{
 "02": {
  "col-sim": {
   "cosine": 0.31927818119116946,
   "entity": 0.29814239699997197
  },
  "exec-time": 9.661850690841675,
  "links": [
   {
    "entities": [
     "recently",
     "council",
     "house",
     "sea",
     "south",
     "1991",
     "james",
     "new",
     "times",
     "washington",
     "mccain",
     "armed",
     "cincinnati",
     "services",
     "middle",
     "america",
     "2001",
     "carl",
     "nations",
     "corps",
     "lee",
     "thursday",
     "punaro",
     "afghanistan",
     "center",
     "hennigan",
     "eisenhower",
     "studies",
     "iraq",
     "don",
     "iran",
     "defense",
     "august",
     "n.",
     "syria",
     "israel",
     "pentagon",
     "international",
     "east",
     "marines",
     "arnold",
     "security",
     "state",
     "night",
     "congress",
     "donald",
     "2003",
     "2013",
     "w.j.",
     "clausewitz",
     "for",
     "marine",
     "army",
     "von",
     "monday",
     "cabinet",
     "ukraine",
     "shakespeare",
     "michael",
     "committee",
     "germany",
     "white",
     "dwight",
     "obama",
     "trump",
     "marcus",
     "u.s.",
     "mattis",
     "united",
     "1969",
     "strategic",
     "john",
     "tzu",
     "george",
     "flynn",
     "patton",
     "aurelius",
     "command",
     "central",
     "sun",
     "china",
     "this week",
     "april",
     "university",
     "1972",
     "and",
     "europe",
     "york",
     "department",
     "nato",
     "tehran",
     "islamic"
    ],
    "id": 0,
    "text": "Trump picks retired Gen. James Mattis as Defense secretary Trump picks retired Gen. James Mattis as Defense secretary President-elect Donald Trump has chosen retired Gen. James N. Mattis to head the Defense Department. This decision fills a critical national security position in the emerging Cabinet. President-elect Donald Trump has chosen retired Gen. James N. Mattis to head the Defense Department. This decision fills a critical national security position in the emerging Cabinet. W.J. Hennigan Contact Reporter President-elect Donald Trump has chosen James N. Mattis, a highly respected retired Marine four-star general, to head the Defense Department , filling in a critical national security position in the emerging Cabinet. Mattis served 44 years in the Marine Corps before he retired in 2013. He headed U.S. Central Command in his final three years and oversaw the wars in Iraq and Afghanistan as well as other military operations in the Middle East. Trump announced his pick Thursday night at a rally in Cincinnati, urging his supporters to keep the news quiet. \"We're not announcing it until Monday so don't tell anybody,\" he joked. He compared Mattis to Gen. George Patton, the legendary front-line general who helped liberate Europe in World War II.    Unmarried all his life, Mattis, 66, was known as a hard-charging but scholarly figure who issued heavy reading lists to his subordinates and who carried “Meditations” by Marcus Aurelius on his deployments. In speeches, he was as likely to quote from Shakespeare or an ancient Greek poet as from traditional military strategists Carl von Clausewitz or Sun Tzu. His nicknames included “Mad Dog” and “Warrior Monk.” White House with such wealthy individuals that his Cabinet was mockingly referred to as \"nine millionaires and a plumber.\"  President-elect Donald Trump is about to do him one better.  Trump won the election by appealing to America's disaffected working... Dwight Eisenhower surrounded himself in the White House with such wealthy individuals that his Cabinet was mockingly referred to as \"nine millionaires and a plumber.\"  President-elect Donald Trump is about to do him one better.  Trump won the election by appealing to America's disaffected working... (Don Lee) “He is the combination of strategic thinker and successful operator at all levels of warfare,” said retired Marine Maj. Gen. Arnold Punaro and author of “On War and Politics: The Battlefield Inside Washington's Beltway.” “His entire life has been learning about and implementing a strong national defense.” The GOP-led Congress would need to grant Mattis a waiver to confirm him as head of the Pentagon because he has not been out of uniform for seven years. The limit was set under a law intended to maintain civilian control of the military. Winning a waiver shouldn’t be difficult. Mattis has powerful backers in Congress, including Sen. John McCain (R-Ariz.) who chairs the Armed Services Committee, which is responsible for overseeing the confirmation process. “Gen. Mattis is one of the finest military officers of his generation and an extraordinary leader who inspires a rare and special admiration of his troops,” McCain said after Mattis first emerged as a candidate. Mattis clashed with White House aides before he retired over the Obama administration’s outreach to Iran, which he considered unwise. He was openly critical of the Iran nuclear deal that was signed after he left the military. Mattis shares a deep distrust of Iran with Trump and Michael Flynn, a retired Army general who Trump has named as White House national security advisor. During the campaign, Trump called for ripping up or revising the nuclear deal. “Among all the issues facing us in the Middle East, I think Iran is actually foremost,” Mattis said in April at the Center for Strategic and International Studies think tank in Washington. “And yet at the same time, it appears here in Washington that we've forgotten how to keep certain issues foremost.” But more recently Mattis has said that it’s too late to rip up the Iran deal because it’s being implemented by the world powers who negotiated it with Tehran: the five permanent members of the United Nations Security Council and Germany. Whether he and Trump share the same world view in other areas is unclear. Trump pledged during the campaign to scale back America’s military involvement around the globe; Mattis has always espoused a muscular role to advance U.S. interests overseas. Mattis has embraced diplomatic efforts to craft a two-state solution in Israel, backed Obama administration efforts to provide weapons to Syrian rebels, and he supports the NATO military alliance, all issues where he and Trump may disagree. “We need to stay engaged in the world and resist isolationism,” Mattis said in August in a speech at Washington State University. Mattis already has had an impact on Trump's thinking. In a recent interview with the New York Times,  the president-elect indicated he was reconsidering his calls for waterboarding terrorism suspects after talking to Mattis. “He said — I was surprised — he said, ‘I’ve never found it to be useful,’” Trump said. “He said, ‘I’ve always found, give me a pack of cigarettes and a couple of beers and I do better with that than I do with torture.’ And I was very impressed by that answer.” If confirmed, Mattis would oversee a Pentagon that is battling Islamic State in Iraq and Syria, has lost ground to a renewed insurgency in Afghanistan, is grappling with Russian aggression in Ukraine and is facing a growing Chinese presence in the South China Sea. Trump has vowed to boost Pentagon spending for more soldiers, ships and aircraft, and in a video this week, said he would seek a new strategy for cyberdefense. A native of eastern Washington state, Mattis enlisted in the Marines in 1969 and was commissioned a second lieutenant through the ROTC program in 1972. He commanded an assault battalion during the 1991 Persian Gulf War. He led the 1st Marine Expeditionary Brigade during the invasion of Afghanistan in 2001 and the 1st Marine Division during the invasion of Iraq in 2003. ",
    "title": "Trump picks retired Gen. James Mattis as Defense secretary - LA Times"
   },
   {
    "entities": [
     "division",
     "picks",
     "diego",
     "donald",
     "night",
     "``jim''",
     "tufts",
     "law",
     "2003",
     "congressional",
     "sea",
     "iraq",
     "et",
     "2016",
     "of",
     "marine",
     "iran",
     "stavridis",
     "school",
     "george",
     "defense",
     "james",
     "capitol",
     "halimah",
     "march 9, 2010",
     "abdullah",
     "once",
     "navy",
     "washington",
     "epa",
     "m.",
     "news",
     "monday",
     "24 november 2001",
     "talking",
     "balce",
     ", 8:29 pm",
     "cincinnati",
     "command",
     "central",
     "hollander",
     "d.c.",
     "hans",
     "middle",
     "trump",
     "msnbc",
     "obama",
     "arabian",
     "tough",
     "u.s.",
     "east",
     "university",
     "san",
     "december 2, 2016",
     "hill",
     "marines",
     "1947",
     "mattis",
     "ceneta",
     "share",
     "ap",
     "`mad",
     "nbc",
     "department",
     "baghdad",
     "dog",
     "dog'",
     "jim",
     "2005",
     "thursday",
     "1st",
     "current",
     "senate",
     "dec 1",
     "fletcher",
     "nichols",
     "manuel",
     "mad"
    ],
    "id": 1,
    "text": "Dec 1 2016, 8:29 pm ET Trump Picks Tough Talking Gen. James 'Mad Dog' Mattis as Secretary of Defense by Hans Nichols and Halimah Abdullah Share advertisement President-elect Donald Trump has chosen retired Marine Gen. James Mattis to head the Department of Defense, a move that could signal the incoming administration's tougher positioning with nations such as Iran. Trump made a surprise announcement of the expected appointment during a rally in Cincinnati on Thursday night, as the crowd cheered wildly. \"We are going to appoint Mad Dog Mattis as our secretary of defense,\" Trump said theatrically. He then added: \"But we're not announcing it 'til Monday, so don't tell anyone — Mad Dog. He's great. He is great.\" BREAKING: Trump announces James Mattis pick for Secretary of Defense during Cincinnati \"Thank You\" rally https://t.co/8g1P3El17G — MSNBC (@MSNBC) December 2, 2016 Mattis, a tough talking retired Marine general nicknamed \" Mad Dog \" who during the U.S. invasion of Iraq in 2003 famously led the 1st Marine Division's rapid drive into Baghdad. Among his peers, Mattis has a reputation as a blunt military strategist. During a 2005 panel discussion in San Diego, Mattis once said that he enjoyed \"brawling\" and enjoyed killing the enemy in war. \"Actually it's quite fun to fight them, you know. It's a hell of a hoot,\" Mattis said. \"It's fun to shoot some people. I'll be right up there with you. I like brawling.\" Gen. Mattis testifies on Capitol Hill in Washington on March 9, 2010. Manuel Balce Ceneta / AP Mattis, a former commander of U.S. Central Command, which covers the Middle East, is considered a hardliner on Iran. His confrontational style on the matter was frowned up by the Obama administration, U.S. officials told NBC News. He once accused \"the highest levels\" of the Iranian government of being involved in an assassination plot against the Saudi ambassador at a Washington, D.C. restaurant. James M. Mattis (2R), aboard the USS Peleliu in the Arabian Sea on 24 November 2001. JIM HOLLANDER / EPA \"On Iran, General Mattis takes a very hard line view,\" said James George \"Jim\" Stavridis, a retired Navy admiral and the current dean of the Fletcher School of Law and Diplomacy at Tufts University. \"He would say we need to use hard power to prevent Iran from ever having a nuclear weapon. He is also considered a \"warrior monk,\" who thinks deeply about military strategy. He once told his Marines \"The most important six inches on the battlefield is between your ears.\" Mattis' confirmation by the Senate is not assured. Only three years out of uniform, he would also need a Congressional waiver for a 1947 law that requires a seven year wait. Hans Nichols ",
    "title": "Trump Picks Tough Talking Gen. James 'Mad Dog' Mattis as Secretary of Defense  - NBC News"
   },
   {
    "entities": [
     "house",
     "donald",
     "twitter",
     "2016",
     "associated",
     "february",
     "day on thursday",
     "wednesday",
     "carrier",
     "now",
     "indianapolis",
     "trump-pence",
     "this month",
     "december 01, 2016",
     "tuesday",
     "cincinnati",
     "states",
     "white",
     "press",
     "pence",
     "trump",
     "mike",
     "u.s.",
     "the 1950s",
     "technologies",
     "and",
     "united",
     "mexico",
     "$7 million",
     "facebook",
     "thursday",
     "today",
     "indiana",
     "u.s.a."
    ],
    "id": 2,
    "text": "Trump, Pence tour Carrier plant to tout job-saving deal Published               December 01, 2016 Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump touched down in wingman Mike Pence's home state Thursday to take a bow for their dramatic, job-saving deal with Carrier air conditioning. The stop, in the state Vice President-elect Pence still serves as governor, came amid a \"thank you\" tour of the Midwestern states that helped propel their ticket to victory. \"I will tell you that United Technologies and Carrier stepped up, and now they're keeping over 1,100 people,\" Trump said. \"It's so great.\" Trump said he got involved after seeing a report on Carrier's announcement it would leave for Mexico. Trump said he was moved by a Carrier employee and Trump supporter who promised his co-workers that Trump wouldn't let the company leave. \"It's because of that guy,\" Trump said, scanning the assembled throng and explaining how he reached out to the company's top brass. \"Companies are not going to leave the United States anymore without consequences,\" Trump thundered, before tempering the threat with pledges for deregulation and lower taxes. \"We're going to do great things for businesses,\" Trump said. \"There's no reason for them to leave anymore.\" Before Trump spoke, Pence told his fellow Hoosiers they had cause to celebrate. \"It’s a great day for working people all across the U.S.A.,\" Pence said, speaking before Trump. \"The State of Indiana is proud. \"Since the 1950s, Carrier has been a part of Indiana’s success story, and thanks to our president-elect, Carrier has decided to stay and grow right here in Indiana. We are so grateful.\" Trump and Pence were at the factory on the west side of Indianapolis, where they toured the facility they helped keep in the U.S., thanks in part to a $7 million tax break from the Hoosier State. In February, the heating and air conditioning company said that it would shutter the plant and send jobs to Mexico, and video of angry workers being informed about the decision soon went viral. “Big day on Thursday for Indiana and the great workers of that wonderful state. We will keep our companies and jobs in the U.S. Thanks, Carrier,” Trump tweeted Tuesday. Trump threatened to impose sharp tariffs on any company that shifted its factories to Mexico. And his advisers have since promoted lower corporate tax rates as a means of keeping jobs in the U.S. By enabling the plant to stay open, the deal spares about 800 union workers whose jobs were going to be outsourced to Mexico, according to federal officials who were briefed by the company. This suggests that hundreds will still lose their jobs at the factory, where roughly 1,400 workers were slated to be laid off. Also, neither Trump nor Carrier has yet to say what the workers might have to give up or precisely what threats or incentives were used to get the manufacturer to change its mind. The company attributed its decision to the incoming Trump administration and financial incentives provided by Indiana, which is something of a reversal, since earlier offers from the state had failed to sway Carrier from decamping to Mexico. “Today’s announcement is possible because the incoming Trump-Pence administration has emphasized to us its commitment to support the business community and create an improved, more competitive U.S. business climate,” the company said in a statement released Wednesday. Trump will later hold a campaign-style rally in Cincinnati, the first of several stops on the “USA Thank You Tour 2016” planned this month to revisit the states that helped him capture the White House. Trump, who has long spoken of feeding off the energy of his raucous crowds, first floated the idea of a victory tour just days after winning the election, only to instead prioritize filling some of his Cabinet positions. The Associated Press contributed to this report Advertisement ",
    "title": "Trump, Pence tour Carrier plant to tout job-saving deal | Fox News"
   },
   {
    "entities": [
     "council",
     "house",
     "1950",
     "amherst",
     "david",
     "fallujah",
     "james",
     "2013, about five months earlier",
     "once",
     "washington",
     "2015",
     "lamothe",
     "now",
     "evening",
     "treaty",
     "middle",
     "2010",
     "mike",
     "america",
     "joint",
     "post",
     "organization",
     "petraeus",
     "corps",
     "last year may",
     "chiefs",
     "past",
     "jim",
     "quantico",
     "the following year",
     "thursday",
     "college",
     "afghanistan",
     "center",
     "november 2001",
     "earlier this year before",
     "studies",
     "time",
     "h.",
     "iraq",
     "of",
     "iran",
     "defense",
     "n.",
     "f.",
     "november 2007",
     "israel",
     "pentagon",
     "national",
     "international",
     "east",
     "va.",
     "kandahar",
     "atlantic",
     "demirjian",
     "ryan",
     "security",
     "karoun",
     "state",
     "north",
     "congress",
     "donald",
     "hoover",
     "diego",
     "2003",
     "2013",
     "jason",
     "adam",
     "taliban",
     "for",
     "marine",
     "jabin",
     "cabinet",
     "rucker",
     "township",
     "michael",
     "states",
     "stanford",
     "white",
     "december 1",
     "obama",
     "trump",
     "staff",
     "at 7:52 pm",
     "n.j.",
     "u.s.",
     "san",
     "institution",
     "amos",
     "mattis",
     "entous",
     "saying later",
     "united",
     "miller",
     "august 2010",
     "club",
     "2005",
     "senate",
     "marshall",
     "strategic",
     "bedminster",
     "foundation",
     "early next year",
     "seven years in 2008",
     "philip",
     "golf",
     "george",
     "steven",
     "2 percent",
     "present",
     "flynn",
     "jr.",
     "dan",
     "the",
     "early next week",
     "command",
     "central",
     "sept. 11, 2001",
     "c.",
     "hagee",
     "april",
     "university",
     "1947",
     "simon",
     "and",
     "missy",
     "heritage",
     "botsford/the",
     "nov. 19",
     "nato",
     "islamic"
    ],
    "id": 3,
    "text": "Trump has chosen retired Marine Gen. James Mattis for secretary of defense The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Dan Lamothe December 1 at 7:52 PM Follow @danlamothe President-elect Donald Trump has chosen retired Marine Gen. James N. Mattis to be secretary of defense, according to people familiar with the decision, selecting a former senior military officer who has said that responding to “political Islam” is the major security issue facing the United States. Mattis, who retired as chief of U.S. Central Command in 2013, has often said that Washington lacks an overall strategy in the Middle East, opting to instead handle issues in an ineffective one-by-one manner. “Is political Islam in the best interest of the United States?” Mattis said at the Heritage Foundation in 2015, speaking about the separate challenges of the Islamic State and Iranian-backed terrorism. “I suggest the answer is no, but we need to have the discussion. If we won’t even ask the question, how do we even recognize which is our side in a fight?” To take the job, Mattis will need Congress to pass new legislation to bypass a federal law stating that defense secretaries must not have been on active duty in the previous seven years. Congress has granted a similar exception just once, when Gen. George C. Marshall was appointed to the job in 1950. An announcement is likely by early next week, according to the people familiar with the choice. Jason Miller, a spokesman with the Trump transition team, tweeted Thursday evening that no decision had been made. Trump’s son Donald Jr., meanwhile, retweeted a report saying that Mattis got the job. Here are the people whose names have been floated for Trump’s Cabinet The retired general, contacted Thursday evening by The Washington Post, said only, “I’m remaining silent.” [ How Trump Mattis as Pentagon chief would break with 65 years of history ] Mattis, 66, served more than four decades in the Marine Corps and is known as one of the most influential military leaders of his generation, serving as a strategic thinker while occasionally drawing rebukes for his aggressive talk. Since retiring, he has served as a consultant and as a visiting fellow with the Hoover Institution, a think tank at Stanford University. Like Trump, Mattis favors a tougher stance against U.S. adversaries abroad, especially Iran. The general, speaking at the Center for Strategic and International Studies in April, said that while security discussions often focus on terrorist groups such as the Islamic State or al-Qaeda, the Iranian regime is “the single most enduring threat to stability and peace in the Middle East.” [ What Trump may not know about the generals he’s eyeing for top positions ] Mattis said the next president “is going to inherit a mess” and argued that the nuclear deal signed by the Obama administration last year may slow Iran’s ambitions to get a nuclear weapon but will not stop them. But he added that “absent a clear and present violation,” he did not see a way that Washington could go back on it, because any unilateral sanctions issued by the United States would not be as valuable if allies were not on board. “In terms of strengthening America’s global standing among European and Middle Eastern nations alike, the sense is that America has become somewhat irrelevant in the Middle East, and we certainly have the least influence in 40 years,” Mattis said. President-elect Donald Trump walks out with retired Marine Gen. James Mattis after a meeting at the Trump National Golf Club in Bedminster Township, N.J., on Nov. 19. (Jabin Botsford/The Washington Post) But Mattis may break with Trump’s practice of calling out allies for not doing enough to build stability. Mattis served from November 2007 to August 2010 as the supreme allied commander of transformation for the North Atlantic Treaty Organization, focused on improving the military effectiveness of allies. Trump called NATO “obsolete” earlier this year before saying later that he was “all for NATO” but wanted all members to spend at least 2 percent of their gross domestic product on defense, a NATO goal. “The president-elect is smart to think about putting someone as respected as Jim Mattis in this role,” said a former senior Pentagon official. “He’s a warrior, scholar and straight shooter — literally and figuratively. He speaks truth to everyone and would certainly speak truth to this new commander in chief.” [ Trump is surrounding himself with generals. That’s dangerous. ] But the official, who spoke on the condition of anonymity to discuss Trump’s personnel choices, said: “If there’s any concern at all, it’s the principle of civilian control over the military. This role was never intended to be a kind of Joint Chiefs of Staff on steroids, and that’s the biggest single risk tied to Mattis. For Mattis, the biggest risk for him personally is that he will have a national security adviser in the form of Mike Flynn whose management style and extreme views may arch Mattis’s eyebrows and cause conflict over time. It’s no fun to be secretary of defense if you have to constantly feud with the White House.” [ Trump’s pick for national security adviser brings experience and controversy ] Mattis, whose nicknames include “Mad Dog” and the “Warrior Monk,” has had a leading hand in some of the U.S. military’s most significant operations in the past 20 years. As a one-star general, he led an amphibious task force of Marines that carried out a November 2001 raid in helicopters on Afghanistan’s Kandahar province, giving the Pentagon a new foothold against the Taliban after the Sept. 11, 2001, attacks. Using the call sign “Chaos,” he commanded a division of Marines during the U.S. invasion of Iraq in 2003 and returned there the following year to lead Marines in bloody street fighting in the city of Fallujah. Mattis continued to rise through the ranks and establish his credentials as a military thinker, co-authoring the U.S. military’s new counterinsurgency manual with then-Army Lt. Gen. David H. Petraeus while Mattis was a three-star general at Quantico, Va. He was considered a leading contender to become commandant of the Marine Corps in 2010 but was bypassed in favor of Gen. James F. Amos. Instead, Mattis replaced Petraeus as the chief of Central Command, overseeing U.S. military operations across the Middle East. Even though Central Command did not encompass Israel, Mattis made a concerted effort to reach out to his Israeli military counterparts, according to Steven Simon, who worked with Mattis when he served on Obama’s National Security Council. Simon, who now teaches at Amherst College, said Mattis made frequent stops in Israel during trips to the region, part of an effort to encourage the Jewish state and its Arab neighbors to work together to counter Iranian influence. “They respected Mattis because they saw him as a straight shooter and a good listener,” Simon said of the Israelis and Arabs. The general retired from that position in 2013, about five months earlier than expected, prompting speculation that he was forced out after clashing with some in the Obama administration on Iran policy. U.S. officials denied that was the case at the time, and Mattis declined to comment. [ Trump signals intent to keep hard-line positions with national security picks ] Mattis occasionally has come under scrutiny for impolitic remarks. Most notably, he said in 2005 during a panel discussion in San Diego that “it’s fun to shoot some people” and “I like brawling,” drawing criticism from the Marine commandant at the time, Gen. Michael Hagee. But Hagee also later backed Mattis, saying the general often spoke with candor to reflect the horrors of war. Other supporters noted that he often stressed to his troops that it was important to treat civilians in a combat zone with care. It is unclear whether the legislation required to make Mattis the Pentagon chief will be difficult to obtain from Congress. A 1947 national security law said that a general must wait 10 years from leaving active duty before becoming defense secretary. An exception was granted on a one-time basis for Marshall, with lawmakers saying in special legislation at the time that it was the “sense of the Congress that after General Marshall leaves the office of Secretary of Defense, no additional appointments of military men to that office shall be approved.” The 10-year period was reduced to seven years in 2008 for several senior civilian defense positions, including defense secretary. Congress could follow the model set by Marshall’s nomination to similarly waive restrictions for Mattis, and leaders may try to vote on legislation paving the way for Mattis’s nomination early next year, before Trump formally takes office. In years past, Senate committees have also held confirmation hearings for Cabinet secretaries before incoming presidents deliver their formal nominations following inauguration. Philip Rucker, Adam Entous, Missy Ryan and Karoun Demirjian contributed to this report. Read more: ",
    "title": "Trump has chosen retired Marine Gen. James Mattis for secretary of defense - The Washington Post"
   },
   {
    "entities": [
     "$16 million",
     "donald",
     "$6.60",
     "monterrey",
     "march",
     "pratt",
     "force",
     "this year",
     "february",
     "new",
     "indiana",
     "times",
     "$5 billion",
     "carrier",
     "early march",
     "air",
     "j",
     "indianapolis",
     "previously",
     "the",
     "jefferies",
     "rubel",
     "mast",
     "&",
     "midwest",
     "j.",
     "pence",
     "trump",
     "pentagon",
     "america",
     "$6 billion",
     "u.s.",
     "ohio",
     "2 cents",
     "technologies",
     "howard",
     "united",
     "york",
     "mexico",
     "operations",
     "whitney",
     "the end of 2017",
     "$65 million",
     "future",
     "night",
     "last month",
     "u.s.a."
    ],
    "id": 4,
    "text": "Not long after Mr. Trump and Mr. Pence departed for the airport and to another rally in Ohio to celebrate his victory, workers coming in for the night shift received a letter titled “Company Update on Indianapolis Operations.” Photo “It sets a great tone,” Mr. Trump said in an interview as he toured the Carrier factory after the announcement that 1,100 jobs would remain there. “What they’ve done is great for America.” Credit A J Mast for The New York Times “While this announcement is good news for many, we recognize it is not good news for everyone,” the letter stated. “We are moving forward with previously announced plans to relocate the fan coil manufacturing lines, with the expected completion by the end of 2017.” United Technologies, Carrier’s parent, saw the writing on the wall as soon as Mr. Trump declared victory last month. Offering to preserve jobs, even at the cost of some of the $65 million savings the company expected from the move, could serve its larger corporate interests. “Every penny counts, but if we step back and I’m looking at earnings of $6.60 per share this year, 2 cents is an easy concession if the president-elect listens to some of the company’s bigger concerns,” said Howard Rubel, a senior equity analyst with Jefferies, an investment banking firm in New York. And Mr. Trump and Mr. Pence, while providing a carrot through the state incentives and promises of future business tax cuts, held an implicit stick: the threat of pulling federal contracts from Carrier’s parent, United Technologies. Mr. Trump and his team were well aware that the amount United Technologies stood to lose in those contracts dwarfed the savings from moving some of its operations to Monterrey from Indiana. Despite only accomplishing half of what had been promised in the campaign, Mr. Trump and Mr. Pence predicted that the number of jobs ultimately preserved could rise as Carrier follows through on its promise to invest more than $16 million in the state. That provision, plus the incentives, were worked out between Carrier and officials from the state of Indiana’s economic development office, with Mr. Pence overseeing the process. Trump and the Carrier Factory In February, Carrier told its workers in Indiana that it would move 1,400 jobs making furnaces and heating equipment to Mexico. Donald J. Trump, then a candidate, seized on the issue and made the planned move a centerpiece of his stump speeches attacking free trade. The vice president-elect insisted that the incentives did not represent a giveaway on Mr. Trump’s part, and claimed United Technologies had turned down a similar-size package of breaks in March. Advertisement Continue reading the main story What made the difference, he said, was Mr. Trump’s public pressure, as well his promise to cut corporate taxes and ease regulation. “These jobs were gone,” Mr. Pence said. “I sat the executives down in my governor’s office in the statehouse in early March. They said we aren’t in a position to reconsider this in any way, shape or form.” Mr. Trump, too, played down the role of the incentives. And he said he did not directly raise the $5 billion to $6 billion in federal contracts United Technologies receives, much of it from the Pentagon. But company officials are acutely aware that its Pratt & Whitney unit, among other things, supplies jet engines to the Air Force’s most advanced fighter and many other planes, making it much more vulnerable to political pressure than other, lesser-known manufacturers that have been steadily closing shop in the Midwest and moving production south of the border. “It may have a played a role in their equation,” Mr. Trump allowed. “I never mentioned it. I didn’t feel I had to.” What about the fact that Mr. Trump frequently sourced products for his properties overseas, along with some popular Trump-branded merchandise? Will he lead by example and buy more goods made in the U.S.A.? “I buy thousands and thousands of TVs,” he said. “I would like to, but they essentially don’t make them in the U.S. You know the hats I do? It took us forever to find a company that can make a hat in the U.S.” ",
    "title": "Trump Cheered for Carrier Deal Even as Other Jobs Are Trimmed - The New York Times"
   },
   {
    "entities": [
     "donald",
     "twitter",
     "tonight",
     "bank",
     "et",
     "green",
     "day on thursday",
     "new",
     "party",
     "tomorrow",
     "--",
     "clinton",
     "indianapolis",
     "embark",
     "december 1, 2016",
     "cincinnati",
     "7 p.m.",
     "j.",
     "pence",
     "trump",
     "november 30, 2016",
     "mike",
     "arena",
     "jill",
     "u.s.",
     "ohio",
     "hillary",
     "york",
     "last month",
     "nov. 9",
     "stein",
     "indiana",
     "city"
    ],
    "id": 5,
    "text": "WATCH Donald Trump, Mike Pence Embark on 'Thank You Tour' 0 Shares Email President-elect Donald Trump kicks off his long-awaited \"Thank You\" tour tonight, his first public event since his historic presidential victory last month. First, Trump leaves New York City for an event at the Carrier manufacturing plant in Indianapolis alongside Vice President-elect Mike Pence. Both will announce their agreement reached with Carrier executives to keep 1,000 jobs in the U.S., which the company said is due in part to Trump's and Pence's personal lobbying as well as state tax incentives. Both Trump's transition team and the company have refused to publicly disclose the full details of the deal, while the president-elect's close aides have openly touted it as just the start of what Americans can expect from a Trump presidency. Look forward to going to Indiana tomorrow in order to be with the great workers of Carrier. They will sell many air conditioners! — Donald J. Trump (@realDonaldTrump) December 1, 2016 Big day on Thursday for Indiana and the great workers of that wonderful state.We will keep our companies and jobs in the U.S. Thanks Carrier — Donald J. Trump (@realDonaldTrump) November 30, 2016 After Indianapolis, Trump then heads to Cincinnati, Ohio, where his tour kicks off at 7 p.m. ET. The rally will be Trump's first since his victory speech on Nov. 9. It is being held at U.S. Bank Arena, the site of one of Trump's largest rallies during the campaign. Trump's often boisterous behavior during rallies defined a large part of his campaign, though it's unclear whether he will use the same approach with his tour. In recent interviews, Trump has signaled some awareness of real divisions in the country following his surprise victory, though his Twitter feed has also revealed his frustration with both the recount effort in three states pushed by Green Party candidate Jill Stein and Hillary Clinton 's wide lead in the popular vote. As he continues working with aides on the massive transition effort, Trump plans to visit states that he won and some where he didn't prevail, according to a Trump official. ",
    "title": "President-Elect Trump to Hold First Public Events Since Election Win - ABC News"
   },
   {
    "entities": [
     "orleans",
     "christian",
     "bello",
     "inc.",
     "highway",
     "cpr",
     "behrman",
     "league",
     "john",
     "2016",
     "school",
     "stadium",
     "boulevard",
     "interactive",
     "new",
     "mcknight",
     "cbs",
     "afternoon",
     "trojans",
     "gasser",
     "football",
     "2015",
     "2009",
     "2007",
     "wwl",
     "holmes",
     "normand",
     "2014",
     "kansas",
     "edmonton",
     "jefferson",
     "ronald",
     "j.t.",
     "joe",
     "2010",
     "parish",
     "november 27, 2011",
     "2012",
     "curtis",
     "the mid 2000s",
     "usc",
     "terrytown",
     "eskimos",
     "saskatchewan",
     "2011",
     "york",
     "metlife",
     "sports",
     "chiefs",
     "newell",
     "about 3 p.m.",
     "thursday",
     "jets",
     "the fourth round of the",
     "high",
     "bills",
     "city",
     "buffalo",
     "nfl"
    ],
    "id": 6,
    "text": "<p>Joe McKnight while playing for the USC Trojans in 2009.</p> Close WWL NEW ORLEANS -- Former NFL football player Joe McKnight was shot and killed following some type of auto-involved incident Thursday afternoon in Terrytown, John Curtis Christian High School football coach J.T. Curtis told CBS affiliate WWL .  McKnight’s death was confirmed by Jefferson Parish Sheriff Newell Normand.  The suspect in the case was identified as 54-year-old Ronald Gasser, who stayed on the scene and was taken into custody. He was being questioned. “Mr. Gasser did in fact shoot Mr. McKnight. We will be releasing additional details as we get through these interviews with these witnesses,” said Normand. “Mr. McKnight did not have a gun in his possession.” Normand said neither McKnight nor Gasser’s car had been searched. “Our officers arrived on the scene and immediately began administering CPR,” said Normand. “It’s horrible,” said  J.T. Curtis, the head coach, who had McKnight live with him shortly after Katrina when he lacked a place to stay. Curtis was heading to the McKnight home to meet with his family.The incident happened about 3 p.m. near Behrman Highway and Holmes Boulevard, just across the Orleans and Jefferson Parish line. Joe McKnight of the New York Jets in action against the Buffalo Bills during their game on November 27, 2011 at  MetLife Stadium. Close Getty Images/Al Bello McKnight starred at  John Curtis as a receiver and return man who played on the school’s national championship team in the mid 2000s.  McKnight was the nation’s top-ranked running back in 2007 coming out of John Curtis High School in New Orleans and committed to USC, where he played for three years and rushed for 2,214 yards and 13 touchdowns before declaring for the NFL Draft after his junior year, CBS Sports reports .  The talented back was taken in the fourth round of the 2010 NFL Draft by the New York Jets, where he played for three years and served as the team’s top kick returner in 2011 and 2012. McKnight was out of the  NFL  for a year before joining the Kansas City Chiefs in 2014; however, an Achilles injury forced him away from the field. In his four years in the NFL, McKnight had 113 carries for 505 yards, 23 receptions for 241 yards and two touchdowns along with 2,270 kickoff return yards and two touchdowns. McKnight returned to football in the Canadian Football League with the Edmonton Eskimos in 2015 and was playing the 2016 season with the Saskatchewan Roughriders. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Joe McKnight dead: Ex-NFL player shot to death in possible-road-rage incident - CBS News"
   },
   {
    "entities": [
     "trover",
     "house",
     "garcia",
     "$235 million",
     "assembly",
     "next month",
     "$4",
     "once",
     "the day",
     "clair",
     "legislature",
     "this last year",
     "lemont",
     "illinois",
     "2018",
     "andrade",
     "rahm",
     "11.5 percent",
     "anders",
     "thursday",
     "public",
     "st.",
     "exelon",
     "next summer",
     "of",
     "fall",
     "the second",
     "emanuel",
     "$400 million",
     "springfield",
     "county",
     "jan. 1",
     "downstate",
     "d-chicago",
     "perlman",
     "cullerton",
     "$4.54",
     "federation",
     "bruce",
     "rauner",
     "monique",
     "schools",
     "state",
     "radogno",
     "geiger",
     "morning",
     "kim",
     "last month",
     "employees",
     "christine",
     "general",
     "municipal",
     "capitol",
     "jaime",
     "democratic",
     "lance",
     "seth",
     "clinton",
     "june",
     "michael",
     "$215 million",
     "sam",
     "comed",
     "cps",
     "madigan",
     "$285 million",
     "yingling",
     "grayslake",
     "american",
     "$500 million",
     "diana",
     "lindall",
     "25 cents",
     "current",
     "senate",
     "january",
     "jan. 9",
     "john",
     "board",
     "wednesday",
     "gop",
     "relations",
     "tryon",
     "chicago",
     "lisa",
     "8.5 percent",
     "facebook",
     "labor",
     "1970"
    ],
    "id": 7,
    "text": "Legislature passes ComEd rate hike to bail out nuclear power plants, but little else Seth Perlman / AP Speaker of the House Michael Madigan, D-Chicago, center, leaves Illinois Gov. Bruce Rauner's office during veto session at the state Capitol on Thursday. Speaker of the House Michael Madigan, D-Chicago, center, leaves Illinois Gov. Bruce Rauner's office during veto session at the state Capitol on Thursday. (Seth Perlman / AP) Privacy Policy The deep distrust between Republican Gov. Bruce Rauner and Democrats who run the General Assembly boiled over Thursday on an unusual final day of the fall session that featured a testy veto message, a lawsuit against the governor and several lawmakers knocking off before the heavy lifting was done. And as legislators zoomed up interstates to get home, it was a massive energy bill that emerged as the major accomplishment. Republicans and Democrats united to raise electricity rates on Illinois residents and businesses to bail out a pair of Exelon's nuclear power plants. On average it'll cost ComEd customers an extra 25 cents or $4.54 a month, depending on who is doing the math. The governor plans to sign the bill. Left by the wayside once again was just about anyone who relies on state government. Lawmakers and the governor didn't agree on a new state budget as many social service agencies teeter on the brink of financial collapse and public universities are in bad shape. Legislators left in limbo whether they would overturn Rauner's move to yank $215 million in teacher pension help from an already shaky Chicago Public Schools. And Mayor Rahm Emanuel's plan to shore up two city worker pension funds didn't clear the Senate due to lawmaker absences, although the governor has strongly suggested he'll veto it anyway. One suburban Democratic lawmaker described the frustration with state government when he took to the microphone during the debate on the energy bill. \"What are we doing you guys? What are we doing listening to this bill? We don't have a budget and our so-called stopgap budget is just weeks away from expiring,\" said Rep. Sam Yingling, a Democrat from Grayslake who narrowly won re-election last month and has again been targeted for defeat by Republicans in 2018. \"Instead, we are talking about a multibillion dollar corporate bailout for one of the most profitable energy companies in the state. And how are we going to finance this? This is going to be financed on the back of the rate payers.\" Despite the bad political optics, neither side wanted to be blamed if the legislation failed. Rauner didn't want to take the heat for the loss of jobs associated with the plants closing, particularly as his economic agenda remains on hold amid Democratic opposition. At the same time, Democrats feared alienating unions who stand to gain more jobs under the legislation, particularly as Democrats rely on organized labor to fend off campaign challenges from Rauner and his wealthy allies in business. Bruce Rauner to raise rates on consumers to help two struggling nuclear power plants. The last-minute attempt to resolve the long-festering electricity issue came on a day the Republican... As lawmakers prepare to wrap up the fall session, Exelon and ComEd on Wednesday announced an agreement with Gov. Bruce Rauner to raise rates on consumers to help two struggling nuclear power plants. The last-minute attempt to resolve the long-festering electricity issue came on a day the Republican... (Monique Garcia) Even with the shared interest in passing the legislation, the process was not without the usual political fireworks. After announcing a tentative deal a day before, Rauner's office on Thursday morning accused House Democrats led by Speaker Michael Madigan of inserting several \"poison pills\" into the energy measure. Among their complaints, Rauner aides pointed to requirements that new renewable energy projects follow prevailing wage laws, which the governor repeatedly has sought to weaken saying the rules lead to higher construction costs. Madigan dismissed those accusations, telling reporters \"the governor's administration says a lot of things and you people seem to eat it right up.\" Ultimately, the bill won approval following a flurry of negotiations between Rauner's office and supporters, including a change that pushed back the bill's effective date until next summer, a move that lowered the number of votes required to pass it. (Kim Geiger) Under the revamped proposal, the utilities would collect about $235 million a year from customers to keep open nuclear plants in Downstate Clinton and the Quad Cities. That's lower than the $285 million called for in previous versions of the legislation. Exelon said the legislation would cap rate increases at an average of 25 cents a month for ComEd customers, though opponents say the hike could cost more than $4 a month. The adjustment would allow ComEd to spend about $400 million a year on energy efficiency programs. While that's less than the $500 million earmarked for energy efficiency in the initial legislation, the funding has helped build support among backers of clean energy. That includes the Natural Resources Defense Council, which argues the legislation will help expand wind and solar projects and in turn create new jobs. The power bill is a stripped-down version of an earlier measure that at one time also included subsidies for Downstate coal plants. That was abandoned following opposition from Rauner, along with a controversial provision that would have changed how customers are charged for their monthly energy use. That plan would have allowed billing based on an average of a customer's top 30 minutes of usage on weekdays. Supporters said the measure would shield customers from higher rate hikes that would result if the plants closed and the power supply dropped. \"This isn't a bailout, this is a stabilization of our supply,\" said Rep. Michael Tryon, a retiring Crystal Lake Republican. Illinois Attorney General Lisa Madigan's office opposed the bill, citing the rushed manner in which the final deal was put together. The office said it continued to have concerns about the impact on consumers, saying further study was needed. The bill morphed several times with hard-to-track changes and lawmakers had little time to read the final version. The lengthy debate produced a joke from Rep. Jaime Andrade, D-Chicago, who noted the army of lobbyists hired to help pass the bill and \"probably made a lot of money this last year or two.\" \"Maybe they can do some pro bono work and help us get a budget deal on behalf of the citizens,\" Andrade said. The measure passed the House on a 63-38 vote, with just three votes to spare as more than 40 Democrats and around 19 Republicans voted in favor. In the Senate, it passed 32-18 with only two votes to spare. GOP leader Christine Radogno of Lemont joined 24 Democrats in voting for the plan. Rauner issued a statement saying his administration worked to protect jobs, ratepayers and taxpayers and that the measure \"shows that when all parties are willing to negotiate in good faith, we can find agreement and move our state forward.\" One area where agreement remains elusive is a bill to provide $215 million in pension relief to struggling Chicago Public Schools. Sitting on Rauner's desk for nearly a month, the bill suddenly was inserted into the action following a closed-door meeting between Rauner and legislative leaders that was supposed to focus on the budget. Instead, it resulted in a fight between Rauner and Democratic Senate President John Cullerton after Cullerton encouraged Rauner to sign the legislation even though a broader overhaul for the state's highly indebted employee retirement system has yet to emerge. Rauner accused Cullerton of going back on a June agreement in which Republicans supported the bailout for CPS only \"on condition that Democrats reengage in serious, good faith negotiations.\" He vetoed the bill less than an hour after the meeting ended. The Senate voted to override that measure, but the House left town before voting. The House has 15 calendar days to take up the override, but the chamber is not scheduled to return to Springfield until Jan. 9. In addition to the CPS pension money veto, Emanuel was unable to win approval of a plan to fix two troubled city worker pension systems. The House easily passed the measure aimed at shoring up the municipal worker and laborers retirement funds, but the Senate did not take up the bill after several members left early. The Emanuel administration hopes the Senate will vote in January during the final days of the lame-duck session, but Rauner has strongly suggested he might veto the measure. \"The governor cannot support this bill without real pension reform that protects taxpayers,\" Rauner spokesman Lance Trover said. Time is on Rauner's side — if he waits to act until the current General Assembly's final adjournment next month, the newly-sworn lawmakers would not be able to vote on whether to override him. The mayor's pension bill would require newly hired city workers to put 11.5 percent of their salaries toward pensions instead of 8.5 percent. City taxpayers also would pay more, in the form of already-approved tax hikes on water and phone bills. As all of this unfolded in the Capitol, the state's largest employee union went to court in Downstate St. Clair County to ask a judge to prevent Rauner from imposing his contract terms after negotiations were declared deadlocked. The request from the American Federation of State, County and Municipal Employees comes as the Rauner administration has begun to put in place its changes, including merit pay which the union says fosters favoritism, and drug and alcohol testing for those suspected of using on the job. The union says the administration can't put the changes in place yet because the Illinois Labor Relations Board has not issued a written decision on the impasse. Once that happens, the union can accept the governor's terms, strike or go to court. \"Gov. Rauner should negotiate, not dictate. By forcing confrontation instead of seeking compromise, the governor bears responsibility for this litigation and the threat of a disruptive strike,\" union spokesman Anders Lindall said in a statement. The administration contends its changes, including sharp increases in employee health care costs, are aimed at saving taxpayers money. Meanwhile, there was little public talk Thursday of the state's most pressing issue: the lack of a complete budget. A temporary spending plan is set to expire Jan. 1, meaning the state will no longer be able to cut checks for universities and social service providers who care for the state's elderly. While both sides continue to meet, they remain sharply divided. Rauner wants a comprehensive agreement that includes several economic reforms such as a cut in costs associated with workers compensation insurance employers must pay for employees hurt on the job. But the governor says he's open to another stopgap plan if Democrats would agree to term limits and giving cities the ability to freeze property taxes. Madigan-led Democrats have long opposed those ideas, saying they would harm workers and force schools to cut budgets as tax dollars dried up. Madigan, who was first elected in 1970, contends the state already has term limits in the form of elections. While Rauner didn't emerge publicly Thursday, he ended the day the same way he began it: Posting a video on his Facebook page. The first one called on Madigan to negotiate on a budget. The second was a short clip announcing he'd postponed a live webcast with wife Diana Rauner. The event was billed as a casual \"hangout\" from the Executive Mansion, and was one in a series of appearances Rauner has done in recent months as he seeks to control his public image during the budget stalemate. \"There's so much going on here in Springfield we've got to focus on getting some things done,\" Rauner said. \"We'll reschedule, looking forward to it, happy holidays.\" mcgarcia@chicagotribune.com ",
    "title": "Legislature passes ComEd rate hike to bail out nuclear power plants, but little else - Chicago Tribune"
   },
   {
    "entities": [
     "bannon",
     "house",
     "goldman",
     "boris",
     "steve",
     "afp",
     "commerce",
     "nikki",
     "vladimir",
     "bank",
     "ruth",
     "nov. 21",
     "south",
     "stephen",
     "uk",
     "0:38",
     "nov. 14",
     "new",
     "party",
     "washington",
     "supreme",
     "sachs",
     "now",
     "devos",
     "0:40",
     "transitionmichael",
     "trumps",
     "cincinnati",
     "services",
     "evening",
     "tower",
     "human",
     "0:59",
     "elaine",
     "1:10",
     "pence",
     "saturday",
     "0:30",
     "arena",
     "mike",
     "mcconnell",
     "post",
     "kt",
     "ohio",
     "nov. 23",
     "nations",
     "ap",
     "nigel",
     "past",
     "chao",
     "thursday",
     "0:53",
     "today",
     "kaster",
     "transitiondonald",
     "journal",
     "court",
     "time",
     "don",
     "mcfarland",
     "et",
     "of",
     "1:12",
     "us",
     "0:58",
     "haley",
     "brennan",
     "republican",
     "kellyanne",
     "obamacare",
     "palin",
     "carolina",
     "newsy",
     "reince",
     "mitch",
     "carolyn",
     "2:25",
     "1:22",
     "state",
     "fox",
     "ukip",
     "0:52",
     "1:41 p.m. est",
     "christie",
     "night",
     "2:37",
     "bader",
     "donald",
     "nov. 13",
     "2016",
     "rnc",
     "collin",
     "conway",
     "mcgahn",
     "transitionus",
     "farage",
     "7:00 p.m.",
     "tom",
     "0:50",
     "price",
     "clinton",
     "monday",
     "1:04",
     "last week",
     "usa",
     "1:31",
     "michael",
     "watch",
     "white",
     "friday",
     "obama",
     "trump",
     "n.j.",
     "priebus",
     "ross",
     "u.s.",
     "romney",
     "sunday",
     "street",
     "nov. 12",
     "hillary",
     "united",
     "betsy",
     "wilbur",
     "education",
     "0:28",
     "2:12",
     "the future",
     "club",
     "health",
     "mitt",
     "newslook",
     "u.n.",
     "1:30",
     "senate",
     "0:48",
     "city",
     "treasury",
     "bedminster",
     "1:00",
     "linkedin",
     "ginsburg",
     "johnson",
     "0:29",
     "golf",
     "1:27",
     "putin",
     "0:45",
     "19,",
     "steven",
     "gop",
     "news",
     "december 1, 2016",
     "present",
     "flynn",
     "0:23",
     "this nov.",
     "1:44",
     "november 8th",
     "michigan",
     "transitionuk",
     "1:07",
     "2012",
     "1:37",
     "0:42",
     "chris",
     "1:17",
     "and",
     "europe",
     "wall",
     "york",
     "department",
     "facebook",
     "mnuchin",
     "labor",
     "jersey",
     "1:01",
     "britain",
     "$700,000",
     "national"
    ],
    "id": 8,
    "text": "Watch live: Trump kicks off 'thank you' tour in Cincinnati USA TODAY will provide live coverage of this event Post to Facebook Watch live: Trump kicks off 'thank you' tour in Cincinnati USA TODAY will provide live coverage of this event Check out this story on USATODAY.com: http://usat.ly/2gqQHt0 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 28 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Watch live: Trump kicks off 'thank you' tour in Cincinnati USA TODAY 1:41 p.m. EST December 1, 2016 FILE - In this Nov. 19, 2016, file photo, President-elect Donald Trump gives the thumbs-up as he arrive at the Trump National Golf Club Bedminster clubhouse in Bedminster, N.J. Trump, ethics attorneys and good-government groups are all grappling with how to navigate being a president with extraordinary international and domestic business ties. While others in government are bound by rules and regulations about their business ties, the president has fewer such restrictions. (AP Photo/Carolyn Kaster, File) (Photo: Carolyn Kaster, AP) 56 CONNECT TWEET LINKEDIN 28 COMMENTEMAILMORE President-elect Donald Trump is set to launch his \"thank you\" tour in Cincinnati, Ohio on Thursday evening. A rally will be held at the U.S. Bank Arena at 7:00 p.m. ET. You can watch the full event in the player above. Since the election, Trump has been busy picking Cabinet positions. Here's a look at what else he has been up to since November 8th. Share TRUMP IN TRANSITIONTrump will step down from businesses | 1:10 President-elect Donald Trump built much of his campaign on his business success, but now that he won, his businesses present a conflict of interest. Time 1 of 38 x Share TRUMP IN TRANSITIONTrump gets praise for the Carrier deal, but hoosiers will pay for it | 1:00 Carrier's parent company is reportedly going to get about $700,000 a year in tax breaks to stay put. Newslook 2 of 38 Share TRUMP IN TRANSITIONTrump's nominee for health secretary Price vows change | 0:45 US President-elect Donald Trump nominated fierce Obamacare critic, Tom Price as health secretary, indicating he plans to fulfill a campaign promise to tear up the divisive healthcare reform law. Video provided by AFP Newslook 3 of 38 Share TRUMP IN TRANSITIONPalin seems eager to win a spot in Trump's cabinet | 1:27 She shared a video touting her commitment to veterans after reports surfaced that she's being considered for secretary of Veterans Affairs. Newslook 4 of 38 Share TRUMP IN TRANSITIONMnuchin: What we know about Trump's pick for Treasury | 0:52 Steven Mnuchin, a hedge fund manager and former Goldman Sachs executive, is President-elect Donald Trump's choice for Treasury secretary, a source told USA TODAY. Here is what we know about the 53-year-old. USA TODAY NETWORK 5 of 38 Share TRUMP IN TRANSITIONWilbur Ross: A look at Trump's pick for Commerce secretary | 0:38 Donald Trump's pick for Commerce secretary is billionaire businessman Wilbur Ross. Here is what we know about the 'King of Bankruptcy.' USA TODAY NETWORK 6 of 38 TRUMP IN TRANSITIONTrump makes pick to head U.S. Department of Health And Human Services | 0:53 U.S. Rep. Tom Price is an outspoken critic of Obamacare. Video provided by Newsy Newslook 7 of 38 Share TRUMP IN TRANSITIONTrump's Secretary of State pick: Reward loyalty or appease the GOP? | 1:37 After more infighting within Donald Trump's transition team, Mitt Romney has a new challenger for the secretary of state spot. Newslook 8 of 38 Share TRUMP IN TRANSITIONTrump taps Elaine Chao for Transportation Secretary position | 0:29 The former Secretary of Labor and wife to Senate Majority Leader Mitch McConnell will be joining the Trump administration. USA TODAY 9 of 38 Share TRUMP IN TRANSITIONMeet the two newest additions to the Trump team | 0:48 Fox News analyst KT McFarland and lawyer Don McGahn are the two latest additions to Donald Trump's White House. Video provided by Newsy Newslook 10 of 38 Share TRUMP IN TRANSITIONKellyanne Conway publicly slams Mitt Romney as potential Secretary of | 0:48 President-elect Donald Trump senior adviser Kellyanne Conway says she has personal concerns with the prospect of Mitt Romney being selected as secretary of state. Time 11 of 38 Share TRUMP IN TRANSITIONBetsy DeVos: Trump's pick for Education secretary | 0:50 Donald Trump has selected Michigan Republican, Betsy DeVos, for Secretary of Education. Here is what we know about her. USA TODAY NETWORK 12 of 38 Share TRUMP IN TRANSITIONWilbur Ross expected to be tapped for Commerce secretary | 0:40 Billionaire investor Wilbur Ross is expected to be President-elect Donald Trump's choice for Commerce secretary, a senior transition official said. Trump met with Ross on Sunday at his New Jersey golf club. AP 13 of 38 Share TRUMP IN TRANSITIONHow many intelligence briefings has Trump received? | 0:52 'The Washington Post' reports that while president-elect Trump has only received two, Mike Pence has made time for the briefings every day since the election. USA TODAY NETWORK 14 of 38 Share TRUMP IN TRANSITIONSources: Trump taps Gov. Haley for U.N. ambassador | 0:45 President-elect Donald Trump has selected South Carolina Gov. Nikki Haley as ambassador to the United Nations, and he will treat it as a cabinet-level position. That’s according to two sources familiar with Trump’s decision. (Nov. 23) AP 15 of 38 Share TRUMP IN TRANSITIONTrump wants a 'cordial and productive' relationship with the media | 0:58 Donald Trump had a few choice words for top executives and anchors from several major TV news networks. But it seems he also wanted to make peace. Video provided by Newsy Newslook 16 of 38 Share TRUMP IN TRANSITIONTrump won't pursue prosecuting Clinton | 0:58 Despite calling Clinton \"crooked Hillary\" throughout his campaign and pledging to push for her prosecution, it looks like President-elect Trump will not go through with it. USA TODAY NETWORK 17 of 38 Share TRUMP IN TRANSITIONConway: Trump Needs Time to 'Reflect' on Cabinet | 1:22 President-elect Donald Trump continues various meetings with potential cabinet picks while at the Trump Tower in New York on Monday, but campaign manager Kellyanne Conway says Trump needs time to 'reflect and discuss' his possible choices. (Nov. 21) AP 18 of 38 Share TRUMP IN TRANSITIONWill the Trumps live in The White House? | 1:30 Speculation has been growing over how much time Donald Trump will spend in New York City. Newslook 19 of 38 Share TRUMP IN TRANSITIONTrump lays out 100 day plan in new video | 2:37 President-elect Donald Trump shares a specific agenda for his first 100 days in office in a newly uploaded video to his transition team's Facebook page. 20 of 38 Share TRUMP IN TRANSITIONDonald Trump meets harsh critic Mitt Romney at N.J. golf course | 1:01 Trump was meeting Saturday with one of his sharpest Republican critics of the campaign, 2012 presidential candidate Mitt Romney, at Trump’s golf club in New Jersey. Time 21 of 38 Share TRUMP IN TRANSITIONSteve Bannon: A closer look at Trump's chief strategist | 1:04 President-elect Donald Trump's chief strategist Stephen Bannon is causing a social media firestorm with his controversial commentary and projects. Let's take a closer look at some of his past positions. USA TODAY NETWORK 22 of 38 Share TRUMP IN TRANSITIONDonald Trump's inauguration team | 0:23 Here's a look at some of the major players on Donald Trump's inauguration team. USA TODAY 23 of 38 Share TRUMP IN TRANSITIONPresident Obama: ‘This office has a way of waking you up’ | 1:12 \"Regardless of what experience or assumptions he brought to the office, this office has a way of waking you up\" Time 24 of 38 Share TRUMP IN TRANSITIONMichael Flynn: Trump's pick for national security adviser | 1:31 Michael Flynn would be an addition to Trump's cabinet that has many top Democrats on edge. USA TODAY, Collin Brennan 25 of 38 Share TRUMP IN TRANSITIONWhat Trump and Putin discussed over the phone | 0:28 President-elect Donald Trump and Russian President Vladimir Putin spoke on the phone on Monday to discuss the future of the US-Russia relationship. USA TODAY 26 of 38 Share TRUMP IN TRANSITIONJustice Ginsburg: Trump will fill court vacancy | 2:25 Justice Ruth Bader Ginsburg is acknowledging that the outcome of last week's election means that Donald Trump will fill the 9-month-old Supreme Court vacancy. Ginsburg did not otherwise comment on the presidential election Monday. (Nov. 14) AP 27 of 38 Share TRUMP IN TRANSITIONTrump could be aiming for a little more diversity on his team | 1:17 Donald Trump is reportedly considering appointing an openly gay man as U.N. ambassador and a woman as RNC chair. Video provided by Newsy Newslook 28 of 38 Share TRUMP IN TRANSITIONDonald Trump tells people harassing minorities to 'Stop It' | 0:48 Reports of racially charged incidents spiked almost immediately after the election. Video provided by Newsy Newslook 29 of 38 Share TRUMP IN TRANSITIONDonald Trump meets with Nigel Farage | 1:44 The UKIP leader has told his country's government that he is happy to \"provide introductions\" to the U.S. President-elect. Time 30 of 38 Share TRUMP IN TRANSITIONUK's Johnson: Trump Is \"Moment of Opportunity\" | 0:59 The Foreign Minister of the UK, Boris Johnson, says the presidency of Donald Trump could be a \"moment of opportunity\" for a fresh start.  Johnson said Trump's presidency could be a \"good thing for Britain...and a good thing for Europe.\" (Nov. 14) AP 31 of 38 Share TRUMP IN TRANSITIONPriebus Tapped as White House Chief of Staff | 0:52 President-elect Donald Trump has chosen Republican Party Chairman Reince Priebus as his White House chief of staff and conservative media executive Stephen Bannon as his senior counselor. (Nov. 13) AP 32 of 38 Share TRUMP IN TRANSITIONDonald Trump plans to deport up to 3 million immigrants | 0:42 President-elect Donald Trump said he plans to deport about two to three million undocumented immigrants, speaking in a pre-taped interview that will air Sunday night. Time 33 of 38 Share TRUMP IN TRANSITIONTrump campaign manager discusses transition | 2:12 Without offering details, Donald Trump's presidential election campaign manager, Kellyanne Conway said Trump will build \"a fabulous cabinet, filled with people who are qualified to do this job and understand very clearly what his goals are.\" (Nov. 12) AP 34 of 38 Share TRUMP IN TRANSITIONDonald Trump says he’s willing to preserve parts of Obamacare | 0:48 President-elect Donald Trump, who had repeatedly campaigned on a promise to repeal the Affordable Care Act, said Friday that he would consider keeping certain parts of the health care law after meeting with President Obama at the White House. Time 35 of 38 Share TRUMP IN TRANSITIONUS president-elect Trump holds transition meetings | 0:30 Donald Trump shakes up his White House transition team, appointing running mate Mike Pence to head the process of filling key administration posts, and demoting New Jersey Governor Chris Christie to a deputy role. Video provided by AFP Newslook 36 of 38 TRUMP IN TRANSITIONMike Pence will lead Donald Trump’s transition team | 0:52 The vice president-elect will replace Chris Christie and head Donald Trump's transition team. Time 37 of 38 Share TRUMP IN TRANSITIONTrump seems to be backtracking on a few of his agenda items | 1:07 Donald Trump told The Wall Street Journal he might keep some provisions of President Obama's health care law after all.  Video provided by Newsy Newslook 38 of 38 Trump will step down from businesses Trump gets praise for the Carrier deal, but hoosiers will pay for it Trump's nominee for health secretary Price vows change Palin seems eager to win a spot in Trump's cabinet Mnuchin: What we know about Trump's pick for Treasury Wilbur Ross: A look at Trump's pick for Commerce secretary Trump makes pick to head U.S. Department of Health And Human Services Trump's Secretary of State pick: Reward loyalty or appease the GOP? Trump taps Elaine Chao for Transportation Secretary position Meet the two newest additions to the Trump team Kellyanne Conway publicly slams Mitt Romney as potential Secretary of Betsy DeVos: Trump's pick for Education secretary Wilbur Ross expected to be tapped for Commerce secretary How many intelligence briefings has Trump received? Sources: Trump taps Gov. Haley for U.N. ambassador Trump wants a 'cordial and productive' relationship with the media Trump won't pursue prosecuting Clinton Conway: Trump Needs Time to 'Reflect' on Cabinet Will the Trumps live in The White House? Trump lays out 100 day plan in new video Donald Trump meets harsh critic Mitt Romney at N.J. golf course Steve Bannon: A closer look at Trump's chief strategist Donald Trump's inauguration team President Obama: ‘This office has a way of waking you up’ Michael Flynn: Trump's pick for national security adviser What Trump and Putin discussed over the phone Justice Ginsburg: Trump will fill court vacancy Trump could be aiming for a little more diversity on his team Donald Trump tells people harassing minorities to 'Stop It' Donald Trump meets with Nigel Farage UK's Johnson: Trump Is \"Moment of Opportunity\" Priebus Tapped as White House Chief of Staff Donald Trump plans to deport up to 3 million immigrants Trump campaign manager discusses transition Donald Trump says he’s willing to preserve parts of Obamacare US president-elect Trump holds transition meetings Mike Pence will lead Donald Trump’s transition team Trump seems to be backtracking on a few of his agenda items Read or Share this story: http://usat.ly/2gqQHt0 ",
    "title": "Watch live: Trump kicks off 'thank you' tour in Cincinnati"
   },
   {
    "entities": [
     "donald",
     "ponderosa",
     "orofino",
     "jerry",
     "reggear",
     "oct. 4",
     "of",
     "changing",
     "times",
     "service",
     "wyoming",
     "northwest",
     "kirk",
     "tri-pro",
     "now",
     "lights",
     "county",
     "coors",
     "timber",
     "the 1980s",
     "siegler/npr",
     "clearwater",
     "dakota",
     "trump",
     "mike",
     "america",
     "hundred years ago",
     "idaho",
     "u.s.",
     "october",
     "agriculture",
     "spencer",
     "canada",
     "restaurant",
     "forest",
     "department",
     "north",
     "today",
     "night"
    ],
    "id": 9,
    "text": "In Idaho Lumber Country, Trump Voters Wait To See If He Can Jumpstart Jobs In Idaho Lumber Country, Trump Voters Wait To See If He Can Jumpstart Jobs Embed Embed The Tri-Pro Forest Products facility in Orofino, Idaho, closed in October after operators said they didn't have a steady enough supply of logs to keep the sawmill running and profitable. Kirk Siegler/NPR hide caption toggle caption Kirk Siegler/NPR The Tri-Pro Forest Products facility in Orofino, Idaho, closed in October after operators said they didn't have a steady enough supply of logs to keep the sawmill running and profitable. Kirk Siegler/NPR A few weeks before the election, the Tri-Pro lumber mill in north Idaho shut down . It was the second mill to close in the area in six months, putting more than a hundred people out of work. While that's big economic loss for any community, it was especially tough for the tight-knit town of Orofino and its 3,000 or so residents. \"It's going to be a struggle, quite honestly,\" says Mike Reggear, the supply manager and only employee left on the Tri-Pro payroll. The mill officially closed Oct. 4, after operating on the site in one incarnation or another for nearly 60 years. The shuttered lumberyard is now eerily quiet as Reggear ties up some loose ends; the old mill, kilns and saws are ready to be hauled out. \"There were living-wage jobs [with good benefits] that have now been lost,\" Reggear says, shaking his head. Enlarge this image Like most people in Clearwater County, where Orofino is located, Mike Reggear has spent his entire life working in the timber business. \"Clearwater County has taken a double shot to the nose,\" he says, following the closure of two mills that left more than a hundred people out of work. Kirk Siegler/NPR hide caption toggle caption Kirk Siegler/NPR Like most people in Clearwater County, where Orofino is located, Mike Reggear has spent his entire life working in the timber business. \"Clearwater County has taken a double shot to the nose,\" he says, following the closure of two mills that left more than a hundred people out of work. Kirk Siegler/NPR The story behind Tri-Pro's closure is an all-too-familiar one lately in north Idaho: Reggear says there just wasn't a steady enough supply of logs available locally to keep the sawmill running and profitable. The amount of federal land open to logging has dwindled since the 1980s, and imports from Canada are cheaper. Article continues after sponsorship But just like any economic story in rural America today, it's more complicated than that. And even in Idaho's deeply conservative timber country, there are mixed feelings over whether President-elect Donald Trump can do much to turn things around. Changing Times Timber towns like Orofino, situated along railroad lines and rivers, were put on the map more than a hundred years ago when it seemed like there was a limitless supply of timber in the Northwest woods. The federal government — and specifically the U.S. Forest Service, run as an extension of the U.S. Department of Agriculture — was in the business of actively promoting logging. Enlarge this image Timber mill towns like Orofino were put on the map more than a hundred years ago when the timber supply in national forests seemed limitless. Today many federal lands are closed to logging, and unemployment rates in these towns are among the highest in Idaho. Kirk Siegler/NPR hide caption toggle caption Kirk Siegler/NPR Timber mill towns like Orofino were put on the map more than a hundred years ago when the timber supply in national forests seemed limitless. Today many federal lands are closed to logging, and unemployment rates in these towns are among the highest in Idaho. Kirk Siegler/NPR The environmental mood of the country is significantly different today. So is the economy — mechanization, for instance, has meant that fewer people are needed to log in the woods or work in the mills. At best, logging is a seasonal occupation, says Jerry Spencer, \"so you try to diversify a little bit — because you can't live on [work] eight months a year.\" One night over Coors Lights at the Ponderosa Restaurant, Spencer says he feels lucky he still can find work as an independent contractor, logging in the woods when he can. Spencer and one of his buddies had been splitting time between north Idaho and the oil fields in North Dakota and Wyoming, where they drove trucks. Then oil prices tanked. He's not too eager to talk politics, but Spencer says he's glad Donald Trump won. ",
    "title": "In Idaho Lumber Country, Trump Voters Wait To See If He Can Jumpstart Jobs : NPR"
   }
  ]
 }
}