{
 "03": {
  "col-sim": {
   "cosine": 0.2811603601198596,
   "entity": 0.3944053188733077
  },
  "exec-time": 10.233802318572998,
  "links": [
   {
    "entities": [
     "nov. 8",
     "december 02, 2016",
     "house",
     "council",
     "donald",
     "beijing",
     "1949",
     "twitter",
     "taiwan",
     "douglas",
     "2016",
     "earlier this year",
     "george",
     "strait",
     "presidential",
     "new",
     "paal",
     "washington",
     "w.",
     "price",
     "ned",
     "friday",
     "states",
     "white",
     "china",
     "1979",
     "obama",
     "trump",
     "taipei",
     "may",
     "u.s.",
     "american",
     "this oct.",
     "10,",
     "building",
     "institute",
     "united",
     "york",
     "security",
     "nsc",
     "state",
     "facebook",
     "tsai",
     "department",
     "ing-wen",
     "january",
     "today",
     "bush",
     "national"
    ],
    "id": 0,
    "text": "Trump speaks with Taiwan's president, risking China tensions Published               December 02, 2016 Facebook 0 Twitter 0 livefyre Email Print FILE - In this Oct. 10, 2016, file photo, Taiwan's President Tsai Ing-wen delivers a speech during National Day celebrations in front of the Presidential Building in Taipei, Taiwan.  (AP Photo/Chiang Ying-ying, File) NEW YORK –  President-elect Donald Trump spoke Friday with the president of Taiwan, a move that will be sure to anger China. It is highly unusual, probably unprecedented, for a U.S. president or president-elect to speak directly with a leader of Taiwan, a self-governing island the U.S. broke diplomatic ties with in 1979. Washington has pursued a so-called \"one China\" policy since 1979, when it shifted diplomatic recognition of China from the government in Taiwan to the communist government on the mainland. Under that policy, the U.S. recognizes Beijing as representing China but retains unofficial ties with Taiwan. A statement from Trump's transition team said he spoke with Taiwanese President Tsai Ing-wen, who offered her congratulations. \"During the discussion, they noted the close economic, political, and security ties ... between Taiwan and the United States. President-elect Trump also congratulated President Tsai on becoming President of Taiwan earlier this year,\" the statement said. Trump tweeted later: \"The President of Taiwan CALLED ME today to wish me congratulations on winning the Presidency. Thank you!\" A Taiwanese source with direct knowledge of the call confirmed it had taken place. The source requested anonymity to speak about it before an official statement was issued on it from Taipei. The White House learned of the conversation after it had taken place, said a senior Obama administration official, who requested anonymity because of the sensitive diplomatic relations involved. China's embassy in Washington did not immediately respond to a request for comment. Friday's call is the starkest example yet of how Trump has flouted diplomatic conventions since he won the Nov. 8 election. He has apparently undertaken calls with foreign leaders without guidance customarily lent by the State Department, which oversees U.S. diplomacy. TRUMP'S EARLY CONGRESSIONAL SUPPORTERS FIND THEIR LOYALTY REWARDED Tsai was democratically elected in January and took office in May. The traditional independence-leaning policies of her party have strained relations with Beijing. Over the decades, the status of Taiwan has been one of the most sensitive issues in U.S.-China relations. China regards Taiwan as part of its territory to be retaken by force, if necessary, if it seeks independence. It would regard any recognition of a Taiwanese leader as a head of state as unacceptable. Taiwan split from the Chinese mainland amid civil war in 1949. The U.S. policy acknowledges the Chinese view over sovereignty, but considers Taiwan's status as unsettled. Although the U.S. does not have formal diplomatic ties with Taiwan, it has close unofficial ties. Taiwan's government has a representative office in Washington and other U.S. cities. The U.S. also has legal commitments to help Taiwan maintain the ability to defend itself. Taiwan is separated from China by the 110-mile-wide Taiwan Strait. The island counts the U.S. as its most important security partner and source of arms, but it is increasingly outgunned by China. Ned Price, a spokesman for the White House National Security Council, said Trump's conversation does not signal any change to long-standing U.S. policy on \"cross-strait\" issues. \"We remain firmly committed to our 'one China' policy,\" Price said. \"Our fundamental interest is in peaceful and stable cross-strait relations.\" The NSC stressed that every president has benefited from the \"expertise and counsel\" of the State Department on matters like this, which suggested that the White House was frustrated by Trump's conversation with the Taiwanese leader. Still, the White House said Obama remains committed to a smooth transition to the new administration. Diplomatic protocol dictates that Taiwanese presidents can transit through the U.S. but not visit Washington. Douglas Paal, who served as head of the American Institute in Taiwan during the George W. Bush administration, said that to his knowledge the call was unprecedented. He said he expected Beijing to issue a verbal warning that there's no space to change the rules over Taiwan relations. Advertisement ",
    "title": "Trump speaks with Taiwan's president, risking China tensions | Fox News"
   },
   {
    "entities": [
     "mackler",
     "council",
     "house",
     "donald",
     "pakistan",
     "financial",
     "medeiros",
     "last 48 hours",
     "beijing",
     "taiwan",
     "tufts",
     "december 3, 2016",
     "carter",
     "law",
     "pacific",
     "jimmy",
     "of",
     "earlier this year",
     "school",
     "nawaz",
     "george",
     "bridge",
     "times",
     "wednesday",
     "fleischer",
     "washington",
     "--",
     "w.",
     "great",
     "price",
     "ned",
     "now",
     "usa",
     "eliza",
     "evening",
     "sam",
     "friday",
     "states",
     "white",
     "fleisher",
     "china",
     "this week",
     "1979",
     "j.",
     "trump",
     "obama",
     "rim",
     "drezner",
     "jessica",
     "u.s.",
     "yeh",
     "later",
     "1947",
     "december 2, 2016",
     "university",
     "pac",
     "ari",
     "chris",
     "american",
     "evan",
     "earlier this week",
     "connecticut",
     "collins",
     "united",
     "murphy",
     "security",
     "daniel",
     "state",
     "department",
     "tsai",
     "sharif",
     "republic",
     "ing-wen",
     "people's",
     "fletcher",
     "today",
     "taoyuan",
     "britain",
     "india",
     "bush",
     "national",
     "8:48 p.m. est"
    ],
    "id": 1,
    "text": "Trump talks to Taiwan's leader, breaking precedent Eliza Collins , USA TODAY 8:48 p.m. EST December 2, 2016 2.8k Shares x Share The two discussed close economic, political and security ties between Taiwan and the United States. USA TODAY WASHINGTON — By calling Taiwan's president Friday, President-elect Donald Trump broke a 37-year precedent that limited direct talks with a U.S. president or president-elect and the leader of the island nation off the coast of China. Taiwan President Tsai Ing-wen, center.  (Photo: SAM YEH, AFP/Getty Images) “President-elect Trump spoke with President Tsai Ing-wen of Taiwan, who offered her congratulations,\" a Trump transition team statement released Friday said. \"During the discussion, they noted the close economic, political, and security ties exists between Taiwan and the United States. President-elect Trump also congratulated President Tsai on becoming President of Taiwan earlier this year.” No U.S. president has spoken directly to a Taiwanese leaders since 1979, when President Jimmy Carter announced full diplomatic relations with the People's Republic of China and ended relations with Taiwan. Later Friday evening Trump tweeted about the call in an attempt to clarify who made the call. The President of Taiwan CALLED ME today to wish me congratulations on winning the Presidency. Thank you! — Donald J. Trump (@realDonaldTrump) December 3, 2016 The White House immediately responded to the Trump phone call, emphasizing that there has been no change to the longstanding, bipartisan U.S. policy. “We remain firmly committed to our ‘one China’ policy,” said Ned Price, a spokesman for President Obama’s National Security Council. “Our fundamental interest is in peaceful and stable cross-Strait relations.” It is the second call this week in which Trump risked a diplomatic rift by talking to a foreign leader. On Wednesday, he spoke with Pakistani Prime Minister Nawaz Sharif, whom he praised as a great leader. A longtime U.S. ally, Pakistan has also been the source of frustration for U.S. leaders because of its nuclear weapons program and long rivalry with India, with which it has fought three major wars since 1947. Details of Trump's call were first reported by the Financial Times of Great Britain, which quoted former White House official Evan Medeiros: “The Chinese leadership will see this as a highly provocative action, of historic proportions.\" Criticism was swift. Ari Fleisher, who was press secretary under George W. Bush and has been critical of Trump, reflected on his time in the administration following the news. Uh-oh. I wasn't even allowed to refer to the gvt \"of\" Taiwan. (I could say gvt \"on\" Taiwan.) China will go nuts. https://t.co/vJcBD2rika — Ari Fleischer (@AriFleischer) December 2, 2016 Connecticut Sen. Chris Murphy went on a tweetstorm over the news, calling for Trump to nominate a secretary of State, \"like really really soon\" to try and get a strategy together. (1) Foreign policy consistency is a means, not an end. It's not sacred. Thus, it's Trump's right to shift policy, alliances, strategy. — Chris Murphy (@ChrisMurphyCT) December 2, 2016 (2) What has happened in the last 48 hours is not a shift. These are major pivots in foreign policy w/out any plan. That's how wars start. — Chris Murphy (@ChrisMurphyCT) December 2, 2016 (3) And if they aren't pivots - just radical temporary deviations - allies will walk if they have no clue what we stand for. Just as bad. — Chris Murphy (@ChrisMurphyCT) December 2, 2016 (4) It's probably time we get a Secretary of State nominee on board. Preferably w experience. Like, really really soon. — Chris Murphy (@ChrisMurphyCT) December 2, 2016 \"I'm shocked, shocked, that ignoring the State Department and winging conversations with foreign leaders has triggered an international incident! \" Daniel W. Drezner, who is a professor of international politics at the Fletcher School of Law and Diplomacy at Tufts University, said in an email to USA TODAY.  \"Now Americans have to hope that Beijing responds by retaliating against Trump's business interests rather than American interests in the Pacific Rim.\" And some linked the call to Trump's business interests in Taiwan. \"Everything we feared about Donald Trump wreaking havoc is coming true,\" said Jessica Mackler, president of the Democratic super PAC American Bridge..\" A report that Trump risks a major rift with China by speaking with the Taiwanese leader proves that Trump is dangerously incapable of keeping the United States safe — and this is still nearly two months before his inauguration. Was Donald Trump interested in breaking with more than forty years of U.S. policy because he wants to make money by building a hotel in Taiwan? Or is Trump simply threatening our precarious relationship with China because he is naive?\" American Bridge pointed to a Shangaiist article that said  mayor of Taoyuan confirmed earlier this week that Trump was considering building hotels and resorts in the Taiwanese city. Read or Share this story: http://usat.ly/2gwzeiu Most Popular ",
    "title": "Trump talks to Taiwan's leader, breaking precedent"
   },
   {
    "entities": [
     "getty",
     "set",
     "the next several minutes",
     "once",
     "joanna",
     "roston",
     "klein",
     "sporck/eyeem",
     "ecology",
     "last week",
     "scott",
     "dagmar",
     "michael",
     "today",
     "dec. 2, 2016",
     "functional",
     "blumenthal",
     "images"
    ],
    "id": 2,
    "text": "You’re a Bee. This Is What It Feels Like. By JOANNA KLEIN DEC. 2, 2016 A honey bee gathering pollen on a white flower. Dagmar Sporck/EyeEm, via Getty Images Set your meetings, phone calls and emails aside, at least for the next several minutes. That’s because today you’re a bee. It's time to leave your hive, or your underground burrow, and forage for pollen. Pollen is the stuff that flowers use to reproduce. But it’s also essential grub for you, other bees in your hive and your larvae. Once you’ve gathered pollen to take home, you or another bee will mix it with water and flower nectar that other bees have gathered and stored in the hive. But how do you decide which flowers to approach? What draws you in? In a review published last week in the journal Functional Ecology , researchers asked: What is a flower like from a bee’s perspective, and what does the pollinator experience as it gathers pollen? And that's why we're talking to you in the second person: to help you understand how bees like you, while hunting for pollen, use all of your senses — taste, touch, smell and more — to decide what to pick up and bring home. Maybe you're ready to go find some pollen. But do you even know where to look? Good question. How about an answer? No, I’m an expert bee. Get me out of this hive. Start over Produced by Scott Blumenthal and Michael Roston More on NYTimes.com ",
    "title": "You’re a Bee. This Is What It Feels Like. - The New York Times"
   },
   {
    "entities": [
     "cheney",
     "house",
     "pakistan",
     "vladimir",
     "green",
     "david",
     "stephen",
     "kirby",
     "times",
     "washington",
     "m.",
     "now",
     "next year",
     "evening",
     "pence",
     "mike",
     "post",
     "organization",
     "may",
     "earlier friday",
     "richard",
     "jinping",
     "evan",
     "yates",
     "dec. 1",
     "josh",
     "theresa",
     "today",
     "asia",
     "medeiros",
     "taiwan",
     "kerry",
     "iran",
     "nawaz",
     "w.",
     "f.",
     "j.",
     "pentagon",
     "at 5:38 pm",
     "earnest",
     "danvers",
     "william",
     "state",
     "tsai",
     "sharif",
     "north",
     "duterte",
     "wan",
     "philippines",
     "india",
     "last month",
     "kim",
     "russia",
     "donald",
     "beijing",
     "financial",
     "reagan",
     "jason",
     "jimmy",
     "earlier this year",
     "jabin",
     "rodrigo",
     "eurasia",
     "last summer",
     "jong",
     "un",
     "michael",
     "states",
     "friday",
     "kremlin",
     "white",
     "obama",
     "trump",
     "taipei",
     "a year later",
     "u.s.",
     "b.",
     "wagner",
     "united",
     "nixon",
     "nakamura",
     "miller",
     "group",
     "xi",
     "ireland",
     "january",
     "taoyuan",
     "1978",
     "korea",
     "december 2",
     "carter",
     "cia",
     "john",
     "george",
     "putin",
     "wednesday",
     "morello",
     "indianapolis",
     "cuba",
     "ronald",
     "china",
     "1979",
     "september",
     "anne",
     "carol",
     "1972",
     "gearan",
     "department",
     "ing-wen",
     "botsford/the",
     "britain",
     "bush"
    ],
    "id": 3,
    "text": "Trump speaks with Taiwanese president, a major break with decades of U.S. policy on China The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Anne Gearan December 2 at 5:38 PM Follow @agearan President-elect Donald Trump spoke Friday with Taiwan’s president, a major departure from decades of U.S. policy in Asia and a breach of diplomatic protocol with ramifications for the incoming president’s relations with China. The call is the first known contact between a U.S. president or president-elect with a Taiwanese leader since before the United States broke diplomatic relations with the island in 1979. China considers Taiwan a province, and news of the official outreach by Trump is likely to infuriate the regional military and economic power. The exchange is one of a string of unorthodox conversations with foreign leaders that Trump has held since his election. It comes at a particularly tense time between China and Taiwan, which earlier this year elected a president, Tsai Ing-wen, who has refused to accept the notion of a unified China under Beijing’s rule. Her election angered Beijing to the point of cutting off all official communication with the island government. It is not clear whether Trump intends a more formal shift in U.S. relations with Taiwan or China. On the call, Trump and Tsai congratulated each other on winning their elections, a statement from Trump’s transition office said. President-elect Donald Trump talks with workers during a visit to the Carrier factory on Dec. 1 in Indianapolis. (Jabin Botsford/The Washington Post) “During the discussion, they noted the close economic, political, and security ties . . . between Taiwan and the United States,” a statement from Trump’s transition office said. [ Taiwan’s leader wants to revitalize the economy. Don’t expect China’s help. ] A spokeswoman for Taiwan in the United States said she could not immediately confirm that the conversation took place and said she was seeking guidance from Taiwan. The conversation was first reported by the Financial Times and the Taipei Times. The president-elect tweeted out Friday evening, “The president of Taiwan CALLED ME today to wish me congratulations on winning the Presidency.” The United States has pursued what it calls a “One China” policy since 1972, when then-President Richard M. Nixon visited China. In 1978, President Jimmy Carter recognized Beijing as the only government of both mainland China and Taiwan, and Washington closed its embassy in Taiwan a year later. China guards the structures of its formal relationship with the United States very carefully — especially the founding document that established the One China policy. U.S. officials typically tiptoe around any mention of Taiwan or the Chinese goal of full reunification. “This phone call calls into question whether or not Trump adheres to the basic foundation of the U.S.-China relationship,” said Evan Medeiros, a former top China adviser to President Obama who is now an adviser at the ­Eurasia Group. “This action guarantees that U.S.-China relations under Trump will get off to a very rocky start.” Trump’s growing team of national-security and foreign-policy advisers includes several people who have been strong supporters of Taiwan in Republican administrations. They include Stephen Yates, deputy national security adviser under Vice President Richard B. Cheney, who was reported to be visiting Taiwan when the call occurred. Trump apparently considered hotel investments in Taiwan earlier this year. The mayor of Taoyuan said last month that a representative from the Trump Organization had visited and was interested in constructing hotels in the northwestern Taiwanese city, according to China Times. Trump has said he will separate himself from his businesses before he is inaugurated. In recent years, in the face of Taiwan’s waning economic power and decreasing international recognition as a separate entity from mainland China, Taiwanese diplomatic representatives in Washington have been trying to raise their stature. They have courted government officials and journalists with Taiwanese film screenings, expensive soirees and other cultural events around town. For years it has looked like a losing battle. But the Trump call could constitute a major and unexpected coup for Taiwan’s new administration by showing the island’s continued relevance. Michael J. Green, a senior Asia adviser to President George W. Bush, said the call will not necessarily lead to lasting bad blood with China. “Taiwan is a very good friend, and it is good to let the world know that,” Green said, adding, “The president-elect’s phone call may have been unconventional, but it’s not completely unprecedented.” President Ronald Reagan infuriated the Chinese by inviting a Taiwanese delegation to his inaugural ball, and his administration included a long-running tussle over whether to “re-prioritize ­Taiwan,” Green said. Bush caused a kerfuffle when he suggested the United States might defend Taiwan militarily, but that, too, blew over, Green noted. Earlier Friday, Trump reportedly extended an invitation for Philippine President Rodrigo Duterte to visit the United States next year. That what would mark a startling turnabout for a foreign leader who famously called Obama a “son of a whore.” Trump transition officials confirmed the Duterte call but did not say whether Trump had issued the invitation. Perhaps not surprisingly, the mold-breaking Republican has infused the usually banal routine of congratulatory calls from foreign leaders with drama. Most of the more than 50 calls held by Trump or Vice President-elect Mike Pence came without the knowledge or guidance of the State Department. That means no talking points about issues of particular importance — or land mines to avoid. “We stand by to assist and facilitate and support communication that the transition team is having with foreign leaders,” State Department spokesman John Kirby said Friday. The calls have appeared haphazard and out of order — Russia and Ireland before close ally Britain, for example — and the conversations have a casual tone that the British press sniffed is ­“un-presidential.” Some calls, as described by Trump aides or the other country, have elicited a raised eyebrow or two. There was Trump’s offhand suggestion to British Prime Minister Theresa May to “let me know” if she happened to be coming to town. A state visit typically takes months of planning and involves a numbing amount of diplomatic protocol of the who-sits-where variety. And there was the conversation with Russian President Vladimir Putin in which the two agreed, according to the Kremlin, “on the absolutely unsatisfactory state of bilateral relations” and committed to “normalize” the relationship. The United States and Russia maintain cordial official ties — Secretary of State John F. Kerry met with the Russian foreign minister Friday — but both countries have accused the other of meddling. Some Trump communications have yielded questions and worries among U.S. diplomats and foreign powers, most notably a call Wednesday between Trump and Pakistani Prime Minister Nawaz Sharif. A vivid account of the conversation released by Pakistan has Trump heaping praise on Sharif as “a terrific guy” and Pakistanis as “one of the most intelligent people.” The United States — and Trump when he was a candidate — have said Pakistan has not done enough to combat terrorism, and the majority-Muslim country would be heavily affected by Trump’s proposed restrictions on Muslim immigration. Nonetheless, when Sharif invited him to visit Pakistan, Trump replied that he would “love to come to a fantastic country, fantastic place of fantastic people,” the Pakistani statement said. A Trump statement came with no such color, but transition officials did not disavow the quotes. Most disturbing to diplomats in the United States and elsewhere was the Pakistani account of Trump pledging partnership that could suggest favoritism in Pakistan’s eternal — and nuclear armed — rivalry with India. Trump told Sharif he would “play any role you want me to play to address and find solutions to the country’s problems,” according to the Pakistani account. China, North Korea and Russia, as well as India, are likely to take note of that, diplomats said. “The one thing you learn is, you’ve got to be very careful what you say because everything you say or tweet matters,” said William Danvers, a former senior official in the Obama State Department, Pentagon and CIA. “You have a grace period when you’re president and you deserve it, but it’s mostly a domestic grace period,” Danvers said. “It’s not as if Kim Jong Un is going to say, ‘Oh you just became president, so I’ll hold off on my missile test.’ It kind of makes us look like we don’t know what we’re doing.” As for Duterte, who had announced a public “breakup” with the United States before the election, the State Department’s Kirby said little. “I don’t know of any specific support that was provided for that call,” he said. “Our job is to make sure they know we are a ready resource. How they make decisions and how they conduct dialogue and communication with foreign leaders is really for them to decide.” Trump communications director Jason Miller told reporters Friday that the calls are not off the cuff. Trump and Pence “are briefed in advance of their calls, obviously working with the teams that we have put together,” Miller said before news of the Duterte call had broken. White House press secretary Josh Earnest urged Trump to take advantage of diplomatic know-how as he contacts foreign leaders ahead of his inauguration in January. “I’m confident that as President-elect Trump takes office, those same State Department employees will stand ready to offer him advice as he conducts the business of the United States overseas,” Earnest said. “Hopefully he’ll take it.” Trump’s outreach to Duterte could echo Obama’s election pledge to try to talk to adversaries, although Trump has denounced Obama’s main claims to success in that effort — openings to Iran and Cuba. Obama presided over a reversal of the U.S. relationship with the Philippines and its new leader. Duterte’s denunciations of the longtime alliance between the two nations and personal insults of Obama prompted the president to cancel a planned meeting with Duterte in China in September. Duterte has said U.S. troops should leave his country within two years. He also cozied up to Chinese President Xi Jinping, alarming the Obama administration, which had backed the Philippines’ challenge at an international tribunal last summer over China’s maritime claims in waters used by Filipino fishermen. The tribunal ruled against China, but Duterte has signaled a willingness to negotiate a deal with Beijing that could allow the Chinese navy to remain in control of the region. Carol Morello, John Wagner, David Nakamura and William Wan contributed to this report. ",
    "title": "Trump speaks with Taiwanese president, a major break with decades of U.S. policy on China - The Washington Post"
   },
   {
    "entities": [
     "christian",
     "police",
     "this day",
     "garcia",
     "rizwan",
     "fellowship",
     "irene",
     "bernardino",
     ", 5:09 p.m.",
     "times",
     "esquivel",
     "gutierrez",
     "zen",
     "2015",
     "the day",
     "now",
     "next year",
     "starbucks",
     "evening",
     "winton",
     ", 12:40 p.m.",
     "arena",
     "america",
     "a year ago",
     "karlamangla",
     "godoy",
     "richard",
     "howard",
     "december 2nd",
     "farook",
     "tashfeen",
     "6:30 p.m.",
     "riverside",
     "davis",
     "today",
     "dec. 2",
     "public",
     "kaufman",
     "center",
     "yucaipa",
     "st.",
     "last year",
     "ferazzi",
     "carey",
     ", 12:44 p.m.",
     "flores",
     "denise",
     "of",
     "malik",
     "associated",
     "ecclesia",
     "eva",
     "cal",
     ", 7:30 p.m.",
     ", 2:24 p.m.",
     "lavinia",
     "county",
     "late",
     "bennetta",
     "jarrod",
     "lennon",
     ", 1:13 p.m.",
     "the late morning",
     ", 8:15 p.m.",
     ", 12:06 p.m.",
     "irc",
     "presbyterian",
     "francine",
     "one year ago",
     "daniel",
     "state",
     "because",
     "paula",
     "robert",
     "alex",
     "beckley",
     "night",
     "morning",
     "emil",
     "sandy",
     "blume",
     "students",
     "dec. 2, 2015",
     "orr",
     ", 6:57 p.m.",
     "regional",
     "dec. 2, 2016",
     "friday",
     "julie",
     "shannon",
     ", 8:00 p.m.",
     "u.s.",
     "san",
     "r.",
     "kokesh",
     "soumya",
     "mermilliod",
     "health",
     "club",
     "10:58 a.m.",
     ", 12:49 p.m.",
     ", 6:28 p.m.",
     "amanios",
     "johnson",
     "hours friday",
     "john",
     "carrasco",
     ", 3:41 p.m.",
     "golf",
     "gina",
     "wednesday",
     "betbadal",
     "coussoulis",
     "einstein",
     "church",
     "inland",
     ", 5:31 p.m.",
     "one year later",
     "eileen",
     "the",
     "burguan",
     "three",
     "martinsen",
     "press",
     "first",
     "larry",
     "aurora",
     "syed",
     "albert",
     "joshua",
     "decker",
     ", 7:15 p.m.",
     "department",
     "swann-paez",
     "florida",
     "isaac",
     "tice",
     "paloma",
     "daytime"
    ],
    "id": 4,
    "text": "Mourning and memories one year after San Bernardino terrorist attack Dec. 2, 2016, 8:15 p.m. San Bernardino on Friday marked the first anniversary of a terrorist attack that left 14 dead with a variety of services and remembrances. The city is sponsoring a “Night of Remembrance” at 6:30 p.m. at Cal State San Bernardino’s Coussoulis Arena. “Our community continues to stand together united in solidarity and support for the victims, survivors, and families of those affected by the December 2nd terrorist attack,” Mayor R. Carey Davis said in a statement. A memorial bicycle ride is planned to the IRC Friday morning. A special lighting formation in the hills above San Bernardino to memorialize the victims is also planned. Dec. 2, 2016, 8:15 p.m. 'God Bless America' concludes San Bernardino memorial A night of remembrance Friday  at Cal State San Bernardino for the 14 people killed on Dec. 2, 2015, concludes with \"God Bless America.\"   Dec. 2, 2016, 8:00 p.m. Survivor talks of her friends killed in terrorist attack as San Bernardino remembers Richard Winton Speakers at a night of remembrance at Cal State San Bernardino on Friday evening expressed a profound sense of loss for the 14 people killed on Dec. 2, 2015 and offered their thanks to the community that rallied together after the attack to do whatever they could to help. Pastor Sandy Tice, of First Presbyterian Church in San Bernardino, opened the ceremony with an invocation. “In this moment we say thank you for those who came running to help,” she said, “for those who remembered us, who reached out in love, who prayed. Thank you.” Julie Swann-Paez, who was shot in the attack and spent a month in the hospital, paid tribute to each of the victims, all but one of whom were her co-workers in San Bernardino County’s Department of Public Health. Of Aurora Godoy, 26, the mother of a young son, she said “She was a mom who loved being a mommy.” Bennetta Betbadal, 46, Swann-Paez said, “radiated warmth and a loving spirit.” Isaac Amanios, 60, “always had a warm smile for everyone. He was always kind.\" And Shannon Johnson ended his life “as a hero, when he protected my friend Denise and told her ‘I got you,’\" she said. “Kindness, compassion, love and gratitude. To me those are the basic threads  of humanity. All of my friends, who I just spoke about, embodied these traits,” she said. Swann-Paez was followed by San Bernardino Police Chief Jarrod Burguan, who urged those gathered not “to let the evil of that day define us.” “There’s two evil people that started the narrative of that day, a story about San Bernardino, a chapter in our lives,” he said. “They do not get to finish that story. We do. This is our city. This is our story.” Speaking to victims and their families, U.S. Atty. Eileen Decker said: \"Your strength, your courage and your heart has been inspiring.\" Dec. 2, 2016, 7:30 p.m. San Bernardino police chief says city won't let two 'evil people' finish the story Richard Winton San Bernardino Police Chief Jarrod Burguan told people gathered at a memorial that the city will write its story and not the terrorists. “Two evil people started the narrative of Dec. 2, but we can finish the story,\" the chief said. \"Let love win the day. Let’s show the world – the world that is still watching us that terror will not win,” Burguan said. \"We can be stronger than ever and we can win… this is our city. This city is our story,\" he said.   Dec. 2, 2016, 7:15 p.m. 'Imagine' echoes through the auditorium as San Bernardino remembers its loss The memorial service at  Cal State San Bernardino  began Friday with a rendition of \"Imagine\" by John Lennon with thousands on hand to remember the 14 shot to death by terrorists a year ago. Dec. 2, 2016, 6:57 p.m. 'You hear of these things happening elsewhere, in other countries, and here it hit home' Paloma Esquivel On Friday evening, hundreds of people gathered under heavy security at Cal State San Bernardino for the largest memorial gathering of the day. City residents, local politicians, school representatives and many others filled the seats of the school’s basketball arena. The service began with John Lennon's Imagine. A number of locals said they had been deeply affected by the attack and its aftermath. “You hear of these things happening elsewhere, in other countries, and here it hit home, where you thought you would be safe,” said Eva Flores Mermilliod, who was born and raised in San Bernardino. “A year has passed and these families have suffered so much and our community has suffered so much.” Irene Carrasco, 56, of San Bernardino said she had felt sadness through the day. It’s “still sad,” she said. “Sad about the families of the ones killed and also the ones that survived.” But she was proud, she said, of the way the city united after the attack, with residents donating blood, gathering at memorials and offering whatever help they could.   “I think the community came together on that day and since that day,” she said. Dec. 2, 2016, 6:28 p.m. San Bernardino memorial getting underway soon; candles bear victims' names Soumya Karlamangla Hundreds of people are beginning to filter into the arena at Cal State San Bernardino, where a memorial event for those killed in the 2015 terrorist attack is set to begin at 6:30 p.m.  Guests are being handed electric candles with the names of the 14 victims of last year's attack, as well as paper cranes. A middle school class in Florida made 1,000 origami cranes after the attack and mailed them to the city of San Bernardino, which is distributing them Friday.  There's also a heavy security presence. All guests had to go through metal detectors, and officers were stationed throughout the arena. Dec. 2, 2016, 5:31 p.m. First Times photographer at San Bernardino mass shooting recalls a mad dash with police Howard Blume Because Times photographer Gina Ferazzi likes golf, she captured an important moment during last year’s terrorist attack in San Bernardino. The site of the bloodshed, the Inland Regional Center, is across the street from San Bernardino Golf Club, where Ferazzi has played, and which she thought could allow her closer access to the crime scene. She navigated stealthily through familiar greens and traps — and came upon employees from the IRC. They were huddled together, praying, on the fairway of the second hole. That image was among the first of several memorable ones Ferazzi caught on Dec. 2, 2015, the Wednesday that  Syed Rizwan Farook and Tashfeen Malik , a married couple, killed 14 and wounded 22. Ferazzi had been scheduled for the night shift, and, in the late morning, was gradually getting into gear. Then she saw the message from photo editor Robert St. John: mass shooting, San Bernardino.  She was on her way. Dec. 2, 2016, 5:09 p.m. San Bernardino Paloma Esquivel Three hours before a community memorial for the Dec. 2 attack was expected to bring thousands to Cal State San Bernardino, a smaller group, including several family members of the victims, gathered on the opposite end of campus to inaugurate a peace garden in memory of the five victims of the attack who were Cal State alumni. \"A year ago the unimaginable happened in our very own city,\" said Alex Gutierrez, president of the school's Associated Students group. \"Today we convene for comfort and healing.\" A bell with the names of the five alumni stood at the center of the garden, and a quote attributed to Albert Einstein was etched on a wall: \"Peace cannot be kept by force,\" it said. \"It can only be achieved by understanding.\" An official rang the bell 14 times at the start of the ceremony and 14 times at its end. It will remain silent until next year when it will again ring 14 times, officials said.   Dec. 2, 2016, 3:41 p.m. San Bernardino The Inland Regional Center, where 14 people lost their lives in a terrorist attack one year ago, is the focal point of daytime prayers, flowers and tears. Times photographer Francine Orr documents a tough day for the Inland Empire city. Dec. 2, 2016, 2:24 p.m. San Bernardino pastor reflects on a year of change in Inland Empire city Richard Winton Pastor Joshua Beckley of the Ecclesia Christian Fellowship Church spoke at a candlelight vigil the day after a terrorist attack killed 14 people and 22 were seriously injured in 2015. One year later, he reflects on the city and how it has changed. A year ago, he told a massive gathering that San Bernardino was a \"city full of hopeful optimists.\" In those days and months since, he has become a symbolic leader of the community dealing with the best of days and the worst of days. Dec. 2, 2016, 1:13 p.m. Hugs and signs of remembrance in San Bernardino Soumya Karlamangla From the earliest hours Friday, people touched by the attack one year ago in San Bernardino began gathering to remember the victims and honor those who offered their help in a moment of terror. Several gatherings were set to take place in the city throughout the day, each one reflecting the profound impact of the violence on the lives of victims’ families, first responders, county employees and many others throughout the region.   Fourteen people were killed and 22 wounded on Dec. 2, 2015, when a county employee and his wife entered an office holiday celebration in a conference center at the Inland Regional Center and opened fire. Friday morning, members of law enforcement and their supporters met at San Bernardino Police Department headquarters for a 14-mile bike ride — each mile representing a victim of the attack. The ride concluded at the Inland Regional Center, where employees and others had gathered in front of the conference center for a moment of silence and memorial ceremony. A large memorial gathering for the community is scheduled Friday evening at Cal State San Bernardino. “We’re here to remember those who lost their lives and remember those who were injured,” said San Bernardino police Sgt. Emil Kokesh, who helped organize the bike ride and was among the first responders on Dec. 2. “It was one of the most tragic things our department has ever had to respond to,” he said. “It’s something that the first responders who were there … are never going to forget.” At the Inland Regional Center, dozens of employees were among those who participated in a moment of silence, which began just before 10:58 a.m. — the time dispatchers received the first 911 call. A bell rang 14 times for each of the victims. “A year has passed and we continue to heal,” said Lavinia Johnson, executive director of the regional center, which coordinates services for more than 30,000 people with developmental disabilities in San Bernardino and Riverside counties. Larry Daniel Kaufman, 42, who ran a coffee shop at the regional center, was killed in the attack. One year later, the conference center remains closed for repairs but there are plans to reopen it sometime next year, officials said. County employees Paula Garcia and Zen Martinsen, said they took time off work to attend the ceremony. They were working at a county office in Yucaipa when the attack took place. Garcia remembered listening to broadcast coverage and feeling helpless. “You can’t do anything to help but pray,” she said. One year on, the attack continues to have a deep impact on county employees, both women said. “The thoughts never stop,” Garcia said. They made a point of attending Friday morning’s memorial, she said, “to show support, and to grieve for our family.” Dec. 2, 2016, 12:49 p.m. Starbucks that became a hub of activity after terror attack marks anniversary Richard Winton In the wake of last year's terror attack, a San Bernardino Starbucks near the Inland Regional Center because a central meeting place. Police and first responders took breaks there, and many journalists wrote stories and transmitted photos and information from there. Employees had a special message for the first responders on Friday, written on a board at the coffee house. \"Let us remember the loved ones lost too soon and the first responders of the attack,\" the message said. \"San Bernardino Strong, Always.\"  Dec. 2, 2016, 12:44 p.m. Cyclists mark San Bernardino terror anniversary with bike ride One of the memorials to the one-year anniversary of the San Bernardino shootings involved hundreds of people riding their bicycles to the Inland Regional Center, the site of the terror attack. Here's a dispatch from the Associated Press: Since the attack, San Bernardino Police Sgt. Emil Kokesh said he also has been reminded of the need to stay fit. Kokesh arrived at the scene of the onslaught minutes after the shooting and was there for more than a day. He said he was sore for two weeks, which prompted him to take up cycling to get in shape with some fellow officers. That led to the memorial bike ride held Friday. \"On that day, it pushed a lot of us to our limits — physically, mentally, and emotionally,\" he said. Now, Kokesh said he often reminds his fellow officers: \"You may work in an office, you may do investigations, and not do much field work anymore, but you are going to be the ones who respond to something like this, so stay fit, stay prepared.\" Dec. 2, 2016, 12:40 p.m. SAN BERNARDINO 'We will never forget this day' Associated Press  At the moment when shooters unleashed terror on San Bernardino a year ago, county employees remembered their fallen colleagues with a moment of silence late Friday morning. A bell rang 14 times in memory of each person slain in the terror attack that also wounded 22 others at the Inland Regional Center. \"We will never forget that day or the victims of this senseless act of violence. We strive to move forward and search for the good that is in us all,\" said Lavinia Johnson, executive director of the center. Earlier, cyclists conducted a 14-mile bike ride -- one mile for each person who was killed.   Dec. 2, 2016, 12:06 p.m. SAN BERNARDINO ",
    "title": "Mourning and memories one year after San Bernardino terrorist attack - LA Times"
   },
   {
    "entities": [
     "inc.",
     "council",
     "house",
     "donald",
     "1949",
     "beijing",
     "medeiros",
     "asia",
     "financial",
     "taiwan",
     "dec 2,",
     "december 3, 2016",
     "soviet",
     "sea",
     "2016",
     "of",
     "earlier this year",
     "south",
     "interactive",
     "times",
     "cbs",
     "afternoon",
     "--",
     "news",
     "now",
     "union",
     "friday",
     "white",
     "china",
     "1979",
     "j.",
     "trump",
     "kai-shek",
     "u.s.",
     "ying-wen",
     "december 2, 2016",
     "chiang",
     ", 5:49 pm",
     "1972",
     "richard",
     "evan",
     "security",
     "nixon",
     "tsai",
     "current",
     "republic",
     "10:29 pm est",
     "today",
     "night",
     "national"
    ],
    "id": 5,
    "text": "CBS News December 2, 2016, 5:49 PM Trump talks to Taiwanese leader, in break with precedent Email Last Updated Dec 2, 2016 10:29 PM EST President-elect Donald Trump spoke on the phone with Taiwanese leader Tsai Ying-wen on Friday, the Trump transition team announced Friday afternoon, in a break with precedent. President-elect Donald Trump broke precedent on the U.S.'s long-standing policy when he spoke to the president of Taiwan. Former U.S. Ambassador ... Mr. Trump is the first president-elect to talk to the Taiwanese president since the U.S. cut formal diplomatic ties with Taiwan in 1979. China regards the island as a renegade province, although Taiwan has operated as an independent state since the conclusion of the Chinese civil war.  The transition team said that during their conversation, Tsai congratulated Mr. Trump, and the two “noted the close economic, political and security ties” between Taiwan and the U.S. Mr. Trump also congratulated Tsai on her victory earlier this year. President-elect Donald Trump has made some controversial political choices since the election-and then on Friday night, he broke precedent by spe... The modern Taiwanese state was founded by anti-communist Chinese general Chiang Kai-shek in 1949, and formally styles itself the Republic of China. Since then, war between the two nations has nearly broken out on several occasions, and the current Taiwanese government favors formal independence from China. It is unclear whether Mr. Trump’s conversation with the Taiwanese president reflects a change of policy towards China. Nevertheless, experts say the phone call threatens to inflame U.S. relations with Beijing, which have been particularly rocky in recent years due to expansionist Chinese policies, particularly with regard to the South China Sea.  A White House spokesman told CBS News there is “no change to our longstanding policy on cross-Strait issues.” “We remain firmly committed to our ‘one China’ policy based on the three Joint Communiques and the Taiwan Relations Act.  Our fundamental interest is in peaceful and stable cross-Strait relations,” the White House said.  After the news broke, Mr. Trump responded with two tweets about the phone call and a comment on U.S. policy on Taiwan.  The President of Taiwan CALLED ME today to wish me congratulations on winning the Presidency. Thank you! — Donald J. Trump (@realDonaldTrump) December 3, 2016 Interesting how the U.S. sells Taiwan billions of dollars of military equipment but I should not accept a congratulatory call. — Donald J. Trump (@realDonaldTrump) December 3, 2016 “The Chinese leadership will see this as a highly provocative action, of historic proportions,” Evan Medeiros, a former Asia director at the White House national security council, told the Financial Times, which first reported the call. “Regardless if it was deliberate or accidental, this phone call will fundamentally change China’s perceptions of Trump’s strategic intentions for the negative.” The U.S. adopted a “one China” policy after Richard Nixon visited the communist-controlled mainland in 1972. China then became a de facto American ally in the Cold War with the Soviet Union, and is now a major trading partner. Trade with China became a major issue in the 2016 presidential campaign, with Trump repeatedly threatening to install a major tariff on Chinese goods in order to protect American manufacturing. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump talks to Taiwanese leader, in break with precedent - CBS News"
   },
   {
    "entities": [
     "house",
     "congress",
     "1950",
     "2013",
     "jason",
     "adam",
     "john",
     "of",
     "marine",
     "army",
     "george",
     "defense",
     "new",
     "2008",
     "once",
     "washington",
     "representatives",
     "armed",
     "mccain",
     "truman",
     "services",
     "arizona",
     "committee",
     "trump",
     "kirsten",
     "mattis",
     "corps",
     "york",
     "gillibrand",
     "miller",
     "the future",
     "smith",
     "thursday",
     "senate",
     "marshall"
    ],
    "id": 6,
    "text": "CHART: Who's Who In The Future Trump Administration The idea was to ensure that the nation's armed forces be controlled by a civilian. Congress almost immediately waived the rule, allowing President Truman to name revered Army Gen. George Marshall to serve as defense secretary in 1950. The law was changed in 2008, reducing from ten to seven the number of years that a nominee must be retired from the military. Still, Mattis does not qualify, because he retired from the Marine Corps in 2013. The question is, how big of a problem is this for Mattis' confirmation chances? A few Democrats have already weighed in. Sen. Kirsten Gillibrand of New York issued a statement Thursday , saying: \"While I deeply respect General Mattis's service, I will oppose a waiver. Civilian control of our military is a fundamental principle of American democracy, and I will not vote for an exception to this rule.\" The top Democrat on the House Armed Services Committee, Adam Smith of Washington, says hearings will be needed if he is to support a waiver: \"[While] I like and respect General Mattis a great deal, the House of Representatives would have to perform a full review, including hearings by the Armed Services Committee, if it were to consider overriding the statutory prohibition on recent military officers serving as the Secretary of Defense.\" Mattis' nomination seems to have strong support from Republicans, who control both chambers of Congress. Senate Armed Services Committee Chairman John McCain of Arizona says the nation \"will be fortunate to have General Mattis in its service once again\" and that he will move forward with the confirmation process as soon as possible. Article continues after sponsorship Jason Miller, a Trump spokesman, says McCain also committed to writing legislation granting Mattis a waiver. Gillibrand could require the Senate to come up with 60 votes to approve a waiver, meaning at least eight Democrats would have to join presumably unified Senate Republicans to move the nomination to the confirmation process. ",
    "title": "Former General James Mattis Will Need Congress To Waive Its Rules About Former Generals  : NPR"
   },
   {
    "entities": [
     "amerine",
     "pakistan",
     "eric",
     "berets",
     "green",
     "force",
     "david",
     "benghazi",
     "james",
     "yuri",
     "2:57",
     "new",
     "times",
     "washington",
     "henry",
     "m.",
     "now",
     "armed",
     "services",
     "jefferson",
     "pence",
     "mike",
     "2001",
     "14:50",
     "the golden hour",
     "jim",
     "lee",
     "davis",
     "afghanistan",
     "december 5th",
     "brian",
     "manhattan",
     "december 5, 2001",
     "time",
     "iraq",
     "don",
     "et",
     "petithory",
     "air",
     ", 4:46 pm",
     "special",
     "forces",
     "rhino",
     "pentagon",
     "daniel",
     "reuters",
     "morning",
     "emmert",
     "congress",
     "donald",
     "blehm",
     "2013",
     "2003",
     "jason",
     "2016",
     "army",
     "capitol",
     "monday",
     "committee",
     "friday",
     "hollander",
     "obama",
     "trump",
     "libya",
     "prosser",
     "u.s.",
     "mattis",
     "operations",
     "camp",
     "the future",
     "karzai",
     "senate",
     "hamid",
     "cia",
     "dilanian",
     "july 27, 2010",
     "epa",
     "ken",
     "news",
     "dec 2",
     "command",
     "central",
     "2012",
     "hill",
     "gripas",
     "cody",
     "2011",
     "nbc",
     "york",
     "baghdad",
     "facebook"
    ],
    "id": 7,
    "text": "Dec 2 2016, 4:46 pm ET Trump's Defense Pick Accused of Delaying Aid to Wounded Soldiers by Ken Dilanian Ex-officer: Mattis left 'my men to die' in Afghanistan 2:57 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161203002110if_/http://www.nbcnews.com/widget/video-embed/823199299715\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A former Army Special Forces officer is accusing retired Marine General James Mattis, President-elect Donald Trump's pick to be defense secretary, of \"leaving my men to die\" after they were hit by friendly fire in Afghanistan in 2001. Mattis has not commented publicly on the incident, which was chronicled in a 2011 New York Times bestselling book, \" The Only Thing Worth Dying For ,\" by Eric Blehm. The book portrays Mattis as stubbornly unwilling to help the Green Berets. His actions, which were not formally investigated at the time, are now likely to get far more scrutiny during the retired general's Senate confirmation process. Trump's transition team did not respond to request for comment from NBC News. Nor did Mattis, whose 2013 retirement from the military means he would need a waiver from Congress to serve as the civilian Pentagon chief. Mattis is a highly decorated former wartime commander who became famous for leading the 1st Marine Division's lightning fast movement into Baghdad during the U.S. invasion of Iraq in 2003. James M. Mattis (2R), U.S. Marine General, aboard the USS Peleliu in 2001. JIM HOLLANDER / EPA On December 5, 2001, as the wreckage of the twin towers still smoldered in lower Manhattan, a team of Army Green Berets accompanying Hamid Karzai, the future president of Afghanistan, was hit by a U.S. smart bomb in a case of friendly fire. Two American soldiers died instantly and a third was badly wounded. He would later die, thought it is unclear whether that soldier would have survived had a rescue team arrived more quickly. Dozens of Afghans also were killed, and the CIA officer who now runs the agency's spying arm protected Karzai with his body. Mattis , then a brigadier general commanding a nearby group of Marines, refused repeated requests to send helicopters to rescue the Green Berets, people involved in the operation tell NBC News. The helicopters under Mattis' command at Camp Rhino were about 45 minutes away, according to the book. And, as commander, Mattis had final approval for the decision not to dispatch a rescue mission from there. Play Who is Gen. James Mattis? 14:50 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161203002110if_/http://www.nbcnews.com/widget/video-embed/815090243624\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"He was indecisive and betrayed his duty to us, leaving my men to die during the golden hour when he could have reached us,\" Jason Amerine , who led the Army special forces operation as a captain, said in a Facebook post Friday morning. \"Every element in Afghanistan tried to help us except the closest friendly unit, commanded by Mattis,\" added Amerine, who retired as a lieutenant colonel and made news in recent years as a prominent critic of the Obama administration's hostage policies. The 15th anniversary of the Afghanistan friendly fire incident is Monday. Master Sgt. Jefferson Donald Davis, 39; Sgt. 1st Class Daniel Henry Petithory, 32; and Staff Sgt. Brian Cody Prosser, 28, were killed. Ultimately, an Air Force Special Forces unit based three hours away, in Pakistan, sent older helicopters to rescue Amerine and his men. Three more Afghans and a badly-wounded American, Brian Cody Prosser, died on the way to the hospital, according to the book. It is not known whether any of them could have been saved. FILE PICTURE: General James Mattis testifies before the Senate Armed Services Committee hearing on Capitol Hill in Washington July 27, 2010, on his nomination to be Commander of U.S. Central Command. YURI GRIPAS / Reuters Mattis declined to be interviewed for the book, Blehm, its author, told NBC News. Other witnesses quoted Mattis saying that he didn't want to send a rescue mission into an uncertain situation. According to witness accounts in the book, Mattis reportedly questioned why a rescue mission was needed and worried about whether the situation on the ground was secure. Later, when a special forces Sergeant, David Lee, protested his decision, Mattis threw him out of his office, Blehm wrote. The Obama administration was criticized for years by many Republicans—including Vice President-elect Mike Pence — for failing to mount a military rescue when a diplomatic post was attacked in 2012 in Benghazi, Libya, despite military officials saying no rescue was possible. In this case, another military unit had to act because Mattis did not, Blehm said. \"The Air Force Special Operations Command had the same exact information as Mattis. They launched immediately,\" he said. Mattis with President-elect Trump and Vice president-elect Pence. DON EMMERT / AFP - Getty Images Blehm spent three years researching the book, including a long interview with Karzai, he told NBC News. He interviewed six of the surviving eleven Green Berets involved in the operation. \"Every one of them said, when they were this mass casualty situation, either wounded tending to the wounded of their buddies, every one of them were thinking, where in the hell are the Marines?\" In his Facebook post, Amerine — who declined to speak on the record to NBC News — said it was ironic that Mattis later became famous for relieving a battalion commander for alleged indecisiveness during the invasion of Iraq in 2003. \"The delay of Mattis in launching MEDEVAC on December 5th was never in question, not even by him,\" Amerine said. \"The only debate was whether it was justified and how many died as a result.\" Ken Dilanian ",
    "title": "Trump's Defense Pick Accused of Delaying Aid to Wounded Soldiers - NBC News"
   },
   {
    "entities": [
     "police",
     "silva",
     "7 a.m.",
     "moran",
     "centimano",
     "fire",
     "tribune",
     "inampudi",
     "chrysler",
     "about 1 a.m.",
     "early friday",
     "cbs",
     "mill",
     "shiva",
     "tom",
     "2007",
     "eliva",
     "ali",
     "elgin",
     "dec. 2, 2016",
     "three",
     "friday",
     "wgn-tv",
     "sun",
     "chicago",
     "malagon",
     "andreoni",
     "aurora",
     "30 seconds later",
     "street",
     "2012",
     "illinois",
     "domenic",
     "naperville",
     "suzanne",
     "baker",
     "erhaima",
     "state",
     "department",
     "88",
     "early",
     "geneva",
     "morning",
     "interstate"
    ],
    "id": 8,
    "text": "Three dead after driver hits car going wrong way on I-88: State Police 3 killed in I-88 crash in Naperville Three people were killed early Friday in a head-on crash on Interstate 88 in Naperville. Dec. 2, 2016. (CBS Chicago)  Three people were killed early Friday in a head-on crash on Interstate 88 in Naperville. Dec. 2, 2016. (CBS Chicago)  Privacy Policy Three people were killed early Friday morning after a driver going the wrong way on Interstate 88 plowed head on into an oncoming car near Mill Street in Naperville , Illinois State Police said. Domenic Andreoni, 30, of Elgin , was driving his 2012 Toyota Camry the wrong direction on westbound I-88 at about 1 a.m. when he crashed into a 2007 Chrysler 300 being driven by Ali Erhaima, 32, of Aurora , according to a news release from the state police. Both men were killed as was a passenger in Erhaima's car, Shiva Inampudi, 40, of Naperville, the report said. All three were pronounced dead at the scene. Silva Centimano witnessed the two cars colliding in her rearview mirror and said she can't get the image out of her head. \"I didn't get much sleep,\" said the single mother from Geneva. I-88 crash near Naperville Three people were killed in a two-vehicle crash on Interstate 88 on Dec. 2, 2016. Three people were killed in a two-vehicle crash on Interstate 88 on Dec. 2, 2016. (WGN-TV) Centimano was driving home on westbound on I-88 after staying late at work and going out to dinner with co-workers when something unusual captured her attention. \"I saw the headlights coming at me (about a quarter mile away). When I saw that, I thought, Is this for real?\" she said. Centimano said the was car driving really fast – \"like a police car driving to an accident\" – and was swerving all over the road, so she immediately moved to the far right lane to get out of the way. \"I saw (the car) hit the people in the car behind me. I didn't know what to do,\" she said. \"I just thought of my family and what if that was me,\" she said. \"I am grateful God was with me. If I would have left 30 seconds later, that could have been me.\" \"My prayers go to the families,\" she said. Westbound lanes of traffic were closed until 7 a.m., with vehicles diverted off the interstate as crews responded, state police said. The Naperville Fire Department sent 16 people to respond to the incident, according to Tom Moran, bureau chief of training for the department. I-88 crash near Naperville Three people were killed in a two-vehicle crash on Interstate 88 on Dec. 2, 2016. Three people were killed in a two-vehicle crash on Interstate 88 on Dec. 2, 2016. (WGN-TV) Suzanne Baker is a reporter for the Naperville Sun. Eliva Malagon is a reporter for the Chicago Tribune. ",
    "title": "Three dead after driver hits car going wrong way on I-88: State Police - Naperville Sun"
   },
   {
    "entities": [
     "that",
     "right now",
     "papini",
     "sheila",
     "thanksgiving",
     "the next several days",
     "nov. 23, the day before thanksgiving",
     "time",
     "10 p.m.",
     "et",
     "100 percent",
     "gutman",
     "mount",
     "dubreuil",
     "astrid",
     "lynn",
     "gamble",
     "sherri",
     "news",
     "tom",
     "the day",
     "sutton",
     "now",
     "present",
     "redmond",
     "about 6:50 a.m.",
     "abc",
     "alison",
     "evening",
     "california",
     "the next day",
     "$50,000",
     "nights",
     "paparella",
     "15 percent",
     "marines",
     "bosenko",
     "tyler",
     "matt",
     "koester",
     "violet",
     "past",
     "andrew",
     "jim",
     "wednesday, nov. 2",
     "rodrigues",
     "shasta",
     "patrol",
     "high",
     "tonight at",
     "today",
     "keith",
     "night",
     "morning",
     "cameron"
    ],
    "id": 9,
    "text": "WATCH New Details in Sherri Papini's Alleged Kidnapping 0 Shares Email On Wednesday, Nov. 2, Sherri Papini, a 34-year-old mother of two, went out for a jog in the family’s Redding, California, neighborhood, and mysteriously vanished. “I remember everything about that day,” her husband, Keith Papini, told ABC News' “20/20” in an exclusive interview. That day began like any other for the Papini family. It was about 6:50 a.m. when Keith said he was on his way out the door to head to his job as an audio-video specialist. Sherri was checking on their 2-year-old daughter, Violet, when Keith said he met her at the door, gave her a hug and kiss, and left for work. That was the last time he saw Sherri before she would be allegedly kidnapped and held captive for the next 22 days. Watch the full story on ABC News' \"20/20\" TONIGHT at 10 p.m. ET. The Moment Keith Knew Something Was Wrong When Keith returned home from work that evening, he said he was expecting to have his wife, daughter and 4-year-old son, Tyler, greet him at the door, but only found unsettling silence inside the house. “I looked in different rooms and couldn’t find anyone,” he said. “So I thought, ‘Maybe they’re outside,’ and I looked around outside ... but at the time I thought, ‘Huh, I’m sure they’re all together.’ I had no reason to believe otherwise.” ABC News Keith Papini spoke to ABC News' Matt Gutman about the ordeal his wife Sherri Papini went through. Keith said he opened up the “Find My iPhone ” feature on his iPhone to search for Sherri’s iPhone and see if he could find her location. It showed Sherri’s phone was near their mailbox, about a mile away from the house. At first, Keith said he thought maybe she had taken the kids for a walk to get the mail. Keith said he called his mother and asked her if she had spoken to Sherri. When she told him no, he called the kids’ day care. “The first thing I said was, ‘What time did Sherri pick up the kids today?’” Keith said. “And she said, ‘The kids are here.’ It was like, ‘Something is wrong, there is something wrong right now.’” “I got in the car and immediately drove down the end of our mailbox, and was anticipating I would see her walking,” he said. But his wife nowhere to be seen. Frantic, Keith started driving around, scouring their area around their property. He went back to the mailbox where the “Find My iPhone” feature had first pinpointed Sherri’s phone. “It did not take me long [to find it]. It was right off the road,” he said. Next to her phone, Keith found Sherri’s headphones, which he said were tangled with strands of her blond hair. “If she would have lost her phone driving home one day and she had put it on the roof of her car one day and drove off, you know OK, I could see that happening,” he said. “But her car was at home and the kids were at school. I knew something was wrong.” Keith went into full crisis mode and dialed 911. Within hours, deputies launched a search for Sherri, and over the next several days, more than 100 people volunteered to help. “People would see me and start crying and give me hugs ... total strangers,” Keith said. Telling The Children That Their Mom Was Missing Keith said he spent many sleepless nights caring for his family and searching for his wife. “I was just worried about her health,” he said. “Are they feeding her? Is she hot? Is she cold? Just little horrible things that I would go through.” Courtesy of Keith Papini Keith and Sherri Papini are pictured together in this undated photo. In searching for his wife, he admits there were times of immense despair. “There was a moment where we were heading back after we did a few mile search and we look up and we start to see birds circling,” Keith said. “And I went to my knees and I thought, ‘Am I really hiking out here to look for my wife and I don’t want to find her right now, but I do want to find her' ... that was a tough one for me that day.” As he was dealing with the agony of losing his wife, Keith said he still had to care for their two kids, and his family and friends came to the rescue to help keep them entertained and happy. But after a couple of days, Keith couldn’t hide the fact that Sherri was missing from Tyler. “I told him I had something important to tell him and he jumped on the couch and he knew something was up and said, ‘Dad, you can tell me anything,’” Keith said, through tears. “For a little 4-year-old to say that I wasn’t prepared for that. “And I just said, ‘Son, mommy went running and she didn’t come home and we’re all looking for her right now,” he continued. “And we just held each other ... and I said, ‘We’re going to find her and we’re going to get her back.’” One day, Keith said he found Tyler standing in front of Sherri’s picture. “He was just standing there and he had his left hand on her face,” he said. “He was just staring at her ... and he just, you know, tears in his eyes with his hands on her face.” At this time, Keith, his family and friends were growing increasingly frustrated with the lack of progress in his wife’s missing persons case. “I was very upset. I wanted more involvement with everybody ... I wanted every law enforcement agency out there,” he said. “I wanted Marines, the Army ... I wanted everything of course. I’m going to do everything I can to find my wife.” Sherri’s older sister, Sheila Koester, who is seven months pregnant, says she focused on protecting Keith, and making sure he ate and was taking care of himself. “I think Keith and I supported each other,” she said. “He made sure that I stayed in the house and wasn’t traipsing through fields, going through places, because he knows I probably would have been doing that.” The Search for Sherri and Suspects Although any husband would be a suspect in his wife’s disappearance, Koester said she knew he had nothing to do with it. The family knew Sherri as “super mom” and Keith was a wonderful husband, she said. “You would hope that your child or your daughter would find someone so loving, so dedicated to their spouse,” she said. To ease any doubt, Keith consented to taking an hours-long polygraph test. “They asked me multiple questions. He said, ‘These things you have to pass with a 100 percent. You can’t get 99.’ To me, I was like, ‘No, problem. Let’s hurry this up and get this over with,’” recalled Keith. It took at least nine days before police cleared Keith of any suspicion. “We were going through investigating hundreds of tips, looking at cell phone data,” Shasta County Sheriff Tom Bosenko told “20/20.” Bosenko said they followed up on more than 400 tips, none of which led them to Sherri. “The investigators had basically been working three weeks straight, nonstop -- pouring their heart and souls into this investigation. But so far, no viable leads,” said Bosenko. “I don’t think I ever lost hope, but it was eating away at me big time,” Keith said. “Did I do everything I could? Yes or no? I just wanted to make sure I checked 'yeah' on every single thing.” The Papini family started a GoFundMe account, and they raised nearly $50,000 in donations. Then, Keith took a chance with a man named Cameron Gamble, who said he represented an anonymous donor. Gamble, who calls himself an international kidnapping ransom consultant, and the anonymous donor set up a website and offered a large cash ransom. “One of the big things was finding a creative way to get her story out there bigger,” Gamble told “20/20.” Like Keith, Gamble was convinced that Sherri had been abducted. He was also confident that Keith wasn’t involved, and that Sherri didn’t walk way voluntarily. Though investigators did not support Gamble’s involvement, Keith said he was willing to do anything to get Sherri home. “For me, I was going to do everything I could to get my wife back, and if this was going to work, I was going to try it,” Keith said. On Nov. 23, the day before Thanksgiving, Gamble posted a video online informing Sherri’s alleged captors that the ransom was “off the table” and calling for the public to find Sherri in exchange for a hefty reward. “I wanted to make it so tempting that the abductor’s own mother would have turned him in,” Gamble said. The Day Keith Learned His Wife Had Been Found Alive The next day, before dawn, Keith missed a phone call on his cell phone from a number he didn’t recognize. “Immediately after that, my home phone rang,” Keith said. “It was my wife screaming in the background, yelling my name, and a CHP [California High Patrol] officer that seemed somewhat confused at the moment, like, ‘What is going on?’… [the officer] said, ‘I need you to be calm. I need you to be calm.’ … I already know it’s her. I can tell her voice.” At first, Keith said he didn’t know what happening, whether his wife was hurt or not. He could only hear her screaming. “I get the phone and, [I said], ‘Oh my God, honey.’ And of course she's screaming,” Keith said. “It's very emotional. And, ‘I love you, I love you, I love you, Oh my God, you're here. You're back. Where are you?’ And then the phone gets taken away from her. Like, super quick.” Getting that phone call and hearing his wife screaming made him feel “very mixed emotion[s],” Keith said. “I'm panicked but I'm happy because at this point this is the first time I've heard her voice,” he added. “I know she's alive.” Soon after getting the call, Keith said he told the couple’s two children their mother had been found. He said he told their 4-year-old son first. “I sat him down, and I was on my knees and he was standing up,” Keith said. “And I said, ‘You know what, buddy? I found mom,’ and he got the biggest grin.’” He then told their 2-year-old daughter. “I wanted to do it one by one,” Keith said. After learning that his wife was found alive, Keith raced to the hospital where she was taken over two hours away. He said at first he was not allowed into the hospital, but when he was, he raced to see her. “I just wanted to hold her. And we just had her. We just embraced each other and cried together. And I mean, I was so happy, though. I mean -- how do you explain it? You're upset and everything at what happened, but you're happy. She's here,” Keith said. Keith said Sherri’s face was very badly beaten and that her long, blond hair had been chopped off to above her shoulders. Sherri also lost almost 15 percent of her body weight. “The bruises were just intense. The bumps from, you know, being hit and kicked and whatever else. Her nose, so dark and yellow,” Keith said. “It made me sick that there [are] people out there that could do something like this.” When Sheila saw her sister for the first time at the hospital, she said she was as battered as Keith described. \"It was amazing to see her but it was hard to see her in the condition that she was in,\" she said. \"But it was just amazing to see her alive and talking and saying our names. It was the best present that I could have ever received from anyone.\" Sherri hasn’t spoken publicly yet about how she got to the highway where she was found or how she was freed from her captors. The story of her release comes solely from her account to police and to her husband. According to Keith, Sherri was bound with a chain around her waist inside a vehicle with her alleged captors. Keith said his wife told him that at some point her alleged captors stopped the vehicle on a road. “They opened the door. She doesn't know because she had a bag over her head. They cut something to free her of her restraint that was holding her into the vehicle and then pushed her out of the vehicle,” Keith said. According to Keith, Sherri said her captors then drove away. “Sherri obviously has one free hand that still has some kind of, something like a hose clamp if you will, and then took obviously the bag off of her head,” Keith said. “She, at this point, has no idea where she's at, and gets up and basically tries to find help, runs to a house that didn't have any lights on, and didn't look what she said was very inviting, looked scary, and obviously if you could imagine her state of mind at this point.” Keith continued, “There was a junkyard or some kind of yard or something like that that she tried to get into and a big dog started barking and scared her, and then she went and familiarized herself with where she was at by standing in the overpass and noticed I-5 symbols and she knew that I-5 North is where we live. Anything past our house, you're up in Mount Shasta area.” Keith said Sherri saw lights and ran to another building. When she could not get into that building, Keith said, Sherri then ran to the freeway. Stranded in the middle of nowhere, Keith said Sherri attempted to flag passing motorists on the highway. Alison Sutton happened to be driving down I-5 North when she saw Sherri. “I saw a woman frantically waving what looked like a shirt up and down, trying to flag somebody down. I was started to see her. It was dark and she pretty much just came out of nowhere,” Sutton told “20/20.” “If I had swerved to the right at least a little bit, I would have hit her with my car. She had, like, a wide-eyed, panicked kind of look. I figured if she was willing to risk being hit by a car trying to get somebody’s attention that she must really need some help.” Sutton said she pulled off the highway and called 911. Dozens of other drivers also called 911 on Sherri’s behalf. Keith said that Sherri was trying to flag people down for an extended amount of time and that several people drove past her without stopping. “She screams so much. She said she was coughing up blood from the screaming, trying to get somebody to stop,” Keith said. “Again, just another sign of how my wife is: She’s saying, ‘Well, maybe people aren’t stopping because I have a chain. It looks like I broke out of prison.’ So she tried to tuck in her chain under her clothes.” Rescue workers raced to the scene, which was 150 miles away from the Papinis' Redding home. Sherri was disoriented from 22 days in captivity and didn’t know what time or what day it was, Keith said. “She thought it was late that night, so when the paramedics finally were talking to her, they were the first people to tell her, 'Happy Thanksgiving.' It just blew her mind and then she's like, 'Oh, it's Thanksgiving night?' And they said, ‘No, it’s Thanksgiving morning,’” Keith said. Where the Case Stands Today and How the Papini Family Is Healing Authorities are still hunting for the alleged kidnappers. Based on Sherri's description of her alleged captors, Sheriff Bosenko told ABC News that authorities are searching for two Hispanic female adults armed with a gun and driving a dark SUV. One suspect, the younger of the two, was described as having long curly hair and a thick accent, pierced ears and thin eyebrows, Bosenko said, while the other woman, the older one, was described as having straight black hair with some grays and thick eyebrows. Police artists are now working on a composite sketch. Keith said he is focused on what is next for his family’s healing. “You would expect that I want to get these people ... and then your mind goes into a place that it shouldn’t and I think most people are doing that,” Keith said. “Clearly, I want justice but right now I’m just happy that my wife is back. I don’t have to raise my kids without her.” Even in the midst of the gratitude he feels, Keith said he knows his wife’s road to recovery won’t be easy. “When lights are off, when doors shut, when she hears certain sounds, I mean it’s something that I don’t know how to deal with and we’ll need somebody who can help her through that from a professional standpoint,” Keith said. “I’m sure I’m going to have to reach out for something for some of my feelings as well. It’s not just a long road. It’s something we’re never going to forget.” ABC News' Jim DuBreuil, Lynn Redmond, Andrew Paparella and Astrid Rodrigues contributed to this report. 0 Shares ",
    "title": "Sherri Papini: Inside the California Mom's Mysterious Disappearance and the Search for Her Alleged Abductors - ABC News"
   }
  ]
 }
}