{
 "04": {
  "col-sim": {
   "cosine": 0.3097834479190464,
   "entity": 0.2581988897471611
  },
  "exec-time": 10.215495347976685,
  "links": [
   {
    "entities": [
     "the early months of this year",
     "house",
     "congress",
     "russia",
     "a few weeks ago",
     "manhattan",
     "donald",
     "october 2014",
     "bernardino",
     "dec. 2, 2015",
     "jaap",
     "this year",
     "fbi",
     "christopher",
     "images",
     "james",
     "arriens/nurphoto/getty",
     "clinton",
     "now",
     "google",
     "union",
     "jr.",
     "liberties",
     "vance",
     "committee",
     "civil",
     "china",
     "soghoian",
     "trump",
     "intelligence",
     "may",
     "apple",
     "u.s.",
     "burr",
     "san",
     "richard",
     "american",
     "cyrus",
     "calif.",
     "earlier this week",
     "freedom",
     "hillary",
     "comey",
     "reuters",
     "the following months"
    ],
    "id": 0,
    "text": "Jaap Arriens/NurPhoto/Getty Images Jaap Arriens/NurPhoto/Getty Images The debate over encryption and government access to secured communications dates decades back. But for many Americans, it grabbed their attention in the early months of this year, in the aftermath of the Dec. 2, 2015, mass shooting in San Bernardino, Calif. It was a saga that unraveled over weeks . Looking for leads on the terrorist's iPhone, the FBI wanted to crack the PIN code on the device. The bureau got a court order and demanded that Apple write special software to thwart security measures that otherwise threatened to erase its content if muscled through. Apple refused to help and took its case public. The two sides battled it out in court , in Congress and in the media . Apple argued such software amounted to a master key and would encourage other countries, like China or Russia, to make similar demands for other iPhones. The law enforcement community said that increasingly secure encryption was making devices \"warrant-proof.\" FULL COVERAGE: The Apple-FBI Debate Over Encryption The conversation about encrypted devices quickly merged with that about encrypted communications. Ultimately, the FBI paid a mysterious third party and unlocked the phone without Apple's help. Over the following months, several bills appeared and faded in the outgoing Congress. The heat has subsided. The conversation moved on. Or so you might think. Article continues after sponsorship A few weeks ago, Manhattan District Attorney Cyrus Vance Jr. — a vocal opponent of insurmountable encryption — renewed his call for new laws to make sure that law enforcement has a way to extract the content of locked iPhones. \"In (Manhattan) alone, 423 Apple iPhones and iPads lawfully seized since October 2014 remain inaccessible due to default device encryption,\" the report from Vance's office says, arguing later: \"There is an urgent need for federal legislation that would compel software and hardware companies that design or build mobile devices or operating systems to make such devices amenable to appropriate searches.\" From a technical perspective, it's essentially a plea to turn back time. Judges Have More Power In Granting Warrants To Hack Digital Devices During and since the Apple-FBI standoff, the push for stronger encryption has been marching on. On the newer devices, Apple says it's just not technically feasible for the company to unlock passcodes or otherwise extract data, warrant or no warrant. Google, despite its struggle to push updated software to the fragmented market of various Android devices, is also promoting default encryption. WhatsApp, the most popular messaging platform, has doubled-down on encryption and has even introduced secured video chat. The list goes on. \"I don't see a situation where the government ... is going to force Apple to roll back encryption of the iPhone. I think that ship's sailed,\" says Christopher Soghoian, principal technologist at the American Civil Liberties Union. \"Law enforcement has to deal with the fact that we live in the world of encryption. And the way the feds are dealing with it is embracing the hacking.\" Soghoian explains that encryption doesn't completely shut down surveillance but pushes it further out from the networks that deliver the communications — where they are scrambled — to the devices where it gets unscrambled for the user. Internet Freedom Wanes As Governments Target Messaging, Social Apps That's one of the reasons why internationally instant messaging apps and communications platforms have, for the first time, emerged as \"the most routinely targeted tools\" by governments. That's according to this year's Freedom of the Net report by the Freedom House, which found WhatsApp being the most restricted app around the world. Earlier this week, judges in the U.S. gained wider power to authorize government hacking of digital devices well beyond their districts. Reuters has reported that the newly re-elected Republican Sen. Richard Burr, who chairs the Intelligence Committee, is likely to reintroduce his encryption legislation requiring companies to build \"back doors\" into their products for the government — but this time, with the support of the incoming Trump administration. So far, none of Donald Trump's picks for security posts are experts on cyber, and details of his stance are relatively hard to surmise. During the Apple-FBI debate, Trump called for a boycott of Apple to pressure its compliance with the FBI's demand. But he hasn't voiced a specific position on encryption. Cyber Aggression Takes A Back Seat To Other Presidential Campaign Issues Also unclear is Trump's plan for the post of FBI director, occupied now by James Comey, who led the bureau's fight against Apple but also played a prominent role during the campaign-season controversy about Hillary Clinton's use of a private email server. One likely possibility, Soghoian says, is a behind-the-scenes push for the right of government authorities to compel app or device makers to deliver specially created software to particular phones. Also possible is an effort to make companies retain more data they collect about their users — including, for instance, unencrypted metadata, such as time and length of a conversation, rather than its content. This becomes even more relevant in the era when more and more things get connected to the Internet without being particularly secure. Encryption May Hurt Surveillance, But Internet Of Things Could Open New Doors And finally, there's the matter of state and local law enforcement. Investigations across the country have struggled with the lack of technical expertise and budget to tackle crimes involving tech devices. Soghoian worries that when the surveillance or hacking tools begin to trickle down, abuses will be particularly visible. For now, he expects prominent voices like Manhattan's Cyrus Vance to continue making their case. ",
    "title": "Encryption: Where Are We A Year After The San Bernardino Shooting That Started The Apple-FBI Debate? : All Tech Considered : NPR"
   },
   {
    "entities": [
     "hours before saturday",
     "eric",
     "scott",
     "tribune",
     "2016",
     "dec.",
     "crawford",
     "philadelphia",
     "tony",
     "temple",
     "now",
     "last december",
     "hine",
     "fargo",
     "2010",
     "chicago",
     "darling",
     "blackhawks",
     "bloomsburg",
     "ommen",
     "chris",
     "semborski",
     "hawks",
     "wells",
     "flyers",
     "hine/chicago",
     "$200",
     "today",
     "corey",
     "center",
     "pa."
    ],
    "id": 1,
    "text": "Blackhawks came out for warmups at the Wells Fargo Center , one of their key players, goaltender Corey Crawford wasn't with them on the ice. Instead, he was under the knife, and now he will be on the shelf. Crawford developed appendicitis hours before Saturday's 3-1 loss to the Flyers and... When the Blackhawks came out for warmups at the Wells Fargo Center , one of their key players, goaltender Corey Crawford wasn't with them on the ice. Instead, he was under the knife, and now he will be on the shelf. Crawford developed appendicitis hours before Saturday's 3-1 loss to the Flyers and... (Chris Hine) They needed an amateur who would cost nothing and with the Flyers' help they found Semborski, who was pressed into duty. When Semborski saw a Chicago area code pop up on his phone, he said, he knew this was for real. \"Someone named Tony\" had called him — Hawks' senior director of team services Tony Ommen. \"I seriously had to take my skates off from coaching and just come (Wells Fargo Center) as fast as I could,\" said Semborski, who said he got the call only two hours before the game. \"I still couldn't believe it was happening as I was walking in. Disbelief can't quite quantify what Semborski felt. The Bloomsburg, Pa., native who graduated from Temple last December barely had time to call his family to let them know what was happening. His parents couldn't make it from about 135 miles away in Bloomsburg in time. \"This was a dream come true,\" Semborski said. \"It was so cool just hanging out with those guys. They made me feel welcome right away, started joking around. \"The Flyers asked around and people threw my name out I guess. I really don't know how it happened. I'll have to get to the bottom of that and thank some people.\" Eric Semborski on being the Blackhawks emergency backup goaltender Eric Semborski talks about being the Blackhawks emergency backup goaltender. (Chris Hine/Chicago Tribune) Eric Semborski talks about being the Blackhawks emergency backup goaltender. (Chris Hine/Chicago Tribune) See more videos The Hawks embraced the chance to razz their new teammate. They called him out for showing up late and for not wearing a suit to the game. They put his number on the board and told him he had to contribute $200 to the team's holiday party. \"I told them you better take credit, because that's all I have,\" Semborski said. Soon after arriving, it was time for warmups. Semborski came out in a No. 50 jersey that had Crawford's name removed and his name on it. Semborski looked a little slow as pucks zoomed by him during his time in net as he was comprehending what was happening. \"That was the best 20 minutes of my life skating with them,\" Semborski said. \"It was pretty cool. … I was a bit rusty. No matter how much I play I'm not going to be ready for them. It was fast. I couldn't even catch my breath because I was trying to take it all in.\" Photos from the game on Dec.. 3, 2016, in Philadelphia. Late in the game, the Hawks were trailing 3-1 and had pulled starter Scott Darling for an extra attacker. If the Flyers had scored an empty netter, Semborski said the Hawks were going to put him in the game. But it never came to be. Semborski said he has been a lifelong Flyers fan and called their 2010 Stanley Cup Final loss to the Hawks \"one of the hardest things I ever watched.\" He added: \"But today, that's all forgotten. I'm a Hawks fan.\" Because he signed an amateur tryout agreement, Semborski did not make any money for his appearance, but he got pucks, hats and he will get a jersey from the Hawks. If the Hawks win the Stanley Cup, he doesn't want his name on the Cup. \"I want a ring,\" he said with a laugh. If nothing else, at least he will have one heck of a memory. ",
    "title": "Blackhawk for a day: The story behind emergency goalie Eric Semborski - Chicago Tribune"
   },
   {
    "entities": [
     "3:30 p.m. pst",
     "alameda",
     "recently",
     "kpix",
     "francisco",
     "about 11:30 p.m.",
     "night",
     "december 3, 2016",
     "100%",
     "2016",
     "ghassan",
     "bartee",
     "bureau",
     "of",
     "tobacco,",
     "bruno",
     "golden",
     "ray",
     "new",
     "vega",
     "co.",
     "cbs",
     "afternoon",
     "area",
     "news",
     "county",
     ", 6:06 pm",
     "dan",
     "dec. 2, 2016",
     "explosives",
     "california",
     "friday",
     "sheriff",
     "donna",
     "oakland",
     "saturday",
     "fruitvale",
     "richardine",
     "reid",
     "san",
     "libby",
     "schaaf",
     "firearms",
     "deloche-reed",
     "calif.",
     "and",
     "alcohol,",
     "bay",
     "dec 3,",
     "kelly",
     "york",
     "facebook",
     "paula",
     "alex",
     "dec. 3, 2016",
     "jersey",
     "night before",
     "sf",
     "teresa",
     "10:32 pm est",
     "city"
    ],
    "id": 2,
    "text": "CBS/AP December 3, 2016, 6:06 PM Oakland fire's death toll to rise as slow recovery process begins Email Last Updated Dec 3, 2016 10:32 PM EST OAKLAND, Calif. -- It will be a slow recovery process and investigation into the deadly Oakland fire that killed at least nine people, city and fire officials said on Saturday. “We know there are bodies in there that we cannot get to,” said Alameda County Sheriff’s office spokesman Ray Kelly. Kelly said that they have located a “couple dozen people” who were believed to be missing, but they still believe there will be about two dozen more victims.  “We still have a lot of families who are in that unknown stage,” Kelly said.  Investigators are still trying to piece together exactly what happened when a fire broke out during a party at a renovated Oakland warehouse. But... There are nine confirmed fatalities in the fire, which broke out at a warehouse that was being used as a residential artist colony, but officials said there are “a couple dozen” victims they have to identify. These nine bodies were “easily accessible,” said Kelly. Based on the difficulty to getting inside the building, officials can only identify nine fatalities so far. According to fire officials, the roof collapsed onto the second story, which then collapsed onto the first story.  Fire officials said Saturday afternoon that they had to halt the recovery process because parts of the building had been deemed too unsafe, but by 3:30 p.m. PST, the Alameda County Sheriff’s office tweeted it had begun the recovery process again. Recovery operations have started again. — Alameda Co. Sheriff (@ACSOSheriffs) December 3, 2016 “This is a devastating scene,” Oakland Mayor Libby Schaaf said at a news conference Saturday afternoon. “This is complicated and it is going to take us time to do the methodical, thorough investigation that these families deserve.” Officials said people either escaped from the cluttered building or died inside, where the only way down from the second story was via a stairwell constructed entirely of wooden pallets.  “It appears that either you got out or you got trapped inside,” Kelly said.  #breaking :  Very few injuries: \"People either made it out ok...or they didn't make it out\" #oaklandfire @oaklandfiremissing — KPIX 5 (@CBSSF) December 3, 2016 While fire officials continue to search for survivors of a deadly warehouse fire in Oakland, California, family and friends are concerned for a New Jersey man who is among the missing, CBS New York reports .  Alex Ghassan recently moved from Jersey City to Oakland, and it is believed he attended a party at the warehouse Friday night before the fire broke out. “I want to send love to his family, from my family to his family. And for them to hopefully get good news and have peace as soon as possible,” his friend Richardine Bartee told CBS2. Firefighters used chain saws and axes Saturday to cut through the debris of the cluttered building in a gritty neighborhood of the San Francisco Bay Area city, where the fire broke out about 11:30 p.m. Friday.  CBS News justice reporter Paula Reid reports that the Bureau of Alcohol, Tobacco, Firearms and Explosives has joined local firefighters to investigate. Police say many victims in the Oakland, California, warehouse fire were in their 20s. The deadly fire broke out during a party. CBS San Francisco... There were numerous violations against the building, and there were no permits issued for people to live in the building, officials said on Saturday. Fire officials said there were no evidence of sprinklers.  Oakland Fire Chief Teresa Deloche-Reed said at least another 25 people were unaccounted for in what authorities were calling the most deadly building fire in the city in recent memory. The victims were believed to be young people in their 20s, Kelly said. He earlier said as many as 40 may have perished and that the coroner was preparing for a “mass casualty event” that could include victims from other countries.  The warehouse was known as the “Oakland Ghost Ship.” Its website showed pictures of a bohemian, loft-like interior made of wood and cluttered with rugs, old sofas and a garage-sale like collection of pianos, paintings, turntables, statues and other items. A fire broke out on Dec. 2, 2016 at a warehouse in Oakland, California. CBS SF Bay Area The website included advertisements for various electronic music parties. On Friday night, there was an event featuring musician Golden Donna’s 100% Silk West Coast tour. Panicked friends and family posted messages on the group’s Facebook page trying to find out if their loved ones were among the dead. Those searching for the missing were sent to a local sheriff’s office, where Dan Vega was anxiously awaiting news. He had been unable to find his younger brother or his brother’s girlfriend. Vega said he was not sure if the two were at the party Friday night but that his brother likes to go to raves and he had not been able to reach him Saturday. His girlfriend’s car was still parked at a transit station in San Bruno, south of San Francisco. Fighting tears, Dan Vega said he’s frustrated authorities hadn’t been able to tell him anything about his 22-year-old brother. A charred wall is seen outside a warehouse after a fire broke out during an electronic dance party, resulting in at least nine deaths and many unaccounted for in the Fruitvale district of Oakland, California, Dec. 3, 2016. REUTERS “I just want to go over there. I have my work boots on, I’m ready to go,” Vega said. “Just give me some gloves. I’ll help out any way, shape or form, I don’t care. This is infuriating. I don’t know where my brother’s at. I just want to find him.” It was not immediately clear what started the fire, Deloche-Reed said. She said 50 to 100 people were believed to have been at the party when the fire started and that clutter “made it difficult for people to escape.” The warehouse was partitioned into artist studios and was packed with furniture, mannequins, statues, lamps, and other objects and did not have a clear entry or exit path, the fire chief said. ",
    "title": "Oakland fire's death toll to rise as slow recovery process begins - CBS News"
   },
   {
    "entities": [
     "noel",
     "alameda",
     "authorities",
     "right now",
     "francisco",
     "office",
     "bob",
     "overnight",
     "december 3, 2016",
     "time",
     "fire",
     "4:15",
     "early on dec. 3, 2016",
     "deloach",
     "john",
     "fruitavale",
     "of",
     "about 11:30 p.m. on",
     "darin",
     "boulevard",
     "1:30 p.m.",
     "fall",
     "100%",
     "golden",
     "ray",
     "images",
     "south",
     "times",
     "reed",
     "--",
     "afternoon",
     "county",
     "g.",
     "usa",
     "early dec. 3, 2016",
     "late friday",
     "ewing",
     "california",
     "friday",
     "getty",
     "planning",
     "sheriff's",
     "donna",
     "central",
     "oakland",
     "saturday",
     "fruitvale",
     "hoffman",
     "teresa",
     "america",
     "ranelletti",
     "international",
     "east",
     "san",
     "mark",
     "libby",
     "schaaf",
     "terry",
     "calif.",
     "building",
     "and",
     "gallo",
     "bay",
     "nouvelage",
     "mabanglo",
     "kelly",
     "earlier saturday",
     "ap",
     "firefighters",
     "department",
     "facebook",
     "josh",
     "chronicle",
     "about 3:30 p.m.",
     "nov. 17",
     "dec. 3, 2016",
     "elijah",
     "mule",
     "today",
     "edelson",
     "night",
     "last month",
     "city"
    ],
    "id": 3,
    "text": "Authorities: 2 dozen may be dead in Oakland warehouse fire Nine fatalities confirmed in fire that broke out at artists collective Post to Facebook Authorities: 2 dozen may be dead in Oakland warehouse fire Nine fatalities confirmed in fire that broke out at artists collective Check out this story on USATODAY.com: http://usat.ly/2gzuoBi CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 124 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Authorities: 2 dozen may be dead in Oakland warehouse fire x Share According to California authorities a fire has broken out at an Oakland warehouse where people were having a party. USA TODAY NETWORK Firefighters assess the scene where a fire tore through a warehouse party early Dec. 3, 2016 in Oakland. (Photo: Josh Edelson, AP) OAKLAND — At least nine people are dead and as many as two dozen others also may have perished in a massive fire that broke out late Friday in an Oakland warehouse and artists collective in what Mayor Libby Schaaf on Saturday called a \"terrible tragedy.'' Alameda County Sheriff's Office spokesman Ray Kelly said it could take at least 48 hours to tally the number of casualties because of the continuing danger posed to firefighters by the unstable and charred remains of the structure in the city's Fruitvale district. The fire broke out during an electronic music party at the warehouse, which had illegally been turned into artists studios and living spaces. At 4:15 local time Kelly said that firefighters had removed four of the nine bodies officials could see when they went into the entrance of the building. These were being fingerprinted, and Oakland officials were working quickly to identify them for the anxious families who are awaiting word of their loved ones. The Oakland Fire Department is bringing in tractors, bulldozers and a crane Saturday night to get into the ruined building in a search for the bodies of the dead. \"We're going to have to cut a hole through the building. It's blocked at the entrance so we have to gain access on the other side,\" Kelly said. \"It's very twisted debris in there. There are wires and beams and wood. It's all fallen in on itself. We're thinking about bringing in cadaver dogs and robots to get into all the crevices,\" he said. \"This is a devastating scene,'' the mayor said at a briefing Saturday afternoon at a makeshift podium within sight of the building, adding that the investigation and recovery effort would be a \"complex'' undertaking. Schaaf said she had met earlier Saturday with a roomful of people still searching for loved ones but could not say exactly how many may have perished in the blaze. \"It was painful to tell them that it will take a considerable amount of time'' to determine the number of victims, Schaaf said. \"Our focus right now is on the victims and their families and ensuring that we have a full accounting for everyone who was impacted by this tragedy.\" Oakland Fire Chief Teresa Deloach Reed told reporters that most of the dead were found on the second floor of the building. She said it took about five hours to put out the blaze in the building, which did not appear to have sprinklers. The building didn’t have a clear exit path, she said. Posted! A link has been posted to your Facebook feed. Firefighters investigate the scene of a overnight fire that claimed at least nine lives at a warehouse in Oakland on Dec. 3, 2016.  Elijah Nouvelage, Getty Images Firefighters work in the aftermath of the Oakland warehouse fire, where a party was going on Friday night.  John G. Mabanglo, European Pressphoto Agency Charred windows mark the face of a building that was the scene of an overnight fire that claimed the lives of multiple people  in the Fruitvale neighborhood of Oakland.  Elijah Nouvelage, Getty Images Oakland Fire Chief Teresa Deloach Reed speaks to the press following an overnight fire at a warehouse in Oakland, Calif.  Elijah Nouvelage, Getty Images Firefighters assess the scene where a fire tore through a warehouse party early on Dec. 3, 2016, in Oakland, killing at least nine people. The blaze began at about 11:30 p.m. on Friday during a party at a warehouse.  Josh Edelson, AP Firefighters assess the scene of the warehouse fire. About 25 people remained unaccounted for.  Josh Edelson, AP Firefighters work the scene of a warehouse fire in Oakland.  John G. Mabanglo, European Pressphoto Agency The warehouse is located  in the Fruitavale district of Oakland at the corner of 31st Avenue and International Boulevard. At least nine people died in the fire and about 25 people remained missing.  John G. Mabanglo, European Pressphoto Agency In this handout frame grab from video released via Twitter user @Oaklandfirelive,  fire crews arrive at the scene of a warehouse fire in Oakland on Dec. 3, 2016.  @Oaklandfirelive via European Pressphoto Agency Like this topic? You may also like these photo galleries: Replay Last Slide Next Slide Pre-fire investigation into safety The ground floor of the structure had been partitioned into several artist studios and was packed with furniture, mannequins and other objects, said Assistant Fire Chief Mark Hoffman “It was just a labyrinth of little areas,” he said. Firefighters were only able to get in about 20 yards before they had to pull back before the building itself was too unsafe. “The walls were moving,” Hoffman said. Firefighters worked to shore up the building so they could safely search for bodies. The search was able to get underway about 3:30 p.m. Saturday but will likely take days, Schaaf said. City officials confirmed Saturday that building authorities had opened an investigation just last month into complaints about the safety of the structure. That inquiry was ongoing when the fire struck. An inspector from Oakland’s Department of Planning had attempted to enter the building on Nov. 17 in response to complaints of illegal building and blight in the lot next door, but was unable to get in, Oakland's  Planning and Building Director Darin Ranelletti said Saturday. Whether the inspector couldn't get in because he was refused entrance or simply because no one was at home wasn’t immediately known. Fire officials said the search of the building was stymied when the roof collapsed. Because of the precarious state of the structure, officials with the coroner’s office was unable to begin recovering bodies until nearly seven hours after the fire struck. The scent of the smoldering building could be detected from blocks away Saturday afternoon. \"One of the issues was that leading up to the second floor there was only one way up and down,\" Reed told reporters. \"It was my understanding that the stairwell was kind of makeshift, that they put it together with pallets.\" Around 1:30 p.m., firefighters began unloading lumber to the building to shore up dangerously damaged walls and ceilings so crews could continue the gruesome task of searching for bodies in the charred remains of the two-story stucco structure. Drones launched to find victims Kelly said investigators had launched drones with thermal imaging capability over the gutted building to help officials find additional victims. \"Our focus right now is on the victims and their families and ensuring that we have a full accounting for everyone who was impacted by this tragedy.\" \" — Libby Schaaf (@LibbySchaaf) December 3, 2016 One witness who escaped the blaze, Bob Mule, told the East Bay Times that a friend hurt himself and asked for help getting out. Mule said he tried, but couldn’t do it. “It was too hot, too much smoke; I had to get out of there,” said Mule, a photographer and artist who lives in the building and suffered minor burns. “I literally felt my skin peeling and my lungs being suffocated by smoke. I couldn’t get the fire extinguisher to work.\" — Oakland Firefighters (@OaklandFireLive) December 3, 2016 About 50 people are believed to have been inside the building at the time of the blaze, according to fire department officials. Kelly said most of the victims were believed to be in their  20s and 30s, and some were thought to be visitors from other countries. Kelly said the investigation will be slow, because of the state of the scene. \"It's just a task to get through the front door with all the debris and wreckage that's there,\" Kelly said. \"We're slowly making our way in, and we have to go systematically because any misstep on the part of our people could mean they get injured or fall through a floor or have something fall on top of them.\" An electronic-music party dubbed Golden Donna 100% Silk was set for Friday night at the warehouse, called  \"The Ghost Ship” by the artists who used it. Oakland City Councilman Noel Gallo, whose district includes the warehouse, told the San Francisco Chronicle that the building “has been an issue for a number of years.” “People have been living inside, and the neighbors have complained about it,” he said. “Some of these young people that were in there were underage. They frequently had parties there.” Friends and family took to social media Saturday to post and seek information on loved ones who might have been there.The sheriff's office has set up a family notification and assistance center at the Alameda County Building. Authorities were asking family and friends who believe they have loved ones who may have been in the warehouse to contact the sheriff's department. \"We are hoping for the best,\" said Terry Ewing, whose girlfriend was planning on attending the party and was among the missing. The Fruitvale neighborhood, where the building is located, has long been a majority Latino area. The streets are lined with taco shops and Latin grocery stores and shops for sending money and goods to various countries in Central and South America. It also is home to increasing numbers of artists, musicians and others, of all races and ethnicities, many of whom have been priced out of San Francisco. Whether the people who lived in the units in the building’s second floor were new to the area or were long-time residents wasn’t known. Hushed groups of neighbors gathered at the area in front of the building where it was possible to see the soot-blackened front over the police tape, mostly speaking in Spanish. Blessed Vorgar, 23, has lived two blocks from the building since she was 12. \"God have mercy on them,\" she said of those who had died.  14919 CONNECT TWEET LINKEDIN 124 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2gzuoBi ",
    "title": "Authorities: 2 dozen may be dead in Oakland warehouse fire"
   },
   {
    "entities": [
     "st.",
     "noel",
     "alameda",
     "authorities",
     "peter",
     "garcia",
     "l.a.",
     "ng",
     "h.",
     "angeles",
     "about a year ago",
     "john",
     "100%",
     "2016",
     "liam",
     "al",
     "los",
     "this year",
     "contact",
     "ray",
     "golden",
     "times",
     "eva",
     "paige",
     "n.",
     "mitchell",
     "duginski",
     "afternoon",
     "now",
     "county",
     "the",
     "friday",
     "donna",
     "ship",
     "oakland",
     "2:20 p.m.",
     "/",
     "saturday",
     "kevin",
     "reporters",
     "currently",
     "tracey",
     "lien",
     "longton",
     "russ",
     "gallo",
     "king",
     "dillon",
     "kelly",
     "facebook",
     "chor",
     "ghost",
     "paul",
     "night",
     "city",
     "$10"
    ],
    "id": 4,
    "text": "LOCAL L.A. Now Officials fear up to 40 dead in fire during concert at Oakland warehouse At least nine people died when a fire raced through an Oakland warehouse crowded with people attending a Friday night concert, officials said. Russ Mitchell , Peter H. King , Liam Dillon , Tracey Lien and Paige St. John Contact Reporters Authorities said they were preparing to deal with dozens of fatalities after a fire raced through a converted warehouse crowded with people attending a Friday night concert, officials said. Nine bodies have been recovered, but Alameda County sheriff’s Sgt. Ray Kelly said officials were prepared for up to 40 fatalities. He said many of those inside the warehouse were young, some from foreign countries.  Firefighters were beginning to move through the burned-out remains of the building looking for victims. The building’s roof caved in, and debris will make the search effort difficult, Kelly said. As of 2:20 p.m., officials said the number of fatalities remained at nine but that the search was continuing. Kelly stressed that the death toll was likely to rise — but by how much remains unclear. Officials said there were at least 12 survivors, one of whom went to a hospital for treatment. There is no known cause of the fire. While arson is not suspected, Kelly said investigators are on scene and nothing has been ruled out. Officials said the warehouse isn’t currently considered a crime scene.  Officials believe there likely are more fatalities because there are friends and family who still have not heard from some people who attended the concert. Kelly said there were relatively few injuries among those who escaped. “This is just a tragedy, and there are no easy answers,” Kelly said. “This is not an easy task.” He said it could take two days to complete to search for victims. Officials are bringing in cranes, bulldozers and excavating equipment to access the west side of the building. Cadaver dogs may also be used. Officials are fingerprinting people, and four of the nine bodies have been removed. Witnesses described a horrific fight for survival as people tried to flee the flames. Al Garcia, who owns a store next to the warehouse, said he talked to two people who said they were 17 and 18 years old who got out of the building. “They said that black, billowing smoke was coming down the stairs,” said Garcia, 62. “They couldn’t see anything in front of them, anything behind them. The only reason they got out was they heard voices outside. The voices directed them to where they were going.” The teens said they paid $10 to get into the warehouse party, which they found online, Garcia said.   Paul Duginski / Los Angeles Times Paul Duginski / Los Angeles Times City records cited allegations of at least three code violations at the building this year. In one complaint, city inspectors said there was complaint of an illegal building on the property as well as piles of trash. “This property is a storage [facility], but the owner turned it into a trash recycling center. The yard became a trash collection site, and the main building was [remodeled] for residential,” according to city records. City building and safety officials said Saturday afternoon that there was an open investigation into the warehouse and that inspectors had found evidence of blight. The building was permitted for use as a warehouse, not for housing. They said that a party or concert at the property would have required a permit, which had not been granted. They also said there was no evidence of fire sprinklers or alarms in the building. Oakland City Councilman Noel Gallo, who represents the district where the fire broke out, said neighbors have regularly complained about the building — particularly the fact that it had piles of trash and debris outside. “We would complain to the manager that they had all that nonsense outside of his building, blocking sidewalks, blocking streets. And …  he always had an attitude,” he said. Gallo said he did not know whether people were living inside the warehouse. Asked whether the building had residential permits, he said: “Absolutely not.” “The reality is, there are many facilities being occupied without permits,” he said. “They’re occurring on Oakland’s streets, especially in neighborhoods like mine.” The property is one of several owned by Chor N. Ng, according to her daughter, Eva Ng, 36. She said the warehouse was leased as studio space for an art collective and not used as a dwelling. “Nobody lived there,” she told The Times, adding, “It was an art collective.” She said she had asked her leaseholders about the issue and had been reassured that nobody lived in the building. “They confirmed multiple times. They said sometimes some people worked through the night, but that is all,” she said. The second floor had two exits, both wooden stairs, she said, adding that she believes the building also had smoke detectors. She was not familiar with comments by fire officials that the makeshift stairs consisted of packing crates. Ng added that her mother felt terrible about the tragedy. Kevin Longton, who lives at the Vulcan Lofts, less than a mile from where the fire took place, said the warehouse was well-known for holding rave-style dance parties. He went to one about a year ago, never saw any sprinklers and felt the place was an accident waiting to happen. “It was a tinderbox,” Longton said. Inside, he said, were two floors with a huge open space on the first floor with lots of nooks and crannies. People had cordoned off loft-style sections on the first floor and decorated them with fabrics and curtains. More than a two dozen old pianos were strewn about the floor.  “There were people living there,” Longton said. “I’m sure of that.\" The building was the site of a concert Friday night called the  Golden Donna 100% Silk 2016 West Coast Tour , according to a concert Facebook page. Organizers of the concert posted a statement describing the fire as an “unbelievable tragedy, a nightmare scenario. ... We are a very tight community of artists and we are all praying, sending love and condolences to everyone involved and their families.” Witnesses said the warehouse, known locally as the Oakland Ghost Ship, was a collective where artists lived and worked. Through the early-morning hours, people used the Facebook page to seek information about friends and loved ones who attended the concert. Some frantically listed the names of missing people and posted their photos, hoping to learn their fates. ",
    "title": "Officials fear up to 40 dead in fire during concert at Oakland warehouse - LA Times"
   },
   {
    "entities": [
     "recently",
     "brookings",
     "bannon",
     "house",
     "goldman",
     "t.",
     "here",
     "nikki",
     "douglas",
     "stephen",
     "south",
     "james",
     "jeff",
     "new",
     "party",
     "90-plus percent",
     "newt",
     "flake",
     "heidi",
     "washington",
     "sachs",
     "breitbart",
     "devos",
     "cincinnati",
     "tower",
     "brinkley",
     "elaine",
     "pence",
     "2010",
     "mike",
     "naftali",
     "mann",
     "post",
     "mcconnell",
     "bush",
     "richard",
     "nations",
     "corps",
     "dec. 1",
     "chao",
     "thursday",
     "viguerie",
     "taiwan",
     "jeb",
     "iran",
     "defense",
     "august",
     "at 4:15 pm",
     "w.",
     "haley",
     "republican",
     "timothy",
     "view",
     "$1 trillion",
     "carolina",
     "nov. 30",
     "va.",
     "lindsey",
     "mitch",
     "iii",
     "o.",
     "hollywood",
     "collins",
     "medicare",
     "k.",
     "congress",
     "donald",
     "december 3",
     "twitter",
     "graham",
     "sessions",
     "marine",
     "capitol",
     "democratic",
     "tom",
     "cabinet",
     "monday",
     "clinton",
     "price",
     "trump's",
     "michael",
     "friday",
     "white",
     "joe",
     "obama",
     "trump",
     "graphic",
     "n.j.",
     "thomas",
     "street",
     "romney",
     "ross",
     "rice",
     "institution",
     "susan",
     "kasich",
     "wagner",
     "mattis",
     "hillary",
     "united",
     "betsy",
     "wilbur",
     "rudolph",
     "club",
     "current",
     "mitt",
     "giuliani",
     "u.n.",
     "senate",
     "bedminster",
     "right now",
     "sean",
     "sullivan",
     "john",
     "golf",
     "george",
     "steven",
     "gop",
     "e.",
     "news",
     "flynn",
     "manchin",
     "heitkamp",
     "michigan",
     "2012",
     "university",
     "hill",
     "chris",
     "wall",
     "york",
     "two weeks ago",
     "mnuchin",
     "indiana",
     "national",
     "gingrich"
    ],
    "id": 5,
    "text": "Trump’s emerging Cabinet is looking less Trumpian than expected The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Here’s a look at Trump’s administration so far View Photos President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Caption President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration.  Marine Corps Gen. James Mattis President-elect Donald Trump shakes hands with retired Marine Corps Gen. James Mattis at Trump National Golf Club in Bedminster, N.J. Trump said at a rally on Dec. 1, that he will nominate Mattis as defense secretary. Carolyn Kaster/AP By John Wagner and Sean Sullivan December 3 at 4:15 PM Follow @WPJohnWagner Follow @WaPoSean Just two weeks ago, President-elect Donald Trump appeared poised to assemble a Cabinet as unconventional as he is, drawing heavily from a band of quirky loyalists that included several from the fringes of the Republican Party. But as he moves rapidly toward assembling his roster of top advisers, Trump instead is pulling together a more orthodox GOP team than many expected, including a defense secretary nominee, retired Marine Gen. James Mattis, who has received solid marks from the party establishment ahead of his formal unveiling Monday. The emerging Cabinet has gone a long way toward mollifying some of Trump’s Republican critics, and several of the picks — including the wife of the Senate majority leader as transportation secretary — are tailor-made to encourage cooperation between the administration and GOP leaders on Capitol Hill. The incoming team is preparing not only to implement longtime Republicans goals — such as repealing the Affordable Care Act and cutting taxes — but also to push for Trump’s iconoclastic and controversial campaign promises on issues such as a border wall and trade. But the group and the president-elect are also fraught with conflicting views over key issues including Iran policy, Medicare and immigration, raising the risk of infighting and fractiousness both within the administration and with Congress. Several of Trump’s early personnel picks were “more directly in your face, while others that have come forward since then are decidedly less so,” said Thomas E. Mann, a senior fellow at the Brookings Institution think tank in Washington. “At this point, I would say the Republican establishment that was so attacked by Trump during the campaign is doing pretty well in shaping his administration.” Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet Trump, who cast himself as a hard-edged populist during the campaign, is also moving faster in the pace of announcing his picks compared with recent predecessors. The biggest test of Trump’s interest in broadening his inner circle still looms, with his choice of a secretary of state, one of the most important posts in any administration. Aides have publicly identified four finalists for the job, including 2012 Republican presidential nominee Mitt Romney. If Trump gives the nod to Romney, long one of his fiercest Republican critics, it would send a reassuring signal to the party’s moderate wing and to the nation’s foreign policy establishment — a need seen as all the more urgent after Trump caused a diplomatic uproar when he broke decades of precedent Friday by speaking directly with the president of Taiwan. But the prospect of picking Romney — who called Trump a “con man” and a “phony” during the campaign — has already sparked strong objections from some of Trump’s die-hard supporters. Richard Viguerie, a longtime conservative activist, said that he, like many others, considers a potential Romney appointment a mistake but can understand Trump’s thinking. “He knows he cannot fight two wars at the same time,” Viguerie said. “He can’t fight the Democrats and the establishment Republicans. They’re still a big presence in Congress, and he probably wants to make nice with them.” Several of Trump’s more recent choices appear to have the imprint of Mike Pence, the vice president-elect. The Indiana governor and former House member is well-regarded by the party’s conservative wing but has also served as a bridge to the party establishment. Steven Mnuchin, a former Goldman Sachs banker and Hollywood financier, is President-elect Donald Trump's nominee for treasury secretary. He spoke at Trump Tower Nov. 30. (The Washington Post) Trump turned to some of his staunchest and most controversial allies for his earliest White House picks, including former campaign chief executive Stephen K. Bannon, the former Breitbart News executive, as his senior counselor. Retired Lt. Gen. Michael T. Flynn, who during the campaign led “lock her up” chants directed at Democratic nominee Hillary Clinton, was named national security adviser. Trump’s choice of Sen. Jeff Sessions (R-Ala.) as attorney general also seemed in no small part a reward for his loyalty during the tumultuous campaign. Since then, however, Trump has shown a willingness to put rivals and others outside his orbit in key slots. South Carolina Gov. Nikki Haley (R), who endorsed two of Trump’s rivals at various points in the Republican primaries, was named as his choice to become the ambassador to the United Nations. And on Friday, Trump met in New York with Sen. Heidi Heitkamp (D-N.D.), who left the door open to joining the Republican administration. Another Democrat, Sen. Joe Manchin III (D-W.Va.) is also being eyed by the Trump team for a possible job. Other recent picks by Trump may be unconventional in some respects — they would be hard to imagine in the Cabinet of Jeb Bush or John Kasich, two of his primary rivals — but bring familiar credentials to the posts they have been asked to fill. For treasury secretary, Trump tapped Steven Mnuchin, a loyalist who served as finance chairman of his campaign. Mnuchin comes from a conventional place for recent treasury secretaries of both parties: He spent 17 years at the Wall Street firm Goldman Sachs. Likewise, Trump rewarded campaign booster Wilbur Ross with his nod to be commerce secretary. Like many others before him, Ross is a successful businessman; in his case, though, he is known for his investments in distressed industries. For transportation secretary, Trump tapped someone as establishment as they come in Washington: Elaine Chao, who served as labor secretary under President George W. Bush and held other posts in previous Republican administrations. She also happens to be the wife of Senate Majority Leader Mitch McConnell (R-Ky.), a relationship that certainly cannot hurt Trump’s promised effort to push a $1 trillion infrastructure plan through Congress early in his tenure. Many of Trump’s choices will arrive with a history of toiling toward long-held Republican objectives that Trump embraced during his campaign. Rep. Tom Price (R-Ga.), whom Trump reached outside of his immediate orbit to tap as health and human services secretary, is among the leading critics of the Affordable Care Act, the signature achievement of President Obama that Republicans have been seeking to dismantle since its enactment in 2010. Betsy DeVos, the Michigan billionaire and conservative activist who Trump nominated for education secretary, has spent years pushing to expand voucher programs in several states that give families taxpayer dollars to pay for private and religious schools — objectives simpatico with Trump’s call on the campaign trail to expand school choice. And Sessions has established himself as one of the harshest critics of illegal immigration on Capitol Hill, a credential that should bolster the work of a candidate who advocated deporting millions of undocumented workers and building an extensive wall along the U.S.-Mexico border. Rep. Chris Collins (R-N.Y.), an early Trump supporter who is serving as the transition team’s liaison to Congress, said the Cabinet that Trump is building “absolutely” signals that the president-elect will try to move swiftly on the agenda that he talked about on the campaign trail. “The people being picked to run the departments with jurisdiction over those issues, I think, are in 90-plus percent lockstep with his positions,” Collins said. Still, taken as a whole, Trump’s emerging team is far more diverse — in Republican terms — than many speculated in the immediate aftermath of a campaign in which he surrounded himself with GOP has-beens such as former New York mayor Rudolph W. Giuliani and former House speaker Newt Gingrich. While Giuliani remains a finalist for secretary of state, the prospects for both men to hold sway in Trump’s Cabinet seem to have faded. “I think Giuliani and Gingrich are just loose fruits right now,” said Douglas Brinkley, a presidential historian at Rice University. “No one knows where to put them.” With the choices he has made so far, Trump has pleased or at least calmed some of his chief Republican critics during the campaign. Sen. Jeff Flake (R-Ariz.), who was a vocal critic of Trump during the campaign, noted positively that Trump has added former detractors to his team, including Haley for the U.N. post. “We’re still not done. Still got some to go. But I’ve been pleased with some of them,” Flake said. That view was echoed by Sen. Susan Collins (R-Maine), who announced in August that she would not vote for Trump or Clinton. “I think he’s made some good appointments,” she said. And Sen. Lindsey O. Graham (R-S.C.), who continued to criticize Trump after ending his own GOP presidential bid, took to Twitter to praise the choice of Mattis as defense secretary, saying he would “provide great leadership.” None of which is to say that governing will be easy for Trump — even with his party holding both the White House and Congress. Several stress points seem certain to surface between the populist president and more traditional Republican members of Congress, assuming Trump keeps his word on some key promises. The GOP takeover of the White House, for instance, has emboldened House Republicans to pursue an agenda that includes privatizing parts of Medicare, the popular program for seniors. It is uncertain how that will square with Trump’s rhetoric as a candidate who sought to distinguish himself from other Republicans by pledging to leave Medicare and some other safety-net programs untouched. While Trump and congressional Republicans share a goal of repealing Obamacare, there has been less agreement over what exactly to replace it with. Trump has only promised something better. Trump could also face resistance on his immigration plans from some Republicans who argue that overreaching will prove costly at the ballot box among Latinos, a rapidly growing segment of the electorate that the party cannot afford to write off. And there are bound to be tensions on trade, where Trump’s views are far more isolationist than what his party has long advocated. In some cases, Trump’s nominees hold positions directly contrary to his. Mattis, for example, recently told Trump that he does not believe in the effectiveness of waterboarding, one of the “tough” interrogation techniques the president-elect has vowed to reinstate. Mattis favors working with allies to enforce the Iran nuclear deal, which Trump has vowed to tear up. The defense secretary nominee also reportedly has told colleagues that he understands the relationship between global security and climate change, a phenomenon Trump has said he wants to address far less aggressively than the current administration. Timothy Naftali, a presidential historian, said that he sees numerous tension points ahead, spawned from what he called “a marriage of convenience” between the president-elect and other leaders of the Republican Party. “It’s not clear what kind of arrangement this marriage is going to need to keep going,” Naftali said, arguing that making campaign promises a reality will be much tougher for Trump than continuing to tout them at campaign-style rallies, such as the one he held in Cincinnati on Thursday. “He can go out on the hustings and have great big rallies, and then he still has to come back to Washington and make sausage,” Naftali said. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump’s emerging Cabinet is looking less Trumpian than expected - The Washington Post"
   },
   {
    "entities": [
     "donald",
     "twitter",
     "associated",
     "sarah",
     "2008",
     "$6 million",
     "$1 million",
     "gop",
     "december 03, 2016",
     "veterans",
     "midwest",
     "press",
     "obama",
     "palin",
     "trump",
     "u.s.",
     "affairs",
     "mexico",
     "facebook",
     "alaska",
     "indiana"
    ],
    "id": 6,
    "text": "Early Trump supporter Palin suggests Carrier deal is 'crony capitalism' Published               December 03, 2016 Facebook 0 Twitter 0 livefyre Email Print   Sarah Palin -- an early Donald Trump supporter and possible administration hire -- is questioning whether the president-elect’s Carrier jobs deal is a case of “crony capitalism.” The former Alaska governor and 2008 GOP vice-presidential nominee says she’s “ecstatic” for Carrier employees. However, she also wonders whether Trump’s successful bid to keep the manufacturer from moving 1,000 jobs from Indiana to Mexico is in fact a case of political influence on the free market, while acknowledging that the specifics of the deal remain unclear. Related Image Expand / Contract Sarah Palin “When government steps in arbitrarily with individual subsidies, favoring one business over others, it sets inconsistent, unfair, illogical precedent,” Palin wrote in an op-ed for the Young Conservative website. The deal purportedly involves the furnace and air conditioning manufacturer getting $6 million in tax subsidies and $1 million in training grants over 10 years. Fiscal conservatives repeatedly criticized outgoing Democratic President Obama of “picking winners and losers” for providing tax credits and other incentives to so-called green energies like solar and wind power while introducing more federal regulations on coal-firing plants. “Republicans oppose this, remember?” Palin wrote. “We support competition on a level playing field, remember? Because we know special interest crony capitalism is one big fail.” Palin is purportedly being considered for the post of Veterans Affairs secretary. Trump vowed on the campaign trail to help military veterans receive better health care through the agency and to keep the Carrier jobs from going to Mexico, part of his overarching promise to stop U.S. companies from moving operation from Midwest manufacturing states to countries with lower costs. The Associated Press contributed to this report.   ",
    "title": "Early Trump supporter Palin suggests Carrier deal is 'crony capitalism' | Fox News"
   },
   {
    "entities": [
     "council",
     "house",
     "diplomatic",
     "david",
     "chao-hsieh",
     "november 18, 2011",
     "service",
     "after",
     "abc",
     "chinese",
     "dwyer",
     "geng",
     "huang",
     "kong",
     "jianxi",
     "claude",
     "3, 2016, 2:47 pm",
     "lee",
     "today",
     "center",
     "karson",
     "studies",
     "office",
     "taiwan",
     "of",
     "this year",
     "associated",
     "presidential",
     "foreign",
     "bonnie",
     "ali",
     "republican",
     "dec",
     "phoenix",
     "rogin",
     "j.",
     "international",
     "shuang",
     "ryan",
     "hong",
     "liu",
     "security",
     "state",
     "tsai",
     "wu",
     "night",
     "donald",
     "beijing",
     "twitter",
     "december 3, 2016",
     "2016",
     "for",
     "murray",
     "delkic",
     "lodges",
     "tv",
     "siegel",
     "this dec.",
     "friday",
     "states",
     "white",
     "chad",
     "trump",
     "taipei",
     "devin",
     "u.s.",
     "glaser",
     "wang",
     "yan",
     "caplan",
     "united",
     "radia",
     "december 3, 2016 earlier saturday",
     "the future",
     "melina",
     "ta-wei",
     "strategic",
     "1949",
     "rakisits",
     "the past",
     "john",
     "georgetown",
     "school",
     "--",
     "benjamin",
     "yi",
     "news",
     "kirit",
     "china",
     "1979",
     "press",
     "yiu",
     "2,",
     "university's",
     "and",
     "joseph",
     "protest",
     "li",
     "department",
     "republic",
     "ing-wen",
     "people's",
     "struyk",
     "national"
    ],
    "id": 7,
    "text": "China Lodges Diplomatic Protest After Trump's Call With Taiwan's President By Melina Delkic Dec 3, 2016, 2:47 PM ET 0 Shares Ashley Pon/Getty Images; John Minchillo/AP Photo WATCH Donald Trump Speaks With Taiwan's Leader Sparking Potential Rift With China 0 Shares Email China has lodged \"solemn representations\" with the United States over a phone conversation Friday between President-elect Donald Trump and the president of Taiwan, the Chinese foreign ministry said. Chinese foreign ministry spokesman Geng Shuang told reporters in Beijing that China urged the relevant parties in the United States to handle Taiwan-related issues \"cautiously and properly\" to avoid \"unnecessary interference\" in the China-U.S. relationship. He did not describe details of China's complaint to the U.S., or say with whom it was lodged. \"There is only one China in the world, and Taiwan is an inseparable part of Chinese territory,” Shuang said. “The government of the People's Republic of China is the sole legitimate government representing China. This is a fact that is generally recognized by the international community.\" The president-elect's call with Taiwanese President Tsai Ing-wen broke with decades of delicate U.S. policy on China and Taiwan. Taiwan has held that it is an independent nation since it split from the Chinese mainland in a 1949 civil war. But the United States has maintained a \"one China\" policy since establishing diplomatic relations with Beijing in 1979, meaning that it has not recognized Taiwan as its own country and rather as a part of China. Since then, no phone calls between a U.S. president-elect and a Taiwanese leader have been publicly reported, according to Center for Strategic and International Studies China expert Bonnie Glaser. The U.S. does have a \"robust unofficial relationship\" with Taiwan and commits to defending it in the event of a Chinese attack, according to the U.S. Department of State's website . The Associated Press In this Dec. 2, 2016 photo released by Taiwan Presidential Office, President Tsai Ing-wen, center, flanked by National Security Council Secretary-General Joseph Wu, left, and Foreign Minister David Lee, speaks with Donald Trump via speakerphone in Taipei. According to a press release from the Trump transition team about the phone call, the Taiwanese president offered Trump her congratulations and he offered the same to her for her election victory this year. They discussed the \"close economic, political, and security ties between Taiwan and the United States,\" the Trump transition team said. The Taiwan president's office said in a statement that the telephone call lasted 10 minutes and that Tsai and Trump were joined by Taiwan's National Security Council secretary general Joseph Wu Chao-hsieh, foreign minister David Li Ta-wei, acting secretary general Liu Jianxi and spokesman Huang Yan. \"During the conversation, President Tsai and President Trump also exchanged views and ideas on the future governance, especially the promotion of domestic economic development and the longterm strengthening of national defense, so as to enable the people to enjoy a secure and better life,\" the statement from Tsai's office read. Meanwhile, Trump defended the move on Twitter on Friday night. The President of Taiwan CALLED ME today to wish me congratulations on winning the Presidency. Thank you! — Donald J. Trump (@realDonaldTrump) December 3, 2016 Interesting how the U.S. sells Taiwan billions of dollars of military equipment but I should not accept a congratulatory call. — Donald J. Trump (@realDonaldTrump) December 3, 2016 Earlier Saturday, Chinese Foreign Minister Wang Yi initially downplayed the telephone call, describing it as \"just a small trick by Taiwan\" that he believed would not change U.S. policy toward China, according to Hong Kong's Phoenix TV. \"The one-China policy is the cornerstone of the healthy development of China-U.S. relations, and we hope this political foundation will not be interfered with or damaged,\" Wang was quoted as saying. A spokesperson for the White House National Security Council said there is \"no change to our longstanding policy on cross-Strait issues. We remain firmly committed to our 'one China' policy based on the three Joint Communiques and the Taiwan Relations Act.\" But the fact that the conversation took place at all is \"highly unusual\" and \"significant,\" said Dr. Claude Rakisits, of Georgetown University's School of Foreign Service, an expert in U.S.-South Asian affairs. \"The fact that Trump actually spoke with Taiwan [president] would irritate the communist leaders in China, in Beijing, because they would wonder, 'Is this an indication of the sort of relationship that one could expect between the U.S. and China during his presidency?'\" Rakisits told ABC News. \"I can’t remember the last time a president in the U.S. actually called the president of Taiwan.\" A former Republican White House national security official said Trump's conversation with the Taiwanese leader \"will upset an apple cart that has needed upsetting for a long time.\" \"I've lived with this policy area my entire adult life and I've lived with the arguments around this for more than 25 years,\" the former national security official told ABC News. \"To me, I am thrilled that this call took place ... No one should be telling the U.S. president who he can and cannot talk to ... Especially if a very powerful competitor in the world is saying there's a risk of conflict over this territory, it's even more important for our leader to have communication with that leader.\" In the past, Trump has voiced support for a weapons deal with Taiwan, advocating a tough stance against China. Why is @BarackObama delaying the sale of F-16 aircraft to Taiwan? Wrong message to send to China. #TimeToGetTough — Donald J. Trump (@realDonaldTrump) November 18, 2011 ABC News' David Caplan, Devin Dwyer, Chad Murray, Kirit Radia, Ali Rogin, Benjamin Siegel, Ryan Struyk and Karson Yiu contributed to this report. The Associated Press also contributed to this report 0 Shares ",
    "title": "China Lodges Diplomatic Protest After Trump's Call With Taiwan's President - ABC News"
   },
   {
    "entities": [
     "xiaoping",
     "recently",
     "council",
     "house",
     "lipton",
     "eric",
     "sea",
     "david",
     "south",
     "stephen",
     "haberman",
     "strait",
     "new",
     "party",
     "times",
     "washington",
     "m.",
     "now",
     "chinese",
     "evening",
     "saturday",
     "sept. 11",
     "organization",
     "richard",
     "jinping",
     "twohey",
     "cheng",
     "donoghue",
     "today",
     "progressive",
     "zedong",
     "asia",
     "taiwan",
     "huntsman",
     "of",
     "mao",
     "crowley/the",
     "associated",
     "hangzhou",
     "foreign",
     "w.",
     "amanda",
     "credit",
     "hotels",
     "orville",
     "security",
     "tsai",
     "shambaugh",
     "cotton",
     "philippines",
     "last month",
     "beijing",
     "vietnam",
     "twitter",
     "reagan",
     "society",
     "schell",
     "democratic",
     "tom",
     "clinton",
     "arkansas",
     "friday",
     "white",
     "states",
     "45 percent",
     "megan",
     "obama",
     "trump",
     "taipei",
     "u.s.",
     "wang",
     "maggie",
     "bill",
     "march 1996",
     "paris",
     "united",
     "nixon",
     "miller",
     "xi",
     "ministry",
     "taoyuan",
     "anne-marie",
     "george",
     "december 4, 2016",
     "yi",
     "deng",
     "ronald",
     "china",
     "1979",
     "press",
     "september",
     "october",
     "university",
     "1972",
     "york",
     "republic",
     "ing-wen",
     "hours later",
     "wen-tsan",
     "people's",
     "bush",
     "national"
    ],
    "id": 8,
    "text": "Continue reading the main story In the longer term, officials in the Obama administration worry that the episode could not just ignite tensions across the Taiwan Strait but also inflame trade relations and embolden China in the South China Sea, where it has clashed with the Philippines, Vietnam and other neighbors over competing claims to reefs and shoals. Advertisement Continue reading the main story Mr. Trump expressed no misgivings about taking the call from President Tsai Ing-wen, which was arranged beforehand. He bridled at suggestions that he had committed a faux pas, writing on Twitter on Friday evening that it was “interesting how the U.S. sells Taiwan billions of dollars of military equipment but I should not accept a congratulatory call.” Nor did Mr. Trump or his aides make a gesture to reaffirm the One China policy, much to the chagrin of the White House. It fell to a spokesman for the National Security Council to affirm that the United States was not changing the policy. Under that policy, the United States formally recognized the People’s Republic of China in 1979, abrogating its ties with Taiwan, as the Chinese leader, Deng Xiaoping , sought to bolster China’s economy and create closer ties to the West. Photo President Richard M. Nixon greeted Chairman Mao Zedong in Beijing in 1972 during Mr. Nixon’s trip to China. Credit Associated Press Whether Mr. Trump views the call as the beginning of a change in approach toward Taiwan is not clear. A person close to him insisted that he was just being polite in taking Ms. Tsai’s call. Among hard-line Republicans, there has always been a push to confront China by reaching out to Taiwan. In a statement on Friday, Senator Tom Cotton, the Arkansas Republican who was briefly believed to be a candidate for Mr. Trump’s defense secretary, praised him for taking the call, saying it “reaffirms our commitment to the only democracy on Chinese soil.” President Ronald Reagan antagonized China by inviting a delegation from Taiwan to his inauguration. Aides to President George W. Bush pressed him to take a more confrontational approach with China until the attacks of Sept. 11 reordered his priorities, increasing the need for him to cultivate China on counterterrorism and other issues. Tensions over Taiwan peaked under a Democratic president, Bill Clinton, who in March 1996 ordered two aircraft carrier battle groups into the Taiwan Strait after China conducted missile tests to intimidate the island. For some China experts, shaking up the cross-strait relationship would not be the worst thing in the world. “We have had a status quo of sorts in the Taiwan Strait that has kept the peace, but it recently has not looked all that durable, nor was it very agreeable to most citizens of democratic Taiwan,” said Orville Schell, the director of the Center on U.S.-China Relations at the Asia Society. “Whether a new kind of Trumpian brinkmanship will now cause China to reconsider its hard-line position towards Taiwan, or to respond in a dangerous and militant way, remains to be seen,” he said. Advertisement Continue reading the main story Mr. Trump spoke harshly about China before and during the campaign, accusing it of concocting climate change as a hoax to undercut American manufacturers, branding it a currency manipulator (when it in fact is trying to prop its currency up), and threatening to impose a 45 percent tariff on Chinese goods. And Mr. Trump’s trade advisers have also advocated punitive responses to what they portray as unfair Chinese actions. A few days after he was elected, however, Mr. Trump spoke with China’s president, Mr. Xi, and released a statement afterward that said the two men had a “clear sense of mutual respect.” Photo President Xi Jinping of China and President Obama at a ceremony in Hangzhou in September announcing the formal adoption of the Paris climate agreement. Credit Stephen Crowley/The New York Times Taiwan is also likely to seek a closer relationship with the United States. After many years under a Kuomintang government, which pursued closer ties with China, Taiwan elected Ms. Tsai as its second president from the pro-independence Democratic Progressive Party. Analysts said that Ms. Tsai, though not a firebrand, was seeking to diversify Taiwan’s economic partners and carve out more space for it in international affairs. “Tsai Ing-wen was pretty shrewd in making the call in the first place,” Mr. Huntsman said. There are also lingering questions about Mr. Trump’s business dealings in Taiwan. The news media there has reported that the Trump Organization sent a representative to Taiwan to explore building a luxury hotel in a government-backed development near Taipei’s airport. The Trump Organization does not dispute that one of its employees — assigned to promote hotel sales related to Asia — was in Taipei, the capital, in October for a work-related visit. The duties of the executive, Anne-Marie Donoghue, include trying to find guests for the company’s hotels worldwide, and she is not involved in developing new real estate projects for Trump Hotels. Separately, the mayor of Taoyuan, where Taiwan’s main airport is, told reporters in Taiwan last month that he had spoken in September with what appears to have been a different woman who suggested that she was associated with the Trump Organization and that the group was interested in discussing a hotel project. The mayor, Cheng Wen-tsan, did not respond Saturday to a request for comment. In a statement on Friday, Amanda Miller, the vice president for marketing at the Trump Organization, disputed that the company was pursuing any real estate deals in Taiwan. “There have been no authorized visits to Taiwan on behalf of Trump Hotels for the purposes of development, nor are there any active conversations,” she said. “We are not planning any expansion into Taiwan.” For the Chinese government, as for many other governments around the world, Mr. Trump’s freewheeling diplomacy poses a challenge. At first, China’s foreign minister, Wang Yi, played down the episode, saying it was a “petty action by the Taiwan side” that would not upset the longstanding policy of One China. But hours later, the Chinese Foreign Ministry lodged a formal complaint with the Obama administration. It urged the United States to “handle issues related to Taiwan carefully and properly to avoid causing unnecessary interference to the overall U.S.-China relationship.” Advertisement Continue reading the main story David Shambaugh, the director of the China policy program at George Washington University, said Beijing’s measured response made sense. But he said that if the Trump administration took more concrete steps to change time-tested ways of dealing with Taiwan, “they can expect additional pushback from China.” Eric Lipton contributed reporting from Washington, and Maggie Haberman and Megan Twohey from New York. A version of this article appears in print on December 4, 2016, on page A1 of the New York edition with the headline: Trump Thrusts Taiwan  Into Glare, Rattling Asia. Order Reprints | Today's Paper | Subscribe ",
    "title": "Donald Trump Thrusts Taiwan Back on the Table, Rattling a Region - The New York Times"
   },
   {
    "entities": [
     "elizabeth",
     "bob",
     "party",
     "now",
     "2:24 a.m.",
     "saturday",
     "2:03",
     "about 11:24 p.m.",
     "2:01",
     "pines",
     "mabanglo",
     "bay",
     "ap",
     "sai",
     "josh",
     "lee",
     "feral",
     "edelson",
     "seung",
     "et",
     "of",
     "athletics",
     "chase",
     "reed",
     ", 8:06 pm",
     "ali",
     "county",
     "mercury",
     "california",
     "oakland",
     "gostanian",
     "mark",
     "schaaf",
     "less than a month ago",
     "kelly",
     "nov. 17",
     "reuters",
     "night",
     "teresa",
     "morning",
     "johnna",
     "nov. 13",
     "brandon",
     "2016",
     "$30,000",
     "ray",
     "vega",
     "monday",
     "friday",
     "mulè",
     "wittenauer",
     "ranelletti",
     "sunday",
     "danica",
     "san",
     "libby",
     "building",
     "chuck",
     "operations",
     "dec. 3",
     "rebecca",
     "alameda",
     "jose",
     "right now",
     "dec 3",
     "watson",
     "fire",
     "deloach",
     "john",
     "warehouse",
     "darin",
     "december 4, 2016",
     "afternoon",
     "epa",
     "estrella",
     "news",
     "area",
     "g.",
     "dan",
     "planning",
     "hoffman",
     "november",
     "erin",
     "and",
     "nbc",
     "$20,000",
     "department",
     "facebook",
     "calabrese"
    ],
    "id": 9,
    "text": "Dec 3 2016, 8:06 pm ET At Least 9 Dead, More Missing After Fire During California Warehouse Party by Elizabeth Chuck, Ali Gostanian, Rebecca Sai and Erin Calabrese Share Deadly Inferno: 40 Feared Dead in California Warehouse Fire 2:01 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161204013844if_/http://www.nbcnews.com/widget/video-embed/824148547877\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Anxious families were awaiting word Saturday on whether their loved ones had escaped a raging inferno in Oakland, California, after at least nine people were killed during a late-night party at a converted warehouse. Officials said at an afternoon news conference that they remain focused on the recovery effort although they have been preparing for up to 40 deaths. \"We expect the number of deceased to go up,\" said Alameda County sheriff's Sgt. Ray Kelly. \"This is a very, very sensitive time.\" Emergency responders have had to delicately trudge through the rubble in the search for more victims, Kelly said. During the fire at the building — known as the Oakland Ghost Ship — the roof collapsed onto the second floor where the party was held, and parts of the second floor collapsed onto the first floor, officials said. Firefighters work at the scene the morning after a fire at a warehouse in Oakland on Dec. 3. John G. Mabanglo / EPA Fire Department Operations Chief Mark Hoffman said he saw no evidence of sprinklers. The first floor was an artists' collective made up of divided workspaces that Hoffman described as a \"labyrinth.\" Recovery crews were pulled out after the structure began to shift and became unsafe but later resumed. \"The building is very, very tricky to work,\" Kelly said, who expected crews to continue to work for the next 48 hours. \"We have water that's still coming down on top of our people. There's beams, there's all sorts of wreckage and debris that we have to maneuver through.\" The blaze happened at about 11:24 p.m. PT Friday (2:24 a.m. ET Saturday), while a party was being held in the \"warehouse-type structure,\" Oakland Fire Department Chief Teresa Deloach Reed said. At least 25 people were unaccounted for, she added. Hospitals received very few injured victims, Kelly said. \"It appears that people either made it out, or they didn't make it out,\" he told reporters. By Saturday afternoon, emergency personnel were in the \"recovery and identification process,\" Kelly said. He would only add that he expected \"a couple of dozen\" more bodies would need to be identified. Most of those who attended the party were in their 20s and 30s, and some were visiting from other countries, officials said, complicating identification efforts. Bob Mulè, a witness, told NBC News the building is a 24-hour artist collective. He said people started to smell smoke during Friday night's party. Play Sheriff: This is a tragedy, no easy answers 2:03 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161204013844if_/http://www.nbcnews.com/widget/video-embed/824084035757\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"We were trying to figure out where the smoke was coming from and we saw where the fire was, it was on the back left corner of the space,\" he said. \"It all happened really quickly. The fire went up really really quickly.\" Mulè suffered burns and was still waiting to hear whether his roommate escaped the blaze. The building was last designated as a warehouse and did not have permits to serve as either a residence or an event space, Darin Ranelletti, the interim director of Oakland's Planning and Building Department, said. Ranelletti confirmed his department had opened an investigation into the building Nov. 13 because of reports of blight and illegal construction inside the building. They were able to confirm the reports of blight, but they had not ascertained whether the reports of construction there were credible. \"We had an inspector attempt to enter the building,\" he said, adding that the inspector had made a visit Nov. 17. \"The inspection had not concluded, and it was still underway.\" Brandon Chase Wittenauer is missing after a fire at a warehouse in Oakland, California. via Facebook Danica Estrella told NBC News her 32-year-old brother, Brandon Chase Wittenauer, had been at the event and was still missing as of Saturday. The family was calling local hospitals trying to find Wittenauer, who is a full-time musician. Also among the missing was Feral Pines, an immediate family member confirmed to NBC News. Pines had also been at the event. Feral Pines is among those missing after a warehouse fire in Oakland, California. Courtesy of family Other relatives and friends were posting about their loved ones on Facebook, listing them as either safe or missing to spread the word. Distraught families gathered at an assistance center set up at the sheriff's substation. Dan Vega, whose brother is missing, told the San Jose Mercury News from the assistance center that the wait for answers was agonizing. \"I have my work boots, I have gloves, I just want to find him,\" he said. No smoke alarms went off after the fire, officials said. There were two known exits from the building, Kelly said. The owner of the building told NBC Bay Area through a family member that they rented the building for the last couple of years but did not regularly communicate with the tenants. The owner said they were \"so sorry to hear about the tragedy and those injured and killed,\" and were trying to figure out what happened, but declined to comment further for legal reasons. A task force was assembled to investigate the cause of the blaze. \"There's no reason yet to suspect arson, however you have to work these investigations at the worst-case scenario, and then downgrade from there,\" Kelly said. \"Something as simple as a cigarette could cause a fire that could lead to something like this.\" People place flowers near the scene of a warehouse fire on Dec. 3 in Oakland, California. Josh Edelson / AP Oakland police were looking into the history of the building and its occupancy. \"We're not going to find out all those answers right now. We're very much focused on identifying those who are still missing, locating those who have suffered loss inside who are deceased,\" said police spokeswoman Johnna Watson. According to records obtained by NBC Bay Area , the building was already under investigation for structural deficiencies before Friday's fire. The Oakland Planning and Building Department launched an investigation into the habitability of the warehouse less than a month ago, citing an \"illegal interior building structure.\" Also in November, a \"housing habitability complaint\" was filed describing how trash piles up in front of the building, creating a blight in the neighborhood, a search of enforcement records on the Oakland Department of Planning and Building website shows. Firefighters said \"some victims may have been trapped in Friday's fire since they couldn't escape down a makeshift, one-way stairwell leading to the second floor that was built out of wooden pallets,\" NBC Bay Area reported. Authorities said the pallet stairwell caught fire and was instantly incinerated. Flames rise from the top of a warehouse, which caught fire during a dance party in Oakland, California, on Dec. 3. Seung Lee / via Reuters Oakland Mayor Libby Schaaf called the fire an \"immense tragedy.\" She met with a roomful of people who have loved ones who are missing and said she was unable to give them much comfort. \"It is painful to tell them that it will be a considerable amount of time before we can give them the information and the closure that they deserve,\" she said. \"But because of the devastating nature of this incident, we have been extremely limited in our ability to get access inside the structure,\" Schaaf said. Four bodies were recovered as of Saturday afternoon, Kelly said, but it is expected more bodies will be found as firefighters access a \"maze\" of twisted metal, wires and wood falling on top of each other. Fingerprints of those found were being rushed for identification, and officials are discussing bringing in cadaver dogs and robots to aid in the search, Kelly said. Fire crews are expected to be on the scene through Sunday and possibly into Monday morning, he said. Excavators will be punching holes into walls to allow access. The Oakland Athletics tweeted a link for donations for those affected and said it would match donations up to $20,000. The amount was later increased to $30,000. THANK YOU to every Oakland A's fan for helping us support our community. We will now match to $30,000. #OaklandBound https://t.co/xYHSzfb3Lz — Oakland A's ️ (@Athletics) December 4, 2016 Elizabeth Chuck ",
    "title": "At Least 9 Dead, More Missing After Fire During California Warehouse Party - NBC News"
   }
  ]
 }
}