{
 "05": {
  "col-sim": {
   "cosine": 0.22712323567272852,
   "entity": 0.3651483716701107
  },
  "exec-time": 9.204720258712769,
  "links": [
   {
    "entities": [
     "chiara",
     "opponents",
     "darcy",
     "access",
     "ii",
     "winter",
     "missouri",
     "watson",
     "afp",
     "et",
     "2016",
     "of",
     "lake",
     "army",
     "oceti",
     "warren",
     "100 percent",
     "images",
     "river",
     "-",
     "chill",
     "jo-ellen",
     "news",
     "monday",
     "engineers",
     "ball",
     "oahe",
     "energy",
     "archambault",
     "1:57",
     "getty",
     "transfer",
     "denies",
     "dakota",
     "obama",
     "trump",
     "dec 4",
     "america",
     "tribe",
     "dave",
     "sioux",
     "a.",
     "sunday",
     "sakowin",
     "reservation",
     "pipeline",
     "kelcy",
     "sottile",
     "medina",
     "corps",
     ", 5:54 pm",
     "nbc",
     "daniel",
     "camp",
     "jim",
     "current",
     "north",
     "rock",
     "0:56",
     "partners",
     "standing",
     "route",
     "cannon",
     "last month"
    ],
    "id": 0,
    "text": "Dec 4 2016, 5:54 pm ET Army Corps of Engineers Denies Dakota Access Pipeline Route by Daniel A. Medina and Chiara Sottile Share Standing Rock Chairman: Pipeline Plan Denial 'a Win for All of America' 1:57 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161205015706if_/http://www.nbcnews.com/widget/video-embed/824499779798\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> CANNON BALL, North Dakota — The secretary of the Army Corps of Engineers told the chairman of the Standing Rock Sioux Tribe on Sunday that the current route for the controversial Dakota Access Pipeline will be denied. Standing Rock Sioux Chairman Dave Archambault II told NBC News that he was \"thankful that there were some leaders in the federal government that realized that something is not right even though it's legal.\" \"This is something that will go down in history, and I know that it's a blessing for all indigenous peoples,\" he said. The Army Corps released a statement saying it would not approve the easement that would have allowed the proposed pipeline to cross under Lake Oahe, a large reservoir on the Missouri River in North Dakota. Play Standing Rock Supporters Celebrate Pipeline Plan Denial 0:56 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161205015706if_/http://www.nbcnews.com/widget/video-embed/824524867667\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"Although we have had continuing discussion and exchanges of new information with the Standing Rock Sioux and Dakota Access, it's clear that there's more work to do,\" the Army's assistant secretary for civil works, Jo-Ellen Darcy, said in the statement Sunday. \"The best way to complete that work responsibly and expeditiously is to explore alternate routes for the pipeline crossing.\" Related: 'Water Is Life': A Look Inside the Dakota Access Pipeline Protesters' Camp Cheers broke out as word spread through the protest camp in Cannon Ball. Federal officials had given activists, who include Native American tribe members and non-members alike, a deadline of Monday to vacate the camp because of worries about the plunging temperatures. The planned route for the 1,172-mile Dakota Access oil pipeline would have run within a half-mile of the Standing Rock Sioux reservation, crossing beneath the Missouri River. Activists celebrate Sunday at Oceti Sakowin Camp on the edge of the Standing Rock Sioux Reservation outside Cannon Ball, North Dakota. Jim Watson / AFP - Getty Images Opponents had said the pipeline would adversely affect drinking water and disturb sacred tribal sites. The Obama administration several times asked that Energy Transfer Partners, the company behind the project, stop construction. But the installation of hyper-beam lights there last month showed that the request was rejected. Photos: Dakota Pipeline Protesters Defy Winter's Chill Energy Transfer Partners Chief Executive Kelcy Warren, who remained publicly silent on the pipeline for months as protests forced a halt in the pipeline's construction, told NBC News last month that he was \"100 percent sure that the pipeline will be approved by a Trump administration,\" regardless of what the Army Corps ultimately decides. The company did not immediately respond to request for comment on the Army Corps decision. Play ",
    "title": "Army Corps of Engineers Denies Dakota Access Pipeline Route - NBC News"
   },
   {
    "entities": [
     "jose",
     "diego",
     "marcio",
     "emergency",
     "night",
     "texas",
     "2003",
     "dec. 4, 2016",
     "fire",
     "2013",
     "deloach",
     "$15",
     "berkeley",
     "mele",
     "11 p.m.",
     "christopher",
     "rosenberg",
     "december 4, 2016",
     "new",
     "vega",
     "times",
     "aguilar-canabal",
     "once",
     "warwick",
     "reed",
     "dougherty",
     "last summer",
     "sanchez/associated",
     "engel",
     "states",
     "credit",
     "the end of the day",
     "oakland",
     "saturday",
     "fruitvale",
     "press",
     "fuller",
     "jonah",
     "wen",
     "thomas",
     "sunday",
     "bromwich",
     "drayton",
     "conor",
     "firefighters",
     "united",
     "york",
     "kelly",
     "daniel",
     "department",
     "facebook",
     "eli",
     "melinda",
     "alex",
     "dec. 3, 2016",
     "r.i.",
     "today",
     "teresa",
     "morning",
     "melissa",
     "$10"
    ],
    "id": 1,
    "text": "DEC. 4, 2016 By The New York Times Daniel Vega, 36, said he was “infuriated” waiting to hear news about his 22-year-old brother, Alex Vega, who had not answered his phone Saturday. Mr. Vega said he had heard from a friend that his brother was at the party. “Give me some gloves. I’ve got work shoes. I’m ready,” Mr. Vega said. “Let me find my brother, that’s all I want.” The structure had a permit to function as a warehouse, but not as a residence or for a party. Officials said they were investigating reports that the building had also been used as a living space. The building, known as the Ghost Ship, in the Fruitvale neighborhood, was the site of an event that was to feature a range of experimental and electronic music, performed by a synth musician drawing from the “black, queer diaspora” and others, as well as a visual installation. On Saturday morning, the event’s Facebook page said admission to the show was $10 for those who arrived before 11 p.m. and $15 after that. By the end of the day, the pricing had disappeared and the page had turned into an emergency message board, as dozens of friends and family members posted about missing loved ones. “A lot of these people are young people,” Sergeant Kelly said Saturday. “They are from all parts of our community.” Some of the dead may be citizens of other countries, he said. Images from the building’s website depict a wooden studio filled with antiques, sculptures and curios. Old lamps, musical instruments, suitcases and rugs decorated the ornate space. Photo Melinda Drayton, a battalion chief with the Oakland Fire Department, addressing the news media on Sunday. Credit Marcio Jose Sanchez/Associated Press Emergency workers said they arrived to find the building filled with heavy smoke and flames. Bodies were found on the second floor of the building, Chief Teresa Deloach Reed of the Oakland Fire Department said Saturday. Advertisement Continue reading the main story “In my career of 30 years, I haven’t experienced something of this magnitude,” she said. Even without a full accounting, the fire was one of the deadliest in the United States in many years. In 2003, 100 people were killed in a fire in a nightclub in Warwick, R.I. An explosion at a fertilizer plant in Texas in 2013 killed 15 people. —         Oakland Firefighters (@OaklandFireLive) Dec. 3, 2016 Chief Deloach Reed said there were “no reports of smoke alarms going off.” At least two fire extinguishers were inside, she said. On the event’s Facebook page, people distributed a spreadsheet that listed identifying information — age, height, weight, hair color, tattoos — and contact numbers for many of those who were unaccounted for. Oakland’s music and art scene was already struggling with high rent prices. The city’s underground bands and artists live a seminomadic existence in search of warehouses, homes and other spaces to show art, play music and dance into the early hours. Diego Aguilar-Canabal, 24, a blogger and freelance writer who lives in Berkeley and plays guitar in a band called the Noriegas, estimated he had been to three dozen house and warehouse parties over the past two years. “The basic idea is people want to do loud things late at night, and industrial space is really good for that because there aren’t many neighbors to complain,” he said. “There’s a lot of anxiety about income inequality and class warfare, and a lot of these artists are trying to do the best they can to have a community.” Mr. Aguilar-Canabal has been to the Ghost Ship once, last summer, and remembered it as a dim and cluttered area with a “maze” of furniture, canvas paintings on the walls and papier-mâché hanging from the ceilings. “The reason we left was that it had only had one source of water, which was a sink, and the water tasted really gross,” he recalled. “We went to a corner store to get something to drink and were like, ‘Let’s just go home.’” Thomas Fuller and Conor Dougherty reported from Oakland, and Jonah Engel Bromwich from New York. Melissa Wen contributed reporting from Oakland, and Christopher Mele and Eli Rosenberg from New York. A version of this article appears in print on December 4, 2016, on page A29 of the New York edition. Order Reprints | Today's Paper | Subscribe ",
    "title": "Death Toll in Oakland Warehouse Fire Rises to 30 as Search Continues - The New York Times"
   },
   {
    "entities": [
     "loggains",
     "ben",
     "tribune",
     "john",
     "timu",
     "shaun",
     "bellamy",
     "pop",
     "hall",
     "barkley",
     "now",
     "chip",
     "warner",
     "draughn",
     "cowboys",
     "bryce",
     "chicago",
     "sunday",
     "braunecker",
     "halas",
     "matt",
     "jordan",
     "howard",
     "callahan",
     "kelly",
     "josh",
     "kaepernick",
     "nfl"
    ],
    "id": 2,
    "text": "An ugly first half morphed into a picturesque victory for the Bears. Jordan Howard ran for three touchdowns as the Bears overcame snowy conditions and the 49ers to record a 26-6 win and improve to 3-9 on the season before 46,622 at Soldier Field on Sunday. Neither team completed a pass in the first... (Chicago Tribune staff) Bryce Callahan fair-caught a punt at his 5. Seriously, dude? Like the offense doesn’t stink enough, and now the punt returner can’t let the ball perhaps bounce into the end zone for a touchback? That’s something they teach in Pop Warner, but apparently not at Halas Hall. The Bears took a delay-of-game penalty on a punt because Ben Braunecker didn’t know he was on that unit. Do they practice? And then Braunecker was beaten to the inside to allow the punt to be blocked. Do they practice? But wait. There’s more. That play ended with the returner stepping out of bounds short of the goal line followed by former Bear Shaun Draughn drawing a penalty for unsportsmanlike conduct for celebrating a TD that wasn’t a TD. I’m telling you, this game had to be challenging the NFL record for combined stupid. Good for Jordan Howard, but isn’t that what a tough running back is expected to do against the worst rushing defense in the NFL? Even a running back from the second-worst scoring offense in the NFL? So, there you go: Josh Bellamy can’t catch passes while wide open in good weather and bad. No, look, Bellamy caught a pass down the left sideline. It was a pass that highlighted Matt Barkley ’s lack of arm strength, but still, Bellamy caught a pass. And look at that: Loggains went back to the shovel pass at the goal line, only this time it worked. I guess there’s at least something the Bears practice. Hold it. Bellamy dropped a potential 61-yard TD pass. Barkley should know better by now. John Timu got credit for a pass defended when the ball hit him in the helmet as he was beaten badly on a play that Kaepernick badly underthrew. It’s insulting to the Patriots and Cowboys to call this football. Has it always taken Barkley a half to get into playing a game? The Bears defense was excellent in exposing Kaepernick. Either the defense or the snow. Or Chip Kelly's death-spiral leadership. The 49ers proved to be a joke, so before you think the Bears accomplished something, remember this: They leave the game with just two wins more than that joke. ",
    "title": "Congrats, Bears and 49ers: You delivered the promised bad and stupid football - Chicago Tribune"
   },
   {
    "entities": [
     "colville",
     "council",
     "house",
     "access",
     "dalrymple",
     "bakken",
     "nanamkin",
     "david",
     "party",
     "next month",
     "heidi",
     "washington",
     "pitt",
     "engineers",
     "summers",
     "illinois",
     "pipeline",
     "corps",
     "past",
     "gali",
     "today",
     "mckay",
     "99 percent",
     "darcy",
     "rhea",
     "cramer",
     "winter",
     "perce",
     "missouri",
     "denise",
     "of",
     "defense",
     "mufson",
     "natural",
     "$1 million",
     "river",
     "republican",
     "eyes",
     "interior",
     "california",
     "$500,000",
     "92 percent",
     "nespelem",
     "jewell",
     "iron",
     "dave",
     "lynch",
     "jack",
     "hawkins",
     "months ago",
     "chelsea",
     "hicks",
     "cannonball",
     "bruce",
     "hollywood",
     "25 percent",
     "n.d.",
     "north",
     "native",
     "standing",
     "everett",
     "suh",
     "dennis",
     "donald",
     "rio",
     "2016",
     "oceti",
     "army",
     "justice",
     "monday",
     "at 7:50 pm",
     "last week",
     "nez",
     "december 4",
     "archambault",
     "hope",
     "white",
     "goldman/associated",
     "obama",
     "trump",
     "kevin",
     "phillips",
     "tribe",
     "sioux",
     "sunday",
     "sally",
     "the weekend",
     "ii",
     "warren",
     "lake",
     "derek",
     "wash.",
     "afternoon",
     "steven",
     "jo-ellen",
     "e.",
     "oahe",
     "dan",
     "energy",
     "the",
     "brady",
     "transfer",
     "$3.8 billion",
     "press",
     "dakota",
     "november",
     "heitkamp",
     "sakowin",
     "loretta",
     "kelcy",
     "resources",
     "department",
     "rock",
     "partners",
     "summer"
    ],
    "id": 3,
    "text": "Army will deny easement, halting work on Dakota Access Pipeline The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Brady Dennis and Steven Mufson December 4 at 7:50 PM Follow @brady_dennis Follow @StevenMufson Dan Nanamkin, of the Colville Nez Perce Native American tribe in Nespelem, Wash., right, drums after it was announced Sunday that the Army Corps won’t grant an easement for the Dakota Access Pipeline. (David Goldman/Associated Press) The Army said Sunday that it will not approve an easement necessary to permit the controversial Dakota Access Pipeline to cross under Lake Oahe in North Dakota, marking a monumental victory for the Native American tribes and thousands of others who have flocked in recent months to protest the oil pipeline. “I’m happy as heck,” said Everett Iron Eyes, a retired director of natural resources for the Standing Rock Sioux Tribe and one of the organizers of a camp protesters set up near the pipeline site. “All our prayers have been answered.” Officials in November had delayed the key decision, saying more discussion was necessary about the proposed crossing, given that it would pass very near the reservation of the Standing Rock Sioux Tribe, whose leaders have repeatedly expressed fears that a spill could threaten the water supplies of its people. “Although we have had continuing discussion and exchanges of new information with the Standing Rock Sioux and Dakota Access, it’s clear that there’s more work to do,” Jo-Ellen Darcy, the Army’s assistant secretary for civil works, said in a statement Sunday. “The best way to complete that work responsibly and expeditiously is to explore alternate routes for the pipeline crossing.” The decision averts a possible showdown on Monday, the date the Army Corps, which owns land on either side of the lake, had set for cutting off access to the protesters’ camp. Attorney General Loretta E. Lynch, worried about violence, had sent mediators to the area over the weekend. The victory for the Standing Rock Sioux and its allies could be short-lived, though. President-elect Donald Trump has vowed to support pipelines such as this one. And Kelcy Warren, the chief executive of the pipeline company Energy Transfer Partners, has been a major contributor to the Republican Party and Trump’s campaign. Trump, who owned a $500,000 to $1 million stake in Energy Transfer Partners, has sold the shares, his spokeswoman Hope Hicks said. His most recent disclosure says he still owns a similar size stake in Phillips 66, which owns 25 percent of the Dakota Access line. Iron Eyes said that “we shall remain vigilant regardless. We have witnessed the power of being peaceful and prayerful.” What started as a small but fierce protest in a remote spot along the Missouri River months ago has evolved into an epic standoff involving hundreds of tribes, various celebrities and activists from around the country. It has involved heated confrontations — police have sometimes employed water cannons, pepper spray and rubber bullets — and has carried on through the swelter of summer into the snowy cold of winter. Hundreds of veterans arrived in recent days. [ Why Hollywood, environmentalists and Native Americans have converged on North Dakota ] On Sunday, news of the Army’s decision triggered a wave of celebration and relief among those who have fought to stop the 1,170-mile-long pipeline’s progress. A procession of tribe members and activists marched along the main dirt road at the Oceti Sakowin encampment set up by protesters. A crowd numbering in the thousands gathered around the camp’s sacred fire, the hub of activity here, as tribal elders sang prayer songs and beat drums. Activists acknowledged that it was only one step forward in a larger fight over Native American rights. Denise McKay, a member of the Standing Rock Sioux standing by the sacred fire Sunday afternoon, said she expects Energy Transfer Partners to push back on the decision. “It is a temporary victory,” said McKay, 54. “We’ve got to stay put and stay united.” McKay’s daughter, Chelsea Summers, 25, chimed in, saying “everybody is still here for the long haul.” Nearby, Bruce Gali took drags from a cigarette and watched the festivities. He made his second trip to the camp last week and said he would keep returning from his home in northeastern California until authorities left the area and the pipeline was shut down. “Until all the razor wire comes down, until the helicopters stop flying overhead, the spotlights turn off, the drill pad is dismantled, this isn’t the end,” said Gali, a 67-year-old member of the Pitt River Tribe. “It’s not just about this pipeline.” We “commend with the utmost gratitude the courage it took on the part of President Obama, the Army Corps, the Department of Justice and the Department of the Interior to take steps to correct the course of history and to do the right thing,” Standing Rock Sioux Tribe Chairman Dave Archambault II said in a statement. “With this decision we look forward to being able to return home and spend the winter with our families.”   Rhea Suh, president of the Natural Resources Defense Council, said the outcome was a reminder of the power of individuals to “demand environmental justice.” She said, “Today, the voices of indigenous people were heard.” In the Dakota language, the word “oahe” signifies “a place to stand on.” The Standing Rock Sioux Tribe and its allies in the environmental and activist movements had said they were doing just that: using Lake Oahe in North Dakota as a place to take a stand by setting up camps and obstructing roads to block the $3.8 billion Dakota Access Pipeline. The steel pipeline, developed and majority owned by Energy Transfer Partners, would connect the Bakken and Three Forks oil production areas in North Dakota to an existing crude oil terminal and pipeline terminus in Illinois. At 30 inches in diameter, it could transport an estimated 470,000 to 570,000 barrels of oil per day. The company says the project, which traverses four states, is 92 percent complete overall and 99 percent complete in North Dakota. Army officials said that the consideration of alternative routes would be best accomplished through an environmental-impact statement with full public input and analysis, a process likely to take many months. Ordinarily, the Army Corps, which has jurisdiction over domestic petroleum pipelines, does not require a detailed environmental-impact statement but it does require environmental assessments of the impact on water crossings.   [ Voices from Standing Rock: A glimpse into both sides of the standoff ] North Dakota elected officials criticized the Army Corps. “It’s long past time that a decision is made on the easement going under Lake Oahe,” said Sen. Heidi Heitkamp (D). “This administration’s delay in taking action — after I’ve pushed the White House, Army Corps and other federal agencies for months to make a decision — means that today’s move doesn’t actually bring finality to the project. The pipeline still remains in limbo.” Rep. Kevin Cramer (R) said Sunday’s decision “sends a very chilling signal to others who want to build infrastructure in this country,” arguing that Obama had stymied a perfectly legal pipeline project. “I’m encouraged we will restore law and order next month when we get a President who will not thumb his nose at the rule of law,” Cramer said in a statement. “I feel badly for the Corps of Engineers because of the diligent work it did on this project, only to have their Commander-in-Chief throw them under the bus.” Gov. Jack Dalrymple (R) called Sunday’s decision a “serious mistake” that “does nothing to resolve the issue.” He said it would prolong a dangerous situation by having protesters camping out on federal land during the brutally cold winter. Interior Secretary Sally Jewell, however, praised the Army’s decision. “The thoughtful approach established by the Army today ensures that there will be an in-depth evaluation of alternative routes for the pipeline and a closer look at potential impacts,” she said Sunday. “The Army’s announcement underscores that tribal rights reserved in treaties and federal law, as well as Nation-to-Nation consultation with tribal leaders, are essential components of the analysis to be undertaken in the environmental impact statement going forward.” Derek Hawkins contributed to this report from a camp near Cannonball, N.D. business Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "Army will deny easement, halting work on Dakota Access Pipeline - The Washington Post"
   },
   {
    "entities": [
     "darcy",
     "congress",
     "donald",
     "ii",
     "david",
     "of",
     "oceti",
     "army",
     "goldman/ap",
     "country",
     "river",
     "jo-ellen",
     "engineers",
     "archambault",
     "earlier today",
     "dakota",
     "trump",
     "dave",
     "cladoosby",
     "sakowin",
     "sioux",
     "reservation",
     "tribal",
     "american",
     "cannonball",
     "brian",
     "corps",
     "camp",
     "current",
     "north",
     "indians",
     "rock",
     "standing",
     "indian",
     "national"
    ],
    "id": 4,
    "text": "Protestors celebrate at Oceti Sakowin Camp earlier today. The Army Corps of Engineers notified the Standing Rock Sioux that the current route for the Dakota Access pipeline will be denied. Jim Watson/AFP/Getty Images hide caption toggle caption Jim Watson/AFP/Getty Images Protestors celebrate at Oceti Sakowin Camp earlier today. The Army Corps of Engineers notified the Standing Rock Sioux that the current route for the Dakota Access pipeline will be denied. Jim Watson/AFP/Getty Images The Army Corps of Engineers has decided to deny a permit for the construction of a key section of the Dakota Access Pipeline. The decision essentially halts the construction on the 1,172-mile oil pipeline about half a mile south of the Standing Rock Sioux Reservation. The decision is also a victory for the thousands of demonstrators across the country who flocked to North Dakota in protest. \"Our prayers have been answered,\" National Congress of American Indians President Brian Cladoosby said in a statement. \"This isn't over, but it is enormously good news. All tribal peoples have prayed from the beginning for a peaceful solution, and this puts us back on track.\" Jo-Ellen Darcy, the the Army's assistant secretary for civil works, said after talking with tribal officials and hearing their concerns that the pipeline could affect the drinking water, it became \"clear that there's more work to do.\" \"The best way to complete that work responsibly and expeditiously is to explore alternate routes for the pipeline crossing,\" Darcy said in a statement. A view of the Oceti Sakowin camp, north of the Cannonball River, where people have gathered to protest the Dakota Access oil pipeline. David Goldman/AP hide caption toggle caption David Goldman/AP A view of the Oceti Sakowin camp, north of the Cannonball River, where people have gathered to protest the Dakota Access oil pipeline. David Goldman/AP The Army Corps says it intends to issue an Environmental Impact Statement with \"full public input and analysis.\" Article continues after sponsorship In a statement, Standing Rock Sioux Tribal Chairman Dave Archambault II said the tribe welcomed the decision, but he also sounded a note of caution saying he hoped the incoming Donald Trump administration would \"respect this decision and understand the complex process that led us to this point.\" Archambault II went on: \"When it comes to infrastructure development in Indian Country and with respect to treaty lands, we must strive to work together to reach decisions that reflect the multifaceted considerations of tribes. Treaties are paramount law and must be respected, and we welcome dialogue on how to continue to honor that moving forward. We are not opposed to energy independence, economic development, or national security concerns but we must ensure that these decisions are made with the considerations of our Indigenous peoples.\" ",
    "title": "After Dakota Access Pipeline Protests, Army Corps Blocks Final Permit, Will Explore Other Routes : The Two-Way : NPR"
   },
   {
    "entities": [
     "christian",
     "noel",
     "francisco",
     "garcia",
     "fellowship",
     "eric",
     "ng",
     "rollo",
     "harbor",
     "bernardino",
     "about 11:15 p.m. less than 10 minutes later",
     "1991",
     "al",
     "golden",
     "times",
     "2015",
     "the day",
     "now",
     "lacma",
     "previously",
     "saturday",
     "karlamangla",
     "lien",
     "lee",
     "seung",
     "st.",
     "about a year ago",
     "h.",
     "this year",
     "ecclesia",
     "eva",
     "bell",
     "n.",
     "garcetti",
     "nancy",
     "county",
     "california",
     "ship",
     "gardens",
     "oakland",
     "tracey",
     "gallo",
     "william",
     "kelly",
     "mexico",
     "oct. 15",
     "daniel",
     "ghost",
     "beckley",
     "night",
     "morning",
     "chor",
     "paulikas",
     "donald",
     "ben",
     "brooke",
     "100%",
     "2016",
     "ray",
     "lyvette",
     "crespo",
     "brandrett",
     "cabinet",
     "mozingo",
     "friday",
     "donna",
     "edwin",
     "joe",
     "kevin",
     "trump",
     "currently",
     "u.s.",
     "a year later",
     "san",
     "usc",
     "king",
     "soumya",
     "last night",
     "pearl",
     "alameda",
     "about 11 p.m.",
     "weekend",
     "peter",
     "l.a.",
     "fire",
     "hopkins",
     "john",
     "10 minutes later",
     "paige",
     "--",
     "afternoon",
     "one year later",
     "church",
     "the",
     "longton",
     "joshua",
     "80%",
     "facebook",
     "department",
     "hills",
     "city",
     "$10"
    ],
    "id": 5,
    "text": "LOCAL L.A. Now 24 bodies recovered in Oakland warehouse fire; 80% of building still to be searched At least nine people died when a fire raced through an Oakland warehouse crowded with people attending a Friday night concert, officials said. Paige St. John , Peter H. King and Soumya Karlamangla Contact Reporters The death toll from the fire that raced through an Oakland warehouse during a music concert rose to 24 as searchers continued to sift through the ruin of one of the deadliest fires in modern California history. The search for victims could take another two days, leaving friends and family members frantic to learn the fate of their loved ones.  About 80% of the building remains to be searched, officials say.  At a morning news conference, Alameda County Sheriff Sgt. Ray Kelly said the death toll rose from nine last night to 24; he emphasized that the number will probably rise as the search continues. Searchers painstakingly sifted through the rubble of the building through the night. They described it as a horrific scene of destruction, with many concertgoers unable to flee when the fire broke out. Kelly said the vast majority of the victims found have not been identified. (Tracey Lien, Paige St. John, Peter H. King and Joe Mozingo) The rising death toll makes the blaze one of the worst in recent California history. It could eclipse the 1991 Oakland Hills fire, which killed 25 people. The fire’s cause is not known.  Arson is not suspected, but Kelly said nothing had been ruled out. The warehouse isn’t currently considered a crime scene.  City records cited allegations of at least three code violations at the building this year. In one complaint, city inspectors said there was complaint of an illegal building on the property as well as piles of trash. “This property is a storage [facility], but the owner turned it into a trash recycling center. The yard became a trash collection site, and the main building was [remodeled] for residential,” according to city records. City building and safety officials said Saturday afternoon that there was an open investigation into the warehouse and that inspectors had found evidence of blight. The building was permitted for use as a warehouse, not for housing. They said that a party or concert at the property would have required a permit, which had not been granted. They also said there was no evidence that the building had fire sprinklers or alarms. Oakland City Councilman Noel Gallo, who represents the district where the fire broke out, said neighbors have regularly complained about the building — particularly the fact that it had piles of trash and debris outside. “We would complain to the manager that they had all that nonsense outside of his building, blocking sidewalks, blocking streets. And …  he always had an attitude,” he said. Gallo said he did not know whether people were living inside the warehouse. Asked whether the building had residential permits, he said: “Absolutely not.” “The reality is, there are many facilities being occupied without permits,” he said. “They’re occurring on Oakland’s streets, especially in neighborhoods like mine.” The property is one of several owned by Chor N. Ng, according to her daughter, Eva Ng, 36. She said the warehouse was leased as studio space for an art collective and not used as a dwelling. “Nobody lived there,” she told The Times, adding, “It was an art collective.” She said she had asked her leaseholders about the issue and had been reassured that nobody lived in the building. “They confirmed multiple times. They said sometimes some people worked through the night, but that is all,” she said. It was a tinderbox. — Brooke Rollo The second floor had two exits, both wooden stairs, she said, adding that she believes the building also had smoke detectors. She was not familiar with comments by fire officials that the makeshift stairs consisted of packing crates. Ng added that her mother felt terrible about the tragedy. Kevin Longton, who lives at the Vulcan Lofts, less than a mile from the site,  said the warehouse was well-known for holding rave-style dance parties. He went to one about a year ago, never saw any sprinklers and felt the place was an accident waiting to happen. Inside, he said, were two floors with a huge open space on the first floor with lots of nooks and crannies. People had cordoned off loft-style sections on the first floor and decorated them with fabric and curtains. More than two dozen old pianos were strewn about the floor.  “There were people living there,” Longton said. “I’m sure of that.\" People who previously lived there recalled a building that lacked fire sprinklers and had a staircase partly made of wooden pallets. Partygoers recalled a rabbit warren of rooms crammed with belongings — pianos, organs, antique furniture, doors and half-finished sculptures. “It was a tinderbox,” said Brooke Rollo, 30, who lives less than a mile from the scene and had gone to parties there. Photos on the warehouse’s Tumblr page show a maze of rooms, with walls and dividers made from pianos, boxes, salvaged doors and other materials. Wooden rafters were adorned with hanging lanterns, holiday lights, bicycles, stereo equipment and exposed wiring. Ben Brandrett, a mental health researcher living in San Francisco, attended a performance at the warehouse and noticed that a staircase didn’t have a banister. “I remember thinking, ‘This seems sketchy.’” Firefighters who responded to Friday’s three-alarm blaze described the interior as a labyrinth. Officials said organizers of the warehouse concert never obtained a permit for the event, so  city workers did not inspect exits, fire extinguishers and other vital safety features. The concert Friday night was the  Golden Donna 100% Silk 2016 West Coast Tour , according to a concert Facebook page. Organizers of the concert posted a statement describing the fire as an “unbelievable tragedy, a nightmare scenario. ... We are a very tight community of artists and we are all praying, sending love and condolences to everyone involved and their families.” Read the story Witnesses said the warehouse, known locally as the Oakland Ghost Ship, was a collective where artists lived and worked. Through the early-morning hours, people used the Facebook page to seek information about friends and loved ones who attended the concert. Some frantically listed the names of missing people and posted their photos, hoping to learn their fates. Al Garcia, who owns a store next to the warehouse, said he talked to two people who said they were 17 and 18 years old who got out of the building. “They said that black, billowing smoke was coming down the stairs,” said Garcia, 62. “They couldn’t see anything in front of them, anything behind them. The only reason they got out was they heard voices outside. The voices directed them to where they were going.” The teens said they paid $10 to get into the warehouse party, which they found online, Garcia said. Seung Lee arrived to the warehouse about 11 p.m. to catch the concert with two friends. They walked through the building’s maze-like first floor before heading upstairs where as many as 30 concertgoers were listening to live music, Lee said. One suggested they get some alcohol, so they headed to a nearby liquor store at about 11:15 p.m. Less than 10 minutes later, they returned to find thick, black smoke pouring out of the first floor windows of the warehouse and flames shooting out of the back of the building, he said. “I froze in disbelief,” said Lee, who immediately called 911. “The hardest thing I’m having trouble processing are the people on the second floor. I saw them dancing and having a fun time, and 10 minutes later they are trapped in this inferno.” Lee, a freelance journalist, said the only way up to the second floor was by climbing a wooden staircase. He said he didn’t notice any other exits on the second floor. There were about 60 to 70 people in the warehouse, Lee said. Anyone with information about the missing  is urged to call the coroner’s office at (510) 382-3000. Caption Weekend Roundup: 7 stories you can't miss An all-girls, all-Muslim team financed by online fundraising, 75 years after the attack on Pearl Harbor the family of sailor Edwin Hopkins' finally got to hold his funeral, Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished, it's been a year since the San Bernardino attack that killed 14 and injured 22, legalized marijuana supporters are worried about Trump's pick for attorney general, more and more Central Americans who can't get into the U.S. are trying to start over in Mexico, and Donald Trump is set to preside over the most affluent Cabinet in U.S. history. An all-girls, all-Muslim team financed by online fundraising, 75 years after the attack on Pearl Harbor the family of sailor Edwin Hopkins' finally got to hold his funeral, Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished, it's been a year since the San Bernardino attack that killed 14 and injured 22, legalized marijuana supporters are worried about Trump's pick for attorney general, more and more Central Americans who can't get into the U.S. are trying to start over in Mexico, and Donald Trump is set to preside over the most affluent Cabinet in U.S. history. Caption Weekend Roundup: 7 stories you can't miss An all-girls, all-Muslim team financed by online fundraising, 75 years after the attack on Pearl Harbor the family of sailor Edwin Hopkins' finally got to hold his funeral, Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished, it's been a year since the San Bernardino attack that killed 14 and injured 22, legalized marijuana supporters are worried about Trump's pick for attorney general, more and more Central Americans who can't get into the U.S. are trying to start over in Mexico, and Donald Trump is set to preside over the most affluent Cabinet in U.S. history. An all-girls, all-Muslim team financed by online fundraising, 75 years after the attack on Pearl Harbor the family of sailor Edwin Hopkins' finally got to hold his funeral, Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished, it's been a year since the San Bernardino attack that killed 14 and injured 22, legalized marijuana supporters are worried about Trump's pick for attorney general, more and more Central Americans who can't get into the U.S. are trying to start over in Mexico, and Donald Trump is set to preside over the most affluent Cabinet in U.S. history. Caption Pastor Joshua Beckley of San Bernardino one year later Pastor Joshua Beckley of the Ecclesia Christian Fellowship Church spoke at a candlelight vigil the day after a terrorist attack killed 14 people and 22 were seriously injured in 2015. A year later, he reflects on the city and how it has changed. Pastor Joshua Beckley of the Ecclesia Christian Fellowship Church spoke at a candlelight vigil the day after a terrorist attack killed 14 people and 22 were seriously injured in 2015. A year later, he reflects on the city and how it has changed. Caption 90 seconds: 4 stories you can't miss Donald Trump is set to preside over the most affluent Cabinet in U.S. History , the mountain lion known as P-45 has been given a second chance , before election day, L.A. Mayor Eric Garcetti didn't hold back when it came to Donald Trump but now has a more civil tone , and  USC is a lock for the Rose Bowl, right? Not so fast. Caption William Crespo reacts to the sentence William Crespo cries as he talks about his brother, slain Bell Gardens Mayor Daniel Crespo, and the sentence given to Lyvette Crespo. William Crespo cries as he talks about his brother, slain Bell Gardens Mayor Daniel Crespo, and the sentence given to Lyvette Crespo. Caption Kanye West 911 Call The original version of this 911 call provided to the Times by the L.A. Fire Department included redacted portions to prevent the release of confidential health information. This condenses audible portions of the publicly released recording to remove silence. The original version of this 911 call provided to the Times by the L.A. Fire Department included redacted portions to prevent the release of confidential health information. This condenses audible portions of the publicly released recording to remove silence. ALSO ",
    "title": "24 bodies recovered in Oakland warehouse fire; 80% of building still to be searched - LA Times"
   },
   {
    "entities": [
     "police",
     "alameda",
     "authorities",
     ", 6:54 pm",
     "office",
     "micah",
     "night",
     "nov. 13",
     "overnight",
     "fire",
     "hayden",
     "eastbay",
     "deloach",
     "2016",
     "of",
     "for",
     "warehouse",
     "associated",
     "darin",
     "ray",
     "11:32 p.m.",
     "reed",
     "news",
     "area",
     "now",
     "county",
     "cause",
     "abc",
     "kgo-tv",
     "michael",
     "california",
     "watch",
     "friday",
     "planning",
     "sheriff's",
     "attorney's",
     "oakland",
     "press",
     "fruitvale",
     "derick",
     "saturday",
     "teresa",
     "ranelletti",
     "victims",
     "currently",
     "red",
     "libby",
     "drayton",
     "schaaf",
     "american",
     "and",
     "early on",
     "rescue",
     "express",
     "bay",
     "kelly",
     "ion",
     "department",
     "district",
     "facebook",
     "search",
     "nov. 17",
     "northern",
     "melinda",
     "cross",
     "dec. 3, 2016",
     "shares",
     "elijah",
     "today",
     "edison",
     "dec 4,",
     "morning",
     "last month"
    ],
    "id": 6,
    "text": "33 Bodies Recovered in Oakland Warehouse Fire; Search Continues By Michael Edison Hayden Dec 4, 2016, 6:54 PM ET 0 Shares WATCH Authorities Search for Victims, Cause of Oakland Warehouse Fire 0 Shares Email Searchers have recovered 33 bodies -- some of them teens 17 years old or possibly younger -- from a fire-ravaged warehouse in Oakland, California, that housed artist studios and was hosting a dance party when the deadly blaze broke out, officials said today. Sgt. Ray Kelly of the Alameda County Sheriff’s Office warned that he anticipates that \"the number of victims will rise\" from a fire officials say may be the deadliest ever in Oakland. The search effort is expected to last for days, he said. Kelly called the number of deaths \"astronomical.\" Among the victims was the son of an Alameda County sheriff's deputy, officials said. Authorities are also asking families with missing loved ones to preserve DNA samples as a way of confirming the identities of those who died in the horrific blaze. The District Attorney's Office has criminal investigation teams actively looking at the fire with the other law enforcement agencies involved in investigating the fire, according to a statement from the City of Oakland. Oakland Mayor Libby Schaaf told ABC News that she has ordered an investigation into the building's troubled history, including a complete review of all records of complaints. Libby also told ABC that she ordered an independent analysis into the city’s handling of this building and others like it. The Oakland Fire Department responded to reports of a structure fire at the warehouse known as the \"Ghost Ship\" on 31st Avenue at around 11:32 p.m. on Friday night. Oakland Fire Chief Teresa Deloach Reed said Ghost Ship appeared to function as a residential building that hosted a makeshift artists' studio, as well as parties like the one that took place on Friday night. It's unclear if the building was equipped with smoke alarms, the fire chief added. Elijah Nouvelage/Getty Images Firefighters work on the scene following an overnight fire that claimed the lives of at least nine people at a warehouse in the Fruitvale neighborhood, Dec. 3, 2016 in Oakland, California. Fire Department Battalion Chief Melinda Drayton told ABC News that firefighters have been impacted emotionally by bodies found. She described the precarious scene firefighters have encountered inside of what is left of the warehouse, where the second floor is hanging just above the heads of search crews, with pianos, appliances and other materials dangling from above. Preliminary indications suggest the blaze was not caused by arson, but rather an electrical fire. The power went out inside the building when the fire began and the flames blocked the building's only exit, making it difficult for people inside to escape, an official briefed on the ongoing investigation told ABC News. According to The Associated Press, Oakland officials said they had opened an investigation into the warehouse last month, after repeated complaints from neighbors who said trash was piling up and people were illegally living in the building, which was zoned as a warehouse. Darin Ranelletti, of the Oakland Planning Department, told the AP the city opened an investigation Nov. 13 and an investigator went to the premises on Nov. 17 but could not get inside. ABC Bay Area affiliate KGO-TV reported that Derick Ion, founded the Ghost Ship Artist Collective and ran it at the warehouse. ABC News reached out to Ion but did not immediately receive a response. Ion appeared to address the fire in a Facebook post early on Saturday morning by saying that \"everything I worked for is gone.\" \"Confirmed. Everything I worked so hard for is gone. Blessed that my children and Micah were at a hotel safe and sound... it's as if I have awoken from a dream filled with opulence and hope.... to be standing now in poverty of self worth,\" he wrote. Oakland's warehouses have become hubs for artists and musicians in recent years. The Oakland-based weekly newspaper Eastbay Express has attributed gentrification and rising rents in the Bay Area as putting the Northern California region's counter-cultural arts scene in a crisis of space and money. The Oakland Fire Department confirmed to the press that they are currently working with a variety of agencies in the aftermath of the tragedy, including the Alameda County Sheriff's Department, the Oakland Police Department, the Alameda County Search and Rescue, and the American Red Cross , among others. Kelly asked the public to be patient as authorities look into the cause of the blaze, and continue to search for the missing and the dead. \"We will be here for days and days to come,\" Kelly said. The Associated Press contributed to this report. 0 Shares ",
    "title": "33 Bodies Recovered in Oakland Warehouse Fire; Search Continues - ABC News"
   },
   {
    "entities": [
     "donald",
     "twitter",
     "december 04, 2016",
     "2016",
     "sarah",
     "us",
     "$1 million",
     "$6 million",
     "2008",
     "next month",
     "last week",
     "states",
     "midwest",
     "pence",
     "trump",
     "palin",
     "mike",
     "sunday",
     "u.s.",
     "35%",
     "35 percent",
     "sanders",
     "united",
     "mexico",
     "nbc",
     "facebook",
     "bernie",
     "indiana"
    ],
    "id": 7,
    "text": "After Carrier deal, Trump vows tax of 35 percent for US business going overseas Published               December 04, 2016 Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump said Sunday that he’ll slap a 35 percent tax on U.S. companies that move jobs or operations to other countries -- days after announcing a controversial deal with Carrier to keep roughly 1,100 manufacturing jobs in the United States. Trump, a prolific tweeter with about 15 million followers, needed six posts, each limited to 140 characters, to get out his message. “The U.S. is going to substantially reduce taxes and regulations on businesses,” Trump tweeted. “But any business that leaves our country for another country, fires its employees, builds a new factory or plant in the other country, and then thinks it will sell its product back into the U.S. without retribution or consequence, is WRONG! “There will be a tax on our soon to be strong border of 35% for these companies ... Please be forewarned prior to making a very expensive mistake! THE UNITED STATES IS OPEN FOR BUSINESS.” The string of tweets follow Trump’s announcement last week that he had reached a deal with the Carrier furnace and air-conditioning manufacturer to keep the jobs in Indiana, instead of moving them to Mexico where labor costs are significantly less expensive. Trump made vowing to keep Carrier in the country and returning other good-paying manufacturing jobs to the economically challenged Midwest a major part of his successful presidential campaign. But the Carrier deal -- which purportedly includes $6 million in tax incentives and $1 million in job-training grants over 10 years -- has been criticized by liberals and conservatives alike. Among them are self-described socialist and 2016 Democratic presidential candidate Bernie Sanders and 2008 GOP vice-presidential nominee Sarah Palin, who suggest the deal was an example of “crony capitalism.” Vice President-elect Mike Pence, who remains governor of Indiana until next month, defended Trump’s effort on Carrier on NBC’s “Meet the Press.\" “We were heartbroken when we heard Carrier was pulling up stakes,” said Pence, who acknowledges he couldn’t broker the deal. “The only reason Carrier is staying in the United States is because Donald Trump was elected president.” Advertisement ",
    "title": "After Carrier deal, Trump vows tax of 35 percent for US business going overseas | Fox News"
   },
   {
    "entities": [
     "right now",
     "congress",
     "donald",
     "last year",
     "night",
     "scott",
     "this year",
     "pelley",
     "coast",
     "20 percent",
     "cbs",
     "washington",
     "epa",
     "news",
     "clinton",
     "now",
     "social",
     "midwest",
     "trump",
     "$1 trillion",
     "hotel",
     "america",
     "15 percent",
     "the next year",
     "two years ago",
     "35 percent",
     "ryan",
     "from",
     "hollywood",
     "25 percent",
     "hillary",
     "security",
     "education",
     "medicare",
     "hhs",
     "current",
     "jamesville",
     "33 percent",
     "paul",
     "west",
     "wisconsin",
     "boehner"
    ],
    "id": 8,
    "text": "Paul Ryan: We want to make sure that we have a good transition period, so that people can get better coverage at a better price. Scott Pelley: So what are we talking about? Months? Years? Paul Ryan: I can’t give you an answer to that. We’re still working on that. Scott Pelley: But people talked about three years in terms of a transition. Paul Ryan: Yeah, I don’t know the answer to that right now. What we know is we have to make good on this promise. We have to bring relief as fast as possible to people who are struggling under Obamacare. Scott Pelley: What do Republicans intend to put in its place? Paul Ryan: Patient-centered healthcare that gets everybody access to affordable healthcare coverage. So they can buy what they what they want to buy. Scott Pelley: So people will still get coverage regardless of their preexisting condition? Paul Ryan: Yeah. We think preexisting conditions is a very important feature of any healthcare system. Scott Pelley: Children will stay on their parents’ plans until the age of 26? Paul Ryan: Yeah, that’s something that we actually have always had in our plan, as well. Scott Pelley: And women will pay the same as men? That didn’t used to be the case. The six priorities on Ryan's agenda Paul Ryan: It depends on the age of a person. So we believe that we should have support based on age. The sicker and the older you get, the more support you ought to get. If you’re a person that has low income, you probably should have more assistance than a person with high income, for example. Scott Pelley: Is your plan going to cover everyone in America? Paul Ryan: We will give everyone access to affordable healthcare coverage. Scott Pelley: In the first year, what else do you expect to get through the Congress? Paul Ryan: We really want to focus on economic growth and growing the economy. There are a lot of regulations that are really just crushing jobs. Look at the coal miners in the Rust Belt that are getting out of work. Look at the-- look at the loggers and the timber workers and the paper mills in the West Coast. Look at the ranchers or farmers in the Midwest with regulations. Scott Pelley: Are you talking about rolling back environmental regulations, safety regulations-- Paul Ryan: We’re talking about smarter regulations that actually help us grow jobs in this country. We want to have good stewardship and conversation of the environment and economic growth. We have a real economic growth problem in America. We are limping along. Wages are flat.  And jobs aren’t being created near to the extent that they could and should be.  So we think regulatory relief is very, very important.  And that’s something we’re going to work on day one. Ryan told us that he can now support Trump’s changed positions on immigration from deporting all 11 million illegal immigrants to focusing on only those who’ve committed crimes and from building a 2,000-mile wall to something less. Paul Ryan: No, we’re not working on a deportation force. Here’s what we’re working on with respect to immigration, securing our border, enforcing our current laws. He talked about criminal aliens. That’s just enforcing laws for people who came here illegally, who came and committed violent crimes. We should enforce those laws. But really, what we’re focused on is securing our border. Scott Pelley: Well, Trump said he was going to build a wall. Paul Ryan: Yeah, I think conditions on the ground determine what you need in a particular area. Some areas, you might need a wall. Some areas, you might need double fencing. I-- my own view on this is, whatever kind of device or barrier or policy to secure the border, that’s necessary to secure the border, then do it. Scott Pelley: How big will the tax cut be for the middle class? Paul Ryan: Well, again, we haven’t written this bill. But if you want to get a sense of what we’re looking at it’s virtually identical with the one that Donald Trump rolled out in the campaign. It means everyone gets lower tax rates. But we plug loopholes to pay for it. Scott Pelley: But give me a number. What is the tax cut for the average middle-class family. Paul Ryan: When I have a bill, I’ll tell you the number. Let’s do this again. Scott Pelley: You’ve thought this through. You’ve been thinking it through for years. What would you like to see? Avoiding the Boehner problem Paul Ryan: Yeah, so the tax rates that we talked about for individuals, we would have a 15 percent bracket, I think a 25 percent bracket, and a 33 percent bracket. We have seven brackets. We consolidate down to three. The other thing that’s really important in tax reform is making sure that we don’t tax American businesses at much higher tax rates than our foreign competitors tax theirs. It is costing us jobs. It’s one of the reasons all these American companies are moving overseas. Scott Pelley: What should the corporate tax rate be? Paul Ryan: Well, our plan says 20 percent. And Donald Trump’s plan says 15 percent. It’s now 35 percent. Scott Pelley: Do you think the rich will benefit the most from your tax reform plan? Paul Ryan: Here’s the point of our tax plan. Grow jobs. Get this economy growing. Raise wages. Simplify the tax system, so it’s easy to comply with. Scott Pelley: You-- you’re a little shy, when I ask you about the rich receiving the greatest part of the-- Paul Ryan: Well, here’s the problem when you-- Scott Pelley: --of the tax cuts. Paul Ryan: --when you ask these things. Most of that income is small-business income. You have to remember, eight out of 10 businesses in America, they file their business as individuals, as people. And so we think of that as the rich. But it’s that business in the-- in the business park outta Jamesville, Wisconsin, that has 50 employees. And do I want to lower their tax rates? You bet I do. Scott Pelley:  Mr. Trump promised a $1 trillion infrastructure program.  What are you going to build, and how are you going to pay for it? Paul Ryan:  Well, I think, that should be decided by the marketplace. That should be decided by the needs in the particular states and communities as to what is built or rebuilt. And it’s going to be one of our high priorities that we’re we are going to be addressing this year. Scott Pelley: One of your high priorities that we heard almost nothing about during the campaign is poverty. Paul Ryan: Actually, I’ve talked to him a lot about that. We feel very strongly about making work pay, about getting people transitioned from welfare to work. Get people skills they need, help they need, so they can get on the ladder of life.     Ryan told us he has no plans to change Social Security but government health insurance, including Medicare, is a fire he says burning in the budget. Paul Ryan: If you want to think of the fire that’s burning-- it is the fact that-- the Baby Boom generation, no offense, and there’s a lot of you. Scott Pelley: I qualify. Paul Ryan: Yeah, you qualify. And we’re just not ready for the retirement of the Baby Boomers. And we’d better prepare for that. Scott Pelley: What changes do you plan for Medicare? Paul Ryan: Here’s the problem. Medicare goes bankrupt in about 10 years. The trust fund runs out of money. So we have to make sure that we shore this program up. And the reforms that we’ve been talking about don’t change the benefit for anybody who is in or near retirement. My mom’s now enjoying Medicare. She’s already retired. She earned it. But for those of us, you know, the X-Generation on down, it won’t be there for us on its current path. So we have to bring reform to this program for the younger generation, so that it’s there for us when we retire, and so that we can keep cash flowing to current generations’ commitments. And the more we kick the can down the road, the more we delay, the worse it gets. Scott Pelley: But you are going to kick the can down the road for the next year or two. This is not your top priority. Paul Ryan: It’s not our t-- I haven’t even discussed this with Donald Trump yet. But it is an issue that we have to tackle. Close CBS News From his balcony the speaker is watching the rise of Donald Trump’s inauguration platform. But, for Ryan, the best view in Washington isn’t a pretty sight. Scott Pelley: You know, one thing I noticed during our interview inside was that every time you talked about the evils of Washington, you glanced out the window. Paul Ryan:  I do, ‘cause that’s where all the bureaucracy’s are. Yea. Yea. Yea. That’s right. Scott Pelley: You think of this town as part of the problem not part of the solution. Paul Ryan:  Absolutely I do. If you look down, I can see HHS, Education, EPA.  Scott Pelley: The two most prominent things on the skyline from this vantage point are the Washington Monument and the new Trump Hotel. Paul Ryan:  That’s right.  That’s what I knew you were going to say.  Scott Pelley: The new Trump Hotel. Paul Ryan: That’s the new Trump Hotel.  Yeah he notic—he actually noted that when I took him up here. Scott Pelley:  I bet he did, he probably told you what a great place it was. Paul Ryan:  He said something like that. Scott Pelley: Is that a reminder of who’s boss? Paul Ryan:  The Washington Monument’s the tallest one.  And by the way, the dome, it’s a little higher. Beneath the dome, Ryan will have a front row seat to Trump’s swearing in. Scott Pelley: Did you believe he could be nominated? Really? Paul Ryan: Yeah, no, I-- I didn’t see this one coming. He knows that. I don’t think most people in the country saw. If you would’ve put last year into a movie script and taken it to Hollywood two years ago, they would’ve laughed you outta the room. Because it wouldn’t have been believable. Scott Pelley: Did you see Election Night coming? Paul Ryan: No, not really. I think-- Scott Pelley: You expected Hillary Clinton to win? Paul Ryan: I thought the odds were clearly in her favor. So I was a little surprised, pleasantly so. Scott Pelley: Do you trust him? Paul Ryan: Yeah.  Scott Pelley:  Here’s something many people wonder. Does he say the same bizarre things to you in private that he says in public?  And it’s an important distinction— Paul Ryan:  You know, I think there is a bit of a difference between the private person and the public person. In the private person, there’s a conversation like this. And it’s all about how to get things done. So every conversation I have almost always revolves around, you know, personnel and policy focused on producing results.  ",
    "title": "House Speaker Paul Ryan's \"strange bedfellows\" partnership with Donald Trump - CBS News"
   },
   {
    "entities": [
     "access",
     "eric",
     "ii",
     "missouri",
     "hardy",
     "des",
     "bakken",
     "morning",
     "of",
     "oceti",
     "army",
     "lake",
     "ill.",
     "december 4, 2016",
     "auburn",
     "network",
     "5:31 p.m. est",
     "river",
     "washington",
     "tamara",
     "sherman",
     "montana",
     "fullscreen",
     "ball",
     "engineers",
     "oahe",
     "ashley",
     "usa",
     "archambault",
     "feather",
     "d.c.",
     "oakland",
     "dakota",
     "kevin",
     "wolansky",
     "dave",
     "patoka",
     "sakowin",
     "u.s.",
     "fanning",
     "sunday",
     "sunday, dec. 4, 2016",
     "sioux",
     "sharp",
     "pipeline",
     "mark",
     "dec. 4",
     "moines",
     "powers/the",
     "cannonball",
     "corps",
     "ap",
     "n.d.",
     "kruse",
     "camp",
     "facebook",
     "ariel",
     "north",
     "seday",
     "rock",
     "cornel",
     "west",
     "duluth",
     "today",
     "standing",
     "cannon",
     "register",
     "brian"
    ],
    "id": 9,
    "text": "Standing Rock tribe says Army will halt Dakota Access pipeline U.S. Secretary of the Army Eric Fanning informed tribal leaders of the decision on Sunday. Post to Facebook Standing Rock tribe says Army will halt Dakota Access pipeline U.S. Secretary of the Army Eric Fanning informed tribal leaders of the decision on Sunday. Check out this story on USATODAY.com: http://usat.ly/2gDMPok CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 7 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Standing Rock tribe says Army will halt Dakota Access pipeline USA Today Network Kevin Hardy, Des Moines Register 5:31 p.m. EST December 4, 2016 x Share Authorities in North Dakota have said they'll move away from a key bridge near the main Dakota Access oil pipeline protest camp by Sunday if demonstrators agree to certain conditions. (Dec. 4) AP People gather as tribal and religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball. (Photo: Brian Powers/The Register)   OCETI SAKOWIN CAMP, N.D. — U.S. Secretary of the Army Eric Fanning has informed tribal leaders that the Army Corps of Engineers will halt construction on the controversial Dakota Access pipeline, the chairman of the Standing Rock Sioux tribe said here Sunday. Dave Archambault II said the Army has denied the permit to bore under Lake Oahe, the reservoir behind the Missouri River in North Dakota. Native Americans and environmentalists have camped out near the lake for weeks protesting the 1,172-mile pipeline, which is intended to carry crude oil from the Bakken oil region in North Dakota to a distribution hub in Patoka, Ill. \"I wanted you to hear it from me,\" the chairman said as people banged drums, danced and cheered in glee at the snowy camp. The Missouri River portion of the pipeline was the only remaining contested portion. A federal lawsuit in Washington, D.C. is still pending. Posted! A link has been posted to your Facebook feed. Tamara Sharp of Oakland, CA prays with other demonstrators at the Cannonball River during the morning prayer along the banks of the in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 in Cannon Ball.  Brian Powers/The Register Demonstrators gather at the Cannonball River during the morning prayer in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 in Cannon Ball.  Brian Powers/The Register Feather Sherman of Montana prays with other demonstrators at the Cannonball River during the morning prayer along the banks of the in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 in Cannon Ball.  Brian Powers/The Register Demonstrators gather at the Cannonball River during the morning prayer in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 in Cannon Ball.  Brian Powers/The Register Demonstrators gather at the Cannonball River during the morning prayer in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 in Cannon Ball.  Brian Powers/The Register Demonstrators gather at the Cannonball River during the morning prayer in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 in Cannon Ball.  Brian Powers/The Register Fullscreen Ariel Wolansky, left, and Ashley Seday, right, both of Auburn, CA, embrace as they gather at the Cannonball River during the morning prayer in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 in Cannon Ball.  Brian Powers/The Register Food donations sit ready to be taken in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Professor and speaker Cornel West waits to speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register People gather to listen as Tribal and Religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Tribal and Religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Cornel West speaks during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Cornel West speaks during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register A group of native veterans arrive to an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Tribal and Religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Cornel West listens during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Tribal and Religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Tribal and Religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Native veterans listen as other speak at an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Tribal and Religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Tribal and Religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register People gather as tribal and religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Riders on horseback gather as people speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Fullscreen Mark Kruse of Duluth, MN helps load a truck with donations in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball. The donation tent where the items had been stored needs to be converted to housing so the donations had to be moved.  Brian Powers/The Register Like this topic? You may also like these photo galleries: Replay ",
    "title": "Standing Rock tribe says Army will halt Dakota Access pipeline"
   }
  ]
 }
}