{
 "06": {
  "col-sim": {
   "cosine": 0.2081481745738647,
   "entity": 0.2581988897471611
  },
  "exec-time": 14.419558763504028,
  "links": [
   {
    "entities": [],
    "id": 0,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "inc.",
     "taser",
     "last year",
     "time",
     "scott",
     "2016",
     "south",
     "associated",
     "justice",
     "interactive",
     "cbs",
     "$6.5 million",
     "charleston",
     "slager",
     "cincinnati",
     "next year",
     "michael",
     "press",
     "carolina",
     "u.s.",
     "nov. 12",
     "chris",
     "jamie",
     "stewart",
     "department",
     "north",
     "judy"
    ],
    "id": 1,
    "text": "Warning: The video above contains graphic content. South Carolina officials announced murder charges against white police officer Michael Slager ... Speaking after the court hearing, Scott’s family said they remain hopeful that another jury will convict Slager. They said the solicitor plans on re-trying the case, and Slager also faces trial next year in federal court on charges of depriving Scott of his civil rights. “He dodged it by a hair,” said family lawyer Chris Stewart. “He’s not dodging it again.” Scott’s mother Judy Scott said her faith leads her to believe that her son will receive justice. “It’s not over,” Judy Scott said. “Y’all hear me? It’s not over until God says it’s over.”  Slager’s wife, Jamie, cried after the jurors were dismissed and briefly put her head on the bench in front of her. She said “thank you for everything” to the defense lawyers as they left the courtroom. She did not respond when reporters asked if she wanted to comment. One female juror wiped away tears with her hands and a tissue as the attorneys addressed them and thanked them for their hours of work.  During the trial, the prosecution argued that the 35-year-old Slager let his sense of authority get the better of him. The defense maintained that the two men wrestled on the ground, that Scott got control of Slager’s stun gun and then pointed the weapon at the 35-year-old officer before the shooting. The defense also contended there was no way the officer could tell if Scott was unarmed. Much of the testimony centered on the cellphone video, which at times was blurry and shaky. The jurors saw it video numerous times, including several times frame by frame. The defense contended that there was much more to the case than the brief video clip that was seen worldwide. They focused their case on the seconds before the shooting that were not captured on the cellphone video, which was taken by a barber who passed the scene while walking to work. Slager took the stand and testified that Scott wrestled with him and grabbed his Taser and came at him with it. He said he was in “total fear” at the time he fired his gun. “At that point I pulled my firearm and pulled the trigger,” he testified. “I fired until the threat was stopped as I was trained to do.” Slager, who was five-year veteran of the department, also expressed regret over the whole incident. “My family has been destroyed by it. The Scott family has been destroyed by it. It’s horrible,” he said. Last year, the city of North Charleston reached a $6.5 million civil settlement with Scott’s family. In the wake of the shooting, the city also asked that the U.S. Justice Department conduct a review of its police department policies with an eye toward how the department can improve its relationship with residents.  It’s the second time in recent weeks a jury has deadlocked in an officer-involved shooting. A  mistrial was declared Nov. 12  when a jury in Cincinnati couldn’t reach a verdict in the case of a former campus police officer who was also charged with shooting a black motorist. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Michael Slager trial: Judge declares mistrial - CBS News"
   },
   {
    "entities": [
     "hollande",
     "borgia",
     "morgan",
     "geert",
     "party",
     "orsina",
     "washington",
     "donald-rsb-",
     "salvini",
     "next year",
     "middle",
     "the week",
     "norbert",
     "photo/gregorio",
     "greens",
     "sunday, dec. 4, 2016",
     "italy",
     "ap",
     "early monday, dec. 5, 2016",
     "veneto",
     "northern",
     "brexit",
     "today",
     "petry",
     "foxnews.com",
     "lombardy",
     "march",
     "associated",
     "union",
     "early monday",
     "francois",
     "kimberly",
     "east",
     "renzi",
     "freedom",
     "north",
     "movement",
     "european",
     "vienna",
     "u.k.",
     "bellen",
     "matteo",
     "hofer",
     "le",
     "austria",
     "twitter",
     "beppe",
     "kelemen",
     "2016",
     "der",
     "alexander",
     "monday",
     "van",
     "merkel",
     "netherlands",
     "monday, dec. 5, 2016",
     "germany",
     "star",
     "rome",
     "trump",
     "currently",
     "sunday",
     "u.s.",
     "angela",
     "africa",
     "this weekend",
     "the weekend",
     "league",
     "george",
     "five",
     "giovanni",
     "france",
     "dan",
     "pen",
     "fillon",
     "press",
     "2017",
     "chigi",
     "frauke",
     "university",
     "luiss",
     "wilders",
     "europe",
     "grillo",
     "facebook",
     "palace",
     "future",
     "britain",
     "rutgers"
    ],
    "id": 2,
    "text": "Facebook 0 Twitter 0 Email Print Newspaper headlines show Italian Premier Matteo Renzi's resignation following the result of Sunday's constitutional referendum, at a newsstand in Rome, Monday, Dec. 5, 2016. Italian voters dealt Premier Renzi a resounding rebuke early Monday by rejecting his proposed constitutional reforms, plunging Europe's fourth-largest economy into political and economic uncertainty. (AP Photo/Gregorio Borgia) The results over the weekend of Italy’s referendum and Austria’s presidential election were billed as the first true test of the rising tide of populism that has engulfed European politics amid stagnant economies, high unemployment and unease over the continuing stream of migrants from the Middle East and North Africa. But instead of making a murky political situation clearer, Sunday’s results have left observers with almost more questions than answers as the world awaits 2017’s key elections in Western European superpowers France, Germany and The Netherlands. “There are definitely trends that we’re seeing across the region, but one thing this weekend showed is that each country is different,” Dan Kelemen, a professor of political scene at Rutgers University, told FoxNews.com. “We shouldn’t expect that just because the Brexit in the U.K., the election of [Donald] Trump in the U.S. and the rise of some populist leaders in Europe that the rest of the countries are going to go this way.” In Rome - amid a wave of anti-establishment anger led by populist comedian-turned-politician Beppe Grillo’s Five Star Movement - Prime Minister Matteo Renzi has promised to step down from power after Italians voted against a series of reforms that acted as an unofficial plebiscite on his rule. Related Image Expand / Contract Italian Premier Matteo Renzi arrives at a press conference at the premier's office Chigi Palace in Rome, early Monday, Dec. 5, 2016. Renzi acknowledged defeat in a constitutional referendum and announced he will resign on Monday. Italians voted Sunday in a referendum on constitutional reforms that Premier Matteo Renzi has staked his political future on. (AP Photo/Gregorio Borgia) (Copyright 2016 The Associated Press. All rights reserved.) While Italy’s “no” vote on Renzi’s referendum is a clear indication of populism’s rise on the boot of Europe, Sunday’s decision may be a high point for the movement given the fractured nature of Italian politics and the varying political viewpoints at play. Grillo’s 5-Star Movement is the biggest winner in the referendum's failure, but the more left-leaning populist will have to face numerous other candidates if he hopes to win the prime minister’s job when elections are next held. Grillo has called for quick elections, but political analyst Giovanni Orsina, deputy director of the school of government at Rome's LUISS university, said he probably doesn't want them to come too soon because he wants the establishment's failure to \"cook\" over time. If opinion polls hold, the 5-Star movement commands roughly one-third of the vote, but whether that would be enough to govern depends on how the new electoral law is written. The other big player in Italy’s upcoming election is the anti-EU, anti-migrant Northern League and its leader, Matteo Salvini. The Northern League's popularity got a boost in the week after Trump's victory, and Salvini has deepened his alliances with Europe's far-right parties to solidify his influence. Salvini wants  immediate elections in an effort to latch on to the growing discontent connected to the migrant crisis, especially in the northern regions of Veneto and Lombardy where they run regional governments and where Italy's proud entrepreneurial class is still struggling to regain footing after the economic crisis. Experts say that while these two parties certainly used the strength of Europe’s populist movement to squash Renzi’s referendum, the sheer number of political parties in Italy will make it difficult for one party to seize power outright. “The referendum was definitely a vote for populism, but it was more so about Italian anger at  Renzi than populism,” Kelemen said. About 700 miles to the north, the far-right candidate Norbert Hofer narrowly lost the country’s presidential election to leftist Alexander Van der Bellen in a race that pitted Hofer’s nationalistic brand of populism against Van der Bellen’s self-described “Pro-European” politics. Van der Bellen’s victory over Hofer was welcomed by moderate European leaders – on both the right and left – as a win for supporters of the European Union and a blow against the populist forces looking to weaken it. Related Image Expand / Contract Presidential candidate Alexander Van der Bellen, a former leading member of the Greens Party, celebrates on the podium at a party of his supporters in Austria's capital Vienna Sunday, Dec. 4, 2016, after the first official results from the Austrian presidential election showed left-leaning candidate Alexander Van der Bellen with what appears to be an unbeatable lead over right-winger Norbert Hofer. (AP Photo/Matthias Schrader) The Austrian presidency is a mostly symbolic post, but the race attracted a good deal of attention across a Europe stunned by the electoral win by Trump in the U.S. and the Brexit vote in Britain. \"What happens here today has relevance for all of Europe,\" Van der Bellen said as he cast his ballot, later noting that his win showed most voters backed his message of \"freedom, equality, solidarity.\" Van der Bellen added that  the win sends a \"message to the capitals of the European Union that one can win elections with high European positions.\" He said he would work to unite a country deeply split between the moderate liberals who voted for him and supporters of Hofer's anti-immigrant Freedom Party. “This is definitely a clear cut win for those in favor of a multi-national, more Euro-centric view of politics,” Kelemen said. Van der Bellen received praise from numerous European leaders including France’s Francois Hollande, who said Austrians \"made the choice of Europe, and openness.\" The results in Italy and Austria may give those two countries a better grasp on their domestic political situations, but does little to help forecast how their neighbors will vote in 2017. More on this... Europe's Trump moment: Countries see rise of populist leaders amid anger over economy, migrant crisis In France, the socially conservative former Prime Minister Francois Fillon looks poised to face off next year against Marine Le Pen, whose staunch opposition to the European Union and hardline immigration proposals has won her many supporters among the country’s far-right. The Dutch will decide in March if they want the pugnacious populist Geert Wilders and his Party for Freedom to run the country. While he currently sits atop the polls, experts say that the Dutch political system would make it difficult for him to pass a number of items on his agenda if elected. “He’s popular, but the Dutch system has a lot of coalitions and not many other parties appear willing to work with Wilders,” Kimberly Morgan, a political science professor at George Washington University, told FoxNews.com. And in Germany, as Chancellor Angela Merkel goes for her fourth term, she will face a resurgent far-right led by populist politician Frauke Petry of the Alternative for Germany party. However, it seems that Merkel will retain her job despite grumblings about her handling of the refugee crisis. “We should not jump to conclusions that Europe is going to the far right like some people are saying,” Kelemen said. “They may make some gains, but it will be far from a takeover.” Ther Associated Press contributed to this report. Advertisement ",
    "title": "Europe's populist wave encounters first test with votes in Italy and Austria | Fox News"
   },
   {
    "entities": [
     "$239",
     "$34.30",
     "baseball",
     "$409",
     "cleveland",
     "2015",
     "2004",
     "now",
     "saturday",
     "$24.05",
     "'16",
     "2018",
     "april 10",
     "$12,484.64",
     "$111",
     "$31",
     "19.5 percent",
     "paul",
     "$359",
     "progressive",
     "$51.33",
     "vince",
     "nov. 4, 2016",
     "2006",
     "tribune",
     "faulkner",
     "$118",
     "this year",
     "contact",
     "the second",
     "96 percent",
     "$26",
     "may 6",
     "1914",
     "vaughn",
     "jays",
     "2007",
     "cardinals",
     "this month",
     "nov. 2, 2016",
     "weekday",
     "blue",
     "14.6 percent",
     "31 percent",
     "$29,089.76",
     "17 percent",
     "25 percent",
     "$19,882.24",
     "major",
     "1,206 percent",
     "1998",
     "$154",
     "airlines",
     "dodgers",
     "2003",
     "2016",
     "6 percent",
     "wrigley",
     "cubs",
     "$289",
     "$21",
     "monday",
     "reporter",
     "last december",
     "tuesday",
     "tmr",
     "sox",
     "670 percent",
     "american",
     "$2,139.20",
     "$8",
     "club",
     "yankees",
     "park",
     "18 percent",
     "$51",
     "$79",
     "sullivan",
     "$47.71",
     "league",
     "191/2 percent",
     "to",
     "grant",
     "$54.79",
     "2017",
     "field",
     "chicago",
     "april",
     "10 percent",
     "july 22",
     "$189",
     "2002",
     "colin",
     "early may",
     "$16,913.12",
     "$51.55",
     "red"
    ],
    "id": 3,
    "text": "Cubs raise season ticket prices 19.5 percent Photos from Game 7 of the World Series at Progressive Field in Cleveland on Nov. 2, 2016. Paul Sullivan Contact Reporter Chicago Tribune After waiting a lifetime for a championship team, Cubs fans will discover the price of success. The average price of season tickets will rise 19.5 percent in 2017, the Cubs announced Monday, with increases ranging from 6 percent for upper-deck reserved seats to 31 percent for infield club box seats. The highest-priced premium seat is $409 for a dugout box for one of the three \"diamond\" games — the home opener and Saturday games against the Yankees and Cardinals — while the lowest is $8 for upper outfield reserved for one of nine \"bronze\" games, weekday games in April and early May. Colin Faulkner, senior vice president of sales and marketing, pointed to the \"unprecedented demand\" this year's championship season created. \"Trying to capture that demand and continue the progress on the field, and (with) our mission to field a consistently competitive team, no surprise, we'll be increasing season ticket prices,\" Faulkner said. \"Even with the 191/2 percent increase, it leaves a significant value for our season ticket holders.\" The Chicago Cubs players will learn this month how lucrative their bonuses will be for winning the World Series . Major League Baseball is expected to announce the playoff shares from the 2016 postseason, with the Cubs potentially earning the largest pool of money in postseason history. Last December,... The Chicago Cubs players will learn this month how lucrative their bonuses will be for winning the World Series . Major League Baseball is expected to announce the playoff shares from the 2016 postseason, with the Cubs potentially earning the largest pool of money in postseason history. Last December,... Chicago Tribune staff Major League Baseball 's official film documenting the Cubs championship goes on sale in stores on Tuesday. \"The 2016 World Series ,\" narrated by Vince Vaughn, is available on DVD and a two-disc Blu-ray and DVD pack. The \"2016 World Series Collector's Edition: Chicago Cubs,\" an eight-disc set will... Major League Baseball 's official film documenting the Cubs championship goes on sale in stores on Tuesday. \"The 2016 World Series ,\" narrated by Vince Vaughn, is available on DVD and a two-disc Blu-ray and DVD pack. The \"2016 World Series Collector's Edition: Chicago Cubs,\" an eight-disc set will... (Chicago Tribune staff) The Cubs said 2016 regular-season tickets resold on StubHub.com for an average of 96 percent above their face value. Postseason tickets went for 670 percent above face value, including a 1,206 percent increase for the three World Series games at Wrigley Field. After the Cubs' playoff run in 2015, the team said it increased prices by an average of 10 percent. Team Marketing Report, using its own calculations, had the Cubs with a 14.6 percent increase from 2015 to '16 to an average of $51.33, well over the major-league average of $31. The Cubs drew more than 3.2 million fans in 2016, fifth-highest in the majors at more than 39,900 per game. The Cubs' overall attendance increase of 313,000 was the second-highest jump in the majors behind the Blue Jays' increase of 597,000 fans. The Cubs ranked third in average ticket price, according to TMR, behind the Red Sox ($54.79) and Yankees ($51.55). Faulkner said he did not know where the Cubs expect to rank in 2017, citing different calculations from teams that don't factor in premium \"club\" seats. \"Certainly we'll have a ticket price that may be relatively higher than some teams,\" he said. \"But we really think that we're providing tremendous access and value to our season ticket holders.\" A premium dugout box ticket for 2017, including tax, will cost $29,089.76 — an average of $359 per game. The cheapest season ticket, for upper-deck outfield reserved, is $2,139.20 including tax, or $26 per game. After the 95-loss 2002 season, the Cubs introduced a three-tiered pricing system of \"value,\" \"regular\" and \"prime\" days that increased prices from 20 to 25 percent for a quarter of their home games. Now there are bronze (nine games), silver (12), gold (24), platinum (14), marquee (19) and diamond (three) tiers. The three diamond games are the home opener April 10 against the Dodgers, May 6 against the Yankees and July 22 against the Cardinals. The highest-priced non-premium seat, the club box infield, goes for $12,484.64 including tax ($154 per game) with a high of $189 for diamond games. Bleacher tickets range from $21 for bronze games to $79 for diamond games, plus tax, and will average $51 including tax. Bullpen box seats, priced as premium seating, will range from $111 to $239 for the second through fourth rows ($16,913.12 including tax for a season ticket) and from $118 to $289 for the front row ($19,882.24). The bullpens are moving underneath the bleachers in 2017, adding seats to the area. The American Airlines 1914 Club, under construction behind home plate, won't open until 2018. Significant ticket hikes aren't unusual for the Cubs when they believe demand is high. They increased prices by an average of 18 percent after the 1998 wild-card season, by 17 percent after the 2003 team lost in the National League Championship Series , by 17 percent after the 2004 team blew a late wild-card lead and by 17 percent after getting swept by the Dodgers in the 2007 division series. Photos of the Cubs on their World Series victory tour. Chicago celebrates the Chicago Cubs winning the World Series with a parade from Wrigley Field to Grant Park on Nov. 4, 2016. Cubs tickets have been among the highest-priced in baseball even when the team has struggled. In 2002, when they lost 95 games, the Cubs had an average ticket price of $24.05, according to TMR, ranking fourth. By 2006, when they lost 96 games, the Cubs had the second-highest average price at $34.30 behind the Red Sox's $47.71. Their ticket prices have remained among the highest since because of Wrigley's relatively small capacity and iconic status and fans' willingness to pay the price to get inside. psullivan@chicagotribune.com ",
    "title": "Cubs raise season ticket prices 19.5 percent - Chicago Tribune"
   },
   {
    "entities": [
     "$2.9 million",
     "house",
     "kenneth",
     "urban",
     "bob",
     "about 2015",
     "commerce",
     "regency",
     "david",
     "force",
     "bobby''",
     "james",
     "cohen",
     "once",
     "service",
     "accounting",
     "washington",
     "m.",
     "2015",
     "armed",
     "previously",
     "june 2, 2015",
     "services",
     "$200,000",
     "2010",
     "$113 billion",
     "joint",
     "post",
     "december 5",
     "hagel",
     "whitlock",
     "feb. 6, 2015",
     "$186,142",
     "august 2014",
     "chiefs",
     "mabus",
     "1997",
     "punaro",
     "l.",
     "christmas eve",
     "stein",
     "s.",
     "last year",
     "business",
     "solutions",
     "2020",
     "cook",
     "the year",
     "scott",
     "evelyn",
     "of",
     "defense",
     "ashton",
     "jan. 21, 2015",
     "20 percent",
     "w.",
     "air",
     "capital",
     "the next month",
     "tillotson",
     "klepper",
     "logistics",
     "hager/courtesy",
     "pentagon",
     "february 2015",
     "$189,188",
     "a few weeks later",
     "work",
     "at 6:47 pm",
     "management",
     "arnold",
     "iii",
     "o.",
     "50 percent",
     "agency",
     "william",
     "frank",
     "institute",
     "state",
     "$580 billion",
     "robert",
     "alex",
     "reuters",
     "estate",
     "housing",
     "congress",
     "donald",
     "2013",
     "medco",
     "rio",
     "2016",
     "marine",
     "army",
     "patterson/for",
     "finance",
     "navy",
     "zakheim",
     "ray",
     "february 2016",
     "parcel",
     "$100 billion",
     "craig",
     "woodward",
     "fla.",
     "1940",
     "oct. 15, 2014",
     "michael",
     "committee",
     "states",
     "white",
     "kate",
     "obama",
     "trump",
     "kevin",
     "staff",
     "thomas",
     "gates",
     "b.",
     "american",
     "kendall",
     "mattis",
     "dov",
     "united",
     "education",
     "chuck",
     "$30 billion",
     "health",
     "january 2015",
     "group",
     "$170,865",
     "senate",
     "lamarque",
     "$75 billion",
     "duffy",
     "peter",
     "rutherford",
     "the summer of 2014",
     "carter",
     "$134 billion",
     "$125 billion",
     "victoria",
     "george",
     "board",
     "mckinsey",
     "chartwell",
     "walker/the",
     "jacksonville",
     "present",
     "fourth",
     "energy",
     "the",
     "the next day",
     "yesterday",
     "development",
     "october",
     "april",
     "and",
     "bayer",
     "2011",
     "department",
     "enterprise",
     "$22.6 billion",
     "bush",
     "may 2014"
    ],
    "id": 4,
    "text": "Pentagon buries evidence of $125 billion in bureaucratic waste The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Craig Whitlock and Bob Woodward December 5 at 6:47 PM Follow @craigmwhitlock Follow @realbobwoodward The Pentagon has buried an internal study that exposed $125 billion in administrative waste, according to findings by The Washington Post. (Victoria Walker/The Washington Post) The Pentagon has buried an internal study that exposed $125 billion in administrative waste in its business operations amid fears Congress would use the findings as an excuse to slash the defense budget, according to interviews and confidential memos obtained by The Washington Post. Pentagon leaders had requested the study to help make their enormous back-office bureaucracy more efficient and reinvest any savings in combat power. But after the project documented far more wasteful spending than expected, senior defense officials moved swiftly to kill it by discrediting and suppressing the results. The report , issued in January 2015, identified “a clear path” for the Defense Department to save $125 billion over five years. The plan would not have required layoffs of civil servants or reductions in military personnel. Instead, it would have streamlined the bureaucracy through attrition and early retirements, curtailed high-priced contractors and made better use of information technology. The study was produced last year by the Defense Business Board, a federal advisory panel of corporate executives, and consultants from McKinsey and Company. Based on reams of personnel and cost data, their report revealed for the first time that the Pentagon was spending almost a quarter of its $580 billion budget on overhead and core business operations such as accounting, human resources, logistics and property management. [ The Defense Business Board’s 2015 study on how the Pentagon could save $125 billion ] The data showed that the Defense Department was paying a staggering number of people — 1,014,000 contractors, civilians and uniformed personnel — to fill back-office jobs far from the front lines. That workforce supports 1.3 million troops on active duty, the fewest since 1940. The cost-cutting study could find a receptive audience with President-elect Donald Trump. He has promised a major military buildup and said he would pay for it by “eliminating government waste and budget gimmicks.” Robert “Bobby” L. Stein, former chairman of the Defense Business Board. He serves as managing director of Chartwell Capital Management and president of the Regency Group. (Thomas Hager/Courtesy of Chartwell Capital Management) For the military, the major allure of the study was that it called for reallocating the $125 billion for troops and weapons. Among other options, the savings could have paid a large portion of the bill to rebuild the nation’s aging nuclear arsenal, or the operating expenses for 50 Army brigades. But some Pentagon leaders said they fretted that by spotlighting so much waste, the study would undermine their repeated public assertions that years of budget austerity had left the armed forces starved of funds. Instead of providing more money, they said, they worried Congress and the White House might decide to cut deeper. So the plan was killed. The Pentagon imposed secrecy restrictions on the data making up the study, which ensured no one could replicate the findings. A 77-page summary report that had been made public was removed from a Pentagon website . “They’re all complaining that they don’t have any money. We proposed a way to save a ton of money,” said Robert “Bobby” L. Stein, a private-equity investor from Jacksonville, Fla., who served as chairman of the Defense Business Board. Stein, a campaign bundler for President Obama, said the study’s data were “indisputable” and that it was “a travesty” for the Pentagon to suppress the results. “We’re going to be in peril because we’re spending dollars like it doesn’t matter,” he added. The missed opportunity to streamline the military bureaucracy could soon have large ramifications. Under the 2011 Budget Control Act, the Pentagon will be forced to stomach $113 billion in automatic cuts over four years unless Congress and Trump can agree on a long-term spending deal by October. Playing a key role in negotiations will probably be Trump’s choice for defense secretary, retired Marine Gen. James Mattis. The Defense Business Board was ordered to conduct the study by Deputy Defense Secretary Robert O. Work, the Pentagon’s second-highest-ranking official. At first, Work publicly touted the efficiency drive as a top priority and boasted about his idea to recruit corporate experts to lead the way. After the board finished its analysis, however, Work changed his position. In an interview with The Post, he did not dispute the board’s findings about the size or scope of the bureaucracy. But he dismissed the $125 billion savings proposal as “unrealistic” and said the business executives had failed to grasp basic obstacles to restructuring the public sector. “There is this meme that we’re some bloated, giant organization,” he said. “Although there is a little bit of truth in that . . . I think it vastly overstates what’s really going on.” Work said the board fundamentally misunderstood how difficult it is to eliminate federal civil service jobs — members of Congress, he added, love having them in their districts — or to renegotiate defense contracts. He said the Pentagon is adopting some of the study’s recommendations on a smaller scale and estimated it will save $30 billion by 2020. Many of the programs he cited, however, have been on the drawing board for years or were unrelated to the Defense Business Board’s research. Work acknowledged that the push to improve business operations lost steam after then-Defense Secretary Chuck Hagel was replaced by Ashton B. Carter in February 2015. Carter has emphasized other goals, such as strengthening the Pentagon’s partnerships with high-tech firms. “We will never be as efficient as a commercial organization,” Work said. “We’re the largest bureaucracy in the world. There’s going to be some inherent inefficiencies in that.” ‘Dark matter’ Work, a retired Marine officer, became deputy defense secretary in May 2014. With the military budget under the most pressure since the end of the Cold War, he sought help from the Defense Business Board, an advisory panel known for producing management studies that usually gathered dust. Work told the board that the outcome of this assignment would be different. In a memo, he directed the board to collect sensitive cost data from the military services and defense agencies that would reveal how much they spent on business operations. Pentagon officials knew their back-office bureaucracy was overstaffed and overfunded. But nobody had ever gathered and analyzed such a comprehensive set of data before. Some Defense Business Board members warned that exposing the extent of the problem could have unforeseen consequences. “You are about to turn on the light in a very dark room,” Kenneth Klepper, the former chief executive of Medco Health Solutions, told Work in the summer of 2014, according to two people familiar with the exchange. “All the crap is going to float to the surface and stink the place up.” “Do it,” Work replied. To turn on the light, the Pentagon needed more outside expertise. A team of consultants from McKinsey was hired. In a confidential August 2014 memo, McKinsey noted that while the Defense Department was “the world’s largest corporate enterprise,” it had never “rigorously measured” the “cost-effectiveness, speed, agility or quality” of its business operations. Nor did the Pentagon have even a remotely accurate idea of what it was paying for those operations, which McKinsey divided into five categories: human resources; health-care management; supply chain and logistics; acquisition and procurement; and financial-flow management. McKinsey hazarded a guess: anywhere between $75 billion and $100 billion a year, or between 15 and 20 percent of the Pentagon’s annual expenses. “No one REALLY knows,” the memo added. The mission would be to analyze, for the first time, dozens of databases that tracked civilian and military personnel, and labor costs for defense contractors. The problem was that the databases were in the grip of the armed forces and a multitude of defense agencies. Many had fought to hide the data from outsiders and bureaucratic rivals, according to documents and interviews. Information on contractor labor, in particular, was so cloaked in mystery that McKinsey described it as “dark matter.” Prying it loose would require direct orders from Work. Even then, McKinsey consultants predicted the bureaucracy would resist. “This is a sensitive exercise conducted with audiences both ‘weary’ and ‘wary’ of efficiency, cost, sequestration and budget drills,” the confidential memo stated. “Elements of the culture are masterful at ‘waiting out studies and sponsors,’ with a ‘this too shall pass’ mindset.” Overstaffed chow hall From the outset, access to the data was limited to a handful of people. A $2.9 million consulting contract signed by the Pentagon stipulated that none of the data or analysis could be released to the news media or the public. Moreover, the contract required McKinsey to report to David Tillotson III, the Pentagon’s acting deputy chief management officer. Anytime the Defense Business Board wanted the consultants to carry out a task, Tillotson would have to approve. His office — not the board — would maintain custody of the data. “Good news!” Work emailed Tillotson once the contract was signed. “Time to cook.” In an Oct. 15, 2014, memo, Work ordered the board to move quickly, giving it three months to produce “specific and actionable recommendations.” In a speech the next month, Work lauded the board for its private-sector expertise. He said he had turned it into “an operational arm” of the Pentagon leadership and predicted the study would deliver transformational results. In an aside, he revealed that early findings had determined the average administrative job at the Pentagon was costing taxpayers more than $200,000, including salary and benefits. “And you say, hmmm, we could probably do better than that,” he said. The initial results did not come as a surprise. Former defense secretaries William S. Cohen, Robert M. Gates and Chuck Hagel had launched similar efficiency drives in 1997, 2010 and 2013, respectively. But each of the leaders left the Pentagon before their revisions could take root. “Because we turn over our secretaries and deputy secretaries so often, the bureaucracy just waits things out,” said Dov Zakheim, who served as Pentagon comptroller under President George W. Bush. “You can’t do it at the tail end of an administration. It’s not going to work. Either you leave the starting block with a very clear program, or you’re not going to get it done.” Arnold Punaro, a retired Marine general and former staff director for the Senate Armed Services Committee, said lawmakers block even modest attempts to downsize the Pentagon’s workforce because they do not want to lose jobs in their districts. Without backing from Congress, “you can’t even get rid of the guy serving butter in the chow hall in a local district, much less tens of thousands of jobs,” he said. Deputy Defense Secretary Robert O. Work, the Pentagon’s second-highest-ranking official, ordered the Defense Business Board to conduct the study. (Kate Patterson/for The Washington Post) ‘Time to hunt!’ The Defense Business Board assigned five members to conduct the study alongside consultants from McKinsey. Scott Rutherford, senior partner at McKinsey’s Washington office, declined to comment. The team ran into resistance as several Pentagon offices delayed requests for data, according to emails and memos. Work and Tillotson had to intervene to get the data flowing. At one point, more than 100 people were feeding data from different sectors of the bureaucracy. Laboring under its tight deadline, the team hashed out an agreement with Pentagon officials over which job classifications to count in their survey. The board added a sixth category of business operations — real property management. That alone covered 192,000 jobs and annual expenses of $22.6 billion. On Christmas Eve, Klepper emailed Work and Tillotson to thank them for putting their muscle behind the project. Without it, he said, “this would all have been DOA and the naysayers would all have been right.” He hinted the board would make some eye-catching recommendations and expressed relief its work had not been torpedoed. “I have to admit, with all the caution, negative reaction and pushback,” Klepper said, “I had a bit of concern at the end of the analysis some form of censorship would stop us from showing the true opportunity.” Work replied that he could not be happier. “Time to hunt!” he said in an email, adding that he was “very excited about 2015” and ready to make “some bold moves.” The year kicked off with promise. On Jan. 21, 2015, the Pentagon announced Stein, the private-equity investor, had been reappointed as the board’s chairman and praised him for his “outstanding service.” The next day, the full board held its quarterly public meeting to review the results of the study. The report had a dry title, “Transforming DoD’s Core Business Processes for Revolutionary Change,” and was packed with charts and jargon. But it began plainly enough. “We are spending a lot more money than we thought,” the report stated. It then broke down how the Defense Department was spending $134 billion a year on business operations — about 50 percent more than McKinsey had guessed at the outset. Almost half of the Pentagon’s back-office personnel — 457,000 full-time employees — were assigned to logistics or supply-chain jobs. That alone exceeded the size of United Parcel Service’s global workforce. The Pentagon’s purchasing bureaucracy counted 207,000 full-time workers. By itself, that would rank among the top 30 private employers in the United States. More than 192,000 people worked in property management. About 84,000 people held human-resources jobs. The study laid out a range of options. At the low end, just by renegotiating service contracts and hiring less-expensive workers, the Pentagon could save $75 billion over five years. At the high end, by adopting more aggressive productivity targets, it could save twice as much. After a discussion, the full board voted to recommend a middle option: to save $125 billion over five years. Hordes of contractors Afterward, board members briefed Work. They were expecting an enthusiastic response, but the deputy defense secretary looked uneasy, according to two people who were present. He singled out a page in the report. Titled “Warfighter Currency,” it showed how saving $125 billion could be redirected to boost combat power. The money could cover the operational costs for 50 Army brigades, or 3,000 F-35 Joint Strike Fighters for the Air Force, or 10 aircraft-carrier strike groups for the Navy. “This is what scares me,” he said, according to the two people present. Work explained he was worried Congress might see it as an invitation to strip $125 billion from the defense budget and spend it somewhere else. A few weeks later, Carter replaced Hagel as defense secretary. Carter sounded as though he would welcome the kind of revolutionary change the board was urging. “To win support from our fellow citizens for the resources we need, we must show that we can make better use of every taxpayer dollar,” Carter said in an inaugural message in February 2015. “That means a leaner organization, less overhead, and reforming our business and acquisition practices.” In briefings that month, uniformed military leaders were receptive at first. They had long groused that the Pentagon wasted money on a layer of defense bureaucracies — known as the Fourth Estate — that were outside the control of the Army, Air Force and Navy. Military officials often felt those agencies performed duplicative services and oversight. But the McKinsey consultants had also collected data that exposed how the military services themselves were spending princely sums to hire hordes of defense contractors. For example, the Army employed 199,661 full-time contractors, according to a confidential McKinsey report obtained by The Post. That alone exceeded the combined civil workforce for the Departments of State, Agriculture, Commerce, Education, Energy, and Housing and Urban Development. The average cost to the Army for each contractor that year: $189,188, including salary, benefits and other expenses. The Navy was not much better. It had 197,093 contractors on its payroll. On average, each cost $170,865. In comparison, the Air Force had 122,470 contractors. Each cost, on average, $186,142. Defense Secretary Ashton B. Carter has emphasized goals such as strengthening the Pentagon’s partnerships with high-tech firms. (Alex Wong/Getty Images) Taking fire Meantime, the backlash to the $125 billion savings plan intensified. On Feb. 6, 2015, board members briefed Frank Kendall III, the Pentagon’s chief weapons-buyer. Kendall’s operations were a major target of the study; he oversaw an empire of purchasing agents and contractors that were constantly under attack from Congress for cost overruns and delays. Kendall put up a stiff fight. He challenged the board’s data and strenuously objected to the conclusion that his offices were overstaffed. “Are you trying to tell me we don’t know how to do our job?” he said, according to two participants in the meeting. He said he needed to hire 1,000 more people to work directly under him, not fewer. “If you don’t believe me, call in an auditor,” replied Klepper, the board’s restructuring expert. “They’ll tell you it’s even worse than this.” In an interview, Kendall acknowledged he was “very disappointed” by the board’s work, which he criticized as “shallow” and “very low on content.” He said the study had ignored efforts by his agencies to become more efficient, and he accused the board of plucking the $125 billion figure out of thin air. “It was essentially a ballpark, made-up number,” he said. Still, Kendall knew that lawmakers might view the study as credible. Alarmed, he said, he went to Work and warned that the findings could “be used as a weapon” against the Pentagon. “If the impression that’s created is that we’ve got a bunch of money lying around and we’re being lazy and we’re not doing anything to save money, then it’s harder to justify getting budgets that we need,” Kendall said. More ominously, board members said they started to get the silent treatment from the Pentagon’s highest ranks. Briefings that had been scheduled for military leaders in the Tank — the secure conference room for the Joint Chiefs of Staff — were canceled. Worse, the board was unable to secure an audience with Carter, the new defense secretary. Stein, the board chairman, accused Carter of deliberately derailing the plan through inaction. “Unfortunately, Ash — for reasons of his own — stopped this,” he said in an interview. Peter Cook, a spokesman for Carter, said the Pentagon chief was busy dealing with “a long list of national security challenges.” He added that Work and other senior officials had already “concluded that the report, while well-intentioned, had limited value.” The fatal blow was struck in April. Just three months after Stein had been reappointed as board chairman, Carter replaced him with Michael Bayer, a business consultant who had previously served on the panel and clashed with Stein. Bayer declined to comment. A few weeks later, Klepper resigned from the board. The $125 billion savings plan was dead. In an interview, Tillotson, the Pentagon’s acting deputy chief management officer, called the board’s recommendations too ambitious and aggressive. “They, perhaps, underestimated the degree of difficulty we have in doing something that in the commercial sector would seem to be very easy to do.” Yet he acknowledged that its overall strategy for scaling back the bureaucracy was sound and that, given more time, it would be possible to realize huge savings. “If we had a longer timeline, yes, it would be a reasonable approach,” he said. “You might get there eventually.” Ending the debate Frustration, however, persisted in some corners over the Pentagon’s unwillingness to tackle the inefficiency and waste documented by the study. On June 2, 2015, Navy Secretary Ray Mabus delivered a speech at the American Enterprise Institute, a conservative think tank. He complained that 20 percent of the defense budget went to the Fourth Estate — the defense agencies that provide support to the armed forces — and called it “pure overhead.” Navy Secretary Ray Mabus takes his seat to testify to the Senate Armed Services Committee in February 2016. (Kevin Lamarque /Reuters) He singled out the Defense Finance and Accounting Service and the Defense Logistics Agency, which together employ about 40,000 people, as egregious examples. When a reporter in the audience asked whether he thought the agencies should be abolished, Mabus resisted the temptation to say yes. “Nice try on getting me into deep trouble,” he replied. But trouble arrived in Mabus’s email the next day. “Ray, before you publicly trash one of the agencies that reports through me I’d really appreciate a chance to discuss it with you,” wrote Kendall, the Pentagon’s chief weapons-buyer, whose management portfolio included the Defense Logistics Agency. He said that if Mabus had a complaint, he should raise it directly with their mutual bosses, Carter and Work, and copied the email to both. In his interview with The Post, Kendall said he was “completely blindsided” by the Navy secretary’s criticism, “so I sent him what I thought under the circumstances was a pretty polite note.” [ Deputy Defense Secretary Robert Work’s response to The Washington Post ] Mabus did not back down. In an emailed retort to Kendall, he referred to the ill-fated Defense Business Board study. “I did not say anything yesterday that I have not said both publicly . . . and privately inside this building,” he said. “There have been numerous studies, which I am sure you are aware of, pointing out excessive overhead.” That prompted a stern intervention from Work. “Ray, please refrain from taking any more public pot shots,” Work said in an email. “I do not want this spilling over into further public discourse.” Evelyn Duffy contributed to this report. investigations Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "Pentagon buries evidence of $125 billion in bureaucratic waste - The Washington Post"
   },
   {
    "entities": [
     "emily",
     ", 5:55 pm",
     "santana",
     "nikki",
     "1st day",
     "scott",
     "savage",
     "of",
     "south",
     "associated",
     "justice",
     "justin",
     "shapiro",
     "carolinians",
     "charleston",
     "haley",
     "last week",
     "slager",
     "next year",
     "michael",
     "jesus",
     "andy",
     "the end of the day",
     "press",
     "april 4, 2015",
     "carolina",
     "scarlett",
     "bamberg",
     "last two years",
     "chris",
     "ap",
     "stewart",
     "department",
     "anthony",
     "north",
     "last wednesday",
     "feidin",
     "wilson",
     "l.",
     "today",
     "future",
     "dec 5, 2016",
     "judy",
     "walter"
    ],
    "id": 5,
    "text": "Judge Declares Mistrial in Michael Slager Murder Trial By EMILY SHAPIRO Dec 5, 2016, 5:55 PM ET 0 Shares Grace Beahm/The Post And Courier via AP, Pool WATCH Judge Declares Mistrial in Michael Slager Murder Trial 0 Shares Email A mistrial was declared today in the state murder trial of former North Charleston, South Carolina, police officer Michael Slager, who was accused in the shooting death of an unarmed black man. The jury members said they were unable to come to unanimous decision. They had deliberated since closing arguments ended last Wednesday. Slager, who is white, was accused of killing Walter Scott , an unarmed black man, at a traffic stop on April 4, 2015, in North Charleston while Slager was an officer with the city's police department. Video that surfaced shortly after the encounter appears to show the moment Slager fatally shot Scott as he ran away. The video garnered national attention, propelling Slager into the spotlight. He was fired from the force after the shooting, according to The Associated Press. Scott's mother, Judy Scott, said at a news conference after the mistrial was announced that she isn't sad about the mistrial \"because Jesus is on the inside. And I know that justice will be served, because the God that I serve, he's able. He told me to wait on the Lord and be of good courage, and God, he is strengthening my heart. God is my strength, and I know without a doubt that he is a just God and injustice will not prevail.\" Scott family attorney L. Chris Stewart said at the news conference, \"If you thought that we were going to come out here crying or weeping or weak, you don't know the Scott family, who've become my family.\" He added that Slager \"dodged it by a hair, and he's not dodging it again.\" \"The fight isn't over,\" Stewart said. \"That was Round 1.\" He said the solicitor will try the case again and the Department of Justice will also be trying the case. Slager \"delayed justice,\" Stewart said. \"He did not escape it.\" Another family attorney, Justin Bamberg, said, \"Justice will be had\" in the end. \"Thanks to Feidin Santana [who recorded the video], we've seen the light, and there is no way at the end of the day that former Officer Michael Slager can escape what's coming to him,\" Bamberg said. Walter Scott's brother, Anthony Scott, urged for peaceful protests, adding that his family has had to \"live with\" the video \"being played over and over again.\" Walter Scott's Mother Emotional on the Stand in 1st Day of Murder Trial for Former SC Cop Michael Slager Solicitor Scarlett Wilson said in a statement, \"We will try Michael Slager again. We hope the federal and state courts will coordinate efforts regarding any future trial dates, but we stand ready whenever the court calls.\" She added, \"While I cannot overstate our disappointment that this case was not resolved, I commend those who sacrificed so much time, energy and effort to serve on this jury.\" Wilson addressed the Scott family in her statement, saying, \"My thoughts and prayers are with the Scott family. We are grateful for their patience, understanding and cooperation with us. They have not received the credit they deserve in their calm leadership for the community. The Scotts have been a sterling example of dignity and grace in extraordinary circumstances. This is a very difficult time for them, but I have no doubt that they will continue to support our efforts to find justice for this case. I have no doubt that they will continue to show their faith in the criminal justice system.\" She also thanked the Scott family in court after the mistrial was announced. \"When I finished up closing arguments,\" she said, \"and I walked over to give hugs, poppa Scott, the patriarch of the family, said to me, 'You'll always be my daughter.'\" Defense attorney Andy Savage directly addressed the jury in court as well. \"This is not a case about an individual or family,\" he said, adding the case is about \"the state of South Carolina,\" not Walter Scott. \"That's not to diminish Mr. Scott.\" \"The rule of law has to be preserved in this country, and you have done that,\" Savage said to the jury. \"Thank you.\" South Carolina Gov. Nikki Haley said in a statement after the mistrial, \"It is my understanding that there will be, as quickly as possible, a new trial where the Scott family and all of South Carolina will hopefully receive the closure that a verdict brings. Justice is not always immediate, but we must all have faith that it will be served. I certainly do.\" Haley said she urges all South Carolinians \"to continue along the path we have walked these last two years — a path of grace, faith, love and understanding. That is who we are and who I know we will continue to be.\" Slager pleaded not guilty to murder. But as the trial concluded last week, the jury was allowed to consider a voluntary manslaughter charge. The voluntary manslaughter charge was requested by the prosecution, and the judge allowed it, based on testimony given during the trial. Slager also faces a federal trial, which is scheduled for next year. 0 Shares ",
    "title": "Judge Declares Mistrial in Michael Slager Murder Trial - ABC News"
   },
   {
    "entities": [
     "st.",
     "noel",
     "police",
     "alameda",
     "right now",
     "access",
     "l.a.",
     "rollo",
     "angeles",
     "brooke",
     "john",
     "100%",
     "2016",
     "los",
     "this year",
     "wendy's",
     "contact",
     "golden",
     "times",
     "mack",
     "paige",
     "once",
     "nancy",
     "willon",
     "november 2014",
     "the day",
     "clendenin",
     "now",
     "monday",
     "county",
     "danielle",
     "the",
     "boudreaux",
     "friday",
     "california",
     "jay",
     "donna",
     "oakland",
     "dist",
     "dakota",
     "staff",
     "reporters",
     "february 2015",
     "karlamangla",
     "sunday",
     "$700",
     "last two years",
     "gallo",
     "shelley",
     "soumya",
     "december 2014",
     "department",
     "nov. 17",
     "o'malley",
     "l.",
     "phil",
     "night",
     "city"
    ],
    "id": 6,
    "text": "LOCAL L.A. Now Oakland officials fielded multiple complaints about warehouse before deadly fire At least 36 people died when a fire raced through an Oakland warehouse crowded with people attending a Friday night concert, officials said. (Jay L. Clendenin / Los Angeles Times) Phil Willon , Paige St. John and Soumya Karlamangla Contact Reporters There are growing calls for a full accounting of how Oakland city officials handled safety and health issues at a warehouse where at least 36 people died in a fire amid evidence that various city agencies fielded complaints over the last two years.  “I think we have to take responsibility and certainly our staff members that had that task were not as responsive or assertive as necessary,” said Oakland City Councilman Noel Gallo on Monday. He and others said that the city had been aware of safety and fire hazards at the warehouse for more than two years. Neighbors and former residents have told The Times that they had contacted  the city about trash and debris piled up outside the warehouse as well as their concerns about unsafe conditions there. The owner of the building, which housed an artists’ collective and is in Gallo’s district, did not have any of the building permits or fire inspection that would have been required by the alterations inside, the councilman said. Responding to multiple complaints from neighboring businesses and residents, a city building inspector went to the warehouse on Nov. 17 to investigate but could not get access inside the building, Gallo and city officials said. Cash Askew, 22... (Los Angeles Times Staff) “The only question that is still outstanding for me, the administration has to tell us, well, what happened to the code inspector? Why did he just knock on the door and not pursue?” Gallo said Monday. “This thing has been going on for 2 1/2  years.” Police were repeatedly called to the warehouse to address complaints, according to one former resident. Those reports could not be confirmed to The Times on Sunday by Oakland police. After a December 2014 party, one partygoer notified the city Fire Department of unsafe conditions, and it was inspected, said Danielle Boudreaux, who spent time at the warehouse. She did not know the result.  Gallo said he personally went to the building with an Oakland Police Department captain because of complaints about refuse and other junk scattered outside the warehouse. Gallo said they did not go inside, however. City records cited allegations of at least three code violations at the building this year. In one complaint, city inspectors said there was a complaint of an illegal building on the property as well as piles of trash.  The building was permitted for use as a warehouse, not for housing. City officials said that a party or concert at the property would have required a permit, which had not been granted. They also said there was no evidence of fire sprinklers or alarms in the building. The building was the site of a concert Friday night called the Golden Donna 100% Silk 2016 West Coast Tour. Gallo said complaints were filed by the owner of a neighboring Wendy’s restaurant because people going to parties inside the warehouse often parked in the restaurant’s parking lot and also left their trash. A resident nearby also complained to the city, saying the pallets and other trash the building manager was throwing into an empty lot posed a fire hazard, Gallo said. Shelley Mack, 58, said she paid $700 a month to live inside a trailer parked in the warehouse from November 2014 to February 2015. She said she had been drawn to the space by a Craigslist ad that promised cheap living space. Once there, she and several tenants — between 10 and 20, depending on the day — shared a single bathroom. The building had no heat, and in November 2014 a transformer blew, cutting off power. “There was no electricity, and it was freezing in there,” she said. Gas-powered generators were used to run small space heaters, and propane tanks placed indoors by the exits fueled other heaters, Mack said. Deadly Oakland warehouse fire Read more stories Partygoers described a rabbit warren of rooms crammed with belongings — pianos, organs, antique furniture, doors and half-finished sculptures. \"It was a tinderbox,\" said Brooke Rollo, 30, who lives less than a mile from the scene and had gone to parties there. Firefighters who responded to Friday’s three-alarm blaze described the interior as a labyrinth. Alameda County Dist. Atty. Nancy O'Malley said Monday that her office had launched an investigation, and the site is now a \"potential crime scene.\" “It’s too early to speculate\" about the charges,” she said. \"Right now we've just started our investigation.\"  O'Malley said her office is looking into whether there's criminal liability attached to this fire and if so, against whom.   She said the charges could include manslaughter or murder, but it was too early to know what the evidence would reveal.  O'Malley said her office would \"leave no stone unturned.\"  Caption 90 seconds: 4 stories you can't miss The victims of the deadly Oakland fire , who’s to blame for one of the worst fires in California history , Dakota Access pipeline opponents have claimed a big victory for now , and robots are taking over many warehouse jobs in California . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Oakland officials fielded multiple complaints about warehouse before deadly fire - LA Times"
   },
   {
    "entities": [
     "police",
     "francisco",
     "elizabeth",
     "overnight",
     "beach",
     "lidia",
     "about 11:30 p.m. on",
     "fruitavale",
     "new",
     "once",
     "dec. 5",
     "this 2014",
     "now",
     "flowers",
     "dec. 5, 2016",
     "danielle",
     "boudreaux",
     "fruitvale",
     "the 1960s",
     "ajesh",
     "facebookemail",
     "bay",
     "late friday, dec. 2, 2016",
     "ap",
     "mabanglo",
     "$2,778",
     "past",
     "josh",
     "dec. 3, 2016",
     "people",
     "today",
     "edelson",
     "elijah",
     "weise",
     "dec. 4, 2016",
     "commission",
     "of",
     "otto",
     "reed",
     "marquez",
     "the early morning of",
     "$3,373",
     "google",
     "$20m",
     "california",
     "oakland",
     "international",
     "schaaf",
     "shah",
     "leandro",
     "$2,826",
     "north",
     "melinda",
     "night",
     "valley",
     "teresa",
     "last month",
     "marcio",
     "twitter",
     "jingletown",
     "metropolitan",
     "2016",
     "boulevard",
     "finance",
     "the 1990s",
     "monday",
     "usatoday",
     "friday",
     "getty",
     "nick",
     "obama",
     "battalion",
     "rusty",
     "san",
     "reid",
     "libby",
     "calif.",
     "pinterest",
     "6:44 p.m. est",
     "the weekend",
     "jose",
     "jayson",
     "fire",
     "early on dec. 3, 2016",
     "deloach",
     "john",
     "december 5, 2016",
     "images",
     "silicon",
     "transportation",
     "fullscreen",
     "g.",
     "larry",
     "drayton",
     "nouvelage",
     "york",
     "department",
     "facebook",
     "sanchez",
     "landeza",
     "blazenhoff",
     "city"
    ],
    "id": 7,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Oakland fire puts spotlight on lack of affordable spaces for artists Long known as a haven for artists, activists and folks on the fringe, in the past few years soaring real estate prices have made the San Francisco Bay area unaffordable for the very people that have made it a beacon. Post to Facebook Oakland fire puts spotlight on lack of affordable spaces for artists Long known as a haven for artists, activists and folks on the fringe, in the past few years soaring real estate prices have made the San Francisco Bay area unaffordable for the very people that have made it a beacon. Check out this story on USATODAY.com: http://usat.ly/2h8qLza CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 28 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Oakland fire puts spotlight on lack of affordable spaces for artists Elizabeth Weise , USATODAY 6:44 p.m. EST December 5, 2016 x Share The death toll in the Oakland warehouse fire has grown to 36. Officials announced the latest tally Monday, saying they expect the number to rise. Work has stopped at the scene for now because one wall poses a structural hazard for searchers. (Dec. 5) AP This 2014 photo provided by Ajesh Shah shows the interior of a portion of the 'Ghost Ship' warehouse, taken while he was on a tour as a potential tenant of the Oakland, Calif., building. Dozens of people have died at a party after a fire that started late Friday, Dec. 2, 2016, and swept through the building. (Photo: Ajesh Shah, AP) SAN FRANCISCO — Long known as a haven for artists, activists and folks on the fringe, the San Francisco Bay area is now largely unaffordable to the very people who made it such a beacon. Soaring housing prices have sparked even greater consequences farther afield, where unpermitted and sometimes unsafe spaces have become the center of the arts community. The Oakland fire that killed at least 36 people over the weekend set ablaze a warehouse cluttered with impromptu — and unlicensed — artist studios and living spaces, and an open second floor used for concerts and parties. One rickety staircase was the only way down for those fleeing the fire from upstairs. Obama sends prayers to 'devastated' Oakland after deadly fire The San Francisco arts scene many Americans picture long ago moved to Oakland and beyond. North Beach may have been affordable in the 1960s, but the 1990s and the first tech boom ushered in an uptick in the cost of living. The rise of the second tech boom in the past six years prompted warehouse spaces and lofts in San Francisco’s formerly industrial areas — once home to artists — to rapidly give way to high-end condos and live-work spaces that only start-ups with venture capital funding can afford. Artists, especially young ones, simply don’t have that kind of money. “People don’t always have first and last month’s rent and a security deposit, they don’t make enough money for that. Say rent is two grand. That’s six grand to move in —  that’s a lot of money for an artist or a young person,” said Rusty Blazenhoff, who's long been involved in the larger arts scene, including Burning Man. Danielle Boudreaux cries in front of a makeshift memorial near the site of a warehouse fire on Dec. 5, 2016, in Oakland, Calif.  (Photo: Marcio Jose Sanchez, AP) Real estate prices in the San Francisco Bay area have gone through the roof in recent years. That’s partly the result of an influx of high-paid tech workers and also a dearth in new home construction due to resistance from local communities. The area gained 500,000 new jobs but only added a little under 56,000 units of housing in the past six years, according to the California Department of Finance and the Metropolitan Transportation Commission, a regional planning organization. The average rent for a one-bedroom apartment in San Francisco in 2016 was $3,373, according to Rent Jungle. In Oakland, the average for a one-bedroom was $2,778. In comparison, the average rent in New York City was $2,826,according to the site. Facebook to invest $20M in local housing as Silicon Valley faces crisis Blazenhoff has seen many friends deal with substandard living spaces because there was nothing else available they could afford. “Tech has really changed the scene, but not everyone can work in tech,” she said. Some friends who live near the Oakland warehouse that caught fire have dealt with problems such as sewage backing up into their living space and major structural issues. “They don’t want to complain because they don’t have anywhere to go. It becomes a question of staying put or facing homelessness. It’s kind of ridiculous,” she said. Oakland’s downtown area was once inexpensive but it, too, has become popular with tech companies and consequently seen rent prices rise. Today, there are artists workspaces and collectives in Oakland’s Fruitvale and Jingletown neighborhoods, but even those have become too expensive for many. “I’m hearing a lot of artists (are) moving to San Leandro, because it was cheaper — for about five minutes,” said Blazenhoff, referring to the working class town eight miles southeast of Oakland. Blazenhoff and many others note artists create spaces that draw others, often beginning a process of gentrification that in the end pushes them out. “Artists bring culture. They come here to find their people, to find their community,” she said. Posted! A link has been posted to your Facebook feed. Well-wishers walk to place flowers at the scene in the aftermath Dec. 4, 2016, of a warehouse fire in Oakland.  Marcio Jose Sanchez, AP A firefighter stands at the scene of a warehouse fire in Oakland. Officials said they are continuing to search the charred rubble from the fatal fire that ripped through a late-night dance party in a converted warehouse.  John G. Mabanglo, european pressphoto agency People embrace Dec. 4, 2016, at the scene of a warehouse fire in Oakland.  Marcio Jose Sanchez, AP Flowers and notes are left at a makeshift memorial Dec. 4, 2016, for the victims a warehouse fire in Oakland, Calif.  Nick Otto, AFP/Getty Images A woman cries Dec. 4, 2016, at the scene of a warehouse fire in Oakland.  Marcio Jose Sanchez, AP A firefighter walks Dec. 4, 2016, from the scene of a warehouse fire that has claimed the lives of at least 33 people in Oakland.  Elijah Nouvelage, Getty Images Lidia Marquez prays on Dec. 4, 2016, near the site of a warehouse fire that has claimed the lives of at least 33 people in Oakland.  Elijah Nouvelage, Getty Images Oakland Battalion Chief Melinda Drayton talks about the investigation at the scene of a warehouse fire, Dec. 4, 2016, in Oakland.  Marcio Jose Sanchez, AP Flowers are placed at the scene of a warehouse fire, Dec. 4, 2016, in Oakland.  Marcio Jose Sanchez, AP Police and firefighters continue work at the scene of a warehouse fire in Oakland, Dec. 4, 2016.  John G. Mabanglo, european pressphoto agency Fullscreen People gather near a warehouse after it was destroyed by a fire, Dec. 3, 2016, in Oakland. Up to 40 people are feared dead in a huge fire that tore through a party in a warehouse. Authorities warned of a prolonged search and recovery effort.  Nick Otto, AFP/Getty Images Flowers are hung on a sign post two blocks from the scene of a warehouse fire at the corner of 31st Avenue and International Boulevard in Oakland, Calif.  John G. Mabanglo, european pressphoto agency Firefighters work at the aftermath of  the  warehouse fire in Oakland, Calif., Dec. 3, 2016.   John G. Mabanglo, european pressphoto agency A unidentified man covers his face outside of a warehouse that was destroyed by a fire Dec. 3, 2016, in Oakland.  Marcio Jose Sanchez, AP Police officers review a map of the scene of a warehouse rave party in Oakland, where a fire may have killed dozens during the early morning of Dec. 3, 2016.  Josh Edelson, AP People place flowers near the scene of a warehouse fire Dec. 3, 2016, in Oakland.  Josh Edelson, AP Firefighters work at the scene of  a warehouse fire as smoke continues to rise from the structure in Oakland.  John G. Mabanglo, european pressphoto agency Oakland Mayor Libby Schaaf, center, Oakland City Councilman Larry Reid, right, and Oakland Fire Department chaplan Jayson Landeza walk together past the scene of a warehouse fire that may have killed dozens.  John G. Mabanglo, european pressphoto agency Firefighters investigate the scene of a overnight fire that claimed at least nine lives at a warehouse in Oakland on Dec. 3, 2016.  Elijah Nouvelage, Getty Images Firefighters work in the aftermath of the Oakland warehouse fire, where a party was going on Friday night.  John G. Mabanglo, european pressphoto agency Charred windows mark the face of a building that was the scene of an overnight fire that claimed the lives of multiple people  in the Fruitvale neighborhood of Oakland.  Elijah Nouvelage, Getty Images Oakland Fire Chief Teresa Deloach Reed speaks to the press following an overnight fire at a warehouse in Oakland.  Elijah Nouvelage, Getty Images Firefighters assess the scene where a fire tore through a warehouse party early on Dec. 3, 2016, in Oakland, killing at least 33 people. The blaze began at about 11:30 p.m. on Friday during a party at a warehouse.  Josh Edelson, AP Firefighters assess the scene of the warehouse fire.  Josh Edelson, AP Firefighters work the scene of a warehouse fire in Oakland.  John G. Mabanglo, european pressphoto agency The warehouse is located  in the Fruitavale district of Oakland at the corner of 31st Avenue and International Boulevard. At least 33 people died in the fire.  John G. Mabanglo, european pressphoto agency In this handout frame grab from video released via Twitter user @Oaklandfirelive,  fire crews arrive at the scene of a warehouse fire in Oakland on Dec. 3, 2016.  @Oaklandfirelive via european pressphoto agency Like this topic? You may also like these photo galleries: Replay ",
    "title": "Oakland fire puts spotlight on lack of affordable spaces for artists"
   },
   {
    "entities": [
     "nikki",
     "grace",
     "scott",
     "south",
     "beahm",
     "charleston",
     "haley",
     "monday",
     "present",
     "later monday",
     "slager",
     "next year",
     "michael",
     "evening",
     "friday",
     "carolina",
     "2:15",
     "scarlett",
     "last two years",
     "ohio",
     "chris",
     "stewart",
     "anthony",
     "north",
     "wilson",
     "walter"
    ],
    "id": 8,
    "text": "Walter Scott's Mom: 'It's Not Over,' My Son 'Will Get His Just Reward' 2:15 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161206004057if_/http://www.nbcnews.com/widget/video-embed/825291331522\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Scott family attorney Chris Stewart said the mistrial was a \"missed opportunity to heal a lot of wounds in the country\" and \"to remind the good officers that put on that badge that they aren't Michael Slager.\" \"If you thought that we were going to come out here crying or weeping or weak, you don't know the Scott family. That was round one — we've got two more rounds to go,\" he said, adding that solicitor Scarlett Wilson planned to try the case again as soon as she could. Wilson released a statement later Monday, saying \"We will try Michael Slager again.\" The solicitor also stood in support of the Scott family, adding \"We are grateful for their patience, understanding and cooperation with us. They have not received the credit they deserve in their calm leadership for the community. The Scotts have been a sterling example of dignity and grace in extraordinary circumstances.\" Walter Scott's brother, Anthony Scott, called on the public to \"keep your head high\" and protest peacefully. He added that while he hoped to find peace he could not yet forgive Slager. \"In my heart I will find the peace to forgive Slager for doing that, but in this present time until my family can see justice, no, there's no forgiveness,\" he said. \"I think there was malice and forethought, I think it was murder,\" he added. South Carolina Governor Nikki Haley said in a statement Monday evening that \"It is my understanding that there will be, as quickly as possible, a new trial where the Scott family and all of South Carolina will hopefully receive the closure that a verdict brings.\" \"Justice is not always immediate, but we must all have faith that it will be served — I certainly do,\" she said. \"I urge South Carolinians — in Charleston and across our state — to continue along the path we have walked these last two years: a path of grace, faith, love and understanding.\" Former North Charleston, South Carolina, police Officer Michael Slager in court Friday in Charleston. Grace Beahm / AP The jury, which consisted of 11 white men and women and one black man, had remained undecided on Monday in the murder trial. The defense in ex-patrolman Michael Slager's the five-week trial claimed that he feared for his life when 50-year-old Walter Scott got control of the officer's stun gun and pointed it at him. Related: Prosecutor Will Retry Ohio Cop in Killing of Driver But Scott was shot five times in the back while running from Slager during a routine traffic stop. Slager was fired from the North Charleston police department after his confrontation with Scott led to Scott's death. Slager had been charged with murder in Scott's killing, although the jury was also allowed to consider a lesser verdict of manslaughter. He had faced 30 years to life in prison if convicted. Slager also faces trial next year in federal court on charges of violating civil rights laws, obstruction of justice and using a firearm while committing a act of violence. Play ",
    "title": "Walter Scott Shooting: Judge Declares Mistrial in Murder Trial of Former Cop Michael Slager - NBC News"
   },
   {
    "entities": [
     "recently",
     "twitter",
     "wynne",
     "wineburg",
     "network",
     "news",
     "clinton",
     "google",
     "present",
     "digital",
     "sam",
     "stanford",
     "d.c.",
     "obama",
     "trump",
     "merrimack",
     "pizzeria",
     "international",
     "fact-checking",
     "university",
     "mantzarlis",
     "alexios",
     "facebook",
     "current",
     "college",
     "davis",
     "zimdars",
     "poynter",
     "melissa"
    ],
    "id": 9,
    "text": "Man Fires Rifle Inside D.C. Pizzeria, Cites Fictitious Conspiracy Theories Stopping the proliferation of fake news isn't just the responsibility of the platforms used to spread it. Those who consume news also need to find ways of determining if what they're reading is true. We offer several tips below. The idea is that people should have a fundamental sense of media literacy. And based on a study recently released by Stanford University researchers, many people don't. Sam Wineburg, a professor of education and history at Stanford University and the lead author of the study, said a solution is for all readers to read like fact checkers. But how do fact checkers do their job? Alexios Mantzarlis, director of the International Fact-Checking Network at Poynter, says fact checkers have a process for each claim they deal with. Article continues after sponsorship Trump Makes Unfounded Claim That 'Millions' Voted Illegally For Clinton \"You'll isolate a claim that has something that can be objectively verified, you will seek the best primary sources in that topic. Find whether they match or refute or prove the claim being made and then present with all limitations the data and what the data says about the claim being made,\" Mantzarlis says. That's the framework for professionals, but there are ways for everyone to do a bit of fact checking themselves. Melissa Zimdars is an assistant professor of communication and media at Merrimack College. When she saw her students referencing questionable sources, she created and shared a document with them of how to think about sources as well as a list of misleading, satirical and fake sites. Both Mantzarlis and Zimdars agreed there a few best practices people can use when reading articles online. Pay attention to the domain and URL For Advertisers, Fake News Is Not The Biggest Problem Established news organizations usually own their domains and they have a standard look that you are probably familiar with. Sites with such endings like .com.co should make you raise your eyebrows and tip you off that you need to dig around more to see if they can be trusted. This is true even when the site looks professional and has semi-recognizable logos. For example abcnews.com is a legitimate news source, but abcnews.com.co is not despite its similar appearance. Read the \"About Us\" section Most sites will have a lot of information about the news outlet, the company that runs it, members of leadership, and the mission and ethics statement behind an organization. The language used here is straightforward. If it's melodramatic and seems overblown, you should be skeptical. Also, you should be able to find out more information about the organization's leaders on places other than that site. Look at the quotes in a story Or rather, look at the lack of quotes. Most publications have multiple sources in each story who are professionals and have expertise in the fields they talk about. If it's a serious or controversial issue there are more likely to be quotes — and lots of them. Look for professors or other academics who can speak to the research they've done. And if they are talking about research, look up those studies. Look at who said them Then, see who said the quotes, and what they said. Are they a reputable source with a title that you can verify through a quick Google search? Say you're looking at a story and it says President Obama said he wanted to take everyone's guns away. And then there's a quote. Obama is an official who has almost everything he says recorded and archived. There are transcripts for pretty much any address or speech he has given. Google those quotes. See what the speech was about, who he was addressing and when it happened. Even if he did an exclusive interview with a publication, that same quote will be referenced in other stories, saying he said it while talking to the original publication. Students Have 'Dismaying' Inability To Tell Fake News From Real, Study Finds Check the comments A lot of these fake and misleading stories are shared on social media platforms. Headlines are meant to get the reader's attention, but they're also supposed to accurately reflect what the story is about. Lately, that hasn't been the case. Headlines often will be written in exaggerated language with the intention of being misleading and then attached to stories that are about a completely different topic or just not true. These stories usually generate a lot of comments on Facebook or Twitter. If a lot of these comments call out the article for being fake or misleading, it probably is. Reverse image search A picture should be accurate in illustrating what the story is about. This often doesn't happen. If people who write these fake news stories don't even leave their homes or interview anyone for the stories, it's unlikely they take their own pictures. Do a little detective work and reverse search for the image on Google. You can do this by right-clicking on the image and choosing to search Google for it. If the image is appearing on a lot of stories about many different topics, there's a good chance it's not actually an image of what it says it was on the first story. These tips are just a start at determining what type of news an article is. Zimdars outlined these and others in a guide for her students . If you do this you're helping yourself and you're helping others by not increasing the circulation of these stories. And you won't be the only one trying to stop the spread of this false content. The company leaders behind the platforms these stories are shared on are trying to figure out how to fix the issue from their side, but they are also trying to make sure not to limit anyone's right to freedom of speech. It's a tricky position to be in, but they've said they'll try. In the end it really does depend on taking responsibility and being an engaged consumer of news. Here's one last thing. Satirical publications exist and serve a purpose, but are clearly labeled as exaggerated and humorous by the writers and owners. Some of the more well-known ones like The Onion and ClickHole use satire to talk about current events. If people don't understand that, they might share these articles after reading them in the literal sense. If this happens or if you see your friends sharing blatantly fake news, be a friend and kindly tell them it's not real. Don't shy away from these conversations even if they might be uncomfortable. As said, everyone has to help fix the fake news problem. Wynne Davis is a Digital News intern. ",
    "title": "Fake News Or Real? How To Self-Check The News And Get The Facts : All Tech Considered : NPR"
   }
  ]
 }
}