{
 "08": {
  "col-sim": {
   "cosine": 0.1866809339313833,
   "entity": 0.2581988897471611
  },
  "exec-time": 9.823570251464844,
  "links": [
   {
    "entities": [
     "recently",
     "house",
     "donald",
     "election",
     "twitter",
     "73 percent",
     ", 4:28 pm",
     "john",
     "37 percent",
     "day",
     "69 percent",
     "once",
     "20 percent",
     "57 percent",
     "clinton",
     "last week",
     "dhs",
     "dec. 15",
     "white",
     "65 percent",
     "51 percent",
     "trump",
     "america",
     "seventy-nine percent",
     "67 percent",
     "u.s.",
     "sixty-nine percent",
     "dec 7, 2016",
     "veronica",
     "35 percent",
     "today",
     "50 percent",
     "hillary",
     "kelly",
     "49 percent",
     "55 percent",
     "bloomberg",
     "dec. 2"
    ],
    "id": 0,
    "text": "Donald Trump's Favorability Rating at 50 Percent, New Poll Shows By VERONICA STRACQUALURSI Dec 7, 2016, 4:28 PM ET 0 Shares WATCH Trump Expected to Pick Gen. John Kelly as DHS Secretary 0 Shares A month after the election, the nation remains divided over President-elect Donald Trump , a new poll shows. His favorability rating sits at 50 percent, according to a national Bloomberg poll out today. Just 37 percent of Americans polled believe the country is heading in the right direction, while 49 percent feel that the country is heading in the wrong direction. The poll, conducted Dec. 2 through 5, also shows that 55 percent are more optimistic about a Trump presidency from his actions and statements since Election Day , while 35 percent are more pessimistic about the prospect of Trump in the White House. Trump Says He's Leaving Businesses to Avoid Conflicts And according to the Bloomberg poll, 51 percent of those surveyed are very or mostly confident that Trump will put America's interests ahead of his business's as he meets with foreign leaders. Last week he tweeted that he'll cut ties to his business \"in total\" to focus on running the country. \"While I am not mandated to do this under the law, I feel it is visually important, as President, to in no way have a conflict of interest with my various businesses,\" he wrote on Twitter. He also tweeted that he will hold a \"major news conference\" with his children, who are involved with his businesses, on Dec. 15. In addition, the Bloomberg poll shows that a majority of respondents — 67 percent — believe Trump needs to choose between being president or a businessman, yet 69 percent believe it \"goes too far\" if Trump sells off his businesses in order to avoid conflicts of interest. Seventy-nine percent hope Trump drops the combative tone he displayed on the campaign trail once he's in office, the poll shows. An overwhelming 73 percent are fine with his adjusting a few of his campaign promises — including appointing a special prosecutor to investigate Hillary Clinton 's use of a private email server , barring foreign Muslims from entering the U.S. and repealing and replacing the Affordable Care Act, or \" Obamacare ,\" according to the poll. Just 20 percent view his reconsideration of these issues as broken promises. Sixty-nine percent of those polled believe Trump will deliver on his campaign promise to repeal and replace \"Obamacare.\" He recently said he'd like to keep parts of the ACA in place, such as protecting patients with existing conditions and allowing children to remain on their parents' plans until they're 26. But when it comes to two of his key campaign promises related to immigration, more than half of those surveyed don't think he'll keep his word: 57 percent don't expect millions of undocumented immigrants to be deported, and 65 percent don't expect a wall to be built on the U.S.-Mexico border. The poll has a margin of error of +/- 3.1 percentage points. 0 Shares ",
    "title": "Donald Trump's Favorability Rating at 50 Percent, New Poll Shows - ABC News"
   },
   {
    "entities": [
     "baca",
     "alameda",
     "weekend",
     "francisco",
     "housing",
     "donald",
     "ben",
     "office",
     "urban",
     "l.a.",
     "angeles",
     "fire",
     "of",
     "bureau",
     "los",
     "tobacco",
     "ray",
     "times",
     "wednesday",
     "once",
     "afternoon",
     "m.",
     "downey",
     "clendenin",
     "now",
     "monday",
     "county",
     "the",
     "jean",
     "carson",
     "friday",
     "california",
     "planning",
     "sheriff's",
     "jay",
     "oakland",
     "trump",
     "staff",
     "coroner's",
     "jill",
     "a.",
     "u.s.",
     "rowe",
     "san",
     "daly",
     "libby",
     "development",
     "drayton",
     "schaaf",
     "building",
     "and",
     "alcohol,",
     "kelly",
     "department",
     "snyder",
     "lee",
     "melinda",
     "beyonce",
     "robert",
     "l.",
     "today",
     "night",
     "city"
    ],
    "id": 1,
    "text": "A fire ripped through a warehouse in Oakland on Friday night, killing more than 30 people who were there for an electronic music concert. Here are the names of people who have been confirmed dead by the Alameda County Sheriff’s Office Coroner’s Bureau or immediate family members. Did you know one... (Los Angeles Times Staff) The searchers worked 12-hour shifts. They tried to operate around the clock but had to stop periodically because of structural concerns about the building. Officials said it was important that the search be done both methodically and respectfully, to preserve evidence for investigators while keeping in mind the grief of the families waiting for answers. All the while, there was concern that some searchers could be hurt by falling debris and collapsing structures. Some workers collected evidence in the warehouse that was examined outside.  “It was quiet. It was heartbreaking,” Melinda Drayton, an Oakland Fire Department battalion chief, told reporters during one of the news conferences in front of the warehouse.  As the recovery effort continued, deputies sat down with victims’ family members, many of whom shared mementos, photos and memories. “They wanted us to know who we were dealing with,” Alameda County Sheriff’s Sgt. Ray Kelly said. Others showed text messages they had received from those trapped by the flames. Many were simple: “I love you.” Some, harrowing: “I am going to die,” one victim wrote to her mother. At least 36 people died when a fire raced through an Oakland warehouse crowded with people attending a Friday night concert, officials said. (Jay L. Clendenin / Los Angeles Times) With recovery efforts now over, authorities have focused on the cause of the devastation. Officials have said they are examining possible electrical problems with a refrigerator and other appliances, although they stressed they have not made any final determinations and that it could take several weeks to find an answer. A small area along a back wall of the building is believed to be the fire’s point of origin. Deadly Oakland warehouse fire Read more stories The blaze appears to have started on the first floor, said Jill A. Snyder, special agent in charge of the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives in San Francisco. The victims were trapped and overtaken by smoke that traveled up internal stairwells. “The fire was well-developed by the time second-floor occupants realized there was a fire going on the first floor,” she said. The building had two internal staircases connecting the top and bottom floors, but no fire exits to the outside from the second floor. Investigators determined the warehouse was not equipped with fire alarms or a fire suppression system, Snyder said. They also still need to determine the layout of the gutted building. Former residents of the warehouse have described it as a serious fire danger, littered with trash and old furniture and lacking fire sprinklers. Photos from inside the building taken before the fire show a maze of electrical wires as well as a heating system that appeared to be hooked up to portable propane generators. The Oakland warehouse known as the Ghost Ship lies in ruins Monday after a weekend fire that killed 36 people. Jay L. Clendenin / Los Angeles Times The Oakland warehouse known as the Ghost Ship lies in ruins Monday after a weekend fire that killed 36 people. The Oakland warehouse known as the Ghost Ship lies in ruins Monday after a weekend fire that killed 36 people. (Jay L. Clendenin / Los Angeles Times) City officials said it was zoned for use as a warehouse, not for housing or as a concert venue. Jean M. Daly, a former arson prosecutor in Los Angeles and San Francisco who specializes in fire cases, said fire investigators study a flame’s burn patterns and intensity. “The heavier the damage, the longer the burn, the more likely it is the area of origin,” Daly said. She added that wiring and appliances believed to be involved would undergo microscopic lab examinations. The age of the warehouse’s wiring will also be an issue, said Robert Rowe, a former Downey Fire Department marshal. “Back when this was a warehouse, its electrical system was designed for a particular purpose,” he said. “But modern equipment, laptops, chargers, sound systems, air conditioners and fridges place a very different burden on the system.” The fire has raised concerns about nonpermitted dwellings throughout the city. Oakland officials have begun releasing administrative records concerning the building known as the Ghost Ship, which was the focus of nearly two dozen building code complaints or other city actions over the past 30 years. At least three of the complaints appeared to assert that structures had been built inside the warehouse without permits or that the property was being used as a residence. Others cited illegal parking and mounds of debris piled up on the sidewalk and in an adjoining vacant lot. An inspector who visited the warehouse 15 days before the fire to investigate a possible “illegal interior building structure” was unable to get inside. According to Oakland Mayor Libby Schaaf, the city followed up by sending a request to the warehouse owner to gain entry. City Planning and Building Department reports released Wednesday, however, indicate only that the city sent a violation notice demanding debris outside the building be cleaned up. Schaaf said the city eventually would release records of all violations and other actions related to the warehouse, documents requested by numerous news outlets under California’s public records laws. By Wednesday afternoon, the Ghost Ship had nearly emptied.  Fire crews folded up ladders and placed shovels on the back of a vehicle. Tents stationed in front of the building for days were disassembled. TV news cameras disappeared. Oakland fire trucks backed out of the site and drove away.  Caption 90 seconds: 4 stories you can't miss Beyonce leads today’s Grammy nominations with nine , California’s new legislative session began in dramatic fashion , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , and former L.A. County Sheriff Lee Baca was once a powerful and celebrated lawman but now he's at the center of a public corruption trial . Caption 90 seconds: 4 stories you can't miss Beyonce leads today’s Grammy nominations with nine , California’s new legislative session began in dramatic fashion , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , and former L.A. County Sheriff Lee Baca was once a powerful and celebrated lawman but now he's at the center of a public corruption trial . Caption 90 seconds: 4 stories you can't miss ",
    "title": "&apos;It’s excruciating&apos;: Inside the heartbreaking recovery of 36 bodies in Oakland warehouse - LA Times"
   },
   {
    "entities": [
     "recently",
     "roberts",
     "petroleum",
     "donald",
     "last year",
     "protection",
     "twitter",
     "email",
     "scott",
     "john",
     "2016",
     "of",
     "earlier this year",
     "associated",
     "iowa",
     "new",
     "mcdougall",
     "branstad",
     "wednesday",
     "epa",
     "news",
     "now",
     "homeland",
     "tower",
     "pruitt",
     "harnik",
     "press",
     "china",
     "trump",
     "obama",
     "citizen",
     "print",
     "jeffrey",
     "oklahoma",
     "terry",
     "association",
     "agency",
     "2011",
     "york",
     "kelly",
     "environmental",
     "security",
     "department",
     "facebook",
     "wednesday, dec. 7, 2016",
     "fox",
     "current",
     "review",
     "keystone",
     "december 07, 2016",
     "public",
     "independent",
     "national"
    ],
    "id": 2,
    "text": "Trump to nominate EPA critic Pruitt to lead agency Published               December 07, 2016 Facebook 0 Twitter 0 livefyre Email Print Oklahoma Attorney General Scott Pruitt arrives at Trump Tower in New York, Wednesday, Dec. 7, 2016. (AP Photo/Andrew Harnik)  (Copyright 2016 The Associated Press. All rights reserved.) President-elect Donald Trump is planning to nominate Oklahoma Attorney General Scott Pruitt – an outspoken critic of the EPA – to lead the environmental agency, a senior transition source confirmed to Fox News. Word of Trump’s choice for the Environmental Protection Agency came as the president-elect also named Iowa Gov. Terry Branstad as his pick for ambassador to China and asked retired Gen. John Kelly to lead the Department of Homeland Security. Pruitt may be the most controversial pick of the three. Pruitt, 48, has been a reliable booster of the fossil fuel industry and a critic of what he derides as the EPA's \"activist agenda.\" Representing his state as attorney general since 2011, Pruitt has repeatedly sued the EPA to roll back environmental regulations and other health protections. He joined with other Republican attorneys general in opposing the Clean Power Plan, which seeks to limit planet-warming carbon emissions from coal-fired power plants. Pruitt has argued that curbing carbon emissions would trample the sovereignty of state governments, drive up electricity rates, threaten the reliability of the nation's power grid and \"create economic havoc.\" His installment, if confirmed, would mark a significant break with the current EPA approach toward global warming. In an opinion article published earlier this year by National Review, Pruitt suggested the debate over global warming \"is far from settled\" and claimed \"scientists continue to disagree about the degree and extent of global warming and its connection to the actions of mankind.\" He also filed court briefs in support of the Keystone XL Pipeline project blocked by the Obama administration, which would have run through his state. And Pruitt sued the EPA over the agency's recent expansion of water bodies regulated under the federal Clean Water Act.  \"Respect for private property rights have allowed our nation to thrive, but with the recently finalized rule, farmers, ranchers, developers, industry and individual property owners will now be subject to the unpredictable, unsound and often byzantine regulatory regime of the EPA,\" Pruitt said last year. As word of Pruitt's nomination spread Wednesday, environmental and liberal groups quickly responded with condemnation.  Public Citizen called him a \"terrible choice,\" saying in a statement: \"Pruitt is cozy with the oil and gas industry and treats the EPA like an enemy.\" Business leaders in his home state, however, lauded Pruitt's selection, especially those in the oil and gas industry. \"Scott Pruitt is a businessman and public servant and understands the impact regulation and legislation have in the business world,\" said Jeffrey McDougall, chairman of the Oklahoma Independent Petroleum Association. \"His appointment will put rational and reasonable regulation at the forefront.\" Fox News’ John Roberts and The Associated Press contributed to this report.  Advertisement ",
    "title": "Trump to nominate EPA critic Pruitt to lead agency | Fox News"
   },
   {
    "entities": [
     "inc.",
     "cbs",
     "chicago",
     "interactive",
     "news",
     "the last month",
     "2016",
     "tuesday",
     "29 percent",
     "52 percent",
     "james"
    ],
    "id": 3,
    "text": "Close CBS News James has been out of work for the last month, and has little recourse but to turn to placement agencies like MVP. “I was hoping that I could go through one of those companies and seek help for work,” James said. “It is very frustrating.” African Americans make up 29 percent of Chicago’s population, but account for 52 percent of the city’s unemployed. The lack of jobs, or even the hope of landing one, is considered a factor in the city’s escalating violence. “People respond to that feeling of disenfranchisement in a variety of ways. And some may respond with violence, others respond in other ways,” Sellers said. “But it really is sort of a cancer in the fabric of the community.” CBS News has called and e-mailed MVP Staffing for a reaction when the suit was filed on Tuesday, but the company had no comment. The workers involved in the case are suing for an end to the discrimination, and for the wages they say they have lost because of it. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Temp agency faces discrimination suit from African-American job seekers - CBS News"
   },
   {
    "entities": [
     "council",
     "picks",
     "donald",
     "court",
     "protection",
     "rhea",
     "scott",
     "et",
     "2016",
     "of",
     "for",
     "john",
     "earlier this year",
     "al",
     "alabama",
     "emma",
     "columbia",
     "dec. 7, 2016",
     "new",
     "toner",
     "schumer",
     "oil",
     "wednesday",
     "natural",
     "defense",
     "--",
     "epa",
     "democratic",
     "washington",
     "gop",
     "news",
     "schatz",
     "monday",
     "ivanka",
     "taggart",
     "the",
     ", 5:41 pm",
     "states",
     "appeals",
     "tower",
     "strange",
     "pruitt",
     "industry",
     "j.",
     "obama",
     "trump",
     "september",
     "currently",
     "u.s.",
     "2012",
     "oklahoma",
     "mark",
     "today",
     "tulsa",
     "dec 7",
     "agency",
     "paris",
     "hawaii",
     "nbc",
     "united",
     "york",
     "ally",
     "environmental",
     "luther",
     "district",
     "state",
     "world",
     "department",
     "chuck",
     "resources",
     "gore",
     "november 6, 2012",
     "margolin",
     "brian",
     "suh"
    ],
    "id": 4,
    "text": "Dec 7 2016, 5:41 pm ET Donald Trump Picks GOP Oil Industry Ally, Oklahoma Attorney General Scott Pruitt, to Lead EPA by Emma Margolin advertisement Donald Trump intends to select Oklahoma Attorney General Scott Pruitt to lead the Environmental Protection Agency, a senior transition official confirmed to NBC News Wednesday — the clearest sign yet the president-elect will pursue an agenda that could undo President Obama's climate change legacy. An ally to the fossil fuel industry, Pruitt has aggressively fought against environmental regulations, becoming one of a number of attorneys general to craft a 28-state lawsuit against the Obama administration's rules to curb carbon emissions. The case is currently awaiting a decision from the United States Court of Appeals for the District of Columbia, which heard oral arguments in September. Oklahoma Attorney General Scott Pruitt arrives at Trump Tower in New York on Dec. 7, 2016. President-elect Donald Trump is holding meetings at Trump Tower as he continues to fill in key positions in his new administration. JOHN TAGGART / Pool via EPA Pruitt, who questions the impact of climate change, along with Alabama Attorney General Luther Strange, penned an op-ed in the Tulsa World earlier this year that called criticism they've received \"un-American.\" \"Healthy debate is the lifeblood of American democracy, and global warming has inspired one of the major policy debates of our time,\" states the op-ed. \"That debate is far from settled. Scientists continue to disagree about the degree and extent of global warming and its connection to the actions of mankind… Dissent is not a crime.\" On the campaign trail, Trump called climate change a hoax — a sentiment he has echoed over the years. In a 2012 tweet he blamed the Chinese government for perpetuating what he sees as a myth. Trump's campaign has since said the tweet was a joke. The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive. — Donald J. Trump (@realDonaldTrump) November 6, 2012 Trump has also vowed to \"cancel\" the Paris climate deal — an agreement between more than 100 nations to ensure the planet warms no more than 3.6 degrees Fahrenheit. While Trump could help end U.S. involvement in the Paris accord, State Department spokesman Mark Toner said the agency had confidence the global community would move forward. The State Department has \"confidence that as this new administration transitions into power they will also see the merits of the direction we are moving, the world is moving,\" said Toner Wednesday. \"In a way that shift has already taken place. That train left the station.\" Former Vice President Al Gore on Monday met with both the president-elect and Ivanka Trump, who reportedly wants to make climate change one of her signature issues. Gore told reporters after the meeting that he \"found it an extremely interesting conversation\" and a \"sincere search for areas of common ground.\" But news of Pruitt's selection Wednesday was met with swift disapproval from environmentalists and Democratic lawmakers who have vowed to oppose his nomination \"Attorney General Pruitt's reluctance to accept the facts or science on climate change couldn't make him any more out of touch with the American people - and with reality,\" said Sen. Chuck Schumer in a statement. \"Climate change is one of the biggest threats facing our country and the world today, and we must take it seriously and take action to address it. President-elect Trump promised to break the special interests' grip on Washington, but his nomination of Mr. Pruitt — who has a troubling history of advocating on behalf of big oil at the expense of public health —only tightens it.\" Schumer added \"I expect he will have to answer many tough questions throughout the nomination process to address these significant concerns.\" Rhea Suh, president of the Natural Resources Defense Council, said in a statement that if confirmed, \"Pruitt seems destined for the environmental hall of shame.\" \"The mission of the EPA and its administrator requires an absolute commitment to safeguard public health and protect our air, land, water and planet. That's the litmus test. By naming Pruitt, President-elect Trump has flunked,\" Suh said. Democratic Sen. Brian Schatz of Hawaii, meanwhile, said in a statement he \"cannot support Scott Pruitt, a denier of climate science, to lead the EPA.\" \"The EPA has the enormous responsibility of protecting our environment and keeping Americans safe and healthy. Its administrator should share those goals, but Scott Pruitt's record has shown us that he does not,\" Schatz said. \"While the EPA is tasked with protecting our people and our environment from the impacts of climate change, he denies the science behind it. And while the agency has worked to keep our air and water clean and safe, Scott Pruitt has worked to undermine the very rules that protect those resources.\" Emma Margolin ",
    "title": "Donald Trump Picks GOP Oil Industry Ally, Oklahoma Attorney General Scott Pruitt, to Lead EPA - NBC News"
   },
   {
    "entities": [
     "nicholas",
     "recently",
     "d.c.",
     "once",
     "alefantis",
     "trump",
     "washington",
     "past",
     "silver",
     "denver",
     "npr",
     "pizzeria",
     "cornish",
     "now",
     "texas",
     "kamm",
     "university",
     "audie",
     "of",
     "james"
    ],
    "id": 5,
    "text": "What Legal Recourse Do Victims Of Fake News Stories Have? What Legal Recourse Do Victims Of Fake News Stories Have? Embed Embed A gunman's appearance at a Washington, D.C., pizzeria that was falsely reported to house a pedophilia ring has elevated worries over the unrelenting rise of fake news on the Internet. Nicholas Kamm /AFP/Getty Images hide caption toggle caption Nicholas Kamm /AFP/Getty Images A gunman's appearance at a Washington, D.C., pizzeria that was falsely reported to house a pedophilia ring has elevated worries over the unrelenting rise of fake news on the Internet. Nicholas Kamm /AFP/Getty Images Fake news played a bigger role in this past presidential election than ever seen before. And sometimes it has had serious repercussions for real people and businesses. That's what happened to a pizzeria in Washington, D.C., recently, when an armed man claiming to be \"self-investigating\" a fake news story entered the restaurant and fired off several rounds. But once a fake news story is out there, and the harm has been done, what can a person do about it? Radio Conspiracy Theorist Claims Ear Of Trump, Pushes 'Pizzagate' Fictions Derigan Silver, a professor of media, First Amendment and Internet law at the University of Denver, tells NPR's Audie Cornish that victims of fake news stories have legal recourse under defamation law. \"Fake news sites are clearly a situation where they're engaging in a defamatory statement, a false statement about another that damages that person's reputation,\" Silver says. \"In that situation, that is certainly actionable.\" Interview Highlights On the legal recourse for victims of fake news stories So in most of these situations, the person that has been harmed is going to bring a lawsuit that we call a tort. Now a tort is a noncontractual harm between two private individuals. It's a civil lawsuit, where you're alleging that one person harmed another. ... So anytime one private individual harms another private individual, you can bring a lawsuit for a tort. So one of those torts that people can have advantage of is called defamation. Defamation is a tort that alleges that a communication damaged your reputation. Article continues after sponsorship Man Fires Rifle Inside D.C. Pizzeria, Cites Fictitious Conspiracy Theories On who's accountable for fake news stories They can hold accountable anybody who has communicated the defamatory statement to anybody else. That includes the person who originated the defamatory statement, but under something called the republication rule, it also includes anybody who repeated the defamatory statement. Now simply retweeting a defamatory statement is probably not going to be enough to qualify for republication, but passing on information that you heard from somebody else certainly is republication. So you have some cases coming out of Texas, for example, where hundreds and hundreds of people were adding to a posting that had more and more and more defamatory contents. And if you can track those people down, if you can find out those identities, then yes, you can sue every single person who sort of adds to that defamatory statement or repeats that defamatory statement. Comet Ping Pong Owner James Alefantis On Conspiracy Theory Ordeal Fake News Surge Pins D.C. Pizzeria As Home To Child-Trafficking ",
    "title": "What Legal Recourse Do Victims Of Fake News Stories Have? : NPR"
   },
   {
    "entities": [
     "recently",
     "council",
     "protection",
     "urban",
     "eric",
     "david",
     "new",
     "times",
     "washington",
     "2030",
     "adelson",
     "now",
     "devos",
     "danielle",
     "carson",
     "2014",
     "parnass",
     "2000s",
     "matea",
     "2010",
     "the week",
     "america",
     "post",
     "crisis",
     "commerce's",
     "oklahoma",
     "reform",
     "sheldon",
     "luther",
     "rhea",
     "court",
     "information",
     "time",
     "bracewell",
     "scott",
     "arrow",
     "circuit",
     "of",
     "malik",
     "27 percent",
     "devon",
     "this year",
     "defense",
     "mufson",
     "natural",
     "deason",
     "koch",
     "network",
     "hostetler",
     "republican",
     "edward",
     "appeals",
     "pruitt",
     "j.",
     "gold",
     "rivkin",
     "dodd-frank",
     "association",
     "agency",
     "institute",
     "deirdra",
     "osman",
     "baptist",
     "attorneys",
     "krupp",
     "suh",
     "housing",
     "dennis",
     "kunitz",
     "donald",
     "ben",
     "congress",
     "general",
     "markey",
     "chamber",
     "murray",
     "broken",
     "segal",
     "o'regan",
     "mooney",
     "the 1990s",
     "states",
     "d.c.",
     "administration",
     "obama",
     "trump",
     "at 2:51 pm",
     "legal",
     "u.s.",
     "doug",
     "united",
     "betsy",
     "review",
     "environmental",
     "baker",
     "adriana",
     "33 percent",
     "fund",
     "judicial",
     "34 percent",
     "sarah",
     "alabama",
     "30 percent",
     "wednesday",
     "epa",
     "steven",
     "dallas",
     "oct. 28",
     "present",
     "church",
     "energy",
     "kentucky",
     "harold",
     "brady",
     "exxonmobil",
     "strange",
     "first",
     "september",
     "december 7",
     "development",
     "university",
     "10 percent",
     "2012",
     "hamm",
     "chris",
     "tulsa",
     "and",
     "schneiderman",
     "york",
     "resources",
     "department",
     "industries",
     "fred",
     "national"
    ],
    "id": 6,
    "text": "Trump to name Scott Pruitt, Oklahoma attorney general suing EPA on climate change, to head the EPA The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Chris Mooney , Brady Dennis and Steven Mufson December 7 at 2:51 PM Follow chriscmooney Follow @brady_dennis Follow @StevenMufson President-elect Donald Trump is nominating Oklahoma Attorney General Scott Pruitt for administrator of the Environmental Protection Agency. Here's what you need to know about him. (Sarah Parnass,Osman Malik,Danielle Kunitz,Deirdra O'Regan,Adriana Usero/The Washington Post) President-elect Donald Trump is expected to nominate Scott Pruitt, the attorney general of the oil and gas-intensive state of Oklahoma, to head the Environmental Protection Agency, a move signaling an assault on President Obama’s climate change and environmental legacy. Pruitt has spent much of his energy as attorney general fighting the very agency he is being nominated to lead. He is the third of Trump’s appointees who have key philosophical differences with the missions of the agencies they have been tapped to run. Ben Carson, named to head the Department of Housing and Urban Development, has expressed a deep aversion to the social safety net programs and fair housing initiatives that have been central to that agency’s activities. Betsy DeVos, named education secretary, has a passion for private school vouchers that critics say undercut the public school systems at the core of the government’s mission. The news about the choice of Pruitt was confirmed by a transition official, who spoke on the condition of anonymity before the official announcement. Pruitt, who has written that the debate on climate change is “far from settled,” joined a coalition of state attorneys general in suing the agency’s Clean Power Plan, the principal Obama-era policy aimed at reducing U.S. greenhouse gas emissions from the electricity sector. He has also sued , with fellow state attorneys general, over the EPA’s recently announced regulations seeking to curtail the emissions of methane, a powerful greenhouse gas, from the oil and gas sector. On his Linked In page, Pruitt boasts of being “a leading advocate against the EPA’s activist agenda.” [ Trump has vowed to kill the Clean Power Plan. Here’s how he might — and might not — succeed ] After he was elected attorney general in 2010, Pruitt established a “Federalism Unit” to “more effectively combat unwarranted regulation and systematic overreach by federal agencies, boards and offices,” according to his online biography. And he has gone on to challenge the administration not just over the environment but over a host of other areas. He joined other Republican attorneys general in a lawsuit over Obama’s immigration policies. He has also sued the administration over the Affordable Care Act, saying the health-care mandate on religious employers to provide coverage including contraception was unconstitutional. He has sued over the Dodd-Frank financial reform. An ally of the energy industry, Pruitt, along with Alabama Attorney General Luther Strange, came to the defense of ExxonMobil when it fell under investigation by attorneys general from more liberal states seeking information about whether the oil giant failed to disclose material information about climate change. “We do not doubt the sincerity of the beliefs of our fellow attorneys general about climate change and the role human activity plays in it,” they wrote at the conservative publication National Review. “But we call upon them to press those beliefs through debate, not through governmental intimidation of those who disagree with them.” In an interview with The Post in September, as a D.C. federal appeals court was preparing to hear arguments over the Clean Power Plan, Pruitt detailed why he has remained a leading opponent of the EPA’s efforts to curb carbon emissions by regulating power plants. “What concerns the states is the process, the procedures, the authority that the EPA is exerting that we think is entirely inconsistent with its constitutional and statutory authority,” he said at the time. Agencies such as the EPA, he said, should not be trying to “pinch hit” for Congress. “This is a unique approach by EPA, whether they want to acknowledge it or not,” he said of the provisions of the Clean Air Act that the agency had relied upon to write new regulations. “The overreach is the statutes do not permit [EPA officials] to act in the way they are. They tend to have this approach that the end justifies the means . . . They tend to justify it by saying this big issue, this is an important issue.” But he added that’s where Congress should have authority, not EPA. “This is something from a constitutional and statutory perspective that causes great concern.” Environmental groups reacted with alarm Wednesday at the nomination. And New York State Attorney General Eric Schneiderman vowed to “use the full power” of his office to wage a legal battle to “compel” enforcement of environmental laws under Trump. “Scott Pruitt has a record of attacking the environmental protections that EPA is charged with enforcing. He has built his political career by trying to undermine EPA’s mission of environmental protection,” said Fred Krupp,  president of the Environmental Defense Fund. “Our country needs — and deserves — an EPA administrator who is guided by science, who respects America’s environmental laws, and who values protecting the health and safety of all Americans ahead of the lobbying agenda of special interests.” [ Scientists and environmentalists are bracing for a clash with Trump ] Rhea Suh, president of the Natural Resources Defense Council, said that “over the past five years, Pruitt has used his position as Oklahoma’s top prosecutor to sue the EPA in a series of attempts to deny Americans the benefits of reducing mercury, arsenic, and other toxins from the air we breathe; cutting smog that can cause asthma attacks; and protecting our wetlands and streams.” Pruitt has also fought to limit the scope of the federal government in regulating pollution of rivers under the Waters of the United States rule. Sen. Edward J. Markey (D-Mass.), who has been active on environmental issues, said, “Scott Pruitt would have EPA stand for Every Polluter’s Ally.” In 2014, the New York Times reported that a letter ostensibly written by Pruitt alleging that the agency overestimated air pollution from natural gas drilling was actually written by lawyers for Devon Energy, one of the state’s largest oil and gas companies. Industry representatives expressed satisfaction with the choice Wednesday. “The office he headed was present and accounted for in the battle to keep EPA faithful to its statutory authority and respectful of the role of the states in our system of cooperative federalism,” said Scott Segal, head of the policy group at the lobbying and legal firm Bracewell. “Given that we are almost two decades overdue for an overhaul of the Clean Air Act, there is interest on both sides of the aisle to look at that statute.” David Rivkin, a constitutional litigator who represented Pruitt and Oklahoma in challenging the Clean Power Plan, said he believed Pruitt would be able to make sure the EPA lives up to its mission of protecting air and water while avoiding federal overreach. [ Obama administration will keep tough fuel standards in place ] “General Pruitt has been the leader among the AGs in defending federalism, the key feature of our constitutional architecture,” said Rivkin, a partner at Baker Hostetler, adding that he believed Pruitt would “ensure both environmental protection and constitutional fidelity.” Pruitt’s outlook reflects his home state: Oklahoma ranked fifth in the nation in onshore crude oil output in 2014, has five oil refineries, and is home to the giant Cushing oil storage and trading hub, where the price for the benchmark West Texas Intermediate grade is set every day. Although oil and natural gas production sagged in the 1990s and early 2000s, the surge in horizontal fracturing, or fracking, has boosted output. The state’s natural gas output accounts for 10 percent of the nation’s overall total. For the week ended Oct. 28, there were 73 drilling rigs in operation in Oklahoma. Pruitt has served as head of the Republican Attorneys General Association, a group that has relied heavily on funds from ultraconservative groups and the oil industry. The biggest contributors this year included the Judicial Crisis Network, the U.S. Chamber of Commerce’s Institute of Legal Reform, Sheldon Adelson, oil conglomerate Koch Industries and Murray Energy, a leading coal mining company. Pruitt, a Kentucky native who moved to Oklahoma to attend the University of Tulsa law school, has also been active in religious groups. He serves as deacon of the First Baptist Church of Broken Arrow. In 2012, Pruitt was named a trustee of the Southern Baptist Theological Seminary. Before serving as attorney general, he was a member of the state legislature. Dallas investor Doug Deason, a friend of Pruitt, said he expects the Oklahoma attorney general to immediately get to work rolling back the EPA’s “silly overreach” and to let states handle environmental oversight. [ Scientists have long feared this ‘feedback’ to the climate system. Now they say it’s happening ] “Just like most Republican attorney generals, especially in energy-producing states, he has been really frustrated with the government and the EPA’s overreach into everything,” Deason said. But Deason said liberals will be happily surprised by Pruitt’s “open-minded” attitude, adding that he is “willing to look at things.” “He will bring a more balanced, logical look” at environmental regulation,” he said. Pruitt’s selection was strongly supported by Oklahoma oil billionaire Harold Hamm. The nomination suggests an extraordinarily tough road ahead for the Clean Power Plan, president Obama’s signature climate policy. However, the precise fate of the regulation most immediately turns on the U.S. Court of Appeals for the D.C. Circuit, which has not yet ruled in the lawsuit brought by Pruitt and his fellow attorneys general against the agency Pruitt is now named to lead. “Some have suggested that Pruitt’s hands might be tied because he participated in litigation against the agency,” Segal said in an email. “This is a silly position. There is no conflict in representing your state on litigation dealing with rules of general applicability and then serving your nation as a federal official.” Dismantling the regulation if it survives the courts would not be simple, because the agency has already finalized it — meaning that to undo and replace it would require a public notice and comment process . Environmental groups would likely sue the agency over such a move. However, some of the Clean Power Plan’s objectives appear to have been already realized long before it came into effect. The United States is already burning less coal and more natural gas, meaning fewer carbon dioxide emissions. In 2030, the EPA projected in its final Clean Power Plan rule , coal would be reduced to providing 27 percent of U.S. electricity, with natural gas at 33 percent. Yet this very year, according to the U.S. Energy Information Administration, natural gas will provide 34 percent of U.S. electricity, and coal 30 percent. Matea Gold contributed to this report. Read more at Energy & Environment: ",
    "title": "Trump to name Scott Pruitt, Oklahoma attorney general suing EPA on climate change, to head the EPA - The Washington Post"
   },
   {
    "entities": [
     "police",
     "court",
     "june 15, 2016",
     "logan",
     "june 2015",
     "authority",
     "cook",
     "tribune",
     "circuit",
     "ontario",
     "contact",
     "terrence",
     "wednesday",
     "river",
     "june",
     "reporter",
     "county",
     "clarke",
     "michael",
     "june 2007",
     "uribe/chicago",
     "chicago",
     "cherney",
     "khaled",
     "blackhawks",
     "june 16, 2015",
     "elyssa",
     "portillo",
     "review",
     "abel",
     "north",
     "mintzer",
     "shaar",
     "independent"
    ],
    "id": 7,
    "text": "Man punched by off-duty officer at Portillo's files suit alleging cover-up Lawsuit filed alleging police cover-up in Portillo's restaurant fight Terrence Clarke is suing a Chicago police officer over a June altercation at a River North Portillo’s, alleging the off-duty officer instigated a fight, arrested him and conspired with other officers to cover it up. (Independent Police Review Authority) Terrence Clarke is suing a Chicago police officer over a June altercation at a River North Portillo’s, alleging the off-duty officer instigated a fight, arrested him and conspired with other officers to cover it up. (Independent Police Review Authority) Elyssa Cherney Contact Reporter Chicago Tribune A 61-year-old Canadian man is suing a Chicago police officer over a June 2015 altercation at a River North Portillo's, alleging that the off-duty officer instigated a fight, arrested him and conspired with other officers to cover it up. The lawsuit, filed Wednesday in Cook County Circuit Court by Terrence Clarke of Ontario, accuses Officer Khaled Shaar of excessive force and alleges that he, four other officers and the restaurant manager made false statements. The city released videos of the incident in June as part of a data dump of cases the Independent Police Review Authority has investigated. A restaurant surveillance video and a bystander cellphone video capture the beginning of the one-minute incident and Shaar punching Clarke at least seven times. On June 16, 2015, Shaar was walking around the business and stopped at Clarke's table, where he was eating with his wife and son, all wearing hockey sweaters after seeing a Blackhawks game. Shaar leans in to talk to them and removes an item from the table, the video shows. Before the encounter got physical, Clarke allegedly tossed a cup of cheese at the officer, the police report says. Clarke appears to throw something in the Portillo's surveillance video, which doesn't have audio. In a cellphone video taken by Clarke's son, Logan, Clarke tells Shaar, \"You took my food away from me\" as he is getting handcuffed and arrested on aggravated battery charges. \"After you cursed at me!\" Shaar shouts back. Logan Clarke yells, \"Is that reason to punch someone in the face?\" Shaar then says, \"Yeah.\" \"He battered me!\" Shaar responds. Tourist beaten by police officer 'Fortunately I didn’t get shot' Terrence Clarke was beaten by off duty Chicago Police Officer Khaled Shaar at a Portillo’s Hot Dogs June 15, 2016, in River North. Shaar was working security for the restaurant and began verbally and physically attacking Clarke according to Clarke's attorney. (Abel Uribe/Chicago Tribune) Terrence Clarke was beaten by off duty Chicago Police Officer Khaled Shaar at a Portillo’s Hot Dogs June 15, 2016, in River North. Shaar was working security for the restaurant and began verbally and physically attacking Clarke according to Clarke's attorney. (Abel Uribe/Chicago Tribune) A manager ushers the son away from the scene. Shaar has at least 15 police misconduct complaints since June 2007, records show. Michael Mintzer, an attorney for Terrence Clarke, said Shaar singled his client out and began antagonizing him before the encounter turned physical. \"Shaar repeatedly punched Mr. Clarke in the face while using his handcuffs as 'brass knuckles' resulting in severe lacerations and head injuries to Mr. Clarke,\" Mintzer said in a news release. \"This was all while Mr. Clarke's family watched in horror.\" Please check back for updates. ",
    "title": "Man punched by off-duty officer at Portillo&apos;s files suit alleging cover-up - Chicago Tribune"
   },
   {
    "entities": [
     "hacker",
     "congress",
     "donald",
     "commerce",
     "afp",
     "fredreka",
     "marc",
     "david",
     "of",
     "earlier this year",
     "kochs",
     "chamber",
     "short",
     "james",
     "next month",
     "wednesday",
     "koch",
     "heidi",
     "washington",
     "schouten",
     "craig",
     "december 7, 2016",
     "usa",
     "dakota",
     "trump",
     "pence",
     "heitkamp",
     "mike",
     "earlier this fall",
     "a.",
     "2018",
     "5:06 p.m. est",
     "freedom",
     "charles",
     "facebook",
     "industries",
     "north",
     "davis",
     "partners",
     "today"
    ],
    "id": 8,
    "text": "Charles Koch launches marketing firm in major overhaul of political empire New firm comes as the billionaire prepares to push policy changes in Trump administration. Post to Facebook Charles Koch launches marketing firm in major overhaul of political empire New firm comes as the billionaire prepares to push policy changes in Trump administration. Check out this story on USATODAY.com: http://usat.ly/2hkPL6F CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 55 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Charles Koch launches marketing firm in major overhaul of political empire Fredreka Schouten , USA TODAY 5:06 p.m. EST December 7, 2016 Charles Koch, chairman and CEO of Koch Industries,  answers questions during an interview earlier this year. (Photo: Craig A. Hacker, for USA TODAY) WASHINGTON — Billionaire industrialist Charles Koch is launching a new, for-profit communications agency to push his free-market agenda as his political empire gears up to shape policy in a Republican-controlled Washington and wage battles in state legislatures next month on issues from collective bargaining to occupational licensing. The new firm, In Pursuit Of, will handle marketing and communications for the network of conservative advocacy groups funded Koch and hundreds of like-minded donors. The agency also may take on paying clients, in the mold of another Koch venture, a data giant called i360, which has amassed hundreds of bits of information about every American voter in an effort to shape elections. The new agency will be run by James Davis, who also is a top official in the Koch’s umbrella organization, Freedom Partners Chamber of Commerce. In an interview, Davis said the firm will help “drive ideas and shape debate in pursuit of a free and open society.” The firm is part of the major Koch reorganization that began earlier this fall with the merging of several Koch conservative advocacy organizations under the network’s largest grassroots group, Americans for Prosperity (AFP). Under that change, three groups that aim to spread Koch’s message to millennials, veterans and Latinos, have become part of AFP. David said Wednesday that 81 positions, out of 1,700 across the network, will be eliminated as a result of the consolidation. Davis and other network leaders have cast the changes as helping the organization to run more efficiently, rather than a retreat from Koch’s agenda. “We’re always looking at how we can do things better,” Davis said. The Koch advocacy groups have chapters in 36 states, and Davis said the network is considering expanding into North Dakota, a Republican stronghold where Democratic Sen. Heidi Heitkamp is up for re-election in 2018. Although Koch refused to back President-elect Donald Trump’s candidacy, his network is poised to have big sway in his administration and with the Republican-controlled Congress. Vice President-elect Mike Pence forged close ties with the Kochs and people who have attended Koch gatherings or donated to Koch groups are helping to raise money for Trump’s inauguration or serving in his transition. Marc Short, a longtime Pence aide who oversaw Freedom Partners, is among the transition staff. A consultant to a veteran-focused Koch group also has provided advice to the Trump transition. ",
    "title": ""
   },
   {
    "entities": [
     "police",
     "caloocan",
     "a half later",
     "overnight",
     "jericho",
     "new",
     "times",
     "once",
     "cebuano",
     "washington",
     "bolasa",
     "pandacan",
     "2014",
     "$240",
     "9 p.m.",
     "manila",
     "saturday",
     "danilo",
     "cruz",
     "araja",
     "arjay",
     "jail",
     "rex",
     "jimji",
     "eliam",
     "nov. 1",
     "fontanilla",
     "roel",
     "week in september",
     "rica",
     "riverside",
     "college",
     "j.r.",
     "afghanistan",
     "leer",
     "joselito",
     "florjohn",
     "iraq",
     "barbie",
     "scott",
     "catalina",
     "fernandez",
     "back-alley",
     "`nanlaban",
     "concepcion",
     "aljon",
     "j.",
     "national",
     "deparine",
     "1 a.m.",
     ", all saints'",
     "rita",
     "from",
     "virgin",
     "daniel",
     "torres",
     "tigas",
     "berehulak",
     "barangka",
     "duterte",
     "jumaquio",
     "night",
     "philippines",
     "alon-alon",
     "mcdonald's",
     "june 30",
     "donald",
     "months earlier",
     "diaz",
     "11 p.m.",
     "rodrigo",
     "kalau",
     "dec. 7, 2016",
     "day",
     "mesa",
     "mafe",
     "the day before",
     "$1,030",
     "nanlaban",
     "michael",
     "edwin",
     "mendoza",
     "basahin",
     "romeo",
     "trump",
     "nights",
     "ulsano",
     "san",
     "barangay",
     "santa",
     "11th day",
     "camitan",
     "lumbago",
     "africa",
     "jhon",
     "angel",
     "erika",
     "quezon",
     "visda",
     "july 1",
     "pasay",
     "crisostomo",
     "redentor",
     "miguel",
     "benjamin",
     "frederick",
     "ronald",
     "philippine",
     "tondo",
     "jimboy",
     "c.",
     "busy",
     "ginebra",
     "october",
     "maria",
     "mary",
     "the usual week",
     "one",
     "nellie",
     "york",
     "west",
     "city"
    ],
    "id": 9,
    "text": "‘They Are Slaughtering Us Like Animals’ Photographs and Text by DANIEL BEREHULAK DEC. 7, 2016 Inside President Rodrigo Duterte’s brutal antidrug campaign in the Philippines, our photojournalist documented 57 homicide victims over 35 days. Leer en español Basahin sa Filipino 点击查看本文中文版 Credit Daniel Berehulak for The New York Times You hear a murder scene before you see it: The desperate cries of a new widow. The piercing sirens of approaching police cars. The thud, thud, thud of the rain drumming on the pavement of a Manila alleyway — and on the back of Romeo Torres Fontanilla. Tigas, as Mr. Fontanilla was known, was lying facedown in the street when I pulled up after 1 a.m. He was 37. Gunned down, witnesses said, by two unknown men on a motorbike. The downpour had washed his blood into the gutter. The rain-soaked alley in the Pasay district of Manila was my 17th crime scene, on my 11th day in the Philippines capital. I had come to document the bloody and chaotic campaign against drugs that President Rodrigo Duterte began when he took office on June 30: since then, about 2,000 people had been slain at the hands of the police alone. Valenzuela Airport 5 miles Over my 35 days in the country, I photographed 57 murder victims at 41 sites, each represented by a yellow dot on this map. I witnessed bloody scenes just about everywhere imaginable — on the sidewalk, on train tracks, in front of a girls’ school, outside 7-Eleven stores and a McDonald’s restaurant, across bedroom mattresses and living-room sofas. I watched as a woman in red peeked at one of those grisly sites through fingers held over her eyes, at once trying to protect herself and permit herself one last glance at a man killed in the middle of a busy road. Not far from where Tigas was killed, I found Michael Araja, shown in the first photo below, dead in front of a “sari sari,” what locals call the kiosks that sell basics in the slums. Neighbors told me that Mr. Araja, 29, had gone out to buy cigarettes and a drink for his wife, only to be shot dead by two men on a motorcycle, a tactic common enough to have earned its own nickname: riding in tandem. In another neighborhood, Riverside, a bloodied Barbie doll lay next to the body of a 17-year-old girl who had been killed alongside her 21-year-old boyfriend. “They are slaughtering us like animals,” said a bystander who was afraid to give his name. Many of the following images depict graphic violence. ‘Riding in tandem’ Neighbors said Michael Araja, 29, was killed by two men riding by on a motorbike, like so many of the other victims. Credit Daniel Berehulak for The New York Times A common tactic Frederick Mafe, 48, and Arjay Lumbago, 23, were riding together on a motorbike when they, too, were killed by a pair on another motorbike. Credit Daniel Berehulak for The New York Times Back-alley killing Crime scene investigators hunched over the body of Romeo Torres Fontanilla, known as Tigas. His killers: two men on a motorbike. Credit Daniel Berehulak for The New York Times I have worked in 60 countries, covered wars in Iraq and Afghanistan, and spent much of 2014 living inside West Africa’s Ebola zone, a place gripped by fear and death. What I experienced in the Philippines felt like a new level of ruthlessness: police officers’ summarily shooting anyone suspected of dealing or even using drugs, vigilantes’ taking seriously Mr. Duterte’s call to “slaughter them all.” He said in October, “You can expect 20,000 or 30,000 more.” On Saturday, Mr. Duterte said that, in a telephone call the day before, President-elect Donald J. Trump had endorsed the brutal antidrug campaign and invited him to visit New York and Washington. “He said that, well, we are doing it as a sovereign nation, the right way,” Mr. Duterte said in a summary of the call released by his office. Beyond those killed in official drug operations, the Philippine National Police have counted more than 3,500 unsolved homicides since July 1, turning much of the country into a macabre house of mourning. A father’s funeral Jimji, 6, cried out in anguish, saying “Papa” as workers moved the body of her father, Jimboy Bolasa, 25, for burial. Credit Daniel Berehulak for The New York Times Some bodies were found on the streets with their heads wrapped in packing tape. Others were left with crude cardboard signs labeling victims as dealers or addicts. That is what happened with the two men in the video below, which was captured by a security camera outside Santa Catalina College, a private religious school for girls. More than 35,600 people have been arrested in antidrug operations the government calls Project Tokhang. The name is derived from a phrase meaning “knock and plead” in Cebuano, Mr. Duterte’s first language. In affluent neighborhoods of gated communities and estates, there is, indeed, sometimes a polite knock on the door, an officer handing a pamphlet detailing the repercussions of drug use to the housekeeper who answers. In poorer districts, the police grab teenage boys and men off the street, run background checks, make arrests and sometimes shoot to kill. Government forces have gone door to door to more than 3.57 million residences, according to the police. More than 727,600 drug users and 56,500 pushers have surrendered so far, the police say, overcrowding prisons. At the Quezon City Jail, shown in the middle photo below, inmates take turns sleeping in any available space, including a basketball court. Mass arrests Inmates at a Manila police station watched as more drug suspects were processed after their arrests. Credit Daniel Berehulak for The New York Times Overcrowding The basketball court at the Quezon City Jail has become a sleeping area. Credit Daniel Berehulak for The New York Times Hiding their shame Four men arrested for possession of drugs covered their faces from my camera. Credit Daniel Berehulak for The New York Times My nights in Manila would begin at 9 p.m. at the police district press office, where I joined a group of local reporters waiting for word of the latest killings. We would set off in convoys, like a train on rails, hazard lights flashing as we sped through red traffic lights. I kept daily diaries and audio recordings of these overnight operations, working with Rica Concepcion, a Filipino reporter with 30 years of experience. We joined the police on numerous stings. We also went on our own to the places where people were killed or bodies were found. The relatives and neighbors we met in those places often told a very different story from what was recorded in official police accounts. “Nanlaban” is what the police call a case when a suspect resists arrest and ends up dead. It means “he fought it out.” That is what they said about Florjohn Cruz, 34, whose body was being carted away by a funeral home when I arrived at his home in the poor Caloocan neighborhood just before 11 p.m. one night. His niece said they found a cardboard sign saying “Pusher at Adik Wag Tularan” — “Don’t be a pusher and an addict like him” — as they were cleaning Mr. Cruz’s blood from the floor near the family’s altar, shown in the middle photo below. Late-night execution Funeral parlor workers carried away Edwin Mendoza Alon-Alon, 36, who was shot in the head outside a 7-Eleven store. Credit Daniel Berehulak for The New York Times Killed at home The blood of Florjohn Cruz, 34, stained the floor in his family’s living room, next to an altar displaying images and statues of the Virgin Mary, among other items. Credit Daniel Berehulak for The New York Times Discarded Erika Angel Fernandez, 17, was one of three women among the 57 victims I photographed. She was killed alongside her boyfriend, Jericho Camitan, 23. Credit Daniel Berehulak for The New York Times The police report said, “Suspect Cruz ran inside the house then pulled a firearm and successively shot the lawmen, prompting the same to return fire in order to prevent and repel Cruz’s unlawful aggression.” His wife, Rita, told me, between pained cries, that Mr. Cruz had been fixing a transistor radio for his 71-year-old mother in the living room when armed men barged in and shot him dead. The family said Mr. Cruz was not a drug dealer, only a user of shabu, as Filipinos call methamphetamine. He had surrendered months earlier, responding to Mr. Duterte’s call, for what was supposed to be a drug-treatment program. The police came for him anyway. As my time in the Philippines wore on, the killings seemed to become more brazen. Police officers appeared to do little to hide their involvement in what were essentially extrajudicial executions. Nanlaban had become a dark joke. “There is a new way of dying in the Philippines,” said Redentor C. Ulsano, the police superintendent in the Tondo district. He smiled and held his wrists together in front of him, pretending to be handcuffed. ‘Buy-bust operation’ Open Location Officers at the scene of Ronald Kalau’s death. The police report said Mr. Kalau drew a .38-caliber handgun when officers tried to arrest him as he bought methamphetamine. Neighbors said the police gunned him down in a house that was being used as a drug den. Credit Daniel Berehulak for The New York Times Busy nights The Tondo neighborhood of Manila. Credit Daniel Berehulak for The New York Times ‘Nanlaban’ Roel Scott, 13, inspects the bloodied spot where his uncle, Joselito Jumaquio, 52, was killed by the police. Witnesses said they heard a woman shout “Nanlaban,” which means “fighting it out,” before they heard the gunshots. Credit Daniel Berehulak for The New York Times Mr. Cruz’s 16-year-old nephew, Eliam, and 18-year-old niece, Princess, said they had watched from a second-story porch as the plainclothes officers who had killed their uncle emerged from the house. Eliam and Princess said they heard the beep of a text message and watched as one of the men read it from his phone. “Ginebra’s won,” he announced to the others, referring to Barangay Ginebra San Miguel, the nation’s most popular basketball team, which had been battling for the championship across town. The teenagers said the men celebrated the team’s victory as their uncle was carried out in a body bag. Roel Scott, 13, is one of the boys in the photo above, at the spot where his uncle, Joselito Jumaquio, was slain by a mob of masked men. Mourners often place candles in the blood of the victim to honor them. Roel said he was playing video games with Mr. Jumaquio, a pedicab driver who had also surrendered himself to the authorities, when 15 of the masked men descended quickly and silently over the shantytown called Pandacan. Witnesses told us the men dragged Mr. Jumaquio down an alley and shouted at gathering neighbors to go back into their homes and turn the lights off. They heard a woman shout, “Nanlaban!” He’s fighting it out. Two shots rang out. Then four more. When it was quiet, the neighbors found the pedicab driver’s bloodied body — a gun and a plastic bag of shabu next to his handcuffed hands. The police report called it a “buy-bust operation.” I also photographed wakes and funerals, a growing part of daily life under Mr. Duterte. Relatives and priests rarely mentioned the brutal causes of death. A painful farewell Family and friends attending the funeral of Mr. Jumaquio, who witnesses said was killed by a gang of masked men. Credit Daniel Berehulak for The New York Times Stacked like firewood Bodies were stacked up at a funeral parlor as the families of victims like Danilo Deparine, whose body lay on a metal stretcher on the floor, struggle to pay for burial. Credit Daniel Berehulak for The New York Times From joy to sadness Benjamin Visda, 43, had left a family birthday celebration to get something from a convenience store when he was snatched off the street and killed, according to relatives. Credit Daniel Berehulak for The New York Times Maria Mesa Deparine lost two sons in a single week in September. Both had turned themselves in to the police. Both were found dead under bridges. Ms. Deparine said it took her three weeks to collect loans and donations totaling 50,000 pesos, about $1,030, to pay for the burial of her baby, Aljon, who was 23. We went with her to the funeral home where she pleaded with the owners to reduce the fees for his brother, Danilo, 36. Danilo’s body, on the floor in the middle photo above, had already spent two weeks in the morgue, where the dead are stacked like firewood, with nothing separating them. The funeral directors agreed to a cut rate of 12,000 pesos, about $240, for a one-day wake instead of the usual week. Ms. Deparine left, unsure whether she could come up with the sum, or whether Danilo would end up in a mass grave with other victims of the president’s drug war. The killing disrupts every aspect of life. Family members told me that Benjamin Visda, in the coffin in the above photo, had stepped out of a family birthday party to grab something at a sari sari and was eating cake when eight men grabbed him. Within 20 minutes, his body had been dumped outside a police station. The police called this, too, a buy-bust operation, and said that Mr. Visda, while handcuffed, tried to grab an officer’s gun — Nanlaban — so they shot him. The video below, also taken from a security camera, shows him being loaded alive onto a motorcycle, sandwiched between two masked men. The same night Florjohn Cruz was killed, we found ourselves a few streets away an hour and a half later, at another home where a man had been murdered. It was raining that night, too. We heard the wrenching screams of Nellie Diaz, the new widow, before we saw her — shown in the middle photo below — crumpled over the body of her husband, Crisostomo, who was 51. A threatening message This unidentified body, like many others, was found with his head wrapped in packing tape, his hands tied behind his back and a cardboard sign that read, “A pusher who won’t stop will have his life ended.” Credit Daniel Berehulak for The New York Times A widow’s grief Nellie Diaz hunched over the body of her husband, Crisostomo, a drug user who had surrendered but still ended up dead. Credit Daniel Berehulak for The New York Times Visiting the dead On Nov. 1, All Saints’ Day, the Barangka cemetery in Manila was busy as relatives visited graves. Credit Daniel Berehulak for The New York Times Mr. Diaz grew up in the neighborhood, and worked intermittently, doing odd jobs. His wife said he was a user, not a dealer, and had turned himself in soon after Mr. Duterte’s election. She still thought it unsafe for him to sleep at home, and told him to stay with relatives. But he missed his nine children, and had returned days before. Mr. Diaz’s eldest son, J.R., 19, said a man in a motorcycle helmet kicked in the front door, followed by two others. The man in the helmet pointed a gun at Mr. Diaz, J.R. said; the second man pointed a gun at his 15-year-old brother, Jhon Rex. The third man held a piece of paper. J.R. said the man in the helmet said, “Goodbye, my friend,” before shooting his father in the chest. His body sank, but the man shot him twice more, in the head and cheeks. The children said the three men were laughing as they left. Too many tears Relatives overcome with grief at the site where the bodies of Frederick Mafe and Arjay Lumbago lay sprawled in the middle of a street. Credit Daniel Berehulak for The New York Times Related Coverage ",
    "title": "‘They Are Slaughtering Us Like Animals’ - The New York Times"
   }
  ]
 }
}