{
 "09": {
  "col-sim": {
   "cosine": 0.23822510845365674,
   "entity": 0.3651483716701107
  },
  "exec-time": 10.964346885681152,
  "links": [
   {
    "entities": [
     "council",
     "harbor",
     "commerce",
     "a decade later",
     "ann",
     "david",
     "clara",
     "1944",
     "yuri",
     "new",
     "times",
     "washington",
     "the day",
     "$3 million",
     "earth",
     "keating",
     "glenn",
     "$200,000",
     "america",
     "ohio",
     "life",
     "howard",
     "ocean",
     "ap",
     "past",
     "1962",
     "kennedy",
     "1965",
     "1989",
     "gordon",
     "thursday",
     "space",
     "college",
     "anna",
     "public",
     "last year",
     "beechcraft",
     "angeles",
     "scott",
     "of",
     "associated",
     "co.",
     "geraldine",
     "1976",
     "j.",
     "oakland",
     "cape",
     "crown",
     "muskingum",
     "nasa",
     "marines",
     "atlantic",
     "affairs",
     "carolyn",
     "march 1, 1962",
     "feb. 20, 1962",
     "frank",
     "broadway",
     "charles",
     "hollywood",
     "july 16, 1957",
     "mondale",
     "state",
     "1970",
     "1998",
     "cooper",
     "md.",
     "riper",
     "japan",
     "morning",
     "protestant",
     "slayton",
     "1999",
     "2013",
     "jimmy",
     "navy",
     "capitol",
     "norman",
     "this 1961",
     "bethesda",
     "tom",
     "shepard",
     "van",
     "2000",
     "trump's",
     "committee",
     "select",
     "administration",
     "obama",
     "baron",
     "trump",
     "july 18, 1921",
     "u.s.",
     "ross",
     "b.",
     "a few hours later",
     "gus",
     "1995",
     "wilbur",
     "the future",
     "current",
     "senate",
     "city",
     "pearl",
     "cambridge",
     "walter",
     "grissom",
     "nelson",
     "wolfe",
     "schirra",
     "annie",
     "l.a.",
     "carter",
     "valerie",
     "herschel",
     "alan",
     "john",
     "1974",
     "school",
     "los",
     "``annie",
     "five",
     "wednesday",
     "carpenter",
     "metzenbaum",
     "gagarin",
     "cola",
     "canaveral",
     "jr.",
     "dan",
     "columbus",
     "goldin",
     "press",
     "deke",
     "1983",
     "2012",
     "university",
     "hill",
     "royal",
     "two years later",
     "baum",
     "months later",
     "and",
     "concord",
     "decades later",
     "rockwell",
     "york",
     "department",
     "florida",
     "early 2012",
     "wally",
     "ethics",
     "future",
     "national",
     "aeronautics"
    ],
    "id": 0,
    "text": "John Glenn dies at 95; hero was first American to orbit Earth John Glenn on past, future of space program Former astronaut and U.S. Senator John Glenn sat down with the Associated Press to discuss his past missions and the future of the U.S. space program. (AP) Former astronaut and U.S. Senator John Glenn sat down with the Associated Press to discuss his past missions and the future of the U.S. space program. (AP) Geraldine Baum and Valerie J. Nelson When his bell-shaped capsule splashed into the ocean after orbiting Earth again and again, John Glenn emerged an instant hero — the fighter-jock pilot of few words who in just five hours of circling the planet helped cement America’s faith that it could lead the race into outer space. He walked across the deck of the aircraft carrier where Friendship 7 had been lowered as casually as a guy who’d just returned from running a crosstown errand, exuding a confidence and swagger later mythologized in Tom Wolfe’s “The Right Stuff.” Decades later, at the age of 77, Glenn would return to space on a nine-day mission aboard the shuttle Discovery after selling himself as a human guinea pig who would demonstrate the effects of space travel on the elderly.   Glenn, who also served for 24 years as a U.S. senator from Ohio, died Thursday at the age of 95 after being hospitalized Wednesday in Columbus, Ohio. “When John Glenn blasted off from Cape Canaveral atop an Atlas rocket in 1962, he lifted the hopes of a nation. And when his Friendship 7 spacecraft splashed down a few hours later, the first American to orbit the Earth reminded us that with courage and a spirit of discovery there’s no limit to the heights we can reach together,” President Obama said in a statement. Glenn was the last surviving astronaut of the original Mercury 7 group, preceded in death by Alan B. Shepard Jr., Gus Grissom, Wally Schirra, Gordon Cooper, Deke Slayton and Scott Carpenter. In his first historic flight, Glenn circled Earth for nearly five hours in a tiny spaceship on Feb. 20, 1962, the first American to orbit the planet. When he returned to space in 1998, his voyage did nearly as much to revive interest in America's space program as his first pioneering voyage had to ignite the country's fascination in space exploration. Glenn first earned broad public attention in 1962 in the bell-shaped space capsule Friendship 7 — a flight that NASA 's mission control worried might burn up upon re-entering Earth's atmosphere. A war hero and test pilot who earned fame even before he was named to the Mercury team, Glenn seemed to have the right stuff and more. Not only did Glenn “have courage and ambition, but he also had supreme confidence in himself and his own abilities,” qualities that distinguished him from most mortals, said Frank Van Riper, who wrote the 1983 biography “Glenn: The Astronaut Who Would Be President.” “That type of confidence can let him sit atop a rocket and have his blood pressure not change at all.” The original seven Mercury astronauts pose in their spacesuits in this 1961 file photo provided by NASA. Associated Press The original seven Mercury astronauts pose in their spacesuits in this 1961 file photo provided by NASA. The original seven Mercury astronauts pose in their spacesuits in this 1961 file photo provided by NASA. (Associated Press) After his first space flight, Glenn, then 40, was elevated to celebrity status as much by his personal charm and heroics as he was by the pioneering era that he helped define. Before Glenn made his three loops around Earth in a four-hour, 56-minute flight, only Soviet astronauts, test dummies and dogs had made historic “firsts” in space. Almost a year before Glenn defied gravity, cosmonaut Yuri Gagarin had become the first man in space. Glenn was neither the first nor second American in space. Those distinctions belonged to Shepard, whose entire voyage lasted 15 minutes and who was followed months later by Grissom. Yet Glenn's flight raised the most passion and publicity in America. Glenn stayed aloft for hours, focusing Americans' rapt attention on his every orbit and ultimately restoring America's confidence in its technological prowess. President Kennedy was apparently so relieved that Glenn helped put America back in the space race, and so concerned about the astronaut's well-being, that he vetoed a return to space by Glenn. Rather, Kennedy marked Glenn as an American with a political future. After a few early political defeats, the astronaut was elected to the U.S. Senate from Ohio in 1974. Although Glenn remained a supporter of NASA, he tried to steer clear of being seen as the Senate “astronaut,” preferring to make his mark in other areas. He was perhaps best known as the author of bills to restrict the proliferation of nuclear weapons around the world. He also helped pass legislation to clean up radioactive waste at the nation's nuclear weapons sites. Yet his drive to return to space never fully abated, and he relentlessly lobbied the National Aeronautics and Space Administration for another space flight. Glenn insisted that he was not driven to return to space for the thrill of the ride or as a passenger with a congressional free pass but as a scientist-explorer. What you're up there for is to accomplish something for the country that may break us into some new areas of research that may benefit an awful lot of people. — John Glenn “What you're up there for,” he said, “is to accomplish something for the country that may break us into some new areas of research that may benefit an awful lot of people.” After his late-in-life flight, dozens of tests done on his body showed that he handled the rigors of space as well as astronauts roughly half his age, NASA scientists said when results were released in 2000. In 2012, Glenn and Carpenter received a hero’s welcome when they returned to the Cape Canaveral launchpad to mark the 50th anniversary of Glenn’s orbital flight. The national attention after the 1962 flight was “almost unbelievable,” Glenn said at the event, and added that he and his colleagues learned to live with the acclaim “or tried to anyway.” John Herschel Glenn Jr. was born July 18, 1921, in Cambridge, Ohio. His mother, Clara, a teacher, and father, John, soon moved to the tiny town of New Concord, where his father opened a plumbing business. At 3, he met Anna “Annie” Castor, the 4-year-old daughter of the town dentist. The pair started dating in high school and married in 1944. In high school, Glenn was an honors student who excelled in sports and student politics — and played the lead in the senior class play. A religious young man, Glenn enrolled in Muskingum College, a small Presbyterian school in New Concord, where he sang in the church choir and played football. While there, Glenn learned to fly through a civilian program run by the Navy. When it came time to enlist, he joined the Marines, leaving college behind after Japan attacked Pearl Harbor. During World War II, he rose to the rank of captain and decided to make a career in the military. By the end of the war, he had flown 59 missions with F-4U fighters, and was awarded two Distinguished Flying Crosses and 10 Air Medals. The Korean War meant 90 more missions for the Marine aviator, and many more medals, including a third and fourth Distinguished Flying Cross. “Glenn grew up with the archetypal Protestant work ethic and the idea that good things happen to people who work hard,” Van Riper said. “Add to this sense of confidence and the idea in the military that you succeed if you work hard, and it explains why he pursued tougher and tougher assignments.” As a test pilot, Glenn pushed his bosses to let him attempt a transcontinental flight in an F8U-1 Crusader fighter aircraft. On July 16, 1957, he set a speed record of 3 hours 23 minutes and 8.4 seconds flying from Los Angeles to New York, picking up a fifth Distinguished Flying Cross and a taste for fame. Two years later, Glenn volunteered for an elite corps of pilots who would become the country's first astronauts, riding rockets into space. NASA pared an original list of about 500 test pilots down to 110 and then to the Mercury Seven. Training was rigorous and tedious. In addition to studying astrophysics and biology, the new astronauts were exposed to high heat, strong forces of gravity and the sense of weightlessness. Glenn became a pacesetter in training and moral leadership. He would run extra miles in a morning workout and lecture the others against carousing. When Glenn took his pioneering turn in space, astronaut Carpenter spoke for all Americans when he radioed from launch control just before liftoff, “Godspeed, John Glenn.” Carpenter later said he had tried to keep the mood light by playfully telling Glenn: “Remember, John, this was built by the low bidder.” NASA cut the flight short — Glenn was supposed to orbit Earth seven times — when mechanical failure created concern that Friendship 7's heat shield might fall off during re-entry and cause the capsule to burn up. Although he remained calm, Glenn later told Life magazine that he had been prepared to die. The heat shield held. After Glenn's safe return, he became a national hero. Bathed in the spotlight, Glenn was typically low key. “It's been a long day,” he said after being fished out of the Atlantic Ocean by helicopter, “but it has been very interesting.” Back on Earth, Glenn was greeted by Kennedy; 4 million New Yorkers showered him and his family with ticker tape; and the New York Times called him “America's first flesh-and-blood Buck Rogers.” John Glenn parade Associated Press Astronaut John Glenn in car at left, the first American to orbit the Earth, got a massive ticker tape parade welcome along lower Broadway on March 1, 1962. A partly constructed building at right served as a grandstand for a cheering crowd. Sitting beside the astronaut is Annie Glenn, his wife.  Astronaut John Glenn in car at left, the first American to orbit the Earth, got a massive ticker tape parade welcome along lower Broadway on March 1, 1962. A partly constructed building at right served as a grandstand for a cheering crowd. Sitting beside the astronaut is Annie Glenn, his wife.  (Associated Press) Reflecting on that moment decades later while sitting in his third-floor office at the John Glenn School of Public Affairs at Ohio State University , Glenn was at a loss to explain the adulation: “It’s true we got more attention. It wasn’t something we planned. Truth is, I just don’t know why it happened.” After his ambition to fly again was scratched, Glenn retired from the military in 1965 and entered private business, serving first as vice president of corporate planning and then as president of the Royal Crown Cola Co. He also made a fortune with business investments that included building Holiday Inns in Florida. But within a few years, he decided to try politics. After losing the 1970 Democratic primary in Ohio for a U.S. Senate seat to Howard Metzenbaum, Glenn ran against him again in 1974. During the campaign, Metzenbaum contrasted his business background with Glenn's military and astronaut credentials, saying his opponent had “never worked for a living.” Glenn's reply came to be known as the “Gold Star Mothers” speech. He challenged Metzenbaum to tell wounded veterans “they didn't hold a job” and tell any Gold Star mother — women with a child who died while serving in the military — that “her son did not hold a job.” Glenn won the nomination and the general election. Jimmy Carter considered making Glenn his running mate in the 1976 presidential race but after Glenn gave an uninspired address to the Democratic National Convention, Carter chose Walter Mondale. A decade later, Glenn ran for president and racked up $3 million in debt but didn't make it out of the primaries. “He was never really a coalition builder,” Van Riper said. And if he was considered a bit of a square by the other Mercury astronauts, that image intensified in the U.S. Senate, where he served until 1999. His relationships with others on Capitol Hill was always cordial if not distant. But in Glenn's post-Watergate class of 1974, he was always a respected colleague, considered a sincerely decent man. His Norman Rockwell character and reputation for unparalleled principle were severely tested in 1989 during the so-called Keating Five scandal. He was one of five senators investigated by the Senate Ethics Committee for using clout to keep federal regulators out of the way of savings-and-loan mogul Charles Keating Jr. The committee said Glenn used “poor judgment” in accepting a $200,000 donation from Keating but cleared the senator of wrongdoing. Through all the years after his famous flight in space, Glenn continued flying. Almost every weekend he would escape Washington for Ohio in his Beechcraft Baron, with his wife as his co-pilot. When he sold his plane in early 2012, Glenn noted that he still held a valid pilot’s license. In 1995, he had started campaigning to return to space. As a member of the Senate Select Committee on Aging, he had learned that the aging process on Earth, in many ways, is similar to the effects of weightlessness, and he decided he wanted to know why. Glenn approached NASA chief Dan Goldin and pressed to serve as a crew member on a Discovery flight as a test subject for geriatric experiments. Goldin gave the go-ahead after aging experts insisted that Glenn's mission might produce good science and NASA's own doctors found Glenn in good health. He had kept fit throughout the decades, running in his youth and power-walking in his later years around his Bethesda, Md., neighborhood. He lifted weights, ate well, took vitamins and kept trim. The day after returning to Earth on the space shuttle, Glenn admitted he had felt “a little woozy” upon landing but relayed a message aimed at other senior citizens. “Old folks have ambitions and dreams too, like everyone else. ... Why don't they go for them? Don't sit on a couch someplace,” he said. But age did catch up. Glenn sold off his airplanes and stopped flying in 2013 and then last year, he gave up driving too. Though his eyesight was failing, Glenn was still consumed with tracking current events — Islamic State, the Iranian nuclear arms deal and the deep spending cuts to the nation’s space program, which he believed to be a crucial misstep. His return to space was, in a way, Glenn's attempt at writing his own epitaph. “Going back up there was a nice capstone to a career that was always centered on that 1962 flight,” Van Riper said. “He's going to be remembered as the last American hero.” Glenn, who was awarded the Presidential Medal of Freedom in 2012, is survived by his wife, Annie; two children, David and Carolyn Ann; and two grandchildren. Caption 90 seconds: 4 stories you can't miss Many Oakland warehouse fire questions are still unanswered , how will Hollywood speak to Trump’s America , meet Wilbur Ross, the man Trump has tapped him to lead the U.S. Department of Commerce , and the  L.A. City Council hopes to end 'mansionization.’ Caption 90 seconds: 4 stories you can't miss ",
    "title": "John Glenn dies at 95; hero was first American to orbit Earth - LA Times"
   },
   {
    "entities": [
     "council",
     "sept. 24",
     "parazynski",
     "$2 billion",
     "t.",
     "david",
     "force",
     "south",
     "stephen",
     "tubbs",
     "tuesday dec. 9, 2008",
     "james",
     "new",
     "september 9, 1966",
     "this march 2009",
     "henry",
     "danette",
     "cleveland",
     "the day",
     "this august 1957",
     "earth",
     "6:08 p.m. est",
     "company",
     "sharon",
     "chantilly",
     "d-n.y.",
     "j.k.",
     "sr.",
     "bordenkircher",
     "glenn",
     "pedro",
     "september 1957",
     "this may 1961",
     "america",
     "kay",
     "hooper",
     "facebookemail",
     "this september 2004",
     "medal",
     "chiaki",
     "upi",
     "ohio",
     "this january 1964",
     "hal",
     "howard",
     "ocean",
     "ap",
     "1962",
     "23 minutes on july 16, 1957",
     "gordon",
     "westminster",
     "space",
     "this 1990",
     "college",
     "high",
     "davis",
     "in",
     "today",
     "l.",
     "s.",
     "the fourth of july",
     "center",
     "public",
     "lovell",
     "february 21, 1962",
     "this december 2001",
     "last year",
     "1871",
     "1923",
     "h.",
     "mercury-atlas",
     "77th",
     "kerry",
     "scott",
     "don",
     "this 1983",
     "quincy",
     "of",
     "rodham",
     "manning",
     "us",
     "2008",
     "pickens",
     "network",
     "syracuse",
     "w.",
     "this april 1998",
     "this feb.",
     "wednesday, sept. 28, 2005",
     "air",
     "fame",
     "f.",
     "google",
     "taylor",
     "wednesday sept. 24, 2008",
     "labor day",
     "yoder",
     "this july 1953",
     "ventura",
     "cape",
     "friday, aug. 29, 2008",
     "gold",
     "dave",
     "muskingum",
     "nasa",
     "this march 2001",
     "base",
     "chelsea",
     "va.",
     "atlantic",
     "robinson",
     "terry",
     "lindsey",
     "affairs",
     "carolyn",
     "presbyterian",
     "feb. 20, 1962",
     "frank",
     "stanley",
     "sabre",
     "this april 2006",
     "state",
     "this february 1967",
     "sinatra",
     "tuesday, dec.",
     "february 1962",
     "february 20, 1962",
     "patrick",
     "jones",
     "cooper",
     "1998",
     "night",
     "k.",
     "tuesday, dec. 9, 2008",
     "nov. 8",
     "evans",
     "donald",
     "august 1962",
     "twitter",
     "lyn",
     "texas",
     "slayton",
     "this september 1957",
     "marine",
     "wednesday, feb. 27, 2008",
     "d-ohio",
     "navy",
     "june 1961",
     "brown",
     "this february 2008",
     "monday, oct. 4, 2004",
     "this march 1962",
     "this 1961",
     "edwards",
     "hall",
     "rifle",
     "tuesday, december 9, 2008",
     "fla.",
     "football",
     "monday",
     "october 1998",
     "champagne",
     "clinton",
     "this june 1998",
     "houston",
     "neil",
     "shepard",
     "usa",
     "this february 1962",
     "town",
     "morton",
     "tuesday",
     "states",
     "1919",
     "d.n.",
     "kevin",
     "pioneer",
     "naito-mukai",
     "thomas",
     "virgil",
     "thursday, feb. 14, 2008",
     "street",
     "u.s.",
     "gates",
     "curtis",
     "24,",
     "bill",
     "november 30, 1961",
     "montgomery",
     "calif.",
     "pinterest",
     "this january 1968",
     "this july 2004",
     "hillary",
     "united",
     "livingston",
     "this april 2004",
     "senate",
     "holtz",
     "africa",
     "cambridge",
     "anderson",
     "walter",
     "grissom",
     "the weekend",
     "sheila",
     "december 8, 2016",
     "this december 1953",
     "korea",
     "annie",
     "schirra",
     "sean",
     "foundation",
     "chapel",
     "johnson",
     "cari",
     "this july 2007",
     "alan",
     "john",
     "oct. 1",
     "school",
     "this december 1964",
     "talbert",
     "page",
     "carpenter",
     "rossman",
     "schuktheis",
     "steven",
     "fullscreen",
     "canaveral",
     "jr.",
     "fourth",
     "church",
     "may 30, 1976",
     "columbus",
     "may 1970",
     "museum",
     "nff",
     "duque",
     "zanesville",
     "&",
     "vivian",
     "lou",
     "glenns",
     "armstrong",
     "this 1980",
     "lyndon",
     "anne",
     "may 1998",
     "dean",
     "university",
     "coschocton",
     "2002",
     "pattison",
     "waldorf-astoria",
     "mcpherson",
     "concord",
     "and",
     "smithsonian",
     "jr",
     "york",
     "facebook",
     "boone",
     "florida",
     "clairsville",
     "wally",
     "archie",
     "sandra",
     "national",
     "kennedy"
    ],
    "id": 1,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest John Glenn was a total badass, these facts prove it John Glenn's death has sparked remembrances of the man whose varied life as an astronaut and U.S. senator made him an American icon. Post to Facebook John Glenn was a total badass, these facts prove it John Glenn's death has sparked remembrances of the man whose varied life as an astronaut and U.S. senator made him an American icon. Check out this story on USATODAY.com: http://usat.ly/2h1VpNX CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 4 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs John Glenn was a total badass, these facts prove it USA Today Network Sean Rossman , USA TODAY 6:08 p.m. EST December 8, 2016 Former Astronaut John Glenn passed away at the age of 95. Time Astronaut John Glenn wears a Mercury pressure suit during training for his 1962 space flight. (Photo: AFP/Getty Images) John Glenn's death has sparked remembrances of the man whose varied life as an astronaut and U.S. senator made him an American icon. But he was more than a risk-taker and statesman. He was better than all of us. Here are some interesting facts about the American hero: He orbited the globe more than 100 times Glenn, the first American to orbit the earth, would do it more than 100 times. He first circled the globe in 1962, when he went around the world three times and then plunged into the Atlantic Ocean. In a later trip, he would circle the globe another 134 times. He's the oldest person to go into space In 1998, the 77-year-old climbed aboard the Space Shuttle Discovery, becoming the oldest person ever to go into space. NASA did a number of medical tests on Glenn in preparation for the flight and after the trip. He flew 149 military combat missions Glenn, who got his first taste of flying as an 8-year-old, flew 149 combat missions in World War II and the Korean War. His plane was hit by enemy fire 12 different times. Some thought his eyes would change shape Posted! A link has been posted to your Facebook feed. unknown Glenn, then a major, is shown in this July 1953 photo as he returned to his base after he scored his second Mig kill in Korea. The red on the side of his Sabre jet for the first enemy fighter he bagged a few days before.  Times Recorder file photo This undated photo shows John Glenn's first home. His parents lived in Cambridge from 1919 until 1923, when they moved to New Concord.  Times Recorder file photo The Honorable Thomas S. Gates, Jr., Secretary of the Navy presents Major John H. Glenn, Jr. with the Distinguished Flying Cross in a ceremony in the Secretary's office in this undated photo.  Times Recorder file photo Major John Glenn is pictured in New Concord with his two children, David and Carolyn (better known as Lyn) and his wife Annie in this December 1953 file photo.   Times Recorder file photo John Glenn is shown in this undated file photo.  Times Recorder file photo Glenn is shown in the cockpit of the Crusader jet which he piloted from coast to coast in three hours an 23 minutes on July 16, 1957 to set a new record.  Times Recorder file photo John Glenn signs and autograph for a young admirer in this September 1957 file photo.  Times Recorder file photo David Glenn, 11, wearing the flight helmet his famous dad wore on his record-breaking flight across the continent, watches as his father traces the flight route he followed across Ohio in this September 1957 file photo.  Times Recorder file photo John and Annie Glenn, sweethearts since childhood, pose outside New Concord High School in this September 1957 file photo. Both attended the school before entering Muskingum College.  Times Recorder file photo John Glenn holds a model plane in this August 1957 file photo.  Times Recorder file photo Fullscreen Major Glenn received a hero's welcome September 1957 when he returned to New Concord for the weekend Labor Day celebration after his record-breaking jet flight earlier that year. The event, which featured a parade and an award ceremony, drew more than 10,000 spectators. Glenn is shown with his wife and their children during the parade.  Times Recorder file photo John Glenn runs inspections in this undated photo.  Times Recorder file photo Fullscreen The original seven Mercury astronauts pose in their silver spacesuits in this 1961, file photo. First row, from left, are: Walter Schirra Jr., Donald Slayton, John Glenn and Scott Carpenter. Second row, from left, are: Alan Shepard, Jr., Virgil Grissom and Gordon Cooper. Cooper, one of the original Mercury astronauts who were pioneers in human space exploration, has died. He was 77. Cooper died Monday, Oct. 4, 2004, at his home in Ventura, NASA officials said in a statement.  AP file photo John Glenn is shown in this undated file photo.  Times Recorder file photo Mr. and Ms. John Glenn Sr. stand outside their home in New Concord in this May 1961 file photo. Their son John was two-years-old when the family moved into this home.  Times Recorder file photo Mr. and Mrs. John Glenn are photographed in their home in this May 1961 file photo.  Times Recorder file photo Fullscreen Col. John H. Glenn Jr. is shown with members of the Castor and Glenn families the day he received his honorary doctor of science degree at Muskingum College in June 1961. From left are his father and mother; son, Dave, 16; daughter, Lyn, 14; wife Annie and her parents.  Times Recorder file photo The November 30, 1961 Times Recorder.  Times Recorder file photo Astronaut John H. Glenn Jr., shown here (center) eating breakfast prior to the launch of his Mercury-Atlas 6 (MA-6) spacecraft. The MA-6 \"Friendship 7\" mission marks America's first manned Earth-orbiting space flight.  NASA file photo John Glenn prepares for his historic space flight.  Times Recorder file photo John Glenn Jr. is \"buttoned into\" his space suit just prior to the historic flight which made him the first American to orbit Earth.  Times Recorder file photo John Glenn prepares to board the Friendship 7 Mercury-Atlas spacecraft in this February 1962 file photo.  Times Recorder file photo Astronaut John H. Glenn Jr, and technicians inspect a decal ready for application to the side of his Mercury-Atlas 6 (MA-6) spacecraft prior to launch on Feb. 20, 1962. The decal reads \"Friendship 7.\"  NASA file photo A 16mm camera onboard the Friendship 7 Mercury-Atlas spacecraft took a series of photos of astronaut John H. Glenn, Jr. during his Earth-orbital, Mercury-Atlas 6 space flight February 20, 1962.  NASA file photo The February 21, 1962 Times Recorder.  Times Recorder file photo Fullscreen Shortly after John Glenn's successful orbit the New Concord Town Council displayed a roadside in New Concord. Posing in the February 1962 file photo are Muskingum College Dean Howard Evans, Mayor J.K. Taylor and Maj., D.N. Davis of the 77th Marine Rifle Company stationed in Zanesville.  Times Recorder file photo John Glenn is greeted by his wife Annie when he arrived at Patrick Air Force Base in Florida after his historic space flight in 1962. Vice-President Lyndon Johnson looks on.  UPI file photo John Glenn is greeted by President John Kennedy in this undated photo.  Times Recorder file photo Fullscreen Sheila Hooper, right, a student teacher at Pioneer School from the Ohio University branch has written this song for children dedicated to Astronaut John Glenn. She was assisted by Miss Vivian Yoder, music supervisor for the elementary schools. Mrs. Montgomery, left, first grade teacher at Pioneer and two of her pupils Kevin Schuktheis and Sandra Kay Talbert look on in this March 1962 photo.  Times Recorder file photo A section of road named after John Glenn is shown in this undated file photo.  Times Recorder file photo Lt. Col. John H. Glenn Jr. steps behind the wheel of his car on South Fourth Street while on business in Zanesville during an August 1962 visit with his parents in New Concord.  Times Recorder file photo John Glenn and his wife Annie Glenn watch as his parents sign his nominating petition for the U.S. Senate in this January 1964 photo.   Times Recorder file photo John Glenn is shown in this December 1964 file photo.  Times Recorder file photo Glenn, top, walks out of Westminster United Presbyterian Church in New Concord behind the casket of his father John Glenn Sr. The senior Glenn died September 9, 1966. He was 71-years old.   Times Recorder file photo John Glenn speaks in his Houston home five years after his historic space flight in this February 1967 file photo.  Times Recorder file photo Fullscreen In this January 1968 photo John Glenn uses his right hand to point to the beginning of 975-mile route he followed in retracing journalist Henry Morton Stanley's historic 1871 search for Dr. David Livingston in the then unmapped interior of Africa.  Times Recorder file photo John Glenn signs in at Brown Chapel at Muskingum College. Glenn and Mrs. Annie Glenn returned to New Concord to cast his ballot in the May 1970 primary elections.  Times Recorder file photo John Glenn speaks at the 131st commencement for students at Muskingum College on May 30, 1976. He encouraged the class to exercise \"a voracious, insatiable and childlike curiosity\" about everything.  Times Recorder file photo John Glenn is shown in this undated file photo.  Times Recorder file photo John Glenn is shown in this undated file photo.  Times Recorder file photo John Glenn is shown in this undated file photo.  Times Recorder file photo Annie Glenn is shown in this 1980 file photo.  Times Recorder file photo John Glenn is shown in a parade in this undated file photo.  Times Recorder file photo John Glenn talks to the media in this 1983 file photo.  Times Recorder file photo John Glenn poses for this 1990 photo.  Times Recorder file photo Fullscreen United States Senator John H. Glenn, Jr. (Democrat-Ohio) prepare to rehearse launch readiness procedures on the mid-deck of a compartment trainer at the Johnson Space Center. Sharon Jones, involved in crew training, goes over a check list in this April 1998 photo. When the payload specialist lifts off aboard the Space Shuttle Discovery in October 1998 and later lands in Florida he will be seated in a temporary mid-deck chair like the one used in this training exercise.  NASA file photo John Glenn is shown preparing for his flight aboard Space Shuttle Discovery.  NASA file photo John Glenn is shown preparing for his flight aboard Space Shuttle Discovery.  NASA file photo John Glenn is shown preparing for his flight aboard Space Shuttle Discovery.  NASA file photo John Glenn photographed at Johnson Space Center Houston, Texas in May 1998.  NASA file photo Fullscreen The seven crew members in training for the mission aboard the Space Shuttle Discovery pose for photographers prior to participating in a training session at the Johnson Space Center pictured from left in this June 1998 photo are Pedro Duque, Curtis L. Brown, Jr., Chiaki Naito-Mukai, United States Senator John H. Glenn, Jr. (Democrat-Ohio), Stephen K. Robinson, Steven W. Lindsey and Scott F. Parazynski.  NASA file photo John Glenn is shown preparing for his flight aboard Space Shuttle Discovery.  NASA file photo John Glenn is shown preparing for his flight aboard Space Shuttle Discovery.  NASA file photo John Glenn is shown preparing for his flight aboard Space Shuttle Discovery.  NASA file photo John Glenn is shown preparing for his return to space.  NASA file photo John Glenn is shown in this December 2001 file photo.  Times Recorder file photo Former senator and astronaut John Glenn and his wife Annie answer questions from the media during an interview. The Glenns returned to their hometown of New Concord, Ohio, today to break ground on the John and Annie Glenn Museum.  Times Recorder file photo Fullscreen Former senator and astronaut John Glenn signs a Friendship 7 replica ornament for an admirer in front of where is boyhood home will be turned into a museum. The house was relocated from Friendship Drive to Main Street in New Concord in this March 2001 file photo.  Times Recorder file photo Fullscreen John Glenn stands on the sidewalk with a group of students while he takes a picture of his boyhood home as it is towed down Main Street in New Concord were it will become a musuem in this March 2001 file photo.  Times Recorder file photo Fullscreen Former astronaut and senator John Glenn walks up from the basement at his childhood home in New Concord in this December 2001 file photo. The home was relocated last year and will be turned into the John and Annie Glenn Museum.  Times Recorder file photo Fullscreen The four surviving Mercury astronauts, from left, Wally Schirra, John Glenn, Gordon Cooper, and Scott Carpenter, are shown in the original Mercury control room at Kennedy Space Center in Cape Canaveral, Fla., in this Feb. 24, 2002, file photo. Cooper, one of the original Mercury astronauts who were pioneers in human space exploration, has died. He was 77. Cooper died Monday, Oct. 4, 2004, at his home in Ventura, Calif., NASA officials said in a statement.   AP file photo John Glenn signs a poster for Bill Pattison of Cambridge during Glenn's visit to New Concord in this April 2004 file photo.  Times Recorder file photo Fullscreen John Glenn watches Coschocton High School senior Danette Bordenkircher pilot a Space Shuttle flight simulator Monday outside the John and Anne Glenn Historic Site in New Concord in this  April 2004 file photo. At left are Bordenkircher's classmates, Chelsea Champagne, left and Cari Tubbs.  Times Recorder file photo John Glenn speaks at a John Kerry and John Edwards rally in Zanesville in this July 2004 file photo.  Times Recorder file photo John Glenn speaks at a John Kerry and John Edwards rally in Zanesville in this July 2004 file photo.  Times Recorder file photo John Glenn speaks at a Zanesville rally for Ohio Senate candidate Terry Anderson in this September 2004 file photo.  Times Recorder file photo Fullscreen Former U.S. Sen. John Glenn, who is Jobs For Ohio campaign chairman, speaks at a news conference Wednesday, Sept. 28, 2005, in Columbus, Ohio, to introduce statewide campaign on State Issue 1. The former astronaut and four-term U.S. senator has assumed the role of chairman of the campaign for passage of Issue 1 on Nov. 8. The $2 billion jobs and highway construction bonds issue is one of five voters will decide.   AP file photo Former U.S. Senator John Glenn stands in front of John Glenn High School in New Concord in this April 2006 file photo. Glenn and his wife Annie were at the school for a dedication of photographs for the school.  Times Recorder file photo John and Annie Glenn watch the Fourth of July parade in New Concord from the porch of the John & Annie Glenn Historic Site in this July 2007 file photo.   Times Recorder file photo Democratic presidential hopeful, Sen. Hillary Rodham Clinton, D-N.Y., reacts as she is introduced by former Ohio Sen. John Glenn at a campaign stop at the The Ohio State University, in Columbus, Ohio, Thursday, Feb. 14, 2008.  AP file photo Democratic presidential hopeful, Sen. Hillary Rodham Clinton, D-N.Y., smiles at retired Sen. John Glenn, D-Ohio, as he introduces her at a campaign stop in Clairsville, Ohio, Wednesday, Feb. 27, 2008.   AP file photo John Glenn sits on the panel at a Zanesville Hillary Clinton rally in this February 2008 file photo.  Times Recorder file photo Fullscreen John Glenn Jr., the first American to orbit Earth and former Ohio Senator at a historic gathering of 19 of the astronauts who call Ohio home on Friday, Aug. 29, 2008 in Cleveland.. The gathering of Ohio astronauts is part of NASA's 50th Anniversary celebration.   AP file photo Fullscreen Neil Armstrong, left, the first man to walk on the moon, John Glenn Jr., center, the first American to orbit earth and former Ohio Senator, and James Lovell, right, commander of Apollo 13 at a historic gathering of 19 of the astronauts who call Ohio home on Friday, Aug. 29, 2008 in Cleveland. The gathering of Ohio astronauts is part of NASA's 50th Anniversary celebration.   AP file photo Fullscreen In this image provided by NASA Grammy Award-winning producer Quincy Jones, center, presented a platinum copy of 'Fly Me to the Moon', the song he originally produced and performed with Frank Sinatra to Senator John Glenn, left, and Apollo 11 Commander Neil Armstrong during NASA's 50th anniversary gala at the Smithsonian's National Air and Space Museum in Chantilly, Va. Wednesday Sept. 24, 2008. NASA officially turns 50 on Oct. 1, but the agency celebrated its golden anniversary with an early birthday party on Sept. 24. Senator Glenn became the first American to orbit the Earth as an astronaut in NASA's Mercury Program. Neil Armstrong is the first person to set foot on the moon. During the gala, Jones performed 'Fly Me to the Moon' with Frank Sinatra Jr.  AP file photo Fullscreen National Football Foundation  Hall of Fame Class of 2008 honoree Don McPherson, left, who played at Syracuse, shakes hands with NFF Gold Medal recipient former US Senator John Glenn at the NFF and College Hall of Fame annual awards dinner at the Waldorf-Astoria in New York Tuesday, December 9, 2008.  AP file photo Fullscreen Coach Lou Holtz , 2008 Hall of Fame recipient from National Football Foundation (NFF) shares a light moment with Gold Medal recipient former US Senator John Glenn at the NFF and College Hall of Fame annual awards dinner at the Waldorf-Astoria in New York Tuesday, December 9, 2008.  AP file photo Fullscreen Former U.S. Sen. John Glenn, left, and T. Boone Pickens get together at the news conference for the National Football Foundation Hall of Fame, in New York Tuesday Dec. 9, 2008. Glenn is the organization's 2008 Gold Medal recipient and Pickens is the 2008 Distinguished American Award recipient.  AP file photo Fullscreen National Football Foundation Chairman Archie Manning, left, greets former U.S. Sen. John Glenn before the news conference for the National Football Foundation Hall of Fame inductees, in New York Tuesday Dec. 9, 2008. Glenn, the organization's 2008 Gold Medal recipient, will be honored at a dinner Tuesday night.  AP file photo Former U.S. Sen. John Glenn signs a football helmet at the news conference for the National Football Foundation Hal of Fame, in New York Tuesday Dec. 9, 2008. Glenn will get the organization's 2008 Gold Medal their dinner Tuesday night.  AP file photo Fullscreen T. Boone Pickens, right, honored with the Distinguished American Award, shakes hands with former Senator John Glenn after Pickens accepted his award at the 2008 National Football Foundation (NFF) and College Hall of Fame annual awards dinner at the Waldorf-Astoria in New York Tuesday, Dec. 9, 2008.   AP file photo Gold Medal recipient former US Sen. John Glenn speaks after accepting the award at the national Football Foundation College Hall of Fame annual awards dinner at the Waldorf-Astoria in New York,  Tuesday, Dec.  9, 2008.  AP file photo Annie Glenn is photographed during an interview with her husband at Ohio State University in this March 2009 file photo. John and Annie Glenn serve on the advisory board of the John Glenn School of Public Affairs.  Times Recorder file photo John Glenn speaks about the flight stick from  Friendship 7 during an interview with the Times Recorder in this March 2009 file photo. A replica sits in the capsule at the Smithsonian National Air and Space Museum.   Times Recorder file photo Fullscreen John Glenn speaks during a campus tour in this March 2009 file photo. Glenn and his wife Annie serve on the advisory board of the John Glenn School of Public Affairs at Ohio State University. The orginal flight stick from the Friendship 7 is on display at Ohio State University. A replica sits in the Friendship 7 capsule at the Smithsonian National Air and Space Museum.   Times Recorder file photo The orginal flight stick from the Friendship 7 is on display at Ohio State University in this March 2009 file photo.  Times Recorder file photo John Glenn is photographed in Page Hall of Ohio State University in this March 2009 file photo. Glenn serves on the advisory board of the John Glenn School of Public Affairs.   Times Recorder file photo Like this topic? You may also like these photo galleries: Replay ",
    "title": "John Glenn was a total badass, these facts prove it"
   },
   {
    "entities": [
     "recently",
     "housing",
     "last august",
     "donald",
     "ben",
     "urban",
     "eric",
     "harnik/ap",
     "l.a.",
     "new",
     "wednesday",
     "emanuel",
     "garcetti",
     "phoenix",
     "carson",
     "states",
     "tower",
     "elaine",
     "obama",
     "trump",
     "chicago",
     "development",
     "u.s.",
     "with",
     "and",
     "rahm",
     "united",
     "york",
     "andrew",
     "chao"
    ],
    "id": 2,
    "text": "From Immigration To Infrastructure, Big-City Mayors Draw Up Wish List For Trump From Immigration To Infrastructure, Big-City Mayors Draw Up Wish List For Trump Embed Embed Chicago Mayor Rahm Emanuel speaks with members of the media after meeting with President-elect Donald Trump at Trump Tower in New York, on Wednesday. Andrew Harnik/AP hide caption toggle caption Andrew Harnik/AP Chicago Mayor Rahm Emanuel speaks with members of the media after meeting with President-elect Donald Trump at Trump Tower in New York, on Wednesday. Andrew Harnik/AP With Donald Trump's choices for secretaries of transportation and of Housing and Urban Development — Elaine Chao and Dr. Ben Carson, respectively — there may be hints about the urban agenda Trump's administration may be shaping. Some big-city mayors say they're worried about potential cuts in federal funding that candidate Trump warned about on the stump, and they are reaching out to the president-elect. They say they have plenty of ideas they want to share about the country's cities. Chicago Mayor Rahm Emanuel, a former chief of staff to President Obama, met Wednesday with Trump, at his invitation. It gave Emanuel a chance to hand-deliver a letter from mayors of some of the country's largest cities. Mayor Rahm Emanuel: 'Chicago Always Will Be A Sanctuary City' The letter asks Trump to continue the Obama administration policy that prevents the deportation of so-called DREAMers — young immigrants who came to the United States before they were 16 years old and so named for meeting the requirements under the Development, Relief and Education for Alien Minors Act proposal that would have created a pathway to citizenship for them. \"We are clear as mayors that these are DREAMers who are seeking the American dream, and we should embrace them rather than do a bait-and-switch,\" Emanuel says. Article continues after sponsorship Trump Vows To End 'Sanctuary Cities,' But No One Can Agree What That Label Means During his campaign, Trump said he would reverse protections, but recently said he would work to find a solution for DREAMers. He made another related promise, though, in a campaign speech on immigration last August that has many mayors concerned. \"Block funding for sanctuary cities,\" Trump told a cheering crowd in Phoenix. \"We block the funding, no more funding.\" L.A. Mayor Eric Garcetti On Conflict Over Immigration Between Cities And Feds Conflict Over Immigration Brews Between U.S. Cities And Feds ",
    "title": "From Immigration To Infrastructure, Big-City Mayors Draw Up Wish List For Trump : NPR"
   },
   {
    "entities": [
     "st.",
     "congress",
     "donald",
     "randy",
     "twitter",
     "foxnews.com",
     "carter",
     "force",
     "sekulow",
     "december 4, 2016",
     "defense",
     "louis",
     "2015",
     "air",
     "worth",
     "fort",
     "boeing",
     "states",
     "jay",
     "davis-monthan",
     "j.",
     "obama",
     "trump",
     "pentagon",
     "modi",
     "base",
     "u.s.",
     "sunday",
     "ash",
     "later this week",
     "narendra",
     "earlier this week",
     "howard",
     "martin",
     "ap",
     "united",
     "facebook",
     "tucson",
     "thursday",
     "future",
     "india",
     "indiana",
     "lockheed"
    ],
    "id": 3,
    "text": "Facebook 0 Twitter 0 livefyre Email Print An F-16 sits on the runway at Davis-Monthan Air Force Base in Tucson in 2015.  (AP) Donald Trump may meet his match when he goes toe-to-toe with another world leader who’s showing prowess at strong-arming American companies into helping make his country great again. Lockheed Martin and Boeing are the two major companies involved in discussions to build fighter aircraft production plants in India as part of that country’s “Make in India” initiative, which is essentially a mirror-image of President-elect Trump’s aggressive desire to keep manufacturing jobs within the United States. Trump has made retaining blue-collar jobs a post-election priority, and he’s already had a high-profile success in preventing the loss of several hundred jobs at Indiana’s Carrier plant. “The U.S. is going to substantially reduce taxes and regulations on businesses, but any business that leaves our country for another country, fires its employees, builds a new factory or plant in the other country, and then thinks it will sell its product back into the U.S. without retribution or consequences, is WRONG!” Trump said in a series of Sunday tweets. BUDGET CUTS LEAVE MARINE CORPS AIRCRAFT GROUNDED Trump earlier this week also showed a willingness to go after jet maker Boeing, in particular, when he publicly sparred with the company over the cost of a new Air Force One fleet. The “Make in India” program, which is the brainchild of Prime Minister Narendra Modi, aims to eventually increase the country’s manufacturing base to a quarter of the gross domestic product. So when the Indian government required new jets to replace its aging fleet, any corporation that wanted to be involved knew the planes – an F-16 by Lockheed or F/A-18 by Boeing – would have to be built in India. “But this is not oursourcing socks here, this is outsourcing military fighter jets,” said Jay Sekulow, Chief Counsel for the American Center for Law and Justice. expensive mistake! THE UNITED STATES IS OPEN FOR BUSINESS — Donald J. Trump (@realDonaldTrump) December 4, 2016 Sekulow’s group has already started a “Petition to Stop Giving Control of our Fighter Jets to Foreign Nations,” and he plans to deliver the demand to Congress later this week. Sekulow told FoxNews.com his office has already received calls from Lockheed workers in Fort Worth who’ve said they’re being given notice, offered severance packages or told they can apply to work on the F-35 program – though, with no guarantee of being accepted. A Lockheed spokesperson, however, told FoxNews.com the Fort Worth plant was ramping down production anyway as the U.S. Air Force moved on from the antiquated F-16 and switched to the newer F-35 jet. “So if you look at the big picture here, thousands of jobs have already gone away as we close out the building of F-16s. That’s a given at this point; there’s nothing we can do to change this,” said Randy Howard, the director of business development for Lockheed’s integrated fighter group. “So what our offer does is seek to mediate that. To remedy that. To bring back those jobs as much as possible. It adds jobs in India, but it also brings back jobs in Fort Worth and across the U.S.” Howard said opening up a plant in India would actually reinstate about 500 Lockheed staff positions that support F-16 production, “predominantly” in the United States. He also guaranteed “all F-16 workers will have a job available to them on the F-35 production line.” Boeing, too, told FoxNews.com that it’s F/A-18 production line in St. Louis “continues to have a solid future.” “Our proposal to meet the needs of the Indian Air Force’s fighter requirements entails creating a separate new Super Hornet production facility in India where Boeing has had a presence for more than seven decades,” Boeing said in a statement. “We’re optimistic about the opportunity to continue our work in St. Louis and add a new production line in India which would also create more opportunities for our entire Super Hornet supply chain.” The “Make in India” program is supported by President Obama’s outgoing administration, which is looking to strengthen ties with India. Secretary of Defense Ash Carter on Thursday visited India and an official statement said the two countries’ continued cooperation “will strengthen India’s ‘Make in India’ initiative.” A Pentagon spokesperson declined to comment more specifically on the program. Sekulow, who said he was first alerted to the India news by former military officers who are a part of his group’s national security team, said he was all for increasing trade and relations with India, but that military manufacturing was a step too far. “President [Obama] is not very good with lines in the sand,” Sekulow said. “But here’s one he should draw.” Advertisement ",
    "title": "Make India great again? Fighter jet giants look to move production to India | Fox News"
   },
   {
    "entities": [
     "1998",
     "recently",
     "december 8, 2016",
     "oct. 29",
     "donald",
     "korea",
     "annie",
     "1999",
     "statehouse",
     "john",
     "1974",
     "marine",
     "f.",
     "nov. 7, 1998",
     "earth",
     "neil",
     "glenn",
     "1984",
     "obama",
     "trump",
     "america",
     "nasa",
     "u.s.",
     "university",
     "tyson",
     "kasich",
     "ohio",
     "degrasse",
     "corps",
     "2011",
     "cemetery",
     "state",
     "1:19",
     "arlington",
     "mars",
     "senate",
     "today",
     "future",
     "barack",
     "national",
     "kennedy"
    ],
    "id": 4,
    "text": "John Glenn on Space Travel: 'You Get Teary-Eyed Almost' 1:19 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161209012354if_/http://www.nbcnews.com/widget/video-embed/828434499568\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Glenn was met by President John F. Kennedy, with whom he became friends. Later, he would pursue a political career. His first two attempts at the U.S. Senate failed, but he won a seat from Ohio in 1974. A liberal Democrat, he served four terms and retired in 1999. He briefly ran for president in 1984. Glenn's body will lie in state at the Ohio Statehouse for one day, and a public memorial service will be held at Ohio State University. He is to be buried in a private service at Arlington National Cemetery. No dates have been announced. Aren’t many Heroes left: WWII & Korean War Fighter Pilot. Marine Colonel. NASA Astronaut. Senator. Married 73 yrs. John Glenn RIP 1921-2016 — Neil deGrasse Tyson (@neiltyson) December 8, 2016 \"John Glenn is, and always will be, Ohio's ultimate hometown hero, and his passing today is an occasion for all of us to grieve,\" Ohio Gov. John Kasich said. \"As we bow our heads and share our grief with his beloved wife, Annie, we must also turn to the skies, to salute his remarkable journeys and his long years of service to our state and nation.\" Those a bit younger might remember Glenn's return to space in 1998, while he was still in the Senate. Then 77, Glenn was a payload specialist on the shuttle Discovery, becoming the oldest person to make the trip. John Glenn worked as a payload specialist aboard the shuttle Discovery from Oct. 29 to Nov. 7, 1998. REX/Shutterstock / Shutterstock More recently, Glenn received the Congressional Gold Medal in 2011. President Barack Obama called Glenn a friend and a pioneer, saying in a statement: \"John spent his life breaking barriers, from defending our freedom as a decorated Marine Corps fighter pilot in World War II and Korea, to setting a transcontinental speed record, to becoming, at age 77, the oldest human to touch the stars. John always had the right stuff, inspiring generations of scientists, engineers and astronauts who will take us to Mars and beyond — not just to visit, but to stay.\" He added: \"The last of America's first astronauts has left us, but propelled by their example we know that our future here on Earth compels us to keep reaching for the heavens. On behalf of a grateful nation, Godspeed, John Glenn.\" President-elect Donald Trump said: \"He will be missed.\" \"Today we lost a great pioneer of air and space in John Glenn,\" Trump tweeted . \"He was a hero and inspired generations of future explorers.\" Play ",
    "title": "'The Last True National Hero': John Glenn Dead at 95 - NBC News"
   },
   {
    "entities": [
     "police",
     "mcnamara",
     "higgins",
     "court",
     "authority",
     "cook",
     "jason",
     "iraq",
     "gorner",
     "tribune",
     "marine",
     "caproni",
     "contact",
     "august",
     "january 2011",
     "max",
     "deleon",
     "orsa",
     "board",
     "louis",
     "burrito",
     "northwest",
     "jeremy",
     "ipra",
     "supreme",
     "the early morning of",
     "reporter",
     "county",
     "march 24, 2006",
     "side",
     "pantle",
     "2010",
     "chicago",
     "obed",
     "five years later",
     "a year later",
     "2012",
     "illinois",
     "giancamilli",
     "nov. 23",
     "taco",
     "harlem",
     "frank",
     "murphy",
     "king",
     "dec. 1",
     "2011",
     "review",
     "daniel",
     "jody",
     "thursday",
     "weis",
     "more than a decade ago",
     "danielson",
     "night",
     "independent",
     "brian"
    ],
    "id": 5,
    "text": "Jeremy Gorner Contact Reporter Chicago Tribune Two Chicago police officers have resigned in the face of firing over their off-duty beating of a restaurant patron on the Northwest Side more than a decade ago. Brian Murphy and Jason Orsa, both 12-year department veterans, stepped down effective Dec. 1, said police spokesman Frank Giancamilli. Their resignations came a little more than a week after the Illinois Supreme Court denied an appeal of their dismissals and before the Chicago Police Board could move to fire them as soon as its monthly meeting Thursday night. Even though the police board had originally dismissed the two officers in January 2011, both still remained on the force more than a decade after the incident because a Cook County judge had overturned their firings in 2012. They were reinstated on the force and given back pay. Murphy, Orsa and another officer, Daniel McNamara, had allegedly just been drinking at a nearby bar when they went to eat at the Taco Burrito King restaurant at Higgins and Harlem avenues during the early morning of March 24, 2006. The trio, along with a Marine friend who had just returned from Iraq, were sitting at a table when Obed \"OJ\" DeLeon walked inside the restaurant and complained about a car blocking the parking lot. Murphy jumped up from his seat, pointed his service pistol at DeLeon's head and shoved him against a wall, surveillance video shows. Orsa, McNamara and their friend also joined in. DeLeon was punched, knocked down twice, kicked, hit and held facedown on the floor of the crowded restaurant. His shirt was ripped off, revealing gang tattoos on his body. Five years later, the police board fired Murphy and Orsa after two eyewitnesses and video confirmed they had started the fight. Pantle reversed the board's decision, pointing to the delayed, four-year investigation by Chicago's police oversight agency, saying the officers were unable to track witnesses closer to the time of the attack. She also blasted DeLeon as a gang member. But in August, a three-judge panel of an Illinois appeals court upheld the dismissals, noting that Murphy could have been fired just for pulling out his service weapon \"unprovoked\" in the restaurant. The court held that Orsa had repeatedly and unjustifiably kicked DeLeon and that the two officers attempted to cover up what happened. The court also rejected their contention during the police board hearing that DeLeon started the conflict by yelling the gang slogans and boasting he was a cop killer. A front-page Tribune article about the appeals court reversal quoted two eyewitnesses who were also arrested as expressing surprise to learn from a reporter that both officers were still then on the force. The officers appealed to the state Supreme Court, but it was denied on Nov. 23, according to a spokesman for the court and Max Caproni, the police board's executive director. In its original ruling in 2011, the police board found insufficient evidence to prove McNamara took part in the beating but suspended him for 18 months for failing to tell supervisors of his and the other officers' involvement in the altercation. The board also gave one of two sergeants who responded to the restaurant, Louis Danielson, a six-month suspension for not going inside the restaurant or trying to find out who had a gun. But the city dropped Danielson's suspension after Murphy and Orsa won their jobs back, clearing his record and awarding him back pay. After the appellate court reversed the judge's decision, however, the city chose not to pursue Danielson's suspension, said Giancamilli, the police spokesman. A few days after the beating, DeLeon lodged a complaint against the police. But it wasn't until a year later that the officers were questioned by investigators for the Independent Police Review Authority , Chicago's much-maligned agency that investigates the most serious allegations of police misconduct. In those interviews, the officers alleged for the first time that DeLeon had threatened police and yelled gang slogans in the restaurant. Eighteen more months passed before IPRA tried to interview the sergeant who approved the criminal charges against DeLeon and two eyewitnesses, but he had retired by then, records show. Records also show the IPRA investigation limped along for years. One investigator asked supervisors for extensions on deadlines at least 23 times, according to the records. Finally, in 2010, four years after the incident, then-police Superintendent Jody Weis brought formal charges against the officers, seeking their dismissal, before the police board. ",
    "title": "Two cops resign in face of firing over off-duty beating in 2006 - Chicago Tribune"
   },
   {
    "entities": [
     "jonnelle",
     "deanna",
     "st.",
     "house",
     "donald",
     "december 8",
     "hardee",
     "election",
     "retail",
     "time",
     "marte",
     "march",
     "philip",
     "commission",
     "$15",
     "david",
     "earlier this year",
     "schumer",
     "louis",
     "new",
     "perez",
     "mo.",
     "co.",
     "tom",
     "cabinet",
     "nashville",
     "rucker",
     "republican",
     "french",
     "trump's",
     "2000",
     "federal",
     "committee",
     "california",
     "white",
     "$332,000",
     "tower",
     "harnik",
     "at 5:16 pm",
     "restaurants",
     "obama",
     "trump",
     "administration",
     "fbr",
     "cke",
     "&",
     "carl",
     "may",
     "puzder",
     "federation",
     "charles",
     "ap",
     "york",
     "andrew",
     "wednesday, dec. 7, 2016",
     "department",
     "current",
     "the future",
     "thursday",
     "labor",
     "national"
    ],
    "id": 6,
    "text": "By Jonnelle Marte December 8 at 5:16 PM Follow @jonnelle CKE Restaurants CEO Andrew Puzder, center, departs Trump Tower in New York, Wednesday, Dec. 7, 2016. (AP Photo/Andrew Harnik) President-elect Donald Trump is expected to name fast-food executive Andrew Puzder, a vocal critic of substantially increasing the minimum wage and an opponent of rules that would make more workers eligible for overtime pay, as head of the Labor Department, according to a Republican briefed on the decision.  Puzder, who runs CKE Restaurants, the parent company of Hardee’s and Carl’s Jr., has been a harsh critic of raising the federal minimum wage to $15 an hour, arguing that it would increase costs for consumers and lead to fewer jobs. He also opposes the recently-delayed Labor Department rule that aimed to make millions more workers eligible for overtime pay. As the head of a fast-food company, Puzder is a supporter of the approach touted by Trump on the campaign trail that lowering taxes for corporations and the wealthy and loosening regulations for businesses can boost job creation. He is a strong opponent of the Affordable Care Act , which he claims has hurt the restaurant industry because higher health premiums have left consumers with less money to spend. By bringing in Puzder, Trump is signaling that he may scale back some of regulations introduced by current Labor Secretary Tom Perez. If confirmed, he will have the potential to reverse some of the Obama administration’s most notable efforts to bolster protections for workers, families and retirement savers. [ Here are the people whose names have been floated for Trump’s Cabinet ] His appointment could put the future of the Labor Department’s overtime rule into question. In a Forbes op-ed that ran after the Labor Department finalized the overtime rule in May, Puzder wrote that the rule would “add to the extensive regulatory maze the Obama Administration has imposed on employers,” and that the rule would lead to fewer hours and reduced opportunities for workers. As Labor Secretary, Puzder could potentially decide not to defend the rule in court. He could also propose revisions to the rule, but any adjustments would likely require notice and public comment. With the upcoming nomination of the fast-food executive, Trump would bring another top fundraiser into his cabinet. Puzder supported Trump’s race to the White House financially and served as an economic adviser to his campaign. He and his wife, Deanna, contributed a total of $332,000 to helping Trump get elected, including money given to Trump’s campaign, to joint fundraising committees and to the Republican National Committee, according to the Federal Election Commission. His anti-regulation stance is also viewed as a threat to another major rule finalized by the Labor Department earlier this year that would affect the investing advice given to retirement savers. The rule would require brokers and insurers to put their clients’ interest ahead of their own. Financial firms opposed to the rule say it is “burdensome” and could limit their ability to work with small-time investors. While Puzder has not addressed the regulation specifically, his nomination increases the likelihood that implementation of that rule could be delayed, according to an analyst report from the investment bank FBR & Co. The move could give lawmakers and the Trump administration more time to repeal or revise the rule. Puzder has said that government policies that increase labor costs, such as significantly raising the minimum wage , hurt small businesses and “ encourage automation .” In March, he told Business Insider that he and other fast-food companies are investing in automation and considering machines that could tackle simple tasks such as taking customers’ orders. “If you’re making labor more expensive, and automation less expensive — this is not rocket science,” he said at the time, though he later added that he would never remove all front-line employees. Some business groups applauded Puzder’s likely nomination Thursday saying that the fast-food executive understands the challenges faced by retailers and restaurants. “Andrew Puzder is someone with the real-world experience to understand workforce issues and how jobs are created,” said David French, senior vice president for government relations for the National Retail Federation, which also opposes the overtime rule. But some Democrats and consumer advocates are critical of Trump’s expected pick, saying his approach may harm low-wage workers. “The Labor Secretary should be someone who wakes up every day thinking about how they can raise American wages and fight for American workers,” Sen. Charles Schumer said in a statement. “Mr. Puzder’s career has shown exactly the opposite.” Puzder became the CEO of CKE Restaurants in 2000. The company, which has more than 3,700 restaurant locations in 44 states and 39 countries, is in the process of relocating its headquarters from southern California to Nashville. Prior to joining the fast-food business, he worked as a commercial trial lawyer in St. Louis, Mo. Philip Rucker contributed to this report. Read more: ",
    "title": "Trump to name Andrew Puzder, a fast-food CEO and critic of substantially raising the minimum wage, to head the Labor Department - The Washington Post"
   },
   {
    "entities": [
     "house",
     "harbor",
     "castor",
     "soviet",
     "berkeley",
     "ann",
     "beach",
     "clara",
     "david",
     "the year before",
     "dec. 7, 1941",
     "yuri",
     "february",
     "new",
     "once",
     "washington",
     "zach",
     "lindbergh",
     "1959",
     "earth",
     "now",
     "the last months",
     "glenn",
     "the 1960s",
     "america",
     "ohio",
     "oct. 29, 1998",
     "corps",
     "1962",
     "gordon",
     "thursday",
     "space",
     "college",
     "paul",
     "davis",
     "anna",
     "gherman",
     "s.",
     "cocoa",
     "st.",
     "angeles",
     "scott",
     "mcdougall",
     "f.",
     "taylor",
     "years later",
     "union",
     "1961 before",
     "1984",
     "cape",
     "muskingum",
     "nasa",
     "carolyn",
     "broadway",
     "feb. 20, 1962",
     "charles",
     "daniel",
     "state",
     "1939",
     "cooper",
     "morning",
     "congress",
     "slayton",
     "pacific",
     "1999",
     "marine",
     "capitol",
     "margaret",
     "democratic",
     "fla.",
     "tom",
     "shepard",
     "states",
     "white",
     "administration",
     "obama",
     "nick",
     "virgil",
     "july 18, 1921",
     "b.",
     "calif.",
     "united",
     "miller",
     "mars",
     "senate",
     "cambridge",
     "pearl",
     "walter",
     "1964",
     "grissom",
     "wolfe",
     "schirra",
     "leighton",
     "herschel",
     "alan",
     "john",
     "eastern time",
     "naval",
     "los",
     "aeronautics",
     "april 1943",
     "9:47 a.m.",
     "carpenter",
     "gagarin",
     "i.",
     "canaveral",
     "jr.",
     "columbus",
     "titov",
     "deke",
     "1979",
     "glenns",
     "a.",
     "university",
     "april",
     "a few years later",
     "concord",
     "and",
     "york",
     "sproat",
     "florida",
     "1957",
     "aviation",
     "national",
     "kennedy"
    ],
    "id": 7,
    "text": "Continue reading the main story To the America of the 1960s, Mr. Glenn was a clean-cut, good-natured, well-grounded Midwesterner, raised in Presbyterian rectitude, nurtured in patriotism and tested in war, who stepped forward to risk the unknown and succeeded spectacularly, lifting his country’s morale and restoring its self-confidence. It was an anxious nation that watched and listened that February morning, as Mr. Glenn, 40 years old, a Marine Corps test pilot and one of the seven original American astronauts, climbed into Friendship 7, the tiny Mercury capsule atop an Atlas rocket rising from the concrete flats of Cape Canaveral in Florida. The Cold War had long stoked fears of nuclear destruction, and the Russians seemed to be winning the contest with their unsettling ascent into outer space. Two Russians, Yuri A. Gagarin and Gherman S. Titov, had already orbited Earth the year before, overshadowing the feats of two Americans, Alan B. Shepard and Virgil I. Grissom, who had been launched only to the fringes of space. What, people asked with rising urgency, had happened to the United States’ vaunted technology and can-do spirit? Photo John Glenn with the Friendship 7 in 1962. He was hailed as a national hero and a symbol of the space age as the first American to orbit Earth. Credit NASA The answer came at 9:47 a.m. Eastern time, when after weeks of delays the rocket achieved liftoff. It was a short flight, just three orbits. But when Mr. Glenn was safely back, flashing the world a triumphant grin, doubts were replaced by a broad, new faith that the United States could indeed hold its own against the Soviet Union in the Cold War and might someday prevail. No flier since Lindbergh had received such a cheering welcome. Bands played. People cried with relief and joy. Mr. Glenn was invited to the White House by President John F. Kennedy and paraded up Broadway and across the land. A joint meeting of Congress stood and applauded vigorously as Mr. Glenn spoke at the Capitol . Advertisement Continue reading the main story In his political history of the space age, “…The Heavens and the Earth,” the author Walter A. McDougall described Mr. Glenn’s space mission as a “national catharsis unparalleled.” “It seemed that he had given Americans back their self-respect,” Mr. McDougall added, “and more than that — it seemed Americans dared again to hope.” Mr. Glenn was reluctant to talk about himself as a hero. “I figure I’m the same person who grew up in New Concord, Ohio, and went off through the years to participate in a lot of events of importance,” he said in an interview years later. “What got a lot of attention, I think, was the tenuous times we thought we were living in back in the Cold War. I don’t think it was about me. All this would have happened to anyone who happened to be selected for that flight.” Mr. Glenn did not return to space for a long time. Kennedy thought him too valuable as a hero to risk losing in an accident. So Mr. Glenn resigned from the astronaut corps in 1964, became an executive in private industry and entered politics, serving four full terms as a Democratic senator from Ohio and in 1984 running unsuccessfully for the Democratic presidential nomination. Finally, 36 years after his Mercury flight, in the last months of his final Senate term, he got his wish for a return to orbit. Despite some criticism that his presence on the mission was a political payoff, a waste of money and of doubtful scientific merit, the hero of yesteryear brought out the crowds again, cheering out of nostalgia and enduring respect as he was launched aboard the space shuttle Discovery on Oct. 29, 1998. At 77, he became the oldest person to go into space. Photo After weeks of delays, Mr. Glenn climbed into Friendship 7 on Feb. 20, 1962, and at 9:47 a.m. Eastern time, the rocket achieved liftoff. Credit NASA In retirement from the Senate, Mr. Glenn lived with his wife of 73 years, Anna (he always called her Annie), in a suburb of Washington in addition to Columbus. Ohio State University is the repository of papers from his space and political careers. “John always had the right stuff,” President Obama said in a statement on Thursday, “inspiring generations of scientists, engineers and astronauts who will take us to Mars and beyond — not just to visit, but to stay.” The Making of a Hero John Herschel Glenn Jr. was born on July 18, 1921, in Cambridge, Ohio, the only son of a railroad conductor who also owned a plumbing business, and the former Clara Sproat. A few years later, the Glenns moved to New Concord, a small town in southeastern Ohio with a population of little more than 1,000. Advertisement Continue reading the main story “It was small but had a lot of patriotic feeling and parades on all the national holidays,” Mr. Glenn once said. “Wanting to do something for the country was just natural, growing up in a place like New Concord.” Like most everyone else there, the Glenns lived through the hard times of the Depression, instilling in their son a rigid moral code based on their own God-fearing example and saw him through an apple-pie boyhood. He played trumpet, sang in the church choir, washed cars for pocket money and worked as a lifeguard. In high school (now named for him), he was an honor student and lettered in football, basketball and tennis. He still had time to court his high school sweetheart, Anna Margaret Castor, the doctor’s daughter. It did not matter that she stammered; she was his girl, and he loved her. They married in April 1943, and he often called her “the real rock of the family.” From the time they came to public attention, and throughout the turbulence of spaceflight and politics, John and Anna Glenn each seemed the other’s center of gravity. Not until much later did she undergo intensive therapy that virtually cured her stammer, enabling her even to give speeches in public. Photo Mr. Glenn with President John F. Kennedy and General Leighton I. Davis during a parade in Cocoa Beach, Fla., after his spaceflight. No flier since Charles Lindbergh had received such a cheering welcome. Credit NASA Mr. Glenn is survived by his wife; two children, Carolyn Ann Glenn of St. Paul and John David Glenn of Berkeley, Calif.; and two grandsons, Daniel and Zach Glenn. Mr. Glenn began his journey to fame in World War II. In 1939, he enrolled at Muskingum College in his hometown to study chemistry, but he took flying lessons on the side. Shortly after the attack on Pearl Harbor on Dec. 7, 1941, he signed up for the Naval Aviation cadet program and after pilot training opted to join the Marines. As a fighter pilot, he flew 59 combat missions in the Pacific, earning two Distinguished Flying Crosses and other decorations. Mr. Glenn saw more action in the Korean War, flying 90 combat missions and winning more medals. He put his life on the line again as a military test pilot in the early days of supersonic flight. In 1957, just months before the Soviet Union launched its first Sputnik satellite, he made the first transcontinental supersonic flight, piloting an F8U-1 Crusader from Los Angeles to New York in record time: 3 hours 23 minutes 8.4 seconds. Then, in 1959, newly promoted to lieutenant colonel, he heeded a call for test pilots to apply to be astronauts for the fledgling National Aeronautics and Space Administration. He and six other pilots were selected in April of that year. (The original Mercury 7 included Mr. Glenn, Mr. Shepard, Mr. Grissom, Walter Schirra, Gordon Cooper, Deke Slayton and Scott Carpenter. Mr. Glenn was the last surviving one.) Advertisement Continue reading the main story All seven men were eager, competitive and ambitious, but none more so than Mr. Glenn. Tom Miller, a retired Marine general and close friend since they were rookie pilots in World War II, recalled that Mr. Glenn was so determined to be an astronaut that he applied weight to his head to compress his height down to the 5-foot-11-inch maximum for the first astronauts. “He wasn’t going to miss a trick,” Mr. Miller said. “He’d be sitting down reading with a big bunch of books sitting on his head.” But his determination did not win him the assignment to be the first American astronaut to fly. He had to wait out the suborbital flights by Mr. Shepard and Mr. Grissom in 1961 before his turn came. Patience, Then Liftoff In his 1999 memoir, written with Nick Taylor, he admitted he was sorely disappointed when Mr. Shepard was tapped for the first flight. As the oldest and most articulate of the astronauts, Mr. Glenn had attracted a big share of the publicity. He said that he had “worked and studied hard dedicating myself to the program” and that he thought he had a “good shot” at being first. In a letter to a NASA official, Mr. Glenn wrote, “I thought I might have been penalized for speaking out for what I thought was the good of the program.” At this time, as Mr. Glenn often recalled, he never anticipated that his orbital flight would be the one that most excited the public, satisfying the nation’s hunger for a hero. Tom Wolfe wrote of that time in the best-selling 1979 book “The Right Stuff,” a phrase for coolness in the face of danger that has passed into the idiom. He described Mr. Glenn as excessively pious, scolding his fellow astronauts about their after-hours escapades while openly lobbying to be the first of them to fly. “He looked like a balding and slightly tougher version of the cutest-looking freckle-faced country boy you ever saw,” Mr. Wolfe wrote. “He had a snub nose, light-hazel eyes, reddish-blond hair and a terrific smile.” ",
    "title": "John Glenn, American Hero of the Space Age, Dies at 95 - The New York Times"
   },
   {
    "entities": [
     ", 3:52 pm",
     "december 8, 2016",
     "nelson",
     "emily",
     "annie",
     "jason",
     "john",
     "marcia",
     "dec 8, 2016",
     "brown",
     "alexander",
     "flatts",
     "ohioan",
     "--",
     "shapiro",
     "earth",
     "sherrod",
     "neil",
     "columbus",
     "costa",
     "glenn",
     "jay",
     "the 1960s",
     "nasa",
     "pat",
     "tyson",
     "r-ohio",
     "kasich",
     "ohio",
     "degrasse",
     "tiberi",
     "bill",
     "renacci",
     "ryan",
     "rascal",
     "jr",
     "state",
     "jim",
     "thursday",
     "by",
     "astronaut",
     "bluejackets",
     "l.",
     "today",
     "tim",
     "fudge"
    ],
    "id": 8,
    "text": "Tributes Pour in for Pioneering Astronaut John Glenn By EMILY SHAPIRO Dec 8, 2016, 3:52 PM ET 0 Shares Bill Ingalls/NASA via Getty Images WATCH John Glenn, First American to Orbit the Earth, Dies 0 Shares Email Tributes to legendary former astronaut and Ohio Sen. John Glenn began pouring into social media immediately after news of his death broke Thursday. Glenn, who became the first American to orbit the earth in the 1960s, was 95 when he died. — John Kasich (@JohnKasich) December 8, 2016 Ohio State Today, we join the world in mourning the passing of legendary astronaut, senator and Ohioan John Glenn. https://t.co/L66WmMJgHi pic.twitter.com/ny3NPpm0nk — Congressman Tim Ryan (@RepTimRyan) December 8, 2016 Rep. Jim Renacci, R-Ohio: Sadden by the loss of Ohio’s American hero, politician & aviation icon. Thank you for your service to our state, nation & planet. #johnglenn — Rep. Jim Renacci (@RepJimRenacci) December 8, 2016 Neil deGrasse Tyson Aren’t many Heroes left: WWII & Korean War Fighter Pilot. Marine Colonel. NASA Astronaut. Senator. Married 73 yrs. John Glenn RIP 1921-2016 — Neil deGrasse Tyson (@neiltyson) December 8, 2016 Rep. Marcia Fudge Astronaut. Engineer. Statesman. Pioneer. Frmr Sen. John Glenn Jr committed his life to innovation, discovery, collaboration, & diplomacy. — Rep. Marcia L. Fudge (@RepMarciaFudge) December 8, 2016 Columbus Bluejackets \"I'm not interested in my legacy. I made up a word: 'live-acy.' I'm more interested in living.\" Godspeed, John Glenn. And thank you. ???? pic.twitter.com/Ehu09JDQNn — Rep. Pat Tiberi (@PatTiberi) December 8, 2016 Bill Nelson “John Glenn is the last of the original seven American astronauts who truly had the ‘right stuff.’ On top of paving the way for the rest of us, he was also a first-class gentleman and an unabashed patriot. He leaves his wife Annie, who always stood by him as he ventured into the unknown cosmos.” Rascal Flatts So sad to hear of John Glenn's passing. He was an American hero and we're grateful for all he has done for our country! — Rascal Flatts (@rascalflatts) December 8, 2016 Sen. Jay Costa .He lived a wonderful life and inspired so many.Hopefully he knew the impact he had on the world. https://t.co/0LJRIe4yi8 — Senator Jay Costa (@Senatorcosta) December 8, 2016 Jason Alexander — jason alexander (@IJasonAlexander) December 8, 2016 Sen. Sherrod Brown It has been a blessing to know John Glenn and for Connie and me to count him and Annie as mentors and friends. We will miss him. - SB — Sherrod Brown (@SenSherrodBrown) December 8, 2016 0 Shares ",
    "title": "Tributes Pour in for Pioneering Astronaut John Glenn - ABC News"
   },
   {
    "entities": [
     "inc.",
     "right now",
     "russia",
     "eric",
     "winter",
     "mississippi",
     "georgia",
     "2016",
     "lake",
     "8, 2016",
     "alabama",
     "dec. 7, 2016",
     "7:18 pm est",
     "interactive",
     "new",
     "omar",
     "kunz",
     "bismarck",
     "northwest",
     "cbs",
     "fisher",
     "siberia",
     "syracuse",
     "seattle",
     "news",
     "reed",
     "monday",
     "now",
     "dec",
     "county",
     "portland",
     "dan",
     "evening",
     "this week",
     "midwest",
     "saturday",
     "november",
     "dakota",
     "america",
     "michigan",
     "u.s.",
     "ohio",
     "plains",
     "earlier this week",
     "boschee",
     "villafranca",
     "york",
     "boston",
     "florida",
     "north",
     "next week",
     "thursday",
     "thursday, dec. 8, 2016",
     "night",
     "lansing",
     "morning",
     "last month",
     "tim"
    ],
    "id": 9,
    "text": "CBS News Dec 8, 2016 7:18 PM EST The remarkable thing is that in November, we had widespread record warm across nearly all North America. At the same time, major cold and snow descended on Siberia and Russia, reports CBS Boston chief meteorologist Eric Fisher. Now all that air that was cooking in the dark and the cold is moving across the Pole and heading right into the spots that were warmest last month. It’s a complete 180 degree change in the pattern. How cold are we talking? Low temperatures, certainly subzero in the Plains, the 20s all the way down to Mississippi, Alabama and Georgia Thursday night. By Saturday morning, we could be seeing 20s all the way down to North Florida and freeze warnings will likely be needed there.  At the same time, another winter storm is moving to the Northwest, and this one isn’t just bringing mountain snow, but lowland snow. We’re getting snowfall into the cities of Seattle and Portland Thursday evening. As we look toward next week, there’s another blast of cold and it might be even colder than what we’re seeing right now.  Freezing Arctic air heading for much of U.S. The dangerously cold weather that’s been blowing across the country this week turned deadly on Thursday, CBS News’ Omar Villafranca reports. Blinding snowstorms caused major pileups in the Midwest. A snow squall and slick roads are being blamed for the deadly pileup of mangled cars, trucks and eighteen-wheelers. Three people were killed and 11 people injured after dozens of vehicles careened off of Michigan’s I-96 just north of Lansing . A pile-up caused by inclement weather on Dec. 7, 2016. Close CBS News Three hundred miles east in Lake County, Ohio, another pileup, with  as many as 50 vehicles occurred after a truck jack-knifed due to icy road conditions.  Farther east in upstate New York, the moving system dropped nearly 17 inches of thick, sticky, lake-effect snow an hour north of Syracuse, New York. Roads quickly became treacherous, testing the skills of any driver who dared to get behind the wheel. Wintry weather moved across the country on Thursday, Dec. 8, 2016. Close CBS News North Dakota residents are still cleaning up after the one-two punch of snow and howling wind tore through the state. Icy roads were too slippery for even the toughest four-wheelers. Dan Boschee’s truck slid into a ditch, but luckily his dad Reed showed up to pull him back on track. Tim Kunz of Ace 24-hour towing starting working earlier this week pulling dozens of cars and even Big Rig trucks off of the roads around Bismarck. “The ones that are empty, winds pushes the trailer off, and they get jack-knifed and stuck,” Kunz said.  Since Monday, tow trucks have pulled roughly 400 stranded or damaged vehicles into this yard alone. They expect to stay busy because there is more snow and sub-zero temperatures in the forecast. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Polar vortex returns? Roads gear up for dangerous, wintry weather - CBS News"
   }
  ]
 }
}