{
 "11": {
  "col-sim": {
   "cosine": 0.3243895696379353,
   "entity": 0.4216370213557839
  },
  "exec-time": 12.205875396728516,
  "links": [
   {
    "entities": [
     "recently",
     "gores",
     "council",
     "house",
     "munch",
     "thanksgiving",
     "goldman",
     "t.",
     "black",
     "morgan",
     "bank",
     "dongs",
     "georgia",
     "beach",
     "thomson",
     "stephen",
     "al",
     "james",
     "golden",
     "new",
     "times",
     "hostess",
     "protess",
     "beverly",
     "retired",
     "regis",
     "once",
     "83 percent",
     "$211 million",
     "global",
     "2015",
     "long",
     "company",
     "now",
     "sachs",
     "holdings",
     "$16",
     "amy",
     "stroth",
     "previously",
     "2014",
     "february 2012",
     "fargo",
     "$100,000",
     "$186 million",
     "bennett",
     "harris",
     "america",
     "$140 million",
     "economic",
     "illinois",
     "ohio",
     "ding",
     "kitty",
     "kkr",
     "piltaver",
     "fifth",
     "$20",
     "next 15 years",
     "august 2014",
     "$24,000",
     "harrison",
     "ressler",
     "anthony",
     "plemmons",
     "the following year",
     "hannah",
     "me.",
     "40 percent",
     "l.",
     "today",
     "janice",
     "brian",
     "melissa",
     "st.",
     "corbat",
     "tex.",
     "last year",
     "manhattan",
     "business",
     "tannen",
     "$1.3 billion",
     "hillard",
     "investment",
     "fran",
     "emporia",
     "pabst",
     "devils",
     "scott",
     "of",
     "wylly",
     "dartmouth",
     "stumpf",
     "this year",
     "27 percent",
     "fall",
     "philadelphia",
     "chase",
     "$181 million",
     "toler",
     "$1 million",
     "lott",
     "20 percent",
     "co.",
     "teachers",
     "f.",
     "$400 million",
     "jpmorgan",
     "equilar",
     "early 2013",
     "dimon",
     "credit",
     "southern",
     "$800 million",
     "november 2012",
     "room",
     "j.",
     "litland",
     "the summer of 2013",
     "ripplewood",
     "blue",
     "international",
     "gnc",
     "roker",
     "gorman",
     "biddeford",
     "mark",
     "association",
     "barbara",
     "management",
     "$23,365,197",
     "ryan",
     "arnold",
     "ga.",
     "marty",
     "william",
     "stanley",
     "wells",
     "$385,000",
     "robert",
     "reuters",
     "schiller",
     "poor's",
     "december 11, 2016",
     "popovich",
     "$121 million",
     "zales",
     "donald",
     "ben",
     "citigroup",
     "airport",
     "texas",
     "metropoulos",
     "2013",
     "avenue",
     "cruise",
     "picker",
     "cheese",
     "o'hare",
     "toledo",
     "eells/bloomberg",
     "versailles",
     "blackstone",
     "mcdermott",
     "suisse",
     "antony",
     "tom",
     "p.",
     "island",
     "miami",
     "michael",
     "dec. 10, 2016",
     "states",
     "white",
     "shaw",
     "lubbock",
     "trump",
     "intelligence",
     "apple",
     "todd",
     "ribbon",
     "corkery",
     "veronica",
     "sara",
     "american",
     "maloney",
     "martin",
     "united",
     "leslie",
     "jamie",
     "chuck",
     "$148 billion",
     "$31,200",
     "group",
     "1990",
     "the future",
     "$900 million",
     "olkon",
     "walmart",
     "maine",
     "such",
     "laura",
     "lloyd",
     "westport",
     "park",
     "$138,947,699",
     "pacheco",
     "schwarzman",
     "ratings",
     "july 2013",
     "$410 million",
     "john",
     "russell/the",
     "ill.",
     "school",
     "$120 million",
     "$38 million",
     "harvard",
     "moynihan",
     "spina",
     "louis",
     "30 percent",
     "boehm/associated",
     "fidelity",
     "the last decade",
     "edvard",
     "e.",
     "indianapolis",
     "$8 million",
     "42 percent",
     "g.",
     "columbus",
     "the",
     "$2.3 billion",
     "ronald",
     "nearly a century ago",
     "&",
     "china",
     "press",
     "kemp",
     "c.",
     "chicago",
     "third largest of",
     "blankfein",
     "a.",
     "2012",
     "university",
     "pitchbook",
     "dean",
     "summer 2013",
     "development",
     "october",
     "10 percent",
     "months later",
     "northwood",
     "joshua",
     "less than four years later",
     "and",
     "leon",
     "apollo",
     "york",
     "brands",
     "conn.",
     "bahamas",
     "karl",
     "facebook",
     "smith",
     "bukaty/associated",
     "department",
     "hills",
     "market",
     "standard",
     "jersey",
     "seventh day",
     "future",
     "kan.",
     "nielsen",
     "indiana",
     "$10"
    ],
    "id": 0,
    "text": "Credit Shaw Nielsen How the Twinkie Made the Superrich Even Richer Behind the financial maneuvering at Hostess, an investigation by The New York Times found a blueprint for how private equity executives have amassed some of the greatest fortunes of the modern era. By MICHAEL CORKERY and BEN PROTESS DEC. 10, 2016 As fans gathered on Rockefeller Plaza in Manhattan, Al Roker pulled up in a big red delivery truck, ready to give America what it wanted: Twinkies. The snack cakes flew through the air into the crowd pressed against metal barriers. One man shoved cream-filled treats into his mouth. Another “Today” host tucked Twinkies into the neckline of her dress. Across the nation in the summer of 2013, there was a feeding frenzy for Twinkies. The iconic snack cake returned to shelves just months after Hostess had shuttered its bakeries and laid off thousands of workers. The return was billed on “Today” as “the sweetest comeback in the history of ever.” Nowhere was it sweeter, perhaps, than at the investment firms Apollo Global Management and Metropoulos & Company, which spent $186 million in cash to buy some of Hostess’s snack cake bakeries and brands in early 2013. Less than four years later, they sold the company in a deal that valued Hostess at $2.3 billion. Apollo and Metropoulos have now reaped a return totaling 13 times their original cash investment. Advertisement Continue reading the main story Behind the financial maneuvering at Hostess, an investigation by The New York Times found a blueprint for how private equity executives like those at Apollo have amassed some of the greatest fortunes of the modern era. Deals like Hostess have helped make the men running the six largest publicly traded private equity firms collectively the highest-earning executives of any major American industry, according to a joint study that The Times conducted with Equilar , a board and executive data provider. The study covered thousands of publicly traded companies; privately held corporations do not report such data. Continue reading the main story Meet These Very High-Earning Private Equity Executives A joint study by The New York Times and Equilar, a board and executive data provider, examined the annual take-home pay of the top-ranking executives at the six private equity firms that are publicly traded. The findings were compared with a number of other industries, including large technology firms and banks. On average, the heads of the private equity firms earned nearly 10 times as much as the heads of banks. 2015 earnings for each top executive from his private equity firm DIVIDENDS AND For the eight executives above $138,947,699 For six chief executives of top banks† $23,365,197 The median and average for the eight executives above 2015 earnings for each top executive from his private equity firm KKR SALARY, BONUS, STOCK AND PERKS Antony P. Ressler The median and average for the eight executives above The median and average for six top-paid chief executives of banks† 21,884,831 BANK AVERAGE *Carried interest reflects a share of the profits the executives earn on their firms’ deals. †Jamie Dimon (JPMorgan Chase); Lloyd C. Blankfein (Goldman Sachs); John G. Stumpf (Wells Fargo); James P. Gorman (Morgan Stanley); Michael L. Corbat (Citigroup); Brian T. Moynihan (Bank of America) Source: Equilar | By Karl Russell/The New York Times Stephen A. Schwarzman, a co-founder of Blackstone, took home the largest haul last year: nearly $800 million. He and other private equity executives receive more annually than the leaders of Facebook and Apple, companies that revolutionized the way society communicates. The top executives at those six publicly traded private equity firms earned, on average, $211 million last year — which is about what Leon Black, a founder of Apollo, received. That amount was nearly 10 times what the average bank chief executive earned, though firms like Apollo face less public scrutiny on pay than banks do. Private equity firms note that much of their top executives’ wealth stems from owning their own stock and that they have earned their fortunes bringing companies back to life by applying their operational and financial expertise. Hostess, a defunct snack brand that was quickly returned to profitability, is a textbook example of the success of this approach. Yet even as private equity’s ability to generate huge profits is indisputable, the industry’s value to the work force and the broader economy is still a matter of debate. Hostess, which has bounced between multiple private equity owners over the last decade, shows how murky the jobs issue can be. In 2012, the company filed for bankruptcy under the private equity firm Ripplewood Holdings. Months later, with Ripplewood having lost control and the company’s creditors in charge, Hostess was shut down and its workers sent home for good. Without investment from Apollo and Metropoulos, Hostess brands and all those jobs might have vanished forever after the bankruptcy. The way these firms see it, they created a new company and new jobs with higher pay and generous bonuses. Advertisement Continue reading the main story But the new Hostess employs only 1,200 people, a fraction of the roughly 8,000 workers who lost their jobs at Hostess’s snack cake business during the 2012 bankruptcy. And some Hostess employees who got their jobs back lost them again. Under Apollo and Metropoulos, Hostess shut down one of the plants they reopened in Illinois, costing 415 jobs. The collapse and revival of Hostess illustrates how even in a business success, many workers don’t share in the gains. The episode also provides a snapshot of the economic forces that helped propel Donald J. Trump to the White House. Since losing his job at Hostess in 2012, Mark Popovich has had three jobs, including one that paid about $10 an hour, half what he made at the Twinkie-maker. A lifelong Democrat and devoted “union man,” Mr. Popovich said he supported Mr. Trump, the first time he ever voted Republican. “It’s getting old, getting bounced around all the time,” said Mr. Popovich, a 58-year-old Ohio resident. Photo Mark Popovich, 58, in front of the former Hostess Brands bakery in Northwood, Ohio. Mr. Popovich lost his job when Hostess closed the plant in 2012 and has had three jobs since. He was laid off again just before Thanksgiving. Credit Laura McDermott for The New York Times Such frustrations stem from broader shifts in the economy, as all types of companies turn to automation to cut costs and labor unions lose their influence. While these changes have helped keep companies profitable, private equity has used these shifts in the workplace to supercharge wealth far beyond that of the typical chief executive. And yet, Mr. Trump did not focus on private equity on the campaign trail, instead blaming the plight of the American working class on a shadowy cabal of elitist Democrats and Wall Street bankers who support trade deals that ship jobs overseas. “People understand jobs going to China,” said Michael Hillard, an economics professor at the University of Southern Maine. “But no one has ever heard of these private equity firms that come in and do all this financial engineering. It is much more complicated and less visible.” Advertisement Continue reading the main story The industry’s trade group, the American Investment Council, says it is sensitive to these issues as private equity’s role in the economy expands. The industry now controls huge swaths of the American work force: 4.4 million employees at over 7,500 companies, according to PitchBook, a private financial data platform. By some measures, Blackstone is one of the nation’s 10 largest employers and one of its biggest landlords. The firm’s co-founder, Mr. Schwarzman, is advising Mr. Trump on job creation. “At a time when many Americans are concerned about the country’s economic viability, private equity has proven itself in communities throughout the United States as an effective solution,” said James Maloney, the American Investment Council’s spokesman. “Sustainable growth strategies, adherence to responsible investments and a long-view approach are all a part of the present-day private equity model.” The Times investigation of the Hostess deal shows that today’s private equity also uses another set of tactics, like special dividends and tax arrangements, that maximize profits in creative, yet financially risky ways. Since the financial crisis, the private equity industry has become hugely influential. Here’s how it plays out in your daily life. A year after the layoffs at the Hostess plant in Illinois, Apollo and Metropoulos arranged for the company to borrow about $1.3 billion. Apollo and Metropoulos used most of that sum to pay themselves, and their investors, an early dividend on their investment. The firms also found a way to make money even after the company was sold. The firms, The Times investigation found, struck a deal to collect as much as $400 million over the next 15 years, based on what Hostess’s future tax savings might be. These winnings do not come without risk to the private equity firms, which are often taking a gamble on troubled companies, and when they fail, the firms probably lose out. And this is not a simple story of powerful investors enriching themselves while some workers struggle. Teachers and firefighters also benefit from private equity. Pension funds that pay retirement benefits to public servants now depend on private equity to generate huge returns. Without it, taxpayers could bear more of the costs. Advertisement Continue reading the main story “Hostess’s comeback was a win-win-win-win,” an Apollo spokesman said in a statement, adding that its investment benefited workers, communities, investors and consumers. “After teaming up to take on the daunting financial and operational challenge of creating a new company around the Hostess brand, Apollo and Metropoulos & Co. completed a highly successful private equity investment.” On a more basic level, Americans enjoy what private equity has owned: GNC vitamins, affordable jewelry at Zales, and birthday parties at Chuck E. Cheese’s. Photo Hostess Brands marked the resurrection of Twinkies in July 2013, handing out the snacks free from a truck in New York. Credit Scott Eells/Bloomberg Hostess’s new owners rode a wave of nostalgia for the company’s snack cakes, a euphoria that even spread to a sprawling Long Island estate . At a wedding there in 2013, packaged cupcakes were offered to guests. It may seem an unusual choice, but this party had a special affinity for the snack cake. The bride’s father is an executive at Apollo. The ‘Secret Sauce’ Leon Black grew up in a family that had a home in Westport, Conn., and an apartment on Park Avenue in Manhattan. He attended Dartmouth and Harvard Business School. But when Mr. Black traveled to Lubbock, Tex., to speak to a group of retired teachers, he emphasized a humbler side of his pedigree. “You should know,” Mr. Black said, according to a video recording of the February 2012 meeting, “my mother was a teacher, my sister was a teacher, my brother-in-law is a teacher. We have a lot of teachers in our family.” Mr. Black had good reason to flatter the retirees: Pension funds for teachers and other public workers are some of the biggest investors in Apollo’s funds and have helped make Mr. Black a very rich man. Advertisement Continue reading the main story Mr. Black, or an affiliated limited liability company, owns homes in Beverly Hills, Miami Beach and several locations in New York, an analysis of real estate records shows. This year, he bought the $38 million house in Beverly Hills that had belonged to the actor Tom Cruise. Private equity’s relationship with pension funds is mutually beneficial. As countless baby boomers reach retirement at a time of historically low interest rates, public pension funds need to achieve returns that match their liabilities — and private equity has delivered. Nearly half of private equity’s invested assets now come from public and private pensions around the world. Private equity uses this pension fund money to place bets on companies like Hostess, and Texas teachers have shared in the profits from the deal. Photo Fran Plemmons is a former president of the retired teachers association in Texas. The state’s teacher retirement system has invested in the fund that owns Hostess Brands and done very well, a boon to retirees at a time of rock-bottom interest rates. Credit Drew Anthony Smith for The New York Times The Teacher Retirement System of Texas has invested in the fund that bought Hostess. And that fund has reaped 27 percent net during the three years it owned Hostess, significantly more than the stock market returned in that period. “You need to get people in whom you trust and who will keep up our fund,” said Fran Plemmons, a former president of the Texas Retired Teachers Association who was a teacher and principal for 25 years. “If they do that, you need to get out of the way.” Ms. Plemmons said her $31,200 yearly pension allows her to live modestly but comfortably. High returns from private equity investments, she said, help keep pension payments flowing to retired school workers across Texas, which trickles down into the local economy. For the teachers in Lubbock, Mr. Black described the “secret sauce” behind its success: buying the debt of financially troubled companies or purchasing an entire company. The investments, he said, are “value-oriented, if not contrarian.” Hostess fit that formula. Not only were Americans turning to healthier snacks and eating less junk food, but Hostess had its own challenges. Advertisement Continue reading the main story In 2012, the baking company had gone through a bruising bankruptcy, its second in a decade. The company laid off most of its 18,500 unionized drivers, loaders and bakers, not long after the bakers’ union voted for a companywide strike rather than accept another round of concessions. The Rich History of Twinkies Continue Reading » But what was disaster for previous owners looked like treasure to Apollo and Metropoulos. When Hostess lenders auctioned off the company in early 2013, Apollo and Metropoulos bought some of Hostess’s snack cake brands, which included Twinkies and Ding Dongs. Snack cakes still produced some of the highest profit margins in the food industry and Hostess cakes were particularly well-known. The bankruptcy also provided Apollo and Metropoulos a clean slate, liberating them from union contracts, labor rules and debt and pension payments. One group of workers who had no place at the new Hostess: the unionized drivers, who transported snack cakes and bread to grocery stores nationwide. Now, Hostess would send its baked goods to warehouses, where retailers like Walmart would ship to individual stores. Ronald Litland, 44, delivered Hostess products in Illinois for 10 years. After he was laid off in 2012, he enrolled in a for-profit college in hopes of finding a new career in information technology. When his unemployment benefits ran out, he delivered pizzas. He never finished school, but is still paying back student loans and taking care of his son. “I have a hard time making ends meet,” said Mr. Litland, who earns about $24,000 a year. Like the drivers, Hostess’s baking operation was also cut back. Apollo and Metropoulos chose to buy only a handful of its roughly one dozen snack cake bakeries. Other parts of the former Hostess baking empire were scaled back as well. Food companies picked off some of Hostess’s bread brands, but reopened only a small fraction of the bakeries. Advertisement Continue reading the main story Before being laid off from Hostess, Mr. Popovich made about $20 an hour. Every year, he went on vacation in the Bahamas or St. Martin. His health insurance covered the $385,000 cost when his wife needed major surgery. “I lived a good life,” said Mr. Popovich, whose most recent job driving a forklift at a solar panel plant paid about $16 an hour. Mr. Popovich is also entitled to a pension, which he was promised after working more than two decades at Hostess. But he recently received a letter at his home in Toledo, Ohio, warning that the pension fund was nearly insolvent. Apollo and Metropoulos are not obligated to contribute to the pension fund, which is managed by a labor union. Nor do they have to pay the severance that Hostess was obligated to pay Mr. Popovich when he was laid off. Those liabilities were wiped out in the bankruptcy. New Shoes and Dashed Hopes At a brick bakery in Schiller Park, Ill., Twinkies started rolling off the line nearly a century ago. And when Apollo and Metropoulos bought some of Hostess’s cake plants and brands out of bankruptcy in 2013, Schiller Park’s plant was one of the fortunate few to reopen. Photo C. Dean Metropoulos, in suit, celebrated the comeback of Twinkies with workers at the plant in Schiller Park, Ill., in July 2013. A Hostess spokeswoman said that Mr. Metropoulos oversaw the refurbishing of the plant. But it was closed the following year. Credit Scott Boehm/Associated Press “Schiller Park, We ♥ You,” read a billboard that Hostess sponsored in the town, the heart carved into the image of a half-eaten Twinkie. The celebration was short-lived. Just over a year after the plant’s grand reopening, Hostess shut it down. The fallout was swift. All 415 employees were fired, some for the second time in two years. Schiller Park lost one of its largest employers, creating a ripple effect through this tiny working-class suburb of Chicago. The plant itself, an institution so old that it predated nearby O’Hare International Airport, was suddenly vacant. Advertisement Continue reading the main story “We got our hopes up again,” said the town’s mayor, Barbara J. Piltaver. “And then all of a sudden, we had a big hit.” The story behind the rise and fall — and fall again — of the Schiller Park plant encapsulates private equity’s relationship with workers and labor unions. It’s a complicated issue. A prominent study of investments across the country concluded that private equity has increased productivity while leading to a minor overall decline in jobs relative to the broader economy. Private equity’s trade group says its o wn analysis of county demographics found that private equity investment increases jobs growth in local economies, though the data was limited. In Schiller Park, Janice Ryan worked at the Hostess plant for about 20 years before the 2012 bankruptcy. She walked to work from her nearby home. And she was relieved to return, after several months of unemployment, to be part of what many workers believed was the company’s long-term comeback. Schiller Park was a starting point for getting Twinkies back on the shelves by summer 2013. As part of that push, many Schiller Park employees worked 12-hour shifts, six days a week, and could volunteer for a seventh day. Photo Mayor Barbara J. Piltaver of Schiller Park, Ill., a working-class community of 12,000. Ms. Piltaver said the town\"got our hopes up again” after Apollo and Metropoulos reopened the plant. “And then all of a sudden, we had a big hit.” Credit Joshua Lott for The New York Times “We were all proud of what we accomplished,” said Michael Spina, who worked for Hostess for many years in St. Louis and then moved to Schiller Park to help manage production when the plant reopened. What the workers were never told, however, was that Apollo and Metropoulos had no plans to keep Schiller Park in operation over the long term. “Schiller, in essence, was a contingency plan, opened only to ensure that initial demand could be met,” Hannah Arnold, a Hostess spokeswoman, said in a statement. She added that the setup of the bakery — its low ceilings and lack of a loading dock — was not conducive to the company’s future plans. The company says it could not tell workers of its plans because of labor rules. Advertisement Continue reading the main story The expendability of Schiller Park reflects Apollo and Metropoulos’s plans to run a more efficient operation than their predecessors did. And that model requires far fewer workers than the one that existed for decades. In 2012, Hostess had about 8,000 employees and eight bakeries dedicated exclusively to snack cakes. Six other plants produced at least some desserts. Today, the new Hostess has only three plants and 1,200 workers. At Schiller Park, some workers earned a dollar less per hour than what workers were paid under the previous owners. Others earned more, the company said. Still, they qualified for bonuses, owed no union dues and received health insurance and dental care. Instead of pensions, they were enrolled in 401(k) plans. Former employees recalled grueling shifts when temperatures inside the plant neared 110 degrees. The workers were given Gatorade to rehydrate. Continue reading the main story Photo The Twinkie packaging station in the Emporia, Kan., plant. The City of Emporia offered Hostess incentives to create jobs there. Credit Amy Stroth “Bakeries are hot places,” Mr. Spina said. “But Schiller Park could really be a hot son of a bitch.” Veronica Pacheco, who lives in Schiller Park and joined the Hostess bakery when it reopened in 2013, described “freezing” wintertime conditions that were equally arduous. She said she wore scarves and heavy gloves under her work garments. Ms. Arnold, the Hostess spokeswoman, noted that prospective employees answered a questionnaire about whether they were willing to work in “extreme seasonal temperatures.” The company said it spent about $100,000 upgrading the heating and air-conditioning system, but stopped short of a total overhaul. There were other hazards as well. In 2014, Todd Kemp was injured after heaps of Twinkie mix spilled on the factory floor, causing him to slip and injure his shoulder, back and knee. He has since had four operations. Advertisement Continue reading the main story Ms. Arnold said Apollo and Metropoulos inherited old equipment, some of it in disrepair, adding that Schiller Park “was in the worst condition of the four bakeries by far.” C. Dean Metropoulos, the billionaire Greek immigrant whose firm has invested in other well-known food brands like Vlasic pickles and Pabst Blue Ribbon beer, personally oversaw the upgrading and cleaning of the facility, Ms. Arnold said. “He also focused on ensuring workers had new uniforms and better shoes, to make long days standing more comfortable,” she said. Over the long term, Apollo and Metropoulos looked outside Schiller Park to generate profits. Hostess employed “extended shelf-life technology” to make the Twinkie, already jokingly thought to be capable of surviving nuclear war, even more everlasting. The company perfected its secret recipe until it contained the right amount of enzymes to better retain moisture. The enzymes extended shelf life of some products to 65 days from 26 days. Photo Striking workers outside a Hostess Brands plant in Biddeford, Me., in November 2012. The company had filed for bankruptcy reorganization, but after the strike, shut its doors. Credit Robert F. Bukaty/Associated Press The company also turned to automation. At a plant in Emporia, Kan., Hostess installed an automated baking system that churned out more cakes with fewer workers. William Toler, Hostess’s chief executive, said the company spent more than $140 million “to get the business up and running, and certainly our results suggest we made very good choices.” The Hostess plant in Columbus, Ga., had another advantage: government subsidies. The state’s economic development agency provided Hostess with tax credits to push along the deal. The Town of Columbus chipped in a $1 million grant to award Hostess for creating jobs. Advertisement Continue reading the main story “We’re not doing it to be nice guys, we’re doing it to create jobs,” said Wylly Harrison, who worked on the deal for the Georgia Department of Economic Development and said that the state was thrilled Hostess came back. Hostess said it also received incentives from Emporia, the State of Indiana and the City of Indianapolis. Employment totals at those plants have since increased. Hostess did not receive any incentives in Illinois. Three workers interviewed by The Times said they believed that the final straw for Schiller Park was when they voted to rejoin a union. Hostess fought the effort. The company plastered the plant with posters urging workers to vote “no.” The union prevailed, but not for long. Around the time union officials had planned to start contract negotiations in August 2014, Hostess announced it was shutting down the Schiller Park plant. Photo In November 2012, Marty, who did not give his last name, showed the key card he used during his 31 years working at the Hostess Brands bakery in Schiller Park, Ill., as the company announced it would close. The plant later reopened before closing again in 2014. Credit Tannen Maury/European Pressphoto Agency Ms. Arnold, the Hostess spokeswoman, said the unionization vote did not factor into the decision to close Schiller Park. Employees, she said, were provided severance and an opportunity to apply for a Hostess job in another state. Union officials declined to comment. Since then, unions have made limited inroads at Hostess. Whereas 83 percent of the work force was unionized in 2012, Hostess recently said in a securities filing that about 30 percent of employees belonged to a union in Indianapolis and Columbus. Its flagship facility, Emporia, is not unionized. “Both Apollo and Metropoulos have owned and operated numerous companies that had union employees,” Ms. Arnold said, adding that “Metropoulos has always enjoyed good, working relations with unions and their members.” Advertisement Continue reading the main story The Money-Making Machine For all the profits Apollo and Metropoulos squeezed out of the Hostess factories, a deal hatched in a hotel room on Fifth Avenue in New York shows how private equity can have its snack cake and eat it, too. There, in the Versailles Room at the St. Regis, Apollo and Metropoulos began the process of extracting returns from the company, less than a year after shutting the Schiller Park plant. Most investors seeking profit have to wait for the right moment to sell a company or take it public. But private equity uses a different playbook. First, Apollo and Metropoulos arranged for Hostess to borrow money from the banking giant Credit Suisse. The two firms then pocketed about $900 million of that money for themselves and their investors. Hostess, meanwhile, is stuck repaying the debt. This type of deal is known as a dividend recapitalization, and it is a staple of private equity’s money-making strategy. These deals provide private equity firms an opportunity to profit before they even sell a company, an added bonus to the firms and their investors, including public pensioners. Since 2012, private equity firms have arranged hundreds of such deals, totaling over $148 billion in debt, according to Thomson Reuters. Hostess’s dividend deal was the third largest of 2015. This financial engineering is crucial to private equity’s success — and to building the personal fortunes of the industry’s executives. With each dividend recapitalization, more money pours into Apollo, which then flows to the firm’s executives. Photo The demolition of the Schiller Park, Ill., Hostess plant in October. The bakery was closed for good in 2014. Credit Joshua Lott for The New York Times It comes with risks. Of all the companies that carried out dividend recapitalizations since 2012, about 10 percent have faced a credit rating downgrade within six months of the deal, according to LCD/S&P Global Market Intelligence and Standard & Poor’s Ratings, which notes that many factors could lead to a downgrade, including excessive debt. Advertisement Continue reading the main story Although Hostess has not been downgraded, it now describes itself in public filings as “highly leveraged.” Mr. Toler, the Hostess chief, said that even after the dividend payout, the company “had plenty of capital to work with.” At the same time it was paying dividends to investors, Hostess earmarked $8 million to pay bonuses to workers, including those in the bakeries. A few months after the dividend deal, Apollo and Metropoulos entered into negotiations to sell the company. Instead of being sold outright, Hostess would be acquired by a shell company , created by another private equity firm, the Gores Group. And still, they arranged more ways to profit. Apollo and Metropoulos retained a combined 42 percent stake in the company, which is now publicly traded. After investing only $186 million in cash when they bought the company in 2013 (they took out debt to help finance the rest of the $410 million deal), Apollo and Metropoulos’s investment is now worth 13 times that initial cash investment. Tracing how these enormous returns wind their way into Mr. Black’s pocket is a byzantine task. Mr. Black collected a $100,000 salary and no bonus in 2015. How did Mr. Black, on such a relatively modest salary, come to acquire an art collection that is said to include one of Edvard Munch’s “ Scream” series, which he bought in 2012 for about $120 million, then the highest price ever paid for a painting? Advertisement Continue reading the main story The answer is that Mr. Black and other private equity executives make their money in ways that set them apart from most other industries. Mr. Black’s share of the Hostess profits, from the partial sale and the $900 million in cash they pulled out of the company, will be reflected in a series of distributions he collects from Apollo’s publicly traded stock. The size of the distribution depends on the size of the profits from deals like Hostess. Last year, Mr. Black’s distributions totaled $181 million. Photo Leon Black, chief of Apollo Global Management. Credit SeongJoon Cho/Bloomberg Other shareholders in Apollo — which include money managers like Fidelity — also receive these distributions. But Mr. Black, as the largest shareholder of a company he co-founded in 1990, gets the largest payout. While Mr. Black receives the most money at Apollo, one of his partners and co-founders, Joshua Harris, took home $121 million last year. Mr. Harris is part owner of the Philadelphia 76ers and the New Jersey Devils. Mr. Black has noted that if Apollo’s investments fail to make money, then its executives also miss out. Like most private equity firms, Apollo collects a management fee from investors and earns 20 percent of profits from the firm’s investments, once its investors recoup their original money and reap profits of their own. Private equity’s advantages don’t end there. Apollo’s share of the profits on Hostess or any deal ultimately flows to Mr. Black and his fellow shareholders in the company in ways that lower their tax burden. The industry’s 20 percent cut of profits — also known as carried interest — is taxed at a long-term capital gains rate that is roughly half the 40 percent ordinary income rate for the nation’s highest earners. And since private equity executives receive much of their money from carried interest — or in the case of Mr. Black, distributions largely made up of carried interest — they enjoy a tax advantage over workers. Advertisement Continue reading the main story This is what’s known as the “carried-interest loophole” — a tax treatment held up during the presidential campaign as evidence that the rich fail to pay their fair share. Private equity managers argue that this treatment is not a loophole or even unique to private equity. Its use originated from the cut of profits that ship captains reaped for “carrying” goods. In the Hostess deal, Apollo and Metropoulos found even more ways to use the tax code to their advantage. Continue reading the main story Photo The Hostess plant in Columbus, Ga. The state’s economic development agency provided Hostess with tax credits, and the Town of Columbus chipped in a $1 million grant to award Hostess for creating jobs. Credit Melissa Golden for The New York Times The firms are entitled to collect a large portion of tax benefits that Hostess could earn well into the future. The idea is that by selling a stake in Hostess before they could realize these benefits, Apollo and Metropoulos could leave money on the table. These arrangements, which are now commonplace in private deals, allow the firms to collect cash from a company they may no longer own. The Hostess “tax-receivable” benefits, according to previously unreported securities filings and estimates by the Apollo spokesman, could provide Apollo and Metropoulos up to $400 million for the next 15 years or more. Looking out over those next 15 years, nothing seems guaranteed to Mr. Popovich, the former Hostess worker from Toledo. Right before Thanksgiving, Mr. Popovich was laid off from his most recent job at the solar panel plant. The idea of searching for work at age 58 is daunting. He has been sending out his résumé, but has not received a call back. “It’s been four jobs in four years,” he said. “Here we go again.” Leslie Picker, Kitty Bennett and Sara Olkon contributed reporting. A version of this article appears in print on December 11, 2016, on page A1 of the New York edition with the headline: How the Twinkie Made The Superrich Even Richer. Order Reprints | Today's Paper | Subscribe ",
    "title": "How the Twinkie Made the Superrich Even Richer - The New York Times"
   },
   {
    "entities": [
     "december 10, 2016",
     "hassan",
     "rights",
     "twitter",
     "carter",
     "march",
     "osama",
     "homsi",
     "for",
     "associated",
     "last may",
     "al-khatib",
     "defense",
     "aleppo",
     "observatory",
     "syria",
     "palmyra",
     "gaziantep",
     "network",
     "news",
     "human",
     "press",
     "saturday",
     "hospital",
     "aamaq",
     "ash",
     "u.s.",
     "may 2015",
     "mohammad",
     "khatib",
     "tadmor",
     "mosul",
     "unesco",
     "agency",
     "raqqa",
     "jazal",
     "march 2016",
     "earlier saturday",
     "facebook",
     "isis",
     "damascus",
     "nine months ago",
     "turkey",
     "beirut",
     "coordination",
     "syrian"
    ],
    "id": 1,
    "text": "ISIS militants re-enter Syria's historic Palmyra Published               December 10, 2016 Facebook 0 Twitter 0 livefyre Email Print   BEIRUT –  ISIS militants re-entered the historic city of Palmyra in central Syria on Saturday for the first time since they were expelled by Syrian and Russian forces nine months ago. The activist-run Palmyra Coordination network said the militants had nearly encircled the city and entered its northern and northwestern neighborhoods. The group, which maintains contacts inside the city, said ISIS fighters were approaching the city's UNESCO heritage site as well. Osama al-Khatib said government soldiers were fleeing Palmyra. \"The army as an institution has dissolved,\" he said. Some soldiers and militiamen remain in the city, along with 120 families who have not been able to leave, Khatib said. He spoke to The Associated Press from Gaziantep, Turkey. \"There is strong fighting on all sides,\" he reported. \"There is no exit except through a corridor to the west.\" The dramatic reversal in Palmyra comes days after ISIS militants in the Iraqi city of Mosul launched a major counterattack that surprised Iraqi soldiers, killing at least 20 and halting their advance. Iraqi special forces units have entered the eastern outskirts of the largest remaining ISIS-held city, but their advance has been greatly slowed by both a desire to limit civilian casualties and the resilience of the ISIS fighters. On Saturday U.S. Secretary of Defense Ash Carter announced that an additional 200 U.S. soldiers would be dispatched to Syria to accelerate the push on the self-declared ISIS capital of Raqqa. The 200, to include special operations troops, are in addition to 300 already authorized for the effort to recruit, organize, train and advise local Syrian Arab and Kurdish forces to fight ISIS. \"These uniquely skilled operators will join the 300 U.S. special operations forces already in Syria, to continue organizing, training, equipping, and otherwise enabling capable, motivated, local forces to take the fight to ISIL,\" Carter said, using an alternative acronym for the extremist group. \"By combining our capabilities with those of our local partners, we've been squeezing ISIL by applying simultaneous pressure from all sides and across domains, through a series of deliberate actions to continue to build momentum.\" In Palmyra, Mohammad Hassan Homsi of the Palmyra News Network reported that a military division withdrew from the city earlier Saturday without leaving a way out for civilians. According to Homsi, only 350 families had returned to the city of its original 30,000 inhabitants after the government retook the city to great fanfare in March. ISIS militants were shelling the government's military airport to the east of the city, according to the Coordination group. The Britain-based Syrian Observatory for Human Rights says the militants reached the city's Tadmor Hospital and its wheat silos. The militants advanced on Palmyra after seizing several government positions, oil fields, and strategic hilltops in the surrounding countryside in a lightning three-day campaign. Earlier Saturday, the militants' Aamaq News Agency claimed the group shot down a government warplane in the Jazal oil fields west of the city. The Observatory said the jet had crashed for reasons unknown. It reported the militants had taken the oil fields. During the 10 months that ISIS held Palmyra, from May 2015 to March 2016, the militants dynamited several of the city's famed ancient Roman monuments and executed its archaeological director. After the city was retaken, the Russian government staged a classical music concert in the city's soaring Roman amphitheater last May to celebrate the success. The Syrian and Russian government maintain they are defending the global community against Islamic terrorism in the country's devastating five-1/2-year war. After taking Palmyra, the two states turned their attention to wiping out the internal opposition in Damascus and Aleppo, leaving the historic city relatively unguarded. Syrian state media had no comment. Advertisement ",
    "title": "ISIS militants re-enter Syria's historic Palmyra | Fox News"
   },
   {
    "entities": [
     "december 10, 2016",
     "russia",
     "donald",
     "congress",
     "korte",
     "d-nev.",
     "office",
     "sean",
     "cia",
     "john",
     "2016",
     "of",
     "fbi",
     "james",
     "schumer",
     "2008",
     "washington",
     "saddam",
     "democratic",
     "saturday, the day",
     "clinton",
     "now",
     "republican",
     "d-n.y.",
     "cnn",
     "usa",
     "the",
     "committee",
     "friday",
     "hussein",
     "1723",
     "harnik",
     "harry",
     "obama",
     "trump",
     "november",
     "msnbc",
     "saturday",
     "intelligence",
     "post",
     "spicer",
     "podesta",
     "u.s.",
     "2012",
     "reid",
     "october",
     "grand",
     "5:39 p.m. est",
     "gregory",
     "charles",
     "hillary",
     "mich.",
     "andrew",
     "facebook",
     "comey",
     "director",
     "senate",
     "today",
     "rapids",
     "national"
    ],
    "id": 2,
    "text": "Did Russian hacking support Trump? Democrats call for hearings Was Russia engaging in election mayhem, or actively supporting Donald Trump? Post to Facebook Did Russian hacking support Trump? Democrats call for hearings Was Russia engaging in election mayhem, or actively supporting Donald Trump? Check out this story on USATODAY.com: http://usat.ly/2hyzg75 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 117 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Did Russian hacking support Trump? Democrats call for hearings Gregory Korte , USA TODAY 5:39 p.m. EST December 10, 2016 President-elect Donald Trump speaks in Grand Rapids, Mich. Friday. Trump's presidential transition team challenged the veracity of U.S. intelligence assessments that Russia was trying to tip the November election to the Republican. A top Senate Democrat demanded a full congressional investigation. (Photo: Andrew Harnik, AP) WASHINGTON — Intelligence officials have already made clear they believe the hacking of Democratic emails was directed by Russia in an attempt to interfere with U.S. elections. The question now is: Were they actively trying to get Donald Trump elected president? That important distinction — between causing mayhem in order to sow doubt in the democratic process, versus actually putting a finger on the scale for the Republican candidate — has reignited the debate over the role foreign powers may have played in the 2016 presidential election. Democrats called for congressional investigations into the hacking on Saturday, the day after President Obama ordered intelligence agencies to review the extent to which Russia and other foreign powers may have influenced presidential elections in 2008, 2012 and 2016. Outgoing Senate Minority Leader Harry Reid, D-Nev., alleged that FBI Director James Comey had secret evidence that Russia was supporting Trump but withheld it for partisan purposes. He offered no evidence. \"This is not fake news, OK? Intelligence agencies have identified individuals with connections to the Russian government. There's no doubt about that,\" he told MSNBC . The man expected to take over for Reid, Sen. Charles Schumer, D-N.Y., called for congressional investigations, promising to \"get to the bottom of this.\" “That any country could be meddling in our elections should shake both political parties to their core,\" he said. \"It’s imperative that our intelligence community turns over any relevant information so that Congress can conduct a full investigation.” But President-elect Trump's team continued to downplay claims of foreign interference, even seemingly attacking the intelligence community after the Washington Post reported , based on anonymous sources, that the CIA believed that Russia may have been supporting Trump. \"These are the same people that said Saddam Hussein had weapons of mass destruction,\" the Trump transition office said in a statement. \"The election ended a long time ago.\" Trump bashes CIA, dismisses Russian hacking report Democratic candidate Hillary Clinton's campaign was besieged by a series of embarrassing revelations in the campaign from leaked emails stolen from the Democratic National Committee and her campaign chairman, John Podesta. In October, the Office of the Director of National Intelligence said the leaked emails were \"consistent with the methods and motivations of Russian-directed efforts,\" and that it was \"confident that the Russian Government directed the recent compromises of emails from U.S. persons and institutions.\" Republican National Committee spokesman Sean Spicer, a member of Trump's transition team, noted Saturday that allegations of Russian support have come from sources unwilling to speak on the record. And he said there's no evidence that Trump benefited from Russian actions. \"What proof does anyone have that they affected the outcome? Because I've heard zero,\" Spicer told CNN . 1723 CONNECT TWEET LINKEDIN 117 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hyzg75 ",
    "title": "Did Russian hacking support Trump? Democrats call for hearings"
   },
   {
    "entities": [
     "sechin",
     "bob",
     "vladimir",
     "sea",
     "south",
     "a decade ago",
     "new",
     "wichita",
     "once",
     "washington",
     "corker",
     "mccain",
     "john-rsb-",
     "saturday",
     "middle",
     "kerry-to",
     "post",
     "may",
     "oklahoma",
     "rex",
     "evan",
     "$20",
     "ap",
     "sakhalin",
     "petroleum",
     "manhattan",
     "saudi",
     "$300 million",
     "fortune",
     "iraq",
     "commission",
     "march 27, 2015",
     "mufson",
     "co.",
     "w.",
     "massachusetts",
     "bump",
     "carolina",
     "kurdistan",
     "east",
     "chavez",
     "demirjian",
     "lindsey",
     "phillip",
     "vucci/ap",
     "institute",
     "kara",
     "karoun",
     "state",
     "xl",
     "fox",
     "baltimore",
     "robert",
     "rudy",
     "$50 million",
     "patrick",
     "keystone",
     "siberia",
     "mcnally",
     "russia",
     "donald",
     "arabia",
     "graham",
     "texas",
     "2013",
     "jason",
     "poor",
     "2016",
     "exxon",
     "navy",
     "bordoff",
     "oppenheimer",
     "exchange",
     "r-tenn",
     "the 1990s",
     "2009",
     "ukraine",
     "1975",
     "rucker",
     "clinton",
     "kremlin",
     "falls",
     "qatar",
     "trump",
     "tillerson",
     "romney",
     "sunday",
     "saturday, dec. 10, 2016",
     "army-navy",
     "u.s.",
     "american",
     "paris",
     "nigeria",
     "$30",
     "miller",
     "group",
     "mitt",
     "giuliani",
     "rapidan",
     "competitive",
     "senate",
     "ncaa",
     "ebell",
     "crimea",
     "venezuela",
     "lincoln",
     "cia",
     "philip",
     "john",
     "george",
     "putin",
     "arctic",
     "columbia",
     "this coming week",
     "yemen",
     "steven",
     "mobil",
     "news",
     "gop",
     "myron",
     "semansky",
     "arizona",
     "fadel",
     "exxonmobil",
     "&",
     "abby",
     "china",
     "the next day",
     "securities",
     "boeve",
     "april",
     "2012",
     "university",
     "canada",
     "carol",
     "morellothe",
     "two years later",
     "and",
     "rosneft",
     "2011",
     "nbc",
     "york",
     "gheit",
     "enterprise",
     "baghdad",
     "department",
     "xto",
     "standard",
     "hugo",
     "$150",
     "igor",
     "bush",
     "hillary-rsb-"
    ],
    "id": 3,
    "text": "Trump expected to tap Exxon's Tillerson for State, even as Russia ties raise concerns Rex Tillerson ExxonMobil CEO Rex Tillerson, shown here on March 27, 2015. ExxonMobil CEO Rex Tillerson, shown here on March 27, 2015. (Evan Vucci/AP) Steven Mufson, Philip Rucker, Carol MorelloThe Washington Post President-elect Donald Trump is expected to name Rex Tillerson, the chief executive of Exxon Mobil who has worked extensively around the globe and built relationships with such leaders as Russian President Vladimir Putin, as his secretary of state, three people close to the transition team confirmed Saturday. Tillerson's nomination could face intense scrutiny in the Senate considering his years of work in Russia on behalf of the multinational petroleum company and his close ties to Putin. Already, two leading Republican hawks, Sens. John McCain (Arizona) and Lindsey Graham (South Carolina), have voiced concerns about Tillerson serving as the nation's top diplomat. Trump spokesman Jason Miller said Saturday that there would be no official announcement until this coming week \"at the earliest.\" But three officials briefed on Trump's deliberations, who spoke on the condition of anonymity because of the sensitivity of the matter, said that the pick would be Tillerson barring a late shift in Trump's thinking. NBC News first reported that Trump has settled on Tillerson. Trump spent a month deliberating over the secretary of state position and interviewed an array of candidates, including Mitt Romney, the 2012 GOP presidential nominee and onetime critic who was the face of the Republican resistance to Trump's candidacy. Donald Trump Patrick Semansky / AP President-elect Donald Trump greets Army Cadets and Navy Midshipmen before the Army-Navy NCAA college football game in Baltimore, Saturday, Dec. 10, 2016. President-elect Donald Trump greets Army Cadets and Navy Midshipmen before the Army-Navy NCAA college football game in Baltimore, Saturday, Dec. 10, 2016. (Patrick Semansky / AP) The president-elect settled on Tillerson because he projects gravitas, is regarded as a skillful manager and personally knows many foreign heads of state through his dealings on behalf of the energy giant, people close to Trump said. In an excerpt of an interview with Fox News, which will be aired in full Sunday, Trump praised Tillerson, though did not reveal his decision. \"He's much more than a business executive; he's a world-class player,\" Trump said. \"He knows many of the players, and he knows them well. He does massive deals in Russia - for the company, not for himself.\" Tillerson's nomination would fit the pattern of other Trump appointments, installing a wealthy business leader with little experience in policymaking. But Tillerson, 64, has spent much of his career dealing with the complexities of one of the world's biggest enterprises, spanning six continents and about six dozen nations. The company's deep ties to Russia would potentially serve Tillerson well given Trump's desire to repair relations with the Kremlin. But Tillerson's close relationship with Vladimir Putin could also become a flashpoint during confirmation hearings, especially in light of a recent CIA assessment that Russia intervened in the 2016 election to help Trump win the presidency, rather than just to undermine confidence in the U.S. electoral system. \"Few corporate titans are closer to Putin than Tillerson,\" said Jason Bordoff, founder of Columbia University's center for global energy. So far, President-elect Donald Trump 's Cabinet picks have mostly been either multimillionaire and billionaire executives or retired generals. In that context, it's probably less of a surprise that Trump is expected to select Exxon Mobil chief executive Rex Tillerson as secretary of state, elevating... So far, President-elect Donald Trump 's Cabinet picks have mostly been either multimillionaire and billionaire executives or retired generals. In that context, it's probably less of a surprise that Trump is expected to select Exxon Mobil chief executive Rex Tillerson as secretary of state, elevating... (Philip Bump) During the 1990s, Tillerson oversaw an Exxon project on Russia's Sakhalin island and developed a working relationship with Putin. In 2011, the company signed an agreement with the state-controlled oil company, Rosneft, to work jointly on oil exploration and development in the Arctic and Siberia. After inking the deal in New York, Tillerson and Rosneft chairman and Putin confidante Igor Sechin dined on caviar at the luxury Manhattan restaurant Per Se, according to one account. The next day they gave oil analysts black pens with the date of the agreement engraved in gold. Two years later, the Kremlin awarded Tillerson the Order of Friendship, honoring foreigners. \"I don't know the man much at all, but let's put it this way: If you received an award from the Kremlin, [an] order of friendship, then we're gonna have some talkin',\" Graham said. \"We'll have some questions. I don't want to prejudge the guy but that's a bit unnerving.\" Exxon discovered oil in a well it drilled in the Kara Sea, but the joint partnership was put on ice after Russian intervention in Ukraine and annexation of the Crimea led to international economic sanctions. As secretary of state, Tillerson, who has been critical of the sanctions, would be in a position to argue for an easing them, which could allow Exxon to resume operations. \"Russia is critical for Exxon,\" said Fadel Gheit, oil analyst for Oppenheimer & Co. \"Not only for how much production it has there, but the potential growth is huge.\" He said once sanctions are lifted, \"Exxon will go back to develop the Arctic business at a rapid pace.\" Tillerson and former Massachusetts governor and Republican presidential nominee Mitt Romney were two of the finalists, along with former New... ExxonMobil chief executive Rex Tillerson has emerged as the top candidate for secretary of state, according to two people familiar with the deliberations. Tillerson and former Massachusetts governor and Republican presidential nominee Mitt Romney were two of the finalists, along with former New... (Abby Phillip) As Secretary of State, which takes the lead in international climate talks, the oil industry veteran could also play a role in unwinding U.S. commitments under the recent Paris accord. \"The closest thing we have to a secretary of State outside government is the CEO of Exxon,\" Robert McNally, president of the consulting firm Rapidan Group and a director for energy at President George W. Bush's national security council. Because ExxonMobil invests in huge, long-term projects, it is concerned \"by nature with enduring interests, vulnerabilities, and opportunities,\" McNally said. His selection ends one of the most high-profile contests for a top cabinet post, whose losing candidates included former New York mayor Rudy Giuliani, Romney and Sen. Bob Corker, R-Tenn. Tillerson has spent his entire working life at ExxonMobil after earning a civil engineering degree and joining the company in 1975. His career has taken him from Oklahoma and Texas to Yemen and Russia, and as ExxonMobil's top executive he has cultivated relationships, meeting regularly with world leaders such as Russian President Vladimir Putin, the Saudi oil minister, and the emir of Qatar. He will retire with a nest egg of about $300 million including stock options and pension benefits. Yet Tillerson's track record - during a decade in which crude oil prices lurched from under $30 to nearly $150 a barrel - has been mixed. The company has managed some of the world's biggest infrastructure projects often in forbidding locations, but it has spent heavily on share buybacks and has borrowed heavily to maintain both capital spending and dividend payments. Wall Street analysts say it overpaid for XTO, a domestic shale gas company, and it has failed to meet the production targets Tillerson himself set. In April, Standard & Poor's downgraded the company's gold-plated triple A credit rating to double A plus, the first time Exxon had lost its triple A rating since the advent of color television and the communists took over China. Moreover, Tillerson's career with ExxonMobil isn't seen as an asset by environmentalists. The company has become a target of environmental groups that allege the company's scientists knew about the impact the use of fossil fuels was having on climate change, and that the company suppressed internal research rather than sharing it with investors and the public. The New York and Massachusetts attorneys general have issued broad subpoenas to ascertain whether ExxonMobil's failure to disclose that information violated Securities and Exchange Commission requirements. ExxonMobil has fought back, persuading a Texas federal court to order that ExxonMobil could do discovery, depose the Massachusetts attorney general and search her internal emails and documents for any signs that she acted out of \"bad faith.\" \"Covering up climate science and deceiving investors qualifies you for federal investigation, not federal office,\" May Boeve, executive director of the climate group 350.org said in a statement. \"An oil baron as Secretary of State would do enormous damage.\" When Tillerson took the helm at ExxonMobil a decade ago, he was seen as moderating the company's position on climate change. Whereas his predecessor opposed any action on climate change, Tillerson said in 2009 that he favored a carbon tax and proposed an initial price \"somewhere north of $20\" a ton. And he reduced ExxonMobil's own emissions. Under Tillerson, ExxonMobil also curtailed funding for the Competitive Enterprise Institute, whose energy and climate expert Myron Ebell played down the extent of climate change and said that no action was needed. Ebell has been the head of the Trump transition team on environmental issues. Yet Tillerson still insisted that oil use was essential. He chaired the American Petroleum Institute, which hammered on the idea that jobs were at stake. \"To say that you're addicted to oil and natural gas seems to me to say you're addicted to economic growth,\" he once told Fortune magazine. Exxon has important relationships with countries other than Russia, most notably the Middle East. It relies on Saudi Arabia for oil supplies and is a partner in refinery projects. It has enormous liquefied natural gas export projects in Qatar. It has also managed to carry out exploration and production ventures in both Kurdistan and southern Iraq, transcending rivalries between Baghdad and the Kurds. But under Tillerson, Exxon has also walked away from some countries. It left Venezuela after contract disputes with the late Venezuelan leader Hugo Chavez and it ended its onshore operations in Nigeria, where local insurgents sabotaged infrastructure. Tillerson said later that \"you have to be willing to say 'no, we aren't going to do it that way...if we can't do it this way, we won't be here.'\" Within the oil industry, ExxonMobil has been regarded as the most button-downed company, conservative and sometimes arrogant. \"Rex is a very, very, very honorable man,\" said Gheit, who is also one of his critics. \"He is smart, level headed. He has tremendous resolve and very strong character.\" Tillerson was born in Wichita Falls, Texas, the son of a Boy Scout administrator. He still lists the rank of Eagle Scout on his resume, and he has remained active in the organization throughout his life. In 2012, he was instrumental in pushing the Boy Scouts board to admit openly gay youths. The Exxon chief also chaired the $50 million campaign to restore Washington's Fords Theatre, where President Lincoln was assassinated. ExxonMobil and Qatar were major donors. In confirmation hearings, Tillerson can also expect to face tough questions about his views on international pipelines such as the Keystone XL, which require State Department approval. He'll also be quizzed on climate change. \"I'd expect the State Department's climate change envoy- a key role under [Hillary] Clinton and [John] Kerry-to have a lot of free time on his or her hands, and that State Department permits to build oil pipelines to Canada will be quite a bit easier to get,\" Bordoff said. Tillerson has acknowledged that climate change is caused by humans, but questioned the costs of weaning the world from fossil fuels. \"What good is it to save the planet if humanity suffers,\" he said at a 2013 stockholders meeting, citing the outsized impact on poor people if environmental activists succeeded in establishing company goals to reduce emissions. The Washington Post's Karoun Demirjian contributed to this report. ",
    "title": "Trump expected to tap Exxon&apos;s Tillerson for State, even as Russia ties raise concerns - Chicago Tribune"
   },
   {
    "entities": [
     "candace",
     "saenz",
     "donald",
     "jason",
     "john",
     "bolton",
     "new",
     "siegel",
     "benjamin",
     "news",
     "dec 10, 2016",
     "june 2, 2015",
     "abc",
     "hope",
     "exxonmobil",
     "star",
     "arlette",
     ", 4:18 pm",
     "trump",
     "tillerson",
     "nations",
     "rex",
     "hicks",
     "paris",
     "united",
     "york",
     "state",
     "miller",
     "smith",
     "tessier/reuters",
     "next week",
     "benoit",
     "shares",
     "today"
    ],
    "id": 4,
    "text": "ExxonMobil CEO Rex Tillerson Has Emerged as Trump's Likely Pick for Secretary of State By Candace Smith Dec 10, 2016, 4:18 PM ET 0 Shares Star Benoit Tessier/Reuters ExxonMobil Chairman and CEO Rex Tillerson speaks during the 26th World Gas Conference in Paris, June 2, 2015. 0 Shares Email ExxonMobil CEO Rex Tillerson has emerged as the likely pick for secretary of state in the incoming Trump administration, with former United Nations Ambassador John Bolton likely to become deputy secretary of state, three senior Trump transition officials told ABC News. President-elect Donald Trump today in New York held his second in-person meeting with Tillerson about a possible cabinet post, Trump spokesman Hope Hicks confirmed. The sources cautioned that Trump's decision on secretary of state may not be final. Hicks told ABC News, \"No decisions or offers have been made.\" Trump transition spokesman Jason Miller tweeted that \"no announcements on Secretary of State until next week at the earliest.\" A representative for Bolton declined to comment on the reports. ExxonMobil has not responded to ABC News' multiple requests for comment. ABC News' Arlette Saenz and Benjamin Siegel contributed to this report. 0 Shares ",
    "title": "ExxonMobil CEO Rex Tillerson Has Emerged as Trump's Likely Pick for Secretary of State - ABC News"
   },
   {
    "entities": [
     "electoral",
     "russia",
     "donald",
     "npr",
     "nsa",
     "cia",
     "2003",
     "adam",
     "scott",
     "iraq",
     "2016",
     "of",
     "1:49 p.m.",
     "images",
     "to",
     "new",
     "times",
     "wyden",
     "washington",
     "democratic",
     "saddam",
     "clinton",
     "now",
     "republican",
     "last week",
     "previously",
     "the",
     "hacking",
     "evening",
     "committee",
     "friday",
     "homeland",
     "getty",
     "hillary",
     "hussein",
     "early october",
     "obama",
     "trump",
     "intelligence",
     "post",
     "international",
     "angus",
     "u.s.",
     "brooks",
     "3:20 p.m.",
     "earlier friday",
     "simon",
     "oct. 7",
     "entous",
     "elections",
     "king",
     "kraft/corbis",
     "orders",
     "ron",
     "security",
     "sweeping",
     "review",
     "department",
     "york",
     "updated",
     "the future",
     "tied",
     "college",
     "senate",
     "four years from now",
     "maine",
     "national"
    ],
    "id": 5,
    "text": "Brooks Kraft/Corbis via Getty Images Brooks Kraft/Corbis via Getty Images Updated at 1:49 p.m. ET with confirmation from the U.S. official and comments from Sen. Ron Wyden Updated at 3:20 p.m. ET with comments from Sen. Angus King The CIA has concluded that Russia intervened in the 2016 election specifically to help Donald Trump win the presidency, a U.S. official has confirmed to NPR. \"Before, there was confidence about the fact that Russia interfered,\" the official says. \"But there was low confidence on what the direction and intentionality of the interference was. Now they [the CIA] have come to the conclusion that Russia was trying to tip the election to Trump.\" The official adds: \"The reason the assessment changed is that new information became available\" since Oct. 7, when the Department of Homeland Security and the Director of National Intelligence released a joint statement accusing Russia of interfering with the American election process. Obama Orders Sweeping Review Of International Hacking Tied To U.S. Elections The Washington Post first reported the CIA's new assessment on Friday. In addition to hacking into Democratic organizations, Russians hacked the Republican National Committee's computer systems, according to a separate report from The New York Times — but they did not release any information that might have been retrieved from Republican networks. \"Intelligence agencies have identified individuals with connections to the Russian government who provided WikiLeaks with thousands of hacked emails from the Democratic National Committee and others, including Hillary Clinton's campaign chairman, according to U.S. officials,\" the Post reports. \"Those officials described the individuals as actors known to the intelligence community and part of a wider Russian operation to boost Trump and hurt Clinton's chances.\" Article continues after sponsorship Citing anonymous officials briefed on the issue, the Post says the CIA shared its findings with senators in a closed-door briefing last week, saying it was now \"quite clear\" that Russia's goal was to tip the presidency in Trump's favor: \" 'It is the assessment of the intelligence community that Russia's goal here was to favor one candidate over the other, to help Trump get elected,' said a senior U.S. official briefed on an intelligence presentation made to U.S. senators. 'That's the consensus view.' \" In a previous assessment, CIA officials had thought Russians intervened with the intention of undermining Americans' electoral system, Adam Entous, one of the Post story's reporters, tells NPR's Scott Simon . On Friday evening, the Trump transition team fired back with a statement dismissing the report of the agency's conclusion. \"These are the same people that said Saddam Hussein had weapons of mass destruction,\" the statement said. \"The election ended a long time ago in one of the biggest Electoral College victories in history. It's now time to move on and 'Make America Great Again.' \" In fact, Trump's percentage of the electoral vote in the 2016 election ranks 46th among presidential election winners in U.S. history, according to factcheck.org. Trump's claim is a reference to the CIA's flawed intelligence on Iraq, in the run-up to the U.S.-led invasion in 2003. The CIA and other spy agencies judged that Saddam Hussein had weapons of mass destruction — a judgment that proved to be false. While the leadership of the CIA has changed hands several times in the years since then, many intelligence officers and analysts who worked on the Iraq intelligence still serve at CIA and in other parts of the U.S. intelligence community. But whether or not Trump's top officials acknowledge the report as a possible threat, the Post's Adam Entous points out Trump will soon be in command of the intelligence agencies. \"I'm sure they're going to declassify some elements of the report and I'm sure there will be leaks,\" he adds, but the Obama administration can't disclose the full details of the case, because it would be \"compromising what's known as 'sources and methods,' which would then make it harder for the CIA and the NSA and other spy agencies to get more information in the future.\" Earlier Friday, President Obama ordered the intelligence community to conduct a \"full review\" of \"malicious cyber activity\" timed to U.S. elections, as we previously reported: \"In the 2016 election, U.S. intelligence officials charged that Russia had interfered. In early October, they released a strongly worded statement saying they were 'confident that the Russian Government directed the recent compromises of e-mails from U.S. persons and institutions, including from U.S. political organizations.' The statement went on to say 'these thefts and disclosures are intended to interfere with the U.S. election process.' \" The U.S. official says that \"there is a determination to do something\" before the Obama administration leaves power. \"It's still being discussed exactly what to do. And as we've said before, some of it you may see and some of it you will not.\" Sen. Ron Wyden, a Democrat on the Senate Intelligence Committee, says the response from President-elect Donald Trump is \"very misguided.\" \"When you have strong evidence that a foreign power has interfered with the American election, with American institutions, then what you do is keep digging. You get all the facts out,\" Wyden says. \"You respond to the American people with the kind of information that they have a right to know.\" He also advocates releasing more information on the cyberattacks. \"I do believe there is important information that the American people have a right to know. It ought to be declassified promptly.\" \"It's very important that the American public knows what happened, not necessarily to re-litigate this election, but to look forward,\" says Sen. Angus King, an independent senator from Maine. \"What worries me is the extent to which this is an ongoing pattern — which, by the way, is the Russians' pattern in other parts of the world. \"And is that going to be the case in our elections? Four years from now, are we going to have the Democrats, the Republicans, the independents and the Russians?\" King asks. \"I mean, this is very serious stuff.\" ",
    "title": "CIA Secret Assessment Says Russia Interfered With U.S. Election To Help Donald Trump Win : The Two-Way : NPR"
   },
   {
    "entities": [
     "december 10, 2016",
     "inc.",
     "night",
     "tonight",
     "iraq",
     "suleyman",
     "besiktas",
     "2016",
     "stadium",
     "vasip",
     "associated",
     "interactive",
     "yildirim",
     "syria",
     "williams",
     "cbs",
     "istanbul",
     "news",
     "several seconds later",
     "vodafone",
     "anadolu",
     "dec 10, 2016",
     "dec. 10, 2016",
     "erdogan",
     "states",
     "press",
     "saturday",
     "arena",
     "caliskan",
     "holly",
     "u.s.",
     "sahin",
     "jennifer",
     "binali",
     "agency",
     "ntv",
     "earlier this week",
     "tayyip",
     "united",
     "isis",
     "soylu",
     "bursaspor",
     "mustafa",
     "recep",
     "about 10:30 p.m.",
     "l.",
     "turkey",
     "davis",
     "7:17 pm est"
    ],
    "id": 6,
    "text": "CBS/AP Last Updated Dec 10, 2016 7:17 PM EST ISTANBUL -- Two explosions hit Saturday night outside a major soccer stadium in Istanbul, after fans had gone home. Turkish President Recep Tayyip Erdogan issued a statement saying “unfortunately we have martyrs and wounded” but did not specify the number. A Turkish government source told CBS News that 15 were dead and 69 wounded. Report: At least 13 dead in Istanbul bombings The private NTV channel reported that the target of the first attack was a bus for riot police. One of the blasts was thought to be a car bomb, while the second appeared to be a suicide bomber.  Police cordoned off the area as smoke rose from behind the newly built Vodafone Arena Stadium, known colloquially as Besiktas Stadium after the local team and neighborhood. Witnesses also heard gunfire after the explosions. The first and larger explosion took place about 10:30 p.m. after the home team Besiktas beat visitor Bursaspor 2-1 in the Turkish Super League. Officials gave no immediate details on the nature of the second explosion, which sounded like it came from the same area. A video posted on social media appeared to show the moment of the blast with a fireball rising from the ground in the distance. It was followed several seconds later by a series of violent booms.   Patlama anı amatör kameraya böyle yansıdı. #patlama pic.twitter.com/YniRkDWuKX — Beşiktaş çArşı (@BesiktascArsi) December 10, 2016 The big question is who might be responsible if it is indeed what it looks like: a terror attack, CBS News’ Holly Williams reported from Istanbul. Turkey over the last couple of years has suffered a spate of suicide and car  bombings -- some attributed to the Islamic State of Iraq and Syria ( ISIS ) and others carried out by Kurdish militants. ISIS released an audio recording earlier this week calling on its followers to attack Turkish interests wherever possible, including security, military and the media, Williams reports. The U.S. Consul General in Istanbul, Jennifer L. Davis, issued a statement to CBS News calling the bombings acts of terrorism. “The United States condemns tonight’s cowardly attack and stands with the people of Turkey in the fight against terrorism,” the statement read.  However, there was no immediate claim of responsibility either from ISIS or any other group or individual. In cases of terror attacks carried out by Kurdish militants over the last couple of years, security forces and the police have been a frequent target. “It is thought to be a car bomb at a point where our special forces police were located, right after the match at the exit where Bursaspor fans exited, after the fans had left,” Interior Minister Suleyman Soylu was quoted as saying by Turkey’s state-run Anadolu Agency. He said the explosion took place on a hill adjacent to and overlooking the stadium. Turkish policemen at the site of an explosion in central Istanbul, Turkey, Dec. 10, 2016. Close REUTERS Television images showed more than a dozen ambulances on a street hugging the stadium and a police helicopter flying overhead with its searchlights on. The window glass of nearby buildings was shattered by the blasts and coated the pavement. Investigators, including Istanbul Police Chief Mustafa Caliskan, were quickly on the scene. The Besiktas sports club “strongly condemned” terrorism and the attack in a statement posted on its website. Bursaspor said none of the wounded were fans and issued a statement saying “we wish a speedy recovery to our wounded citizens.” Turkey’s radio and television board issued a temporary coverage ban citing national security concerns. It said “to avoid broadcasts that can result in public fear, panic or chaos, or that will serve the aims of terrorist organizations.”   Prime Minister Binali Yildirim and Istanbul Governor Vasip Sahin were also notified about the attack, Anadolu said.  Police arrive at the site of an explosion in central Istanbul, Turkey, Dec. 10, 2016. Close REUTERS © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Explosions hit near Istanbul soccer stadium - CBS News"
   },
   {
    "entities": [
     "house",
     "sechin",
     "bob",
     "vladimir",
     "black",
     "sea",
     "a decade ago",
     "new",
     "party",
     "wichita",
     "once",
     "washington",
     "corker",
     "abraham",
     "mccain",
     "ariz.",
     "matea",
     "tower",
     "saturday",
     "middle",
     "may",
     "oklahoma",
     "nations",
     "rex",
     "$20",
     "sakhalin",
     "petroleum",
     "tex.",
     "manhattan",
     "saudi",
     "$300 million",
     "fortune",
     "iraq",
     "commission",
     "jeb",
     "this year",
     "mufson",
     "foreign",
     "co.",
     "w.",
     "massachusetts",
     "magazine",
     "republican",
     "gold",
     "east",
     "demirjian",
     "lindsey",
     "o.",
     "institute",
     "kara",
     "karoun",
     "fox",
     "robert",
     "$50 million",
     "win",
     "morning",
     "siberia",
     "mcnally",
     "russia",
     "donald",
     "arabia",
     "graham",
     "texas",
     "december 10",
     "jason",
     "poor",
     "rio",
     "2016",
     "exxon",
     "bordoff",
     "oppenheimer",
     "exchange",
     "the 1990s",
     "cabinet",
     "ukraine",
     "1975",
     "rucker",
     "2009",
     "trump's",
     "tuesday",
     "committee",
     "friday",
     "white",
     "kremlin",
     "states",
     "falls",
     "s.c.",
     "qatar",
     "trump",
     "tillerson",
     "romney",
     "sunday",
     "u.s.",
     "ford",
     "r.",
     "american",
     "paris",
     "nigeria",
     "united",
     "$30",
     "rudolph",
     "andrew",
     "miller",
     "group",
     "mitt",
     "giuliani",
     "rapidan",
     "competitive",
     "senate",
     "ebell",
     "crimea",
     "venezuela",
     "lincoln",
     "chávez",
     "cia",
     "philip",
     "john",
     "george",
     "putin",
     "arctic",
     "columbia",
     "bolton",
     "this coming week",
     "yemen",
     "steven",
     "morello",
     "gop",
     "news",
     "relations",
     "myron",
     "energy",
     "fadel",
     "exxonmobil",
     "&",
     "securities",
     "the next day",
     "boeve",
     "april",
     "2012",
     "university",
     "carol",
     "two years later",
     "puzder",
     "and",
     "rosneft",
     "2011",
     "nbc",
     "york",
     "gheit",
     "department",
     "enterprise",
     "baghdad",
     "xto",
     "florida",
     "standard",
     "labor",
     "west",
     "hugo",
     "at 7:11 pm",
     "$150",
     "igor",
     "bush"
    ],
    "id": 7,
    "text": "Trump expected to pick ExxonMobil chief Rex Tillerson as his secretary of state The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Steven Mufson and Philip Rucker December 10 at 7:11 PM Follow @StevenMufson Follow @PhilipRucker President-elect Donald Trump is expected to name as his secretary of state Rex Tillerson, the chief executive of ExxonMobil, who has worked extensively around the globe and built relationships with such leaders as Russian President Vladi­mir Putin, three people close to the transition team confirmed Saturday. Tillerson’s nomination could face intense scrutiny in the Senate, considering his years of work in Russia and the Middle East on behalf of the multinational petroleum company. Already, two leading Republican hawks, Sens. John McCain (Ariz.) and Lindsey O. Graham (S.C.), have voiced concerns about Tillerson’s serving as the nation’s top diplomat because of his ties to Putin. Trump spokesman Jason Miller said Saturday that there would be no official announcement about a secretary of state until this coming week “at the earliest.” But three officials briefed on Trump’s deliberations, who spoke on the condition of anonymity because of the sensitivity of the matter, said the pick would be Tillerson, barring a late and unanticipated shift in Trump’s thinking. NBC News first reported that Trump has settled on Tillerson. Trump is considering nominating for deputy secretary of state John R. Bolton, a former ambassador to the United Nations and a combative hawk whose tenure in the George W. Bush administration was controversial, two of the officials said. View Graphic Here are the people whose names have been floated for Trump’s Cabinet Trump spent a month deliberating over the secretary of state position and interviewed an array of candidates, including Mitt Romney, the 2012 GOP presidential nominee, who was opposed by some of Trump’s closest advisers because he had been the face of the Republican resistance to Trump’s presidential candidacy. Other contenders included former New York mayor Rudolph W. Giuliani and Bob Corker (R-Tenn.), chairman of the Senate Foreign Relations Committee. The search at times resembled Trump’s reality television show, “The Apprentice,” with the hopefuls parading before journalists — and, in the case of Giuliani, publicly campaigning for the job before announcing Friday that he had withdrawn himself from consideration. [ Trump’s advisers clash over Mitt Romney as secretary of state ] Tillerson’s stock rose late in the process, after he met with the president-elect on Tuesday and again on Saturday morning at Trump Tower in New York. Trump settled on Tillerson, 64, because he projects gravitas, is regarded as a skillful manager and personally knows many foreign leaders through his dealings on behalf of the energy giant, people close to Trump said. In an excerpt of an interview with Fox News , which will be aired in full Sunday, Trump praises Tillerson, although he does not reveal his decision. “He’s much more than a business executive; he’s a world-class player,” Trump says. “He knows many of the players, and he knows them well. He does massive deals in Russia — for the company, not for himself.” Tillerson’s nomination would fit the pattern of other Trump appointments — wealthy business leaders with little experience in policymaking. But Tillerson has spent years dealing with the complexities of one of the world’s biggest enterprises, spanning six continents and about six dozen nations. 1 of 20 Here’s a look at Trump’s administration so far View Photos President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Caption President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Labor Secretary nominee Andrew Puzder Andrew Puzder, a fast-food executive who has been a vocal critic of substantially increasing the minimum wage and an opponent of rules that would make more workers eligible for overtime pay, is the nominee to lead the Labor Department, according to a Republican briefed on the decision. Drew Angerer/Getty Images Buy Photo Wait 1 second to continue. The company’s deep ties to Russia would potentially serve Tillerson well, given Trump’s desire to repair relations with the Kremlin. But Tillerson’s close relationship with Putin could also become a flash point during confirmation hearings, especially in light of a recent CIA assessment that Russia intervened in the 2016 election to help Trump win the presidency, rather than just to undermine confidence in the U.S. electoral system. [ Secret CIA assessment says Russia was trying to help Trump win White House ] “Few corporate titans are closer to Putin than Tillerson,” said Jason Bordoff, founder of Columbia University’s center for global energy. “So his pick, along with Trump’s campaign rhetoric, would suggest a sharp shift in U.S. policy toward Russia.” McCain told Fox News on Saturday that Tillerson’s relationship with Putin “is a matter of concern to me.” “You want to give the president of the United States the benefit of the doubt because the people have spoken,” McCain said. “But Vladi­mir Putin is a thug, a bully and a murderer, and anybody else who describes him as anything else is lying.” During the 1990s, Tillerson oversaw an Exxon project on Russia’s Sakhalin island and developed a working relationship with Putin. In 2011, the company signed an agreement with the state-controlled oil company, Rosneft, to work jointly on oil exploration and development in the Arctic and Siberia. After inking the deal in New York, Tillerson and Rosneft chairman and Putin confidant Igor Sechin dined on caviar at the luxury Manhattan restaurant Per Se, according to one account. The next day, they gave oil analysts black pens with the date of the agreement engraved in gold. Two years later, the Kremlin awarded Tillerson the Order of Friendship, an honor reserved for foreigners. “I don’t know the man much at all, but let’s put it this way: If you received an award from the Kremlin, [an] Order of Friendship, then we’re gonna have some talkin’,” Graham said. “We’ll have some questions. I don’t want to prejudge the guy, but that’s a bit unnerving.” Exxon discovered oil in a well it drilled in the Kara Sea, but the joint partnership was put on ice after Russian intervention in Ukraine and the annexation of Crimea led to international economic sanctions. As secretary of state, Tillerson, who has been critical of the sanctions, would be in a position to argue for easing them, which could allow Exxon to resume operations. And for a company the size of Exxon, few countries outside of Russia hold sufficient potential to bolster the oil giant’s reserves. In addition to the Arctic, Exxon wants to drill in the deep waters of the Black Sea and search for shale oil in West Siberia. In each case, the company would be providing expertise and technology that Russia lacks. “Russia is critical for Exxon,” said Fadel Gheit, an oil analyst for Oppenheimer & Co. Robert McNally, president of the consulting firm Rapidan Group and a director for energy on President George W. Bush’s national security council, said, “The closest thing we have to a secretary of state outside government is the CEO of Exxon.” Tillerson has spent his entire working life at ExxonMobil, joining the company in 1975 with a degree in civil engineering. His career has taken him from Oklahoma and Texas to Yemen and Russia, and as ExxonMobil’s top executive, he has cultivated relationships, meeting regularly with world leaders such as Putin, the Saudi oil minister, and the emir of Qatar. He will retire with a nest egg of about $300 million, including stock options and pension benefits. Yet Tillerson’s track record — during a decade in which crude oil prices lurched from under $30 to nearly $150 a barrel — has been mixed. The company has managed some of the world’s biggest infrastructure projects, often in forbidding locations, but it has spent heavily on share buybacks and has borrowed heavily to maintain both capital spending and dividend payments. Wall Street analysts say ExxonMobil overpaid for XTO Energy, a domestic shale gas company, and it has failed to meet the production targets Tillerson himself set. In April, Standard & Poor’s downgraded the company’s gold-plated triple-A credit rating to double-A plus, the first time Exxon had lost its triple-A rating since the advent of color television. Tillerson’s nomination is likely to draw strong opposition from environmentalists. The secretary of state takes the lead in international climate talks, meaning that Tillerson could play a role in unwinding U.S. commitments under the recent Paris accord. Environmental groups allege that ExxonMobil’s scientists knew about the impact the use of fossil fuels was having on climate change, and that the company suppressed internal research instead of sharing it with investors and the public. The New York and Massachusetts attorneys general have issued broad subpoenas to ascertain whether ExxonMobil’s failure to disclose that information violated Securities and Exchange Commission requirements. ExxonMobil has fought back in federal court in Texas. “Covering up climate science and deceiving investors qualifies you for federal investigation, not federal office,” May Boeve, executive director of the climate group 350.org, said in a statement. When Tillerson took the helm at ExxonMobil a decade ago, he was seen as moderating the company’s position on climate change. Whereas his predecessor opposed any action on climate change, Tillerson said in 2009 that he favored a carbon tax and proposed an initial price “somewhere north of $20” a ton. And he reduced ExxonMobil’s own emissions. Tillerson has acknowledged that climate change is caused by humans, and under his leadership, ExxonMobil curtailed funding for the Competitive Enterprise Institute, whose energy and climate expert Myron Ebell played down the extent of climate change. Ebell is the head of the Trump transition team on environmental issues. Yet Tillerson has insisted that oil use is essential. He chaired the American Petroleum Institute and once told Fortune magazine, “To say that you’re addicted to oil and natural gas seems to me to say you’re addicted to economic growth.” ExxonMobil has important relationships throughout the Middle East. It relies on Saudi Arabia for oil supplies and is a partner in refinery projects. It has enormous projects in liquefied natural gas export in Qatar. It has also managed to carry out exploration and production ventures in the semiautonomous Kurdish region of northern Iraq and in southern Iraq, transcending rivalries between Baghdad and the Kurds. But under Tillerson, ExxonMobil has walked away from other countries. It left Venezuela after contract disputes with the late Venezuelan leader Hugo Chávez, and it ended its onshore operations in Nigeria, where local insurgents sabotaged infrastructure. Tillerson was born in Wichita Falls, Tex., the son of a Boy Scout administrator. He still lists the rank of Eagle Scout on his résumé, and he has remained active in the organization. In 2012, he was instrumental in pushing the Boy Scouts board to admit openly gay youths. The ExxonMobil chief also chaired the $50 million campaign to restore Washington’s Ford’s Theatre, where President Abraham Lincoln was assassinated. Tillerson has been a major donor to the Republican Party and its candidates, including to former Florida governor Jeb Bush during this year’s presidential primaries, federal campaign finance filings show. There appears to be no record of Tillerson’s giving to Trump’s campaign. Within the oil industry, ExxonMobil has been regarded as the most button-downed company, conservative and sometimes arrogant. But even Tillerson’s critics admire his leadership abilities. “Rex is a very, very, very honorable man,” Gheit said. “He is smart, levelheaded. He has tremendous resolve and very strong character.” Karoun Demirjian, Matea Gold and Carol Morello contributed to this report. world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "Trump expected to pick ExxonMobil chief Rex Tillerson as his secretary of state - The Washington Post"
   },
   {
    "entities": [
     "december 10, 2016",
     "russia",
     "donald",
     "ben",
     "korea",
     "vladimir",
     "texas",
     "jason",
     "iraq",
     "jeb",
     "john",
     "for",
     "exxon",
     "politics",
     "iran",
     "sarah",
     "putin",
     "george",
     "bolton",
     "new",
     "us",
     "wichita",
     "once",
     "2:05",
     "syria",
     "w.",
     "mobil",
     "news",
     "2015",
     "gop",
     "stansall",
     "responsive",
     "previously",
     "next year",
     "exxonmobil",
     "tower",
     "oct. 7, 2015",
     "falls",
     "china",
     "saturday",
     "trump",
     "palin",
     "obama",
     "america",
     "tillerson",
     "street",
     "u.s.",
     "sunday",
     "london",
     "rex",
     "wall",
     "nbc",
     "york",
     "state",
     "miller",
     "fox",
     "next week",
     "north",
     "u.n.",
     "reuters",
     "journal",
     "afghanistan",
     "center",
     "bush",
     "city"
    ],
    "id": 8,
    "text": "Exxon Mobil Chief Is Trump's Expected Pick For Secretary of State 2:05 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161211013454if_/http://www.nbcnews.com/widget/video-embed/830035011849\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Donald Trump is expected to nominate ExxonMobil CEO Rex Tillerson as his secretary of state, two sources close to the transition process told NBC News on Saturday. The 64-year-old veteran oil executive has no government or diplomatic experience, although he has ties to Russian President Vladimir Putin. The pick would put to rest weeks-long speculation of who would earn the post as the U.S.'s top diplomat, and would place Tillerson fourth in line to the presidency. He will also be paired with former U.N. Ambassador John Bolton as his deputy secretary of state, one of the sources added, with Bolton handling day-to-day management of the department. Chairman and CEO of US oil and gas corporation ExxonMobil, Rex Tillerson, speaks during the 2015 Oil and Money conference in central London on Oct. 7, 2015. Ben Stansall / AFP/Getty Images The sources cautioned that nothing is final until the president-elect officially announces it, which could happen as early as next week. Tillerson, who was once dubbed \"T.Rex\" by Sarah Palin, met Saturday with Trump at Trump Tower in New York City, the president-elect's spokesperson confirmed. In a pre-taped interview set to air Sunday on Fox News, Trump discussed why a businessman such as Tillerson would be a good fit as America's chief diplomat. \"Well, in his case, he's much more than a business executive, I mean he's a world-class player,\" Trump said, acknowledging Tillerson's relationship with Russia through his business dealings. \"To me, a great advantage is he knows many of the players, and he knows them well,\" Trump added. \"He does massive deals in Russia. He does massive deals for the company — not for himself, for the company.\" Trump spokesman Jason Miller said no official announcement on the secretary of state pick is expected until \"next week at the earliest.\" Transition Update: No announcements on Secretary of State until next week at the earliest. #MakeAmericaGreatAgain — Jason Miller (@JasonMillerinDC) December 10, 2016 Tillerson, of Wichita Falls, Texas, has already notified his corporate board about taking on the new role, sources told NBC News. He is set to retire from ExxonMobil next year since the company has a mandatory retirement age of 65, Reuters reported. He has never previously worked in government, but reportedly holds conservative political views. Tillerson has made tens of thousands of dollars worth of political donations over the past two decades to Republican groups and candidates, including to President George W. Bush and former Texas Gov. Jeb Bush, according to the Center for Responsive Politics, a nonpartisan research group. The Wall Street Journal reported that Tillerson backed Jeb Bush during the GOP presidential primary and did not donate to Trump's campaign. Little is known about where he stands on foreign policy, and as secretary of state, he would have to hit the ground running on major issues. Among them: handling the nuclear agreement with Iran that the Obama administration made in 2015; the sanctions imposed on Russia; disputes with China and North Korea; the ongoing humanitarian crisis in Syria; and rebuilding Afghanistan and Iraq. Play ",
    "title": "Rex Tillerson of ExxonMobil Expected to Be Named Trump's Secretary of State: Sources - NBC News"
   },
   {
    "entities": [
     "cheney",
     "house",
     "access",
     "urban",
     "vladimir",
     "commerce",
     "point",
     "al",
     "james",
     "new",
     "party",
     "washington",
     "saddam",
     "now",
     "earth",
     "cincinnati",
     "carson",
     "glenn",
     "saturday",
     "bennett",
     "mike",
     "america",
     "post",
     "podesta",
     "moscow",
     "dec. 1",
     "thursday",
     "minchillo",
     "today",
     "woolsey",
     "brian",
     "time",
     "iraq",
     "of",
     "associated",
     "this year",
     "defense",
     "2007",
     "magazine",
     "pompeo",
     "california",
     "jan. 20",
     "va.",
     "agency",
     "$70-billion-a-year",
     "hollywood",
     "beyonce",
     "gore",
     "last month",
     "nov. 8",
     "housing",
     "russia",
     "donald",
     "ben",
     "2003",
     "adam",
     "2016",
     "army",
     "fbi",
     "democratic",
     "clinton",
     "ukraine",
     "eastern",
     "trump's",
     "michael",
     "committee",
     "friday",
     "white",
     "kremlin",
     "obama",
     "trump",
     "intelligence",
     "langley",
     "u.s.",
     "ross",
     "b.",
     "r.",
     "hillary",
     "nixon",
     "wilbur",
     "current",
     "weekend",
     "park",
     "cia",
     "john",
     "putin",
     "present",
     "flynn",
     "schiff",
     "hussein",
     "this week",
     "china",
     "press",
     "dakota",
     "carle",
     "development",
     "and",
     "europe",
     "dick",
     "geun-hye",
     "department",
     "west",
     "jersey",
     "future",
     "national"
    ],
    "id": 9,
    "text": "Tensions erupt between Trump and the CIA over Russia's hacking during the 2016 campaign Donald Trump John Minchillo / Associated Press President-elect Donald Trump speaks to a crowd in Cincinnati on Dec. 1. President-elect Donald Trump speaks to a crowd in Cincinnati on Dec. 1. (John Minchillo / Associated Press) Brian Bennett Contact Reporter Tensions between Donald Trump and U.S. intelligence officials boiled over Saturday as Trump's transition team mockingly compared a secret CIA assessment that Russia tried to sway the U.S. election in Trump's favor to the agency’s historic misjudgments on Iraq’s weapons of mass destruction.   The widening public rift between the incoming president and the nation’s powerful intelligence community could pose high-risk problems both for his administration and for national security.   CIA leaders at agency headquarters in Langley, Va., are bracing for a potentially adversarial relationship with Trump’s White House, especially over what the spy agency sees as Russia’s malign role on multiple fronts, according to two officials who  requested anonymity in speaking about internal discussions. “It sets up one of the great crises in the history of the executive branch,” said Glenn Carle, a former senior CIA officer who spent more than two decades as a spy before retiring in 2007. “All the agency can do short of insurrection is to present the facts when allowed to the executive we serve.” Trump has received only a handful of classified intelligence briefings since his upset victory last month, and CIA officials now believe it is because Trump has rejected their assessments on Moscow’s aggression in Ukraine, its pressure on Eastern Europe and its computer hacks to boost Trump's chances against Hillary Clinton . Some compared the current tensions to the distrust that marked relations with Vice President Dick Cheney before the 2003 U.S.-led invasion of Iraq, when he was widely seen as cherry-picking raw intelligence and pushing agency analysts to support his views. President Nixon had a famously frosty relationship with the CIA, which he considered too powerful and too independent. President Clinton’s first CIA director, R. James Woolsey, was so disliked in the White House that he could barely get an appointment to see the president.  Still, no other incoming president has publicly rejected a major CIA assessment about a security threat, or declined regular classified briefings from officials representing America’s $70-billion-a-year global espionage and surveillance apparatus.  Nor has a transition team issued a statement like the one it emailed Saturday after the Washington Post reported that the CIA had concluded that Russian President  Vladimir Putin ’s government had authorized the hacking and leaking of Democratic Party emails this year in a deliberate effort to damage Hillary Clinton and boost Trump’s chances.   \"These are the same people that said Saddam Hussein had weapons of mass destruction,” the statement said, referring to the misjudgments and mistakes used to justify the  invasion of Iraq, a systemic intelligence failure that badly tarnished the CIA’s reputation. The Trump team’s statement went on to say that the Nov. 8 election “ended a long time ago in one of the biggest electoral college victories in history,” a claim that is untrue.  Eight of the 12 most recent presidential elections have been decided with a larger electoral college victory. And unlike most elections, Trump lost the popular vote.  Inside the CIA, career analysts have been mystified by Trump’s repeated dismissal of evidence that Russia hacked into Democratic National Committee emails and copied communications from Hillary Clinton’s campaign chairman, John Podesta.  There are also growing concerns about Trump’s pick for national security advisor, retired three-star Army Gen.  Michael Flynn , whom the Obama administration fired as head of the Defense Intelligence Agency.  Flynn’s tenure there was rocky, in part because he ordered aides to chase pet theories that quickly became known as “Flynn facts,” since they were not grounded in reality. Trump’s choice to run the CIA, Rep. Mike Pompeo (R-Kan.), an aerospace entrepreneur and former Army officer, could get caught in the middle.  Pompeo developed a rapport with CIA leaders as a member of the House Intelligence Committee panel that oversees the agency. Pompeo, who graduated first in his class at West Point, has a reputation as a quick study and an advocate for the CIA. Now he will take over an agency that has been openly criticized by his future boss, the president-elect. “He’s going to be in an awkward spot when he is called to give a lay-down on Russia or some other topic,” a former senior national security official who has advised Trump’s transition team said in an interview.  CIA analysts will expect Pompeo to relay their unvarnished view but Trump may not want to hear it, the former official said, speaking on condition of anonymity.  Trump has repeatedly said that he doesn’t believe that Russia tried to interfere in the election, has praised Putin and has called for closer relations with the Kremlin. “I don’t believe they interfered,” Trump said in an interview with Time magazine published this week. The hacking, he said, “could be Russia. It could be China. And it could be some guy in New Jersey.” U.S. agencies believe they have identified who in the Russian government was involved in ordering operations to disrupt the U.S. election and how they were orchestrated. They are reluctant to make the information public because that could compromise how the intelligence was gathered, a U.S. official said, speaking on condition of anonymity.  The FBI is still investigating the Russian hacks and have yet to find that a U.S. citizen assisted them, the official said. Rep. Adam B. Schiff  (D-Burbank), the top Democrat on the House Intelligence Committee, said Trump is not disregarding the intelligence because he has examined the information and disagrees with how it was interpreted. Rather, he said, Trump has rejected it because “it doesn't fit with the political narrative he wants to tell.” That doesn't bode well for how Trump will act as president. \"He is willing to disparage the intelligence community when it benefits him,\" Schiff said.  On Friday, the White House said that President Obama had ordered the CIA and other intelligence agencies to conduct a full review of foreign-based digital attacks aimed at influencing the election. Obama ordered the review completed before he leaves office on Jan. 20, in what appeared to be an attempt to ensure the incoming administration doesn’t kill the inquiry. Caption Weekend Roundup: 7 stories you can't miss Who’s to blame for one of the worst fires in California history , Dakota Access pipeline opponents have claimed a big victory for now , Beyonce leads today’s Grammy nominations with nine , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , how will Hollywood speak to Trump’s America , meet Wilbur Ross, the man Trump has tapped him to lead the U.S. Department of Commerce , and John Glenn, the first American to orbit Earth, died Thursday at 95 . Caption Weekend Roundup: 7 stories you can't miss Who’s to blame for one of the worst fires in California history , Dakota Access pipeline opponents have claimed a big victory for now , Beyonce leads today’s Grammy nominations with nine , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , how will Hollywood speak to Trump’s America , meet Wilbur Ross, the man Trump has tapped him to lead the U.S. Department of Commerce , and John Glenn, the first American to orbit Earth, died Thursday at 95 . Caption 90 seconds: 4 stories you can't miss John Glenn, the first American to orbit Earth, died Thursday at 95 , Al Gore might have gotten played,   South Korean lawmakers voted to impeach President Park Geun-hye,  and the American Dream is more elusive than ever, a study finds . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Tensions erupt between Trump and the CIA over Russia&apos;s hacking during the 2016 campaign - LA Times"
   }
  ]
 }
}