{
 "13": {
  "col-sim": {
   "cosine": 0.3239236340132634,
   "entity": 0.5163977794943222
  },
  "exec-time": 8.829700231552124,
  "links": [
   {
    "entities": [
     "house",
     "russia",
     "donald",
     "office",
     "twitter",
     "earlier monday",
     "cia",
     "adam",
     "john",
     "of",
     "fbi",
     "james",
     "november 17, 2016",
     "justice",
     "community",
     "1996",
     "clapper",
     "washington",
     "democratic",
     "herridge",
     "news",
     "monday",
     "clinton",
     "republican",
     "schiff",
     "previously",
     "the",
     "committee",
     "friday",
     "r-ky.",
     "kremlin",
     "homeland",
     "d.c.",
     "obama",
     "trump",
     "dec. 16",
     "devin",
     "intelligence",
     "nunes",
     "post",
     "mcconnell",
     "podesta",
     "u.s.",
     "fnc",
     "mitch",
     "d-calif.",
     "hillary",
     "catherine",
     "wikileaks",
     "security",
     "department",
     "facebook",
     "fox",
     "current",
     "director",
     "senate",
     "r-calif.",
     "morning",
     "national"
    ],
    "id": 0,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   The Republican chairman of the House Intelligence Committee says a reported CIA assessment that Russian government actors interfered in the U.S. election to help Donald Trump win conflicts with the mid-November public testimony from the nation’s intelligence chief, according to a new letter obtained by Fox News.  In a letter Monday to Director of National Intelligence James Clapper, Rep. Devin Nunes, R-Calif., said, \"On November 17, 2016 you told the Committee during an open hearing that the IC (Intelligence Community) lacked strong evidence connecting Russian government Cyber-attacks and Wikileaks disclosures.\" In response to a question from ranking Democratic Rep. Adam Schiff, Clapper had said, “As far as the WikiLeaks connection, the evidence there is not as strong and we don't have good insight into the sequencing of the releases or when the data may have been provided. We don't have as good insight into that.” The Nunes letter continued, “According to new press reports, this is no longer the CIA’s position…I was dismayed that we did not learn earlier, from you directly about the reported conflicting assessments and the CIA’s reported revision of information previously conveyed to this Committee.” Nunes is requesting a briefing from the CIA and FBI on the current assessment of alleged Russian involvement related to the U.S. election no later than Dec. 16. The Washington Post reported Friday that the CIA concluded in a secret assessment that Russia interfered in the race to boost Trump, not just undermine confidence in the system. Intelligence agencies reportedly found individuals connected to the Russian government gave WikiLeaks hacked emails from the Democratic National Committee, as well as from Hillary Clinton Campaign Chairman John Podesta – though the agencies did not have “specific intelligence” showing Kremlin officials directed the activity. Trump has challenged the report, calling the assessment “ridiculous.”  Some Republican senators, though, have sought a bipartisan congressional probe to investigate further. Senate Majority Leader Mitch McConnell, R-Ky., endorsed those calls Monday morning, saying: “The Russians are not our friends.”  In a statement earlier Monday, Nunes said his committee will “closely oversee the production  of the report on these attacks requested by President Obama to ensure its analytical integrity” – but he does “not see any benefit in opening further investigations, which would duplicate current committee oversight efforts and Intelligence Community inquiries.” The top Democrat on the committee, Rep. Schiff, D-Calif., criticized Trump and his allies for calling the intelligence community’s work into question.  “Every day the President-elect and his team continue to denigrate the work of the intelligence community, to the detriment of the agencies' important work and the success of his own presidency,” he said in a statement.  Fox News sent the letter to the Office of the Director of National Intelligence, and will update when a response is available.  Catherine Herridge is an award-winning Chief Intelligence correspondent for FOX News Channel (FNC) based in Washington, D.C. She covers intelligence, the Justice Department and the Department of Homeland Security. Herridge joined FNC in 1996 as a London-based correspondent. Advertisement ",
    "title": "Intel committee chairman: Report on Russia meddling conflicts with DNI testimony | Fox News"
   },
   {
    "entities": [
     "inc.",
     "electoral",
     "russia",
     "donald",
     "cia",
     "john",
     "2016",
     "james",
     "interactive",
     "bolton",
     "clapper",
     "cbs",
     "news",
     "clinton",
     "monday",
     "states",
     "dec. 19",
     "obama",
     "trump",
     "podesta",
     "u.s.",
     "hillary",
     "united",
     "dec 12, 2016",
     "republic",
     "college",
     "3:54 pm est"
    ],
    "id": 1,
    "text": "CBS News Dec 12, 2016 3:54 PM EST John Podesta, the chairman of Hillary Clinton’s presidential campaign, says her campaign supports the request of some Electoral College members for an intelligence briefing about possible Russian interference in the presidential election . “Electors have a solemn responsibility under the Constitution and we support their efforts to have their questions addressed,” Podesta said in a statement Monday. Trump, CIA in escalating battle over intelligence He was responding to an open letter to Director of National Intelligence James Clapper written by 10 electors (nine Democrats and one Republican) and posted on Medium . The electors wrote about their concern about the U.S. intelligence community’s assertion -- made with “high confidence”-- that Russia “acted covertly to interfere in the presidential campaign with the intent of promoting Donald Trump’s candidacy” and about Mr. Trump’s rejection of the intelligence community’s judgment. John Bolton says claims of Russian hacking could be “false flag” operation The CIA’s judgment on Russian interference in the election “should distress every American. Never before in the history of our Republic have we seen such an effort to undermine the bedrock of our democracy,” Podesta wrote. Podesta also said that the Obama administration “owes it to the American people to explain what it knows regarding the extent and manner of Russia’s interference and this be done as soon as possible.”  In their letter to Clapper, the electors wrote that they want information from the intelligence community about “whether there are ongoing investigations into ties between Donald Trump, his campaign or associates, and Russian government interference in the election, the scope of those investigations, how far those investigations may have reached, and who was involved in those investigations.” Moreover, they say they “further require a briefing on all investigative findings, as these matters directly impact the core factors in our deliberations of whether Mr. Trump is fit to serve as President of the United States.” The electors who signed the letter are to cast their votes on Dec. 19.  © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Hillary Clinton campaign supports intelligence briefing for Electoral College on Russian interference in presidential election, says John Podesda - CBS News"
   },
   {
    "entities": [
     "zeitchik",
     "patel",
     "kenneth",
     "stone",
     "ruth",
     "david",
     "golden",
     "jeff",
     "new",
     "washington",
     "now",
     "globe",
     "glenn",
     "denzel",
     "harris",
     "america",
     "virginia",
     "richard",
     "turner",
     "mahershala",
     "keaton",
     "20th century",
     "41%",
     "46%",
     "lee",
     "davis",
     "chang",
     "last year",
     "h.",
     "whipp",
     "the year",
     "jenkins",
     "chazelle",
     "of",
     "this year",
     "jusin",
     "arts",
     "emma",
     "hancock",
     "wright",
     "barry",
     "clint",
     "foreign",
     "hfpa",
     "ali",
     "assn.",
     "octavia",
     "eastwood",
     "viola",
     "naomie",
     "casey",
     "angelotti",
     "ryan",
     "hollywood",
     "bornfriend",
     "maren",
     "winston",
     "nichols",
     "morning",
     "lonergan",
     "jan. 24",
     "neubert",
     "jason",
     "jimmy",
     "dev",
     "nat",
     "bigelow",
     "monday",
     "zandvliet",
     "mildred",
     "michael",
     "joe",
     "loving",
     "currently",
     "spencer",
     "martin",
     "negga",
     "january",
     "anderson",
     "this hour",
     "$11 million",
     "right now",
     "scorsese",
     "john",
     "christopher",
     "ade",
     "justin",
     "affleck",
     "tony",
     "--",
     "the last decade",
     "steven",
     "detroit",
     "kathryn",
     "damien",
     "picture",
     "press",
     "2017",
     "academy",
     "september",
     "sciences",
     "churchill",
     "motion",
     "1967",
     "turan",
     "nolan",
     "and",
     "kimmel",
     "york",
     "gosling"
    ],
    "id": 2,
    "text": "Globes tap a diverse field of nominees — will Oscar follow suit? 'Moonlight' David Bornfriend / A24 The diverse slate of film acting nominees included two from \"Moonlight\" -- Mahershala Ali and Naomie Harris. The diverse slate of film acting nominees included two from \"Moonlight\" -- Mahershala Ali and Naomie Harris. (David Bornfriend / A24) Glenn Whipp With really good marketing and sheer force of will, the Hollywood Foreign Press Assn.  has, over the last decade, turned the Golden Globes from a scandal-riven booze fest into a highly rated, influential awards ceremony, a metamorphosis that has never been clearer than this year.  The diverse slate of film acting nominees it announced on Monday sent a clear, early message to Oscar voters dogged by the #OscarsSoWhite label: There can be no excuses this year. Last year, when faced with criticism for yet another all-white slate of acting nominees, some members of the Academy of Motion Picture Arts and Sciences argued that there simply had been too few nonwhite choices.  With “Sully” and “Silence,” they also have a couple of the most buzzed-about movies of the year. Yet when the Hollywood Foreign Press Assn. announced its annual nominations Monday morning, both films were... Between the two of them, Clint Eastwood and Martin Scorsese have 23 Golden Globe nominations. With “Sully” and “Silence,” they also have a couple of the most buzzed-about movies of the year. Yet when the Hollywood Foreign Press Assn. announced its annual nominations Monday morning, both films were... (Steven Zeitchik) This year, the 85 voting members of the HFPA identified an array of possibilities that included nominating six black actors —  Denzel Washington and Viola Davis for “Fences,” Mahershala Ali and Naomie Harris for “Moonlight,” Ruth Negga for “Loving” and Octavia Spencer for “Hidden Figures.” Also nominated: “Lion’s” Dev Patel, British-born to Indian parents. Beyond that, Globes voters also took the opportunity to recognize a wide range of stories,  saluting movies driven by women, such as “Florence Foster Jenkins,” which tells the true story of a New York socialite whose inability to sing didn’t stop her from trying, and “20th Century Women,” a poignant look at a free-thinking, independent mother raising her son beyond the bounds of convention. “Hidden Figures,” a drama about the black women mathematicians who helped launch John Glenn into space, scored two nominations, including a nod for supporting actress  Spencer. “It is nice to have more inclusion — and inclusion across the board,” said “Moonlight” writer-director Barry Jenkins, whose coming-of-age drama received six nominations. “Looking at the types of movies nominated in the best picture categories, especially in this post-election world, it’s really this beautiful snapshot of what America is right now. And it’s not just a monolith. I think that’s the biggest statement.” Full coverage: 2017 Golden Globes Awards » By casting its net wide, the Globes continued a trend.  In the wake of January’s Oscars So White controversy, .  the SAG Awards and Emmy Awards ceremonies practically flaunted their inclusive sets of winners and nominees. “Here in Hollywood, the only thing that we value more than diversity is congratulating ourselves on how much we value diversity,” Emmys host Jimmy Kimmel joked in his opening monologue at the September show. “I’ll tell you, the Emmys are so diverse this year, the Oscars are now telling people we’re one of their closest friends.” Now the question is: Will film academy members follow suit?  “It’s not like voters are going to have to go out of their way to look for worthy names,” said veteran awards consultant Tony Angelotti. “There are a lot of  bona fide candidates, not just fringe people who, if you vote for them, it might look like you’re just responding to the controversy. Every one of these people are great actors delivering strong performances.” The Jan. 24 Oscar nominations will also be the first since the academy invited its largest and most diverse set of new members ever —  683 industry professionals, 46% of them female and 41% people of color. What effect those newcomers might have on this year’s nominees remains to be seen, though many new members think that a shift in sensibility is inevitable. “There’s a real art-house sensibility to this new class,” says German director Maren Ade, who joined this year. “They invited a lot of European filmmakers, as well as Asians too, people who see things and value things a bit differently, simply because they come from a different life experience.” Sharing — and illuminating —  that distinct life experience was the impetus for such films as “Moonlight,” the drama depicting three periods in the life of a young black man as he struggles with, and ultimately learns to accept, his gay identity. Made for a pittance, the film has grossed nearly $11 million, a figure that will likely balloon with the Globes and (potential) Oscars nominations.  I do think it’s one of these movies that has the ability to change the way people look at life and each other.\" — Naomie Harris “I do think it’s one of these movies that has the ability to change the way people look at life and each other,” said “Moonlight” actress  Harris, Golden Globe-nominated for playing the film’s drug addict mother. Her “Moonlight” castmate,  Ali, also a Globe nominee, added: “I just hope that that’s something that is the norm moving forward, where there are people from all walks of life and different cultures and communities in some way, shape or form being represented on screen, and their work being appreciated and recognized.” The academy’s diversity push also heightened the way that movies like “Moonlight,” “Hidden Figures,” “Fences” and “Loving” were marketed and discussed. “I feel like there is a stronger interest in our movie’s subject matter right now,” said director Jeff Nichols of his movie “Loving,” which tells the story of Mildred and Richard Loving, the couple who fought the state of Virginia to recognize their interracial marriage. “There’s a hunger for stories about another kind of hero.” Whether this year’s inclusiveness, which has yet to appreciably extend to Latino, Asian and other minority filmmakers, becomes the new normal or is a one-and-done aberration is open to debate. The 2017 release schedule is littered with traditional, older-white-male-friendly titles like Christopher Nolan ’s World War II epic, “Dunkirk,” and Joe Wright’s Winston Churchill drama, “Darkest Hour.” But there’s also a drama about the 1967 Detroit riot directed by Kathryn Bigelow, who won the Oscar for “The Hurt Locker.” And there are likely a handful of smaller movies, like “Moonlight” and “The Birth of a Nation” — the high-profile Sundance sensation about Nat Turner’s slave revolt that flamed out early — that are currently hidden in plain sight. Having spoken to his indie filmmaker friends since the release of “Moonlight” and its subsequent success, Jenkins said he has heard whispers that studios and financiers might be increasingly open to distinct, diverse stories. “I think that there’s an informal mandate that everyone is feeling right now,” Jenkins said. “And I think great work — work that is needed -- is going to come out of it.” Times staff writer Tre’vell Anderson contributed to this story.  See the most-read stories this hour » Caption 'La La Land' is a lovely and lovingly crafted tribute to classic musicals Jusin Chang reviews 'La La Land,' directed by Damien Chazelle and starring Emma Stone and Ryan Gosling. Video by Jason H. Neubert. Jusin Chang reviews 'La La Land,' directed by Damien Chazelle and starring Emma Stone and Ryan Gosling. Video by Jason H. Neubert. Caption 'La La Land' is a lovely and lovingly crafted tribute to classic musicals Jusin Chang reviews 'La La Land,' directed by Damien Chazelle and starring Emma Stone and Ryan Gosling. Video by Jason H. Neubert. Jusin Chang reviews 'La La Land,' directed by Damien Chazelle and starring Emma Stone and Ryan Gosling. Video by Jason H. Neubert. Caption 'The Founder' offers a barbed look at the American Dream and a 'wonderfully nasty' Michael Keaton Justin Chang reviews \"The Founder,\" directed by John Lee Hancock and starring Michael Keaton. Video by Jason H. Neubert. Justin Chang reviews \"The Founder,\" directed by John Lee Hancock and starring Michael Keaton. Video by Jason H. Neubert. Caption 'Land of Mine' offers dramatic aspects of WWII that we haven't seen before Kenneth Turan reviews \"Land of Mine,\" a Danish-German historical drama film directed by Martin Zandvliet. Video by Jason H. Neubert. Kenneth Turan reviews \"Land of Mine,\" a Danish-German historical drama film directed by Martin Zandvliet. Video by Jason H. Neubert. Caption 'Manchester By the Sea' director Kenneth Lonergan on how Casey Affleck brought a quiet character to life \"Manchester By the Sea\" director Kenneth Lonergan discusses writing a quiet character and working with actor Casey Affleck to bring him to life.  \"Manchester By the Sea\" director Kenneth Lonergan discusses writing a quiet character and working with actor Casey Affleck to bring him to life.  Caption 'Manchester By the Sea' director Kenneth Lonergan on the film's all-important sense of place Director Kenneth Lonergan discusses the setting of \"Manchester By the Sea,\" and how the location helped beef up the film's story.  Director Kenneth Lonergan discusses the setting of \"Manchester By the Sea,\" and how the location helped beef up the film's story.  ",
    "title": "Globes tap a diverse field of nominees — will Oscar follow suit? - LA Times"
   },
   {
    "entities": [
     "house",
     "russia",
     "donald",
     "vermont",
     "congress",
     "t.",
     "gardiner",
     "john",
     "2016",
     "maryland",
     "manafort",
     "schumer",
     "new",
     "feinstein",
     "democratic",
     "benjamin",
     "this morning",
     "clinton",
     "monday",
     "now",
     "ukraine",
     "last week",
     "mccain",
     "flynn",
     "michael",
     "committee",
     "california",
     "white",
     "j.",
     "obama",
     "trump",
     "earnest",
     "harris",
     "nunes",
     "mcconnell",
     "podesta",
     "jonathan",
     "dianne",
     "leahy",
     "martin",
     "hillary",
     "york",
     "chuck",
     "josh",
     "c.i.a.",
     "cardin",
     "senate",
     "paul",
     "patrick",
     "l.",
     "d.",
     "national"
    ],
    "id": 3,
    "text": "Privacy Policy Mr. Nunes, a member of Mr. Trump’s transition team, said in a statement that the intelligence committee had been “conducting vigorous oversight of the investigations into election-related cyberattacks.” Mr. Nunes also noted that his committee would be scrutinizing the review of the Russian effort to influence the election ordered by President Obama last week. Advertisement Continue reading the main story Democrats have used the latest intelligence findings to renew their calls for an urgent inquiry. John D. Podesta, Hillary Clinton’s campaign chairman, demanded on Monday that all information about Russia’s meddling be declassified, and that the Obama administration explain what it knows about the hacking and when it knew it. “We now know that the C.I.A. has determined Russia’s interference in our elections was for the purpose of electing Donald Trump,” Mr. Podesta wrote in a statement. “This should distress every American. Never before in the history of our republic have we seen such an effort to undermine the bedrock of our democracy.” Three Senate Democrats — Benjamin L. Cardin of Maryland, Dianne Feinstein of California and Patrick J. Leahy of Vermont — called on Monday for the creation of an independent, nonpartisan commission to comprehensively investigate allegations of Russian interference in the 2016 election. But Mr. McConnell stopped short of calling for a special select committee, saying that the Senate intelligence committee was “more than capable of conducting a complete review” of the matter. While he stopped short of saying whether he agreed that Russia had interfered in the election in support of Mr. Trump, Mr. McConnell said, “We need to approach all these on the assumption the Russians do not wish us well.” Mr. McCain was less equivocal, saying Monday that there was “no doubt about the hacking” by Russian intelligence services. He called the hacking of the Democratic National Committee and related accounts “another form of warfare” in an appearance on “CBS This Morning” with Senator Chuck Schumer of New York, the incoming Democratic leader. For his part, Mr. Trump was dismissive of the intelligence findings and suggested that Democrats were simply stirring controversy. “Can you imagine if the election results were the opposite and WE tried to play the Russia/CIA card. It would be called conspiracy theory!” Mr. Trump said in a Twitter post on Monday. The White House press secretary, Josh Earnest, said that the administration would support a congressional review. He also rejected the notion that the administration had failed to adequately highlight the Russian efforts before the election, and said that the administration had extensively briefed Congress all year about Russian electoral meddling. Advertisement Continue reading the main story “There has been intensive cooperation between the intelligence community and other national security agencies, and members of Congress in both parties, both before and after the election,” Mr. Earnest said. “The briefings have been provided in a variety of settings, both classified and unclassified.” Even beyond the conclusions of the intelligence community, Mr. Trump’s campaign had widely known and extensive ties to the Russian government, including a campaign manager, Paul Manafort, who had worked for the Russian-backed government in Ukraine, and Mr. Trump’s choice for national security adviser, Lt. Gen. Michael T. Flynn, who had consulted for a Russian-backed media group, Mr. Earnest noted. Mr. Earnest said that Congress had a “special responsibility” to investigate the ties between the Trump campaign and the Russian government, because those connections were widely known before the election, adding that, for Capitol Hill Republicans, how to “reconcile their political strategy and their patriotism is something they’re going to have to explain.” Gardiner Harris and Jonathan Martin contributed reporting. ",
    "title": "McConnell and Ryan Back Russia Inquiries, Raising Potential Clash With Trump - The New York Times"
   },
   {
    "entities": [
     "house",
     "government",
     "tillerson-putin",
     "vladimir",
     "south",
     "james",
     "next month",
     "washington",
     "rubio",
     "supreme",
     "m.",
     "now",
     "mccain",
     "ariz.",
     "cnn",
     "2014",
     "evening",
     "mcconnell",
     "post",
     "d.j.",
     "rex",
     "december 12",
     "ocean",
     "moscow",
     "past",
     "rosalind",
     "thursday",
     "caucus",
     "paul",
     "s.",
     "court",
     "at 6:18 pm",
     "kane",
     "republican",
     "homeland",
     "kgb",
     "carolina",
     "mark",
     "demirjian",
     "lindsey",
     "mitch",
     "ryan",
     "affairs",
     "o.",
     "marco",
     "jordan",
     "freedom",
     "charles",
     "security",
     "karoun",
     "fox",
     "oversight",
     "morning",
     "russia",
     "donald",
     "congress",
     "twitter",
     "graham",
     "2013",
     "jason",
     "capitol",
     "schumer",
     "helderman",
     "democratic",
     "wis.",
     "lankford",
     "monday",
     "ukraine",
     "o'keefe",
     "last week",
     "wallace",
     "tuesday",
     "committee",
     "states",
     "inhofe",
     "obama",
     "trump",
     "intelligence",
     "tillerson",
     "ed",
     "u.s.",
     "sunday",
     "dec. 12",
     "united",
     "senate",
     "d.",
     "the weekend",
     "meadows",
     "cia",
     "johnson",
     "john",
     "putin",
     "arctic",
     "gop",
     "e.",
     "news",
     "the",
     "chaffetz",
     "exxonmobil",
     "hill",
     "chris",
     "cnbc",
     "and",
     "bastien",
     "ron",
     "dec. 11",
     "national"
    ],
    "id": 4,
    "text": "Dispute over Russia reflects growing Republican resistance to Trump The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it At a news conference, Dec. 12, Senate Majority Leader Mitch McConnell (R-Ky.) slammed Republican lawmakers who \"are reluctant to either review Russian tactics or ignore them.\" \"The Russians are not our friends,\" McConnell told reporters. (The Washington Post) By Karoun Demirjian , Paul Kane and Ed O'Keefe December 12 at 6:18 PM Follow @karoun Follow @pkcapitol Follow @edatpost Republican lawmakers are increasingly at odds with Donald Trump across a range of ­high-profile domestic and national security issues, an early sign that the GOP-led Congress might resist some elements of the ­president-elect’s un­or­tho­dox agenda. Although Trump maintains enthusiastic backing in many corners of the party, key members of the Senate and House have been outspoken in challenging his views of Russia and its interference in the U.S. election, warning of potential conflicts of interest arising from Trump’s far-flung business interests if he does not fully divest from his company, and criticizing the tough approach that he has taken to some companies, including his threat to impose a stiff tariff on firms that move jobs overseas. There is also friction over Trump’s consideration of ExxonMobil chief executive Rex Tillerson to be secretary of state — with GOP advisers warning that a growing number of Republican senators may be unwilling to vote to confirm Tillerson because of his ties to Russia. Trump tweeted Monday evening that he would announce his choice for secretary of state on Tuesday morning. No issue has so clearly divided Trump and top Republicans lawmakers as much as his dismissal of U.S. intelligence agencies that attributed the hacking of the Democratic National Committee and other political targets to Russian operatives. The tensions were exposed over the weekend, as Trump belittled the CIA following a Washington Post report that the agency believed that Moscow favored Trump in the election while several Republicans, including Sen. John McCain (Ariz.), joined with Democrats to call for an investigation into the matter. President-elect Donald Trump as well as Republican and Democratic lawmakers on Dec. 11 reacted to the CIA’s assessment that Russia intervened to help Trump win the election. (Bastien Inzaurralde/The Washington Post) “The Russians are not our friends,” Senate Majority Leader Mitch McConnell (R-Ky.) told reporters Monday, voicing his support for an inquiry. McConnell stopped short of endorsing a special select committee investigation, as some lawmakers have suggested, but said that the Senate Intelligence Committee is equipped to take on the matter. “This simply cannot be a partisan issue,” he said. McConnell also appeared to break with Trump in his assessment of the CIA, saying that he has “the highest confidence” in the intelligence community and that the CIA is “filled with selfless patriots, many of whom anonymously risk their lives for the American people.” McConnell, meanwhile, declined to defend Tillerson against accusations that he is too close with Russia, telling reporters that he would not comment on a hypothetical “phantom nominee.” McConnell’s reluctance to engage on Tillerson came after some of his allies on national security issues, including Sens. Lindsey O. Graham (R-S.C.) and Marco Rubio (R-Fla.), raised doubts about the ExxonMobil chief’s background. Tillerson received the Order of Friendship from Russian President Vladimir Putin in 2013, two years after ExxonMobil won a contract to explore for oil in a Russian-controlled area of the Arctic Ocean. The agreement has been frozen since the United States imposed sanctions on Moscow after Russia’s 2014 incursion into Ukraine. Some senior GOP advisers fear that the Tillerson-Putin relationship will make Republicans reluctant to support the nomination. One adviser, speaking on the condition of anonymity, said as many as seven might now be unwilling to vote to confirm him as the nation’s top diplomat. McCain said he would give Tillerson a fair hearing if the oil executive is nominated, but on Monday the senator questioned his judgment for being close to the Russian president. Putin “is a thug and a murderer,” McCain said on CNN, “and I don’t see how anybody could be a friend of this old-time KGB agent.” D.J. Jordan, a spokesman for Sen. James Lankford (R-Okla.), said Monday that the lawmaker “has a lot of questions about Mr. Tillerson and his ties to Russia,” though he added that Lankford is “hopeful that those questions will be addressed in the days ahead.” A big test for Republicans Taken together, the tensions between the president-elect and fellow Republicans on Capitol Hill reflect a major test for how the GOP congressional majorities will handle the unusual circumstances of the Trump era. Republicans, many of whom opposed Trump during the presidential primaries, want to work with him in many areas and avoid alienating his enthusiastic voter base. Yet some in the GOP are also assessing how to fulfill their constitutional duties as a check on a businessman-president who is unaccustomed to the public scrutiny inherent to a democratic system and unconcerned with past traditions of transparency, particularly when it comes to his personal finances. They also must prepare for the potential that Trump, who has effectively harnessed Twitter to skewer his critics, could turn his ire toward them. Democrats, for their part, have little power to investigate Trump or thwart his nominations. In 2013, Democrats — angered by what they described as years of Republican obstruction — voted to scrap the rule requiring at least 60 senators to overcome a procedural hurdle and move to a final confirmation vote. Now, all of Trump’s nominees for the executive and judicial branches, with the exception of picks for the Supreme Court, can be confirmed on a simple majority vote. With 48 seats in the Senate, Democrats in that chamber need to win over only a handful of Republicans to block a nominee, though doing so requires a degree of Democratic unity. That could be difficult, with 10 of the party’s senators facing reelection in two years in states that Trump won. Incoming Senate Minority Leader Charles E. Schumer (D-N.Y.) and his leadership team have urged senators set to serve as ranking Democrats on top national security, financial and ­domestic-policy committees to focus on hiring professional investigators able to quickly dive into the personal and financial backgrounds of Trump’s nominees, according to a senior Democratic aide. The hope is that Democrats will be able to dig up dirt on Trump’s nominees just as Republicans did to some of President Obama’s high-profile nominees in the early days of his administration. The larger drama is likely to take place among congressional Republicans, who will face pressure to help Trump. So far, House Speaker Paul D. Ryan (Wis.) has demonstrated a reluctance to challenge the ­president-elect on some of the issues that have animated his GOP colleagues. On Monday, Ryan dismissed calls for a probe into Russian meddling in the election, saying the House Intelligence Committee is “working diligently on the cyber threats posed by foreign governments and terrorist organizations.” He also appeared to criticize suggestions that Russia favored Trump, saying in a statement that “exploiting the work of our intelligence community for partisan purposes does a grave disservice to those professionals and potentially jeopardizes national security,” and “we should not cast doubt on the clear and decisive outcome of this election.” Ryan also has waved off concerns about Trump’s potential conflicts of interest related to his global real estate and branding empire. Asked last week by a CNBC interviewer how he hoped the president-elect would handle his business after he takes office, Ryan said, “However he wants to.” “This is not what I’m concerned about in Congress,” he said. Trump had planned a news conference Thursday to reveal how he will handle the business while he is in office, but his transition team said Monday that he will do it next month. Trump has hinted that he will retain an ownership stake while putting his adult children in charge of the company’s operations, telling “Fox News Sunday” that “essentially I’m not going to have anything to do with the management.” Ethics experts and lawmakers in both parties have warned that if Trump retains his stake, he will face congressional hearings and, potentially, investigations into whether he has a direct and personal financial stake in the decisions he is supposed to be making in the public interest. They say that Trump’s refusal to release his tax returns has left the public largely in the dark about the full extent of the potential conflicts. “Turning it over to his family and him still being a recipient of fruits of their labor does create conflicts in my mind,” said Graham, the GOP senator from South Carolina. “It will cloud his presidency if he doesn’t find a solution that puts it behind him.” Rep. Mark Meadows (R-N.C.), a member of the House Oversight Committee and the new chairman of the conservative Freedom Caucus, told The Post last week that he expects Trump to divorce himself from the business “as much as you can have a blind trust and fully divest.” “He has more counselors around him, with plenty of law degrees, that will give him great counsel on how to stay out of trouble,” Meadows said. He added that he expected Trump to build the proper firewall, but that “we have an oversight function that would be appropriate, and from my standpoint I think it’s incumbent upon the Oversight Committee to look at everything without a partisan lens.” ‘Vigorous oversight’ The chairman of the oversight panel, Rep. Jason Chaffetz (R-Utah), said it was premature to consider any sort of investigation, but he said the committee would provide “vigorous oversight” of the new president. “He’s still a private citizen at this point, though he needs to get his affairs in order,” Chaffetz said. “Give him a little breathing space, I think that’s fair.” Ethics experts have called for Trump to appoint an independent trustee, unconnected to his family, to lead an effort to sell his assets and reinvest the proceeds without his knowledge. Trump has appeared to brush off concerns about conflicts, noting that there is no legal requirement that he separate. “When I ran, everybody knew that I was a very big owner of real estate all over the world,” Trump told Fox News’s Chris Wallace in an interview that aired Sunday. “I mean, I’m not going to have anything to do with the management of the company. You know, when you sell real estate that’s not like going out and selling a stock. That takes a long time. . . . I’m going to have nothing to with it. And I’ll be honest with you — I don’t care about it anymore.” Trump said he was “turning down billions of dollars of deals” as he prepares to take office. “I’m not going to be doing deals at all,” he said. “Now that would be — I don’t even know if that’s a conflict. I mean, I have the right to do it. You know, under the law, I have the right to do it. I just don’t want to do it. I don’t want to do deals, because I want to focus on this.” Several lawmakers who would be responsible for probing potential conflicts of interest said in recent interviews they are willing to give the incoming president time and space to figure out how he will deal with the situation. “We haven’t even started the next Congress and we haven’t seen exactly how President-elect Trump is going to handle all this,” said Sen. Ron Johnson (R-Wis.), who leads the Homeland Security and Government Affairs Committee with jurisdiction over investigations. “I’m going to give him and his administration time to figure out what, quite honestly, is a very difficult situation.” In other corners of the GOP, lawmakers say the calls to investigate Trump are coming primarily from his political opponents. “There are going to be detractors from Trump [who] are going to try to make it sound like all the conflict of interest and all of that, and I don’t think people are really concerned about that except just the activists you run into on the Hill,” said Sen. James M. Inhofe (R-Okla.). “If it’s going to be those who just hate Trump and are looking for something to do him in or lessen his effectiveness — that’s not going to happen,” he added. Rosalind S. Helderman contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Dispute over Russia reflects growing Republican resistance to Trump - The Washington Post"
   },
   {
    "entities": [
     "house",
     "donald",
     "sean",
     "npr",
     "jason",
     "don",
     "mcgahn",
     "$3.6 billion",
     "jon",
     "elswick/ap",
     "washington",
     "news",
     "tuesday",
     "dec. 15",
     "white",
     "jan. 20",
     "d.c.",
     "trump",
     "spicer",
     "july",
     "december 12",
     "$630 million",
     "thursday",
     "slotkin",
     "january",
     "bloomberg"
    ],
    "id": 5,
    "text": "December 12, 20166:43 PM ET Jason Slotkin President-elect Donald Trump's organization holds the lease on, and has opened a hotel in, a prominent building in Washington, D.C., one of many business interests that could lead to conflicts with his role as president. Jon Elswick/AP hide caption toggle caption Jon Elswick/AP President-elect Donald Trump's organization holds the lease on, and has opened a hotel in, a prominent building in Washington, D.C., one of many business interests that could lead to conflicts with his role as president. Jon Elswick/AP Donald Trump has cancelled a planned news conference for Thursday intended to address potential business conflicts he may face as president. Trump transistion advisor Sean Spicer told NPR, \"the announcement will be in January.\" As Bloomberg News, which broke the story, reports: \"Trump had planned to make the announcement Dec. 15 but wants more time because he's been occupied with filling out his cabinet and top administration posts, according to the officials, who spoke on condition of anonymity to discuss internal deliberations. He's preparing to reveal his choice for secretary of state as soon as Tuesday, they said. \"The president-elect has consulted various legal specialists as well as Don McGahn, his pick for White House counsel, about how to deal with his organization, the officials said. A new date for the announcement hasn't been set, but it will be before his inauguration on Jan. 20, they said. \"Trump has about $3.6 billion of assets and $630 million of debt held in more than 500 companies, according to a July analysis by Bloomberg. His golf developments, tenant rosters, loans and licensing arrangements tie him to businesses and governments in 20 countries. Those ties risk hobbling his presidency with questions about motives for his policy and may raise constitutional issues.\" NPR thanks our sponsors ",
    "title": "President-Elect Trump Postpones Business Conflicts Announcement : The Two-Way : NPR"
   },
   {
    "entities": [
     "electoral",
     "christine",
     "russia",
     "donald",
     "december 19",
     "congress",
     "house",
     "shea",
     "bonds",
     "texas",
     "earlier monday",
     "cia",
     "anita",
     "et",
     "2016",
     "for",
     "john",
     "suprun",
     "1:27",
     "james",
     "bolton",
     "new",
     "clapper",
     "0:58",
     "washington",
     "democratic",
     "nancy",
     "clinton",
     ", 3:18 pm",
     "monday",
     "now",
     "pelosi",
     "november 8",
     "wants",
     "committee",
     "states",
     "dec 12",
     "california",
     "d.c.",
     "administration",
     "obama",
     "trump",
     "backs",
     "national",
     "intelligence",
     "mcconnell",
     "podesta",
     "u.s.",
     "carol",
     "chris",
     "briefings",
     "intel",
     "hillary",
     "united",
     "wikileaks",
     "campaign",
     "state",
     "department",
     "hampshire",
     "next week",
     "republic",
     "alex",
     "college",
     "senate",
     "porter",
     "last month",
     "this weekend"
    ],
    "id": 6,
    "text": "Dec 12 2016, 3:18 pm ET Clinton Campaign Wants Intel Briefings for Electoral College Members by Alex Seitz-Wald Russians Deny Involvement in U.S. Election, U.S. Intel Says Otherwise 0:58 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161213022539if_/http://www.nbcnews.com/widget/video-embed/831300675738\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Hillary Clinton's campaign has thrown its support behind an effort to provide members of the Electoral College with intelligence briefings on Russian breaches of U.S. political organizations before the College formally votes to elect Donald Trump president next week. \"The bipartisan electors' letter raises very grave issues involving our national security. Electors have a solemn responsibility under the Constitution and we support their efforts to have their questions addressed,\" Clinton campaign chairman John Podesta said Monday, responding to a request for briefings by a group of electors. Related: CIA Concludes Russia Mounted Operation to Help Trump Win: Source Podesta's strongly worded statement signals a clear shift in strategy from Clinton and her team, who have until now shown no interest in questioning the legitimacy of last month's election. And it could crack the door to further challenges or give succor to some Democrats' long-shot hope that Trump's election could be upended when the Electoral College convenes December 19. Play McConnell, Confident in CIA, Says Russia Investigation 'Cannot Be A Partisan Issue' 1:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161213022539if_/http://www.nbcnews.com/widget/video-embed/830918723615\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A large trove of Podesta's emails were released by WikiLeaks late in the campaign, and intelligence officials believe the emails were provided to the organization by Russian hackers. Trump defeated Clinton in the general election by an electoral vote margin of 306-232. Since then, Clinton has pulled ahead of Trump by a popular vote margin of nearly 3 million. Experts say electors' ability to reverse the November 8 results remains virtually impossible, but mainstream Democrats have felt emboldened to raise doubts about the outcome following news this weekend that the CIA formally concluded the Russian government worked covertly not just to disrupt the election, but to help Trump win. Four powerful senators — two Democrats, two Republicans — released a statement calling for a joint probe into Russia's actions. \"We now know that the CIA has determined Russia's interference in our elections was for the purpose of electing Donald Trump. This should distress every American. Never before in the history of our Republic have we seen such an effort to undermine the bedrock of our democracy. This is not a partisan issue and we are glad to see bipartisan support in the Congress for an investigation into Russia's role,\" Podesta said in his statement. Related: McConnell Backs Senate Investigations of Russian Hacking Trump and his campaign have vehemently denied any Russian intervention on their behalf, accusing the intelligence agencies he will soon head of being politicized and misinformed. Some allies, including John Bolton, a potential senior Trump State Department nominee, have even accused the Obama Administration without evidence of hacking the Democratic National Committee and Podesta's personal Gmail account in a \"false flag\" operation. Earlier Monday, a group of 10 Electors, including some well known Democrats and one Republican, sent an open letter to James Clapper, the Director of National Intelligence, requesting briefings on alleged Russian meddling in the election. \"The Electors require to know from the intelligence community whether there are ongoing investigations into ties between Donald Trump, his campaign or associates, and Russian government interference in the election,\" their letter reads. \"We further require a briefing on all investigative findings, as these matters directly impact the core factors in our deliberations of whether Mr. Trump is fit to serve as President of the United States.\" The signatories include Christine Pelosi, a California Democratic strategist and daughter of House Minority Leader Nancy Pelosi, New Hampshire Representative-elect Carol Shea Porter, Washington, D.C. Councilwoman Anita Bonds, along with other respected Democrats, all of whom are members of the Electoral College. The Democratic signatories were joined by Republican Chris Suprun of Texas, who wrote an op-ed explaining why he won't cast his Electoral College vote for Trump. Play ",
    "title": "Clinton Campaign Wants Intel Briefings for Electoral College Members - NBC News"
   },
   {
    "entities": [
     "the weekend",
     "donald",
     "linkedin",
     "sean",
     "norm",
     "eisen",
     "next month",
     "washington",
     "monday",
     "now",
     "cabinet",
     "last week",
     "usa",
     "mcgehee",
     "hope",
     "dec. 15",
     "d.c.",
     "obama",
     "trump",
     "meredith",
     "spicer",
     "sunday",
     "hicks",
     "turkey",
     "facebook",
     "thursday",
     "january",
     "today",
     "india",
     "2308"
    ],
    "id": 7,
    "text": "Trump postpones decision on business dealings Announcement  scheduled for Dec. 15 will now be next month Post to Facebook Trump postpones decision on business dealings Announcement  scheduled for Dec. 15 will now be next month Check out this story on USATODAY.com: http://usat.ly/2hrhLGT CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 68 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump postpones decision on business dealings x Share President-elect Donald Trump will take a different oath and testify in a lawsuit tied to his D.C. hotel just before he is inaugurated. USA TODAY NETWORK Donald Trump 2308 CONNECT TWEET LINKEDIN 68 COMMENTEMAILMORE WASHINGTON — Donald Trump is postponing a news conference designed to announce plans on how to handle his business interests amid concerns that they pose conflict of interest problems for his presidency, Trump transition officials said Monday. While Trump had said he would speak to the matter on Thursday, aides said he will now wait until January to outline how he would pass control of his company to others. \"The announcement has been rescheduled for next month,\" transition spokesman Hope Hicks said. Transition spokesman Sean Spicer said Trump has been focused on putting together his Cabinet and staff, \"With so many iconic properties and successful entities, moving the announcement to January, ensures the legal team has ample time to ensure the proper protocols are put in place so his sole focus will remain on the country and achieving his ambitious agenda with the help of the world-class cabinet he has built,\" Spicer said in a statement. Over the weekend, Trump said he would hand over his business interests to executive and family members. \"My executives will run it with my children,\" Trump said on Fox News Sunday. \"It's a big company, it's a great company.  But I'm going to have nothing to do with management.\" Office of Government Ethics gushes over Trump in tweetstorm Ethics watchdogs have repeatedly called on Trump to divest his interests in his far-flung real-estate and branding empire to avoid potential conflicts with his presidency. “Let's hope he takes the additional time to do the right thing, follow every president for the past four decades, and divest into a blind trust or the equivalent,” said Norm Eisen, who served as President Obama’s top ethics lawyer and has been among the leading voices calling for Trump to divest. Eisen has argued repeatedly that Trump’s web of companies with interests from Turkey to India could ensnare the Trump administration in scandal. Last week, he and 28 other organizations and individuals, including several Republicans, issued an open letter to the incoming president, renewing calls for him to stash his assets in a blind trust. Meredith McGehee, an ethics watchdog at the non-profit group Issue One, said she viewed Trump’s delay as a “hopeful sign.” “If he wanted to simply announce that ‘my kids are taking over,’ that doesn’t require a lot of time and effort,” said McGehee, whose organization has called on Trump to divest his holdings and allow an independent trustee to manage his assets. “I would hope that this would indicate that he’s going to actually work through this in a meaningful way,” McGehee said. “It’s a pretty complicated process.” ",
    "title": "Trump postpones decision on business dealings"
   },
   {
    "entities": [
     "house",
     "vladimir",
     "party",
     "cohen",
     "once",
     "washington",
     "saddam",
     "usic",
     "this morning",
     "now",
     "mccain",
     "abc",
     "blake",
     "post",
     "richard",
     "aug. 10, 2016",
     "moscow",
     "maximov",
     "paul",
     "today",
     "office",
     "of",
     "cbs",
     "republican",
     "kellyanne",
     "vasily",
     "homeland",
     "harlow",
     "months ago",
     "reince",
     "va.",
     "ryan",
     "agency",
     "security",
     "fox",
     "alex",
     "reuters",
     "serzh",
     "night",
     "russia",
     "donald",
     "rnc",
     "jabin",
     "fbi",
     "conway",
     "democratic",
     "clinton",
     "monday",
     "r-ariz.",
     "last week",
     "harrer/bloomberg",
     "committee",
     "friday",
     "white",
     "getty",
     "kremlin",
     "states",
     "obama",
     "trump",
     "dmitry",
     "intelligence",
     "rhonda",
     "priebus",
     "langley",
     "u.s.",
     "currently",
     "sunday",
     "hosenball",
     "bill",
     "hillary",
     "united",
     "andrew",
     "the future",
     "director",
     "schwartz",
     "the weekend",
     "weekend",
     "cia",
     "the beginning of this month",
     "john",
     "putin",
     "images",
     "news",
     "clarke",
     "the",
     "hussein",
     "central",
     "this week",
     "china",
     "october",
     "sept. 18, 2009",
     "peskov",
     "department",
     "14 years ago",
     "sargsyan",
     "botsford/the",
     "two days ago",
     "barack",
     "national"
    ],
    "id": 8,
    "text": "Jabin Botsford/The Washington Post via Getty Images WATCH War of Words Over Russian Hacking Claims 0 Shares Email In an unprecedented public display of acrimony, President-elect Donald Trump and the CIA are engaged in a war of words over the extent and details of Russian efforts to interfere with the U.S. presidential election. “There must be big smiles this morning at the Kremlin,” said former White House cybersecurity official Richard Clarke, now an ABC News consultant. “It's unprecedented that a president-elect should be denigrating CIA, refusing to read their intelligence and disagreeing with them on a major substantive issue even before he is inaugurated.” Trump used his Twitter account this morning to continue his effort over the weekend to discredit the CIA and its reported conclusion that the Russians hacked into Democratic Party computers in an effort to help elect Trump. Trump tweeted, “Can you imagine if the election results were the opposite and WE tried to play the Russia/CIA card. It would be called conspiracy theory!” His Twitter rant followed a statement issued by a U.S. intelligence official this morning denouncing the pushback against the intelligence community’s assessment. Responding to Trump’s comments over the weekend, an intelligence official told Reuters , “It is concerning that intelligence on Russian actions related to the U.S. election is being dismissed out of hand as false or politically partisan.” “The inclination to ignore such intelligence and impugn the integrity of U.S. intelligence officials is contrary to all that is sacred to national security professionals who work day and night to protect this country,” the official said. Andrew Harrer/Bloomberg via Getty Images PHOTO:The seal of the Central Intelligence Agency is displayed in the foyer of the original headquarters building in Langley, Va., Sept. 18, 2009. Weekend of Words The dispute between the incoming administration and the intelligence community began in earnest last week. On Friday, the presidential transition team released a short statement saying, “these are the same people that said Saddam Hussein had weapons of mass destruction.” It was not clear which agency the statement was referring to. However, one senior career U.S. official told ABC News today that Trump’s “not just taking a shot at an old CIA assessment from 14 years ago, he’s disparaging and insulting every analyst currently in the intelligence community working hard to protect the United States.” \"Who is the President-Elect going to trust and rely on?\" the official asked rhetorically. And by today, the anger and frustration within the intelligence community was apparent. Speaking to ABC News, former CIA spokesman Bill Harlow said the war of words was a “really ugly situation” and noted that it was “unprecedented to have a president so frontally assault” the intelligence community. “I would advise that he find a way to turn down the rhetoric and focus on hearing from them [the intelligence community], what they believe and why they believe it,” Harlow said. Harlow’s sentiments were echoed by John Cohen, an ABC News consultant and former acting under secretary for intelligence at the Department of Homeland Security. “What is laughable and ridiculous is that you have individuals with no law enforcement, national security or intelligence experience calling into question the credibility and integrity of career intelligence professionals,” he said. “Creating a dispute and undermining the trust between the incoming administration and these intelligence officials is problematic because this administration will rely on these professionals as they seek to make critical decisions in the future.” Clarke agreed, adding that as Trump takes power, “there's the potential here for a great deal of tension on on-going basis between the career CIA intelligence officers and the president.” Hackers Cast a Wide Net U.S. intelligence officials have maintained since October that Russian hackers targeted both Republicans and Democrats. But the hackers were far more successful in their cyberattacks on the Democrats — stealing thousands of emails between party officials and other data — than they were with Republicans, whose official party systems had better defenses against cyberattacks. The Office of the Director of National Intelligence and the Department of Homeland Security said in October , “The U.S. intelligence community (USIC) is confident that the Russian government directed the recent compromises of e-mails from U.S. persons and institutions, including from U.S. political organizations.” In selecting their targets, the hackers cast a wide net. Among those attacked was a former Republican Party employee whose computer was not connected to the Republican National Committee ’s computer system. Over the weekend, Reince Priebus , who is the RNC chairman and has been selected to be White House chief of staff in the Trump administration, told ABC News’ “This Week” that the RNC’s systems were “absolutely not hacked.” “We contacted the FBI months ago when the [hacking of the Democratic National Committee ] issue came about. They reviewed all of our systems. We have hacking detection systems in place, and the conclusion was then, as it was again two days ago when we went back to the FBI to ask them about this, that the RNC was not hacked,” he said. Officials conceded that the committee was a target of the Russians. Disagreement Within the Intelligence Community The news of the attack on the former RNC employee’s computer comes amid widespread disagreement within the intelligence community over the broader extent of Russia’s election-related hacking. Sources said that the agencies are deeply split over the CIA’s conclusion that the hacking was done with the intent to get Trump elected. The agency declined to comment for this story. While the CIA has championed this view, other agencies believe that the Russians expected Hillary Clinton would win and therefore their cyber efforts were made with the hope to weaken her when she was in office. On Sunday, Trump flatly rejected reports that the CIA has concluded the Russian hacking was done with the aim of getting him elected. “I think it’s ridiculous. I think it’s just another excuse. I don’t believe it,” he told Fox News on Sunday. Rejecting the notion that the CIA might be trying to overturn the election, Trump said, “Once they hack, if you don’t catch them in the act, you’re not going to catch them. They have no idea if it’s Russia or China or somebody. It could be somebody sitting in a bed someplace. I mean, they have no idea.” He called into question media reports about the CIA’s conclusion and alleged that the stories were floated by his political opponents. “I’m not sure [the CIA] put it out. I think the Democrats are putting it out because they suffered one of the greatest defeats in the history of politics in this country,” he said. Speaking broadly about the intelligence community’s assessment that the Russians were involved in hacking related to the election, Trump said, “Take a look. They’re not sure. They’re fighting among themselves. They’re not sure.” His comments stood in contrast to statements made by some in his party. Sen. John McCain , R-Ariz., told CBS that there was “no doubt about the hacking … The question is about the intention,” but that he did not have information on whether the RNC was hacked. And on ABC News’ “Good Morning America” today, Trump adviser Kellyanne Conway said he did not want “interference into our politics” or for “politics [to] interfere with our intelligence.” “People are trying to politicize our intelligence because they do not like the election result,” she said. And on Monday, House Speaker Paul Ryan (R-WI) appeared to denounce Trump’s handling of the situation, saying in a statement, “exploiting the work of our intelligence community for partisan purposes does a grave disservice to those professionals and potentially jeopardizes our national security.” But, Ryan added: “As we work to protect our democracy from foreign influence, we should not cast doubt on the clear and decisive outcome of this election.” Vasily Maximov//AP Photo Russian President Vladimir Putin speaks at a joint news conference with Armenian President Serzh Sargsyan after their meeting in the Kremlin in Moscow, Aug. 10, 2016. Russian Denial Whatever the hackers' motives, there is no doubt among U.S. officials that the Russians’ goal was to interfere with the U.S. election. Responding to this accusation, Dmitry Peskov, the press secretary for the Russian government, said, “It looks [like an] absolutely unfounded, unprofessional, unqualified statement and accusation that has nothing to do with reality.” And while there is broad consensus on this point, officials said that, as of the beginning of this month, Barack Obama’s administration has not been able to agree on what — if any — retaliatory action to take to show that there will be consequences for the interference. ABC News’ Rhonda Schwartz, Alex Hosenball and Paul Blake contributed to this report. 0 Shares ",
    "title": "Trump in War of Words With Intelligence Officials Amid Disagreement Over Russian Hacking - ABC News"
   },
   {
    "entities": [
     "1987",
     "marrazzo",
     "bob",
     "green",
     "david",
     "party",
     "once",
     "abderholden",
     "supreme",
     "saturday",
     "harris",
     "america",
     "early on dec. 10, 2016",
     "jill",
     "illinois",
     "1986",
     "richard",
     "highland",
     "past",
     "mchenry",
     "1997",
     "the following year",
     "marengo",
     "dawn",
     "175 pounds",
     "high",
     "stein",
     "buffalo",
     "faa",
     "court",
     "time",
     "2006",
     "tribune",
     "experimental",
     "of",
     "clint",
     "co.",
     "sherman",
     "1992",
     "meyers",
     "2007",
     "county",
     "amanda",
     "federal",
     "atheists",
     "young",
     "silverman",
     "association",
     "grove",
     "frank",
     "aircraft",
     "poplar",
     "1970",
     "cooper",
     "morning",
     "congress",
     "airport",
     "zenith",
     "shuman",
     "monday",
     "2009",
     "township",
     "states",
     "eagles",
     "milkowski",
     "joe",
     "administration",
     "waukegan",
     "u.s.",
     "safety",
     "american",
     "boy",
     "1993",
     "rolling",
     "united",
     "rob",
     "district",
     "next week",
     "inc.",
     "park",
     "meadows",
     "this fall",
     "school",
     "april 2009",
     "george",
     "transportation",
     "board",
     "ntsb",
     "eaa",
     "chicago",
     "shermans",
     "two years later",
     "europe",
     "2011",
     "scouts",
     "aviation",
     "national"
    ],
    "id": 9,
    "text": "Rob Sherman was known as the \"atheist activist\" from Buffalo Grove , where he lived for many years. Whether it was the city of Zion or Waukegan , or challenging the state's Silent Reflection and Student Prayer Act of 2007, he was unafraid to file suit when he thought government had crossed the line... Rob Sherman was known as the \"atheist activist\" from Buffalo Grove , where he lived for many years. Whether it was the city of Zion or Waukegan , or challenging the state's Silent Reflection and Student Prayer Act of 2007, he was unafraid to file suit when he thought government had crossed the line... (Frank Abderholden) On Saturday morning, a passer-by spotted the wreckage of Sherman's plane in a field in rural Marengo. McHenry County authorities were unable to positively identify the remains until Monday. Sherman, who just this fall ran as the Green Party candidate for Illinois' 5th Congressional District, was 63. Sherman's plane — a fixed-wing, light sport aircraft of a type the National Transportation Safety Board once sought to ground amid safety concerns — is sold both ready-to-fly and in kits for home builders. Authorities said Sherman's plane, Zenair Zodiac CH-601 XL, was manufactured, despite an earlier report that it was home-built. The National Transportation Safety Board is investigating the crash and a preliminary report is expected by next week. Between 2006 and April 2009, there were six instances, four in the United States and two in Europe, in which a Zodiac CH-601 XL broke apart in midair, killing a total of 10 people, according to NTSB news releases from 2009. A pilot, the sole occupant, died in a single-engine plane crash discovered early on Dec. 10, 2016, in Marengo. (Joe Shuman / for the Chicago Tribune) The rash of fatal incidents led the NTSB to issue an \"urgent safety recommendation\" to the Federal Aviation Administration , asking the agency to ground the style of plane until the flight control issue was resolved. The FAA determined that it lacked \"adequate justification to take immediate certificate action to ground the entire fleet,\" according to the NTSB. After another fatal incident in 2009, the FAA issued a bulletin strongly recommending that all owners and operators of Zodiac CH-601XL and CH-650 aircraft comply with a safety directive from the manufacturer. The directive involved making structural modifications to the airplane and adding counterbalances to address suspected aerodynamic flutter. Manufactured planes that didn't get the safety fix were effectively prohibited from flight. Several friends and associates spoke of Sherman's enthusiasm for aviation. At Poplar Grove Airport, about 17 miles from where the plane went down, Sherman operated a \"builder assist center,\" called Rob Sherman Airplanes, where he offered use of his builder facilities and tools to those interested in building Zenith Aircraft Co. kits in exchange for a \"modest fee,\" according to his website. Sherman was active on an Experimental Aircraft Association's local chapter board and had worked with Young Eagles programs for youth interested in aviation. \"The interesting thing is that for him to be such a (well-known) activist politically and in atheism, I never knew about that,\" said Bob Meyers, a fellow EAA board member. \"He never discussed any of that. … He was a passionate aviator and that seemed to be another area of his life.\" Indeed, for decades, Sherman was mainly known for his political activism, mainly through legal challenges against school districts, libraries and other public institutions. David Silverman, president of American Atheists Inc., said the movement has lost an asset, and the country has lost a fighter for good. Sherman was a past state director and board member of the group. \"I've known Rob for all my 20 years as an activist. He was a proud fighter for religious freedom and the separation of church and state. He was a great activist and a great person,\" Silverman said in an email. \"I've flown with him in that very plane when he gave me a tour of Chicago. He loved that plane and loved flying it.\" Sherman ran for Congress for the Green Party on a platform appealing to secular voters, vowing to eliminate the words \"under God\" from the Pledge of Allegiance and remove \"In God We Trust\" from U.S. currency. In a photo on his website, in an example of his often witty approach to issues, Sherman is pictured next to Green Party presidential nominee Jill Stein and is wearing an airbrushed T-shirt with his likeness on a penny inscribed \"In Rob We Trust.\" George Milkowski, 50th Ward committeeman for the Illinois Green Party, said Sherman will be remembered as an \"intensely passionate person who was not afraid\" to speak his mind. Sherman, who once described himself as \"175 pounds of walking, talking disbelief\" in a 1993 Chicago Tribune interview, was regarded as \"famous or infamous\" depending on people's viewpoints, Milkowski said. \"I think a lot of people felt his belief, or I should say lack of belief, really pushed him forward,\" Milkowski said. The office supply dealer turned atheist advocate sparked controversy in 1987 when he challenged the city of Zion over its seal, which contained Christian symbols of a cross, dove and crown and a banner reading \"God Reigns.\" Sherman assisted Clint Harris, a Zion resident and fellow atheist, with the litigation, which later involved Rolling Meadows as well. His exploits and bumper-sticker candor earned him appearances on numerous talk shows including \"The Oprah Winfrey Show.\" In 1992, the case reached the U.S. Supreme Court, which allowed the lower court ruling to stand, and the towns were ordered to drop the religious symbols. Twenty-four years after the original suit, in 2011, the matter was brought back before a federal judge when Sherman and Harris claimed a city commissioner had paid for a newspaper ad using the old seal. Sherman's children were no strangers to his advocacy efforts and legal ventures. In 1997, Sherman's son Richard, who was 15 at the time, sued the Boy Scouts of America for denying him membership because he refused to pledge allegiance to God. The following year, Sherman was convicted of misdemeanor battery after he was accused of slapping his son. The elder Sherman was sentenced to two years of conditional discharge, a form of court supervision that included counseling. In 2007, Sherman and his daughter Dawn, then a 14-year-old freshman at Buffalo Grove High School, sued Township High School District 214 over the state's new law mandating a moment of \"silent prayer or silent reflection\" at the start of classes. Two years later, a federal judge overturned the law when he ruled that it amounted to an unconstitutional endorsement of religion intended to bring prayer into public schools. That victory for the Shermans was short-lived, however. A federal appeals court eventually revived the matter, opining that there is no harm in silence, which could be implemented for a practical purpose in calming students at the start of classes. Cooper, the District 214 board member, recalled that Sherman had talked about being born and raised in the Jewish faith and could speak some Yiddish. According to his website, Sherman also hosted a morning drive talk show on WJJG-1530 AM where topics ranged from politics to religion to pop culture. He chronicled every show on his website. In a 1986 Tribune profile of Sherman, he said, \"Life is getting involved.\" He complained that he was frequently called a Communist, when he considered himself a \"Constitution-thumping\" capitalist. Though his own son and daughter supported his causes when they were young, he conceded that even some of his own family members were not comfortable with his public battles, asking him to leave them out of it, saying he insulted their Jewish heritage. To protect his family, he kept an elaborate security system in his home and car. He said he evolved to his adult skepticism over years during adolescence, which he spent in the Highland Park area. Around 1970, he said, at the behest of his parents he spent much of a year in the psychiatric wards of two hospitals, which he blamed on his atheist beliefs. Ultimately, though, despite conceding it made him a \"social pariah,\" he stuck to his conclusion that God is \"make-believe.\" Freelance reporter Amanda Marrazzo contributed. ",
    "title": "Dead pilot ID&apos;d as noted atheist, ex-congressional hopeful Rob Sherman - Chicago Tribune"
   }
  ]
 }
}