{
 "15": {
  "col-sim": {
   "cosine": 0.16912140935837022,
   "entity": 0.14907119849998599
  },
  "exec-time": 13.070949792861938,
  "links": [
   {
    "entities": [
     "0.75 percent",
     "congress",
     "donald",
     "goldman",
     "1.4 percent",
     "janet",
     "yellen",
     "duncan",
     "poor",
     "dec. 14",
     "2016",
     "earlier this year",
     "taylor/the",
     "0.5 percent",
     "about an hour later",
     "1.3 percent",
     "wednesday",
     "a month ago",
     "washington",
     "2 percent",
     "sachs",
     "now",
     "republican",
     "0.6 percent",
     "0.8 percent",
     "tankersley",
     "mae",
     "1.5 percent",
     "the",
     "next year",
     "federal",
     "zero percent",
     "committee",
     "2.1 percent",
     "this month",
     "&",
     "at 5:21 pm",
     "open",
     "2017",
     "trump",
     "november",
     "september",
     "larry",
     "$1 trillion",
     "1.7 percent",
     "post",
     "obama",
     "early 2018",
     "a year ago",
     "u.s.",
     "doug",
     "summers",
     "december",
     "pantheon",
     "daron",
     "december 14",
     "fed",
     "fomc",
     "fannie",
     "jim",
     "the future",
     "reserve",
     "macroeconomics",
     "standard",
     "market",
     "reuters",
     "l.",
     "today",
     "future",
     "1.9 percent",
     "last month",
     "this week",
     "treasury"
    ],
    "id": 0,
    "text": "Federal Reserve raises interest rates for second time in a decade The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Jim Tankersley December 14 at 5:21 PM Follow @jimtankersley An interest rate hike will affect anyone with a home mortgage, car loan, savings account or money in the stock market. Here's what it means for your wallet. (Daron Taylor/The Washington Post) The Federal Reserve raised its benchmark interest rate on Wednesday for the first time in a year and signaled that rates could continue to rise next year more quickly than officials had expected. The increase was unanimous and modest, raising the Fed’s key interest rate by a quarter point, from a range of 0.25 to 0.5 percent to a range of 0.5 to 0.75 percent. It reflects Fed officials' confidence in the strengthening of the U.S. economy and what officials see as budding signs of higher inflation. But unlike corporate executives and stock traders, Fed officials do not appear to be anticipating a massive growth boost next year from economic policies implemented by President-elect Donald Trump, but they appear set to raise rates faster if those policies were to cause an overheating in the economy. [ How a Fed rate hike could affect your wallet ] Markets were slightly up immediately after the announcement, but they started to dive about an hour later, after Fed Chair Janet L. Yellen concluded a news conference about the rate hike. The Dow Jones industrial average closed down 0.6 percent, the Standard & Poor's 500-stock index slid 0.8 percent, and the Nasdaq tech index was down 0.5 percent. Yellen told reporters that she and the Federal Open Market Committee were “recognizing the considerable progress the economy has made” toward full employment and an inflation target of 2 percent. She indicated that she did not see much need for a large, deficit-financed boost from federal fiscal policy, either tax cuts or spending increases. “I would say at this point that fiscal policy is not obviously needed to provide stimulus to help us get back to full employment,” Yellen said. She then added that she was not trying to advise Trump and Congress on fiscal issues. [ The eternal mystique of Goldman Sachs ] Economic projections also released by the central bank indicate that the Fed now expects the economy to grow 1.9 percent in 2016 and 2.1 percent in 2017. The projections show that the group expects the Fed to increase rates three times in 2017, to a rate of 1.4 percent by year's end. Its September projections signaled only two expected hikes next year. Analysts have warned that if Trump and Congress agree to slash tax rates and increase spending in areas such as infrastructure the Fed could be forced to raise rates faster than expected to counter rising prices. Yellen highlighted uncertainty over those policies at her news conference but said some Fed officials had tried to incorporate expected fiscal changes in their forecasts. Since Trump’s election, markets have jumped — with the Dow closing in on a record-breaking 20,000 — and long-term rates and the dollar have increased. [ Trump Treasury pick vows to curtail Wall Street regulations ] Several analysts said the Fed was right to take that approach to the new administration’s policies. “The Fed will likely be in wait-and-see mode, given this substantial policy uncertainty,” said Doug Duncan, the chief economist at Fannie Mae, “and we view this prudency a virtue.” Much of the Fed statement released Wednesday was unchanged from November, when the Fed declined to raise rates, choosing “to wait for some further evidence of continued progress” toward maximum employment in the economy and a target inflation rate of 2 percent. Officials said Wednesday, as they said a month ago, that “near-term risks to the economic outlook appear roughly balanced” — meaning growth is as likely to speed up as it is to slow down. Fed officials now judge the overall inflation rate to be 1.5 percent, up from 1.3 percent in September, but still well below target. They judge core inflation, which excludes volatile commodities such as gasoline prices, to be 1.7 percent. [ Donald Trump still does not understand the unemployment rate ] In the statement, officials said that “inflation has increased since earlier this year,” a change from November, when the statement said that “inflation has increased somewhat since earlier this year.” Officials also said that measures of inflation compensation “have moved up considerably but remain low.” Last month, the word “considerably” did not appear in that line. The Fed's decision drew criticism from some liberal economists who want rates to stay as low as possible to further boost employment while inflation remains below target. “The Fed's action today was unwelcome but not unexpected. Still huge economic risks and little evidence of an inflation problem” economist and former treasury secretary Larry Summers wrote in a tweet. Yellen, in her news conference, said she does not favor running a “high-pressure economy” where inflation might overshoot its target. “I do want to make clear,” she said, “that I have not recommended running a hot economy as some sort of experiment.” The Federal Reserve raised interest rates by a quarter point Dec. 14 and signaled a faster pace of increases in 2017 as the Trump administration takes over with promises to boost growth through tax cuts, spending and deregulation. (Reuters) The central bank last raised rates at its December meeting a year ago, its first step toward moving the Fed from what economists call the zero-lower bound — meaning interest rates hovering around zero percent. Trump has promised to cut taxes for individuals and corporations and to boost infrastructure spending by as much as $1 trillion through tax credits that his team says will pay for themselves. Although Trump praised the Fed chair during his campaign, saying he has “great respect” for Yellen, he was mostly critical. Accusing Yellen and the Fed of keeping rates low to help President Obama, Trump said in September: “I think she is very political, and to a certain extent, I think she should be ashamed of herself.” Yellen's term ends in early 2018. Asked about whether she would leave her post when the president-elect takes office, the Fed chair said: “I do intend to serve out my four-year term. I haven’t made any decision about the future.” Analysts did not expect Fed officials to change their forecasts of future increases this month based on an expectation of what Trump and Congress might do. “We very much doubt that FOMC members want to be accused of seeking to influence Congress and the new administration,” analysts at Pantheon Macroeconomics wrote this week, “given how unpopular the Fed is already with Republican politicians.” business ",
    "title": "Federal Reserve raises interest rates for second time in a decade - The Washington Post"
   },
   {
    "entities": [
     "combat",
     "house",
     "nevada",
     "middlesex",
     "hook",
     "overnight",
     "commerce",
     "suleiman",
     "rick",
     "al",
     "once",
     "washington",
     "din",
     "now",
     "human",
     "umert",
     "saturday",
     "kama",
     "hezbollah-affiliated",
     "early wednesday",
     "cromwell",
     "nations",
     "media",
     "moscow",
     "late wednesday",
     "josh",
     "crutcher",
     "thursday",
     "assad",
     "center",
     "breakfast",
     "syrian",
     "hennigan",
     "rights",
     "kefraya",
     "robin",
     "thicke",
     "iraq",
     "sham",
     "of",
     "iran",
     "associated",
     "molly",
     "fastaqim",
     "aleppo",
     "defense",
     "russian",
     "raqqah",
     "ashton",
     "observatory",
     "syria",
     "yazid",
     "ali",
     "late",
     "ahmad",
     "midnight",
     "mayadeen",
     "abdul",
     "malloy",
     "california",
     "raslan",
     "etaky",
     "jay",
     "pentagon",
     "earnest",
     "national",
     "international",
     "bashar",
     "irbil",
     "state",
     "agrawal",
     "night",
     "disneyland",
     "morning",
     "late tuesday",
     "perry",
     "russia",
     "fuah",
     "registry",
     "sandy",
     "w.j.",
     "hennessy-fiske",
     "2016",
     "for",
     "rami",
     "hours of thursday",
     "chamber",
     "reconciliation",
     "mahmoud",
     "nabih",
     "p.",
     "tuesday",
     "minutes later",
     "committee",
     "states",
     "white",
     "hotel",
     "ghaith",
     "ahrar",
     "united",
     "monther",
     "manama",
     "damascus",
     "fishman",
     "malahifji",
     "carter",
     "sierra",
     "alan",
     "nina",
     "wednesday",
     "benjamin",
     "walaa",
     "salah",
     "zakaria",
     "energy",
     "bahrain",
     "qurah",
     "central",
     "this week",
     "press",
     "radisson",
     "film",
     "bulos",
     "dannel",
     "department",
     "cross",
     "rahman",
     "idlib",
     "early",
     "turkey",
     "red",
     "islamic"
    ],
    "id": 1,
    "text": "The evacuation buses finally arrived – but Aleppo has descended back into violence Nabih Bulos The evacuation of Syrian rebels bunkered in their last remaining holdouts in the beleaguered city of Aleppo has been delayed, rebels and activists said Wednesday, as an 11th-hour cease-fire forged by Russia and Turkey broke down after only a few hours of calm. The agreement, which called for a cease-fire to take effect late Tuesday night and have rebels leave their bastion early Wednesday, came as the government took near total control of the rebels’ enclave in eastern Aleppo. It represents the most significant achievement by the government of President Bashar Assad in the almost six-year civil war ravaging the country. The deal would have allowed opposition fighters to exit from Aleppo’s southwestern flank toward countryside areas still in rebel hands, taking their personal weapons — a major point of contention that may have contributed to the scuttling of the arrangement. On Tuesday, before the cease-fire went into effect, the United Nations said at least 82 civilians had been killed in fighting. Late that day, the green buses used to shuttle opposition fighters out were reported to have arrived in Aleppo, according to pro-government groups. But they had remained empty, and residents from within rebel areas said there had been no evacuations. Caught between rebels and government forces, the Syrian city of Aleppo has largely been cut off from the rest of the world in recent months. But this week, as Syrian forces advanced on rebel-held areas, residents took to social media to send pleas and heartbreaking farewells to a global audience. ... ... (Nina Agrawal) Instead, the sounds of intense artillery and mortar shelling as well as sporadic gunfire could be heard once more after hours of calm overnight. “I don’t know if you can hear it, but there are artillery and mortar strikes on the besieged areas,” Mahmoud Raslan, a pro-opposition activist, said via the WhatsApp messaging service on Wednesday. He said he was in Salah Al Din, a neighborhood at the very edge of the Syrian government’s advance. Minutes later, he sent an audio recording of loud explosions in the area. The Syrian Observatory for Human Rights, a pro-opposition monitoring group with a network of activists in Syria, said at least 10 people had been killed in the barrage hitting eastern Aleppo. “Everything has collapsed,” said Rami Abdul Rahman, head of the Observatory. Late Wednesday, Ahmad Qurah Ali, the spokesman for the hard-line Islamist group Ahrar Al Sham, said in a statement on social media that a cease-fire would start at midnight Damascus time. The first group of the wounded and civilians would leave early Thursday morning, he said. Activists and residents contacted in eastern Aleppo confirmed a significant reduction of hostilities in the wee hours of Thursday morning, but that there were still occasional sounds of gunfire. One resident, Dr. Ghaith Suleiman, said in a Whatsapp message that he received word the evacuation would go through in the morning under supervision of the International Committee of the Red Cross . Damascus and Moscow have yet to confirm any arrangement. Meanwhile, the Hezbollah-affiliated Central Combat Media outlet issued a report late Wednesday saying that all rumors regarding a cease-fire and “the exit of the gunmen” were completely untrue. Syrian government forces conduct a final sweep to take the last rebel holdouts in eastern Aleppo. (Associated Press) It was unclear why Tuesday’s deal had broken down. The Russian Reconciliation Center, the Russian army’s monitoring body in Syria, blamed the rebels for the delay and the subsequent breakdown of the fragile truce, saying in a statement on Wednesday that “when the [buses] arrived at the agreed boarding site the militants opened fire on the column.” Russia has been Assad’s closest ally, and its air power, deployed on behalf of the Syrian forces, effectively turned the tide of the battle in Aleppo. The Reconciliation Center added that “the militants had taken advantage of the cease-fire to regroup … and resume combat operations,” but “the terrorists were rolled back.” The statement employed the Russian and Syrian governments’ standard description for the rebels arrayed against the rule of Assad. “The Syrian army went ahead with the operation to retake eastern Aleppo’s quarters from the militants,” the Russian statement continued. Zakaria Malahifji, spokesman for Fastaqim Kama Umert, an opposition faction fighting inside Aleppo, blamed the Syrian government and its Iranian allies for the breakdown, saying they had been displeased that the deal had been imposed on Damascus by Russia without consultation. Islamic State ’s self-declared capital of Raqqah, Defense Secretary Ashton Carter said Saturday.  Carter told a security conference in Manama, Bahrain, that the new troops... The Pentagon plans to send 200 more troops into northern Syria to support rebel militias now holding positions about 15 miles from  Islamic State ’s self-declared capital of Raqqah, Defense Secretary Ashton Carter said Saturday.  Carter told a security conference in Manama, Bahrain, that the new troops... (W.J. Hennigan) The Observatory for Human Rights said the issue was that the rebels had been all but defeated and that “the regime had gotten nothing in return for this agreement.” Mayadeen, a Lebanese news channel that is close to the Assad government, said government and Iranian officials had insisted on evacuating the wounded in Fuah and Kefraya, two villages in the opposition-controlled province of Idlib that have been besieged for almost two years, and that vital humanitarian aid be allowed in. In Washington, White House spokesman Josh Earnest sharply criticized both Russia and Syria, as well as Iran, another Assad ally. He said the United States was “working diligently through a variety of diplomatic channels” to resolve the situation. “We continue to be deeply concerned about the situation in Aleppo,” he said at the daily White House press briefing. “We are seeing the same reports that you are, that innocent people are being slaughtered in the streets at the hands of the Assad regime, aided and abetted by the Russians and the Iranians. And it raises deep concerns. And it's a deeply tragic situation. And these atrocities have to come to an end.” Among those holding out in eastern Aleppo was Monther Etaky, 28, and his family — his wife, Walaa, 25, and their newborn son, Yazid. “We will be slaughtered by them,” he said, speaking of the Syrian government forces. “We prefer to fight them and die like a tree, standing, not be annihilated.” Etaky, speaking via WhatsApp late Tuesday, said he and his family had been forced in recent months to relocate to an abandoned apartment and live without running water and only sporadic electricity. But they had refused to leave, even after he watched his friends die in airstrikes and bombings and even when he had to spend his days hunting for food. There was too much history for him to leave, he said, too many ghosts. “The criminal regime killed my friends,” he said. Then the cease-fire was announced, and Etaky realized he might finally have to depart. “No way to stay in the city at all,” he said. “We just need to evacuate.” But, he said, “It’s not good.” Caption 90 seconds: 4 stories you can't miss Rick Perry was picked to run the Department of Energy , cutting down dead trees is the new Gold Rush happening in California , Disneyland's Main Street Electrical Parade is coming back , and the National Film Registry’s Class of 2016 has arrived . Caption 90 seconds: 4 stories you can't miss Rick Perry was picked to run the Department of Energy , cutting down dead trees is the new Gold Rush happening in California , Disneyland's Main Street Electrical Parade is coming back , and the National Film Registry’s Class of 2016 has arrived . Caption 'The forest is hurting' | 24 million dead trees in southern half of the Sierra Nevada range Getting rid of the massive amounts of dead trees in California has become both a problem and an opportunity. Getting rid of the massive amounts of dead trees in California has become both a problem and an opportunity. Caption Curiosity Correspondent: Becoming a trapeze artist is hard Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Caption Gov. Dannel P. Malloy Remembers Sandy Hook And Travelers Jay Fishman At the Radisson Hotel Cromwell on Wednesday morning, Gov. Dannel P. Malloy references both Jay Fishman and Sandy Hook during his keynote address at the annual Middlesex Chamber of Commerce Breakfast. At the Radisson Hotel Cromwell on Wednesday morning, Gov. Dannel P. Malloy references both Jay Fishman and Sandy Hook during his keynote address at the annual Middlesex Chamber of Commerce Breakfast. Caption TV Dad Alan Thicke has died Alan Thicke, beloved TV dad and real-life father of singer Robin Thicke, died Tuesday at age 69. Alan Thicke, beloved TV dad and real-life father of singer Robin Thicke, died Tuesday at age 69. Bulos is a special correspondent. Times staff writer Molly Hennessy-Fiske in Irbil, Iraq, contributed to this report. MORE WORLD NEWS ",
    "title": "The evacuation buses finally arrived – but Aleppo has descended back into violence - LA Times"
   },
   {
    "entities": [
     "francisco",
     "weise",
     "elizabeth",
     "linkedin",
     "graham",
     "sullivan",
     "images",
     "justin",
     "december 14, 2016",
     "once",
     "yahoo",
     "now",
     "usatoday",
     "jefferson",
     "getty",
     "september",
     "7:29 p.m. est",
     "san",
     "late wednesday",
     "facebook",
     "september 2013"
    ],
    "id": 2,
    "text": "Do this now if you're a Yahoo user Change passwords but beware: Yahoo isn't sending emails with clickable links about this breach Post to Facebook Do this now if you're a Yahoo user Change passwords but beware: Yahoo isn't sending emails with clickable links about this breach Check out this story on USATODAY.com: http://usat.ly/2hPoAAY CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 1 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Do this now if you're a Yahoo user Elizabeth Weise , USATODAY 7:29 p.m. EST December 14, 2016 x Share Tips on how not to fall for clicking a bogus link in an e-mail and losing your online identity, in this edition of #Tech 101 with Jefferson Graham. Yahoo announced a new data breach. It's time to update passwords, but also beware phishing emails. (Photo: Justin Sullivan, Getty Images) 12 CONNECT TWEET LINKEDIN 1 COMMENTEMAILMORE SAN FRANCISCO — Yahoo user? Be ready to refresh your account passwords. But beware: this is prime time for scammers to prey. The Internet company said late Wednesday as many as 1 billion user accounts may have been compromised in a breach that took place in September 2013. That comes on top of a breach involving as many as 500 million Yahoo users that the company reported in September. Yahoo is reaching out to users, advising them to change passwords and upgrade their security. It's also sending possibly affected users email. Look carefully. Not all emails that look like they come from Yahoo are legit. Phishing emails from crooks masquerading as Yahoo may asks users to click on links. Yahoo's won't. They also won't contain attachments and never request users' personal information, the company says. \"If an email you receive about these issues prompts you to click on a link, download an attachment, or asks you for information, the email was not sent by Yahoo and may be an attempt to steal your personal information. Avoid clicking on links or downloading attachments from such suspicious emails,\" the company said. The company has posted examples of what that email looks like on its site . Change passwords, security questions Yahoo is advising users to change their passwords and security questions and answers for any other accounts in which they used the same or similar information as with their Yahoo account. Users should also consider enabling two-step authentication on their Yahoo accounts, to provide an extra and very strong level of security. This form of verification sends a text message or call to the user's phone with a code as a second verification step. The code which must be typed in before the account can be opened. Instructions on how to enable two-step authentication in Yahoo are on its website. Review non-Yahoo accounts In addition, users need to think about passwords and security questions from other accounts on which they gave the same or similar information used for their Yahoo account and possibly change them as well. Once hackers have access to ID and password information for one system, they routinely try the same combination against multiple other platforms to see which ones work, an easily automated process. Careful of clicking Users should avoid clicking on links or downloading attachments from suspicious emails that claim to be updates from Yahoo or others about the breach. Yahoo is not sending such emails, it said. Hackers often use news of big breaches to conduct \"phishing\" campaigns, sending official-looking emails that make it seem as if Yahoo or other legitimate services are asking them to supply information or click through to a link to repair any damage — something legitimate services will not do. How not to get duped by email phishing scams When in doubt, call or email the company that appears to be sending the message separately, don't go through the email you've been sent. Finally, all users should review their online accounts for suspicious activity. That includes banks, credit card companies and hotel and airline loyalty programs. 12 CONNECT TWEET LINKEDIN 1 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hPoAAY ",
    "title": "Do this now if you're a Yahoo user"
   },
   {
    "entities": [
     "recently",
     "mis",
     "march 19",
     "house",
     "n.s.a.",
     "tailored",
     "access",
     "t.",
     "bob",
     "harbor",
     "this second",
     "rid",
     "stone",
     "biden",
     "georgia",
     "ruth",
     "force",
     "powell",
     "al",
     "april 29",
     "carnegie",
     "new",
     "correspondents'",
     "times",
     "once",
     "king's",
     "during",
     "party",
     "washington",
     "henry",
     "the middle of april",
     "cleveland",
     "2015",
     "the day",
     "now",
     "rinehart",
     "christmas",
     "amy",
     "mccain",
     "crowdstrike",
     "julian",
     "services",
     "2014",
     "entertainment",
     "next year",
     "december 13, 2016",
     "sulmeyer",
     "buchanan",
     "tanden",
     "assange",
     "bennett",
     "drago/the",
     "joint",
     "america",
     "kahl",
     "post",
     "carl",
     "podesta",
     "perkins",
     "bush",
     "wilson/the",
     "pavel",
     "the next year",
     "delavan",
     "kitty",
     "neera",
     "g.r.u.",
     "jan. 20, the day",
     "hawaii",
     "felix",
     "the summer of 2015",
     "moscow",
     "past",
     "chiefs",
     "campaign",
     "geoffrey",
     "february 2014",
     "jim",
     "watergate",
     "next day",
     "pictures",
     "college",
     "l.",
     "march 22",
     "bernie",
     "s.",
     "today",
     "center",
     "late 2014",
     "lorenzo",
     "last year",
     "cyber",
     "time",
     "kerry",
     "march",
     "brooklyn",
     "maze",
     "the year",
     "mar",
     "of",
     "iran",
     "this year",
     "defense",
     "yared",
     "coast",
     "russian",
     "philadelphia",
     "2008",
     "august",
     "hangzhou",
     "syria",
     "foreign",
     "reed",
     "4 a.m.",
     "late april",
     "w.",
     "bernstein",
     "mid-june",
     "montana",
     "air",
     "2007",
     "dacey",
     "google",
     "republican",
     "golovkin/associated",
     "guccifer",
     "translate",
     "credit",
     "homeland",
     "early october",
     "open",
     "j.",
     "pentagon",
     "jack",
     "dave",
     "mills/the",
     "microsoft",
     "hawkins",
     "nasa",
     "east",
     "sony",
     "morell",
     "london",
     "association",
     "lindsey",
     "moines",
     "adrian",
     "agency",
     "estonia",
     "oct. 2, 2016",
     "charles",
     "security",
     "state",
     "june 20, 2016",
     "north",
     "pyatt",
     "f.s.b.",
     "soros",
     "night",
     "vienna",
     "morning",
     "kim",
     "last month",
     "gucci",
     "congress",
     "russia",
     "ben",
     "donald",
     "twitter",
     "election",
     "graham",
     "wasserman",
     "congressional",
     "2016",
     "for",
     "coie",
     "society",
     "navy",
     "schumer",
     "justice",
     "brown",
     "avril",
     "day",
     "sussmann",
     "democratic",
     "mandia",
     "june 19, 1972",
     "woodward",
     "nuland",
     "clinton",
     "ukraine",
     "june",
     "the day before",
     "last week",
     "july 6",
     "the same day",
     "tuesday",
     "fremson/the",
     "michael",
     "committee",
     "states",
     "white",
     "germany",
     "alperovitch",
     "billy",
     "donna",
     "schultz",
     "obama",
     "trump",
     "kevin",
     "staff",
     "dzerzhinsky",
     "a week later",
     "thomas",
     "two decades later",
     "july",
     "u.s.",
     "doug",
     "rogers",
     "franceschi-bicchierai",
     "r.",
     "weeks later",
     "american",
     "huma",
     "d.n.c.",
     "sanders",
     "hillary",
     "united",
     "gellerson",
     "wikileaks",
     "f.b.i.",
     "chuck",
     "andrew",
     "shawn",
     "c.i.a.",
     "operations",
     "late august",
     "pearl",
     "volexity",
     "the weekend",
     "weekend",
     "vermont",
     "korea",
     "foundation",
     "oct. 7, 1996",
     "des",
     "zakharova",
     "john",
     "mines",
     "tamene",
     "progress",
     "school",
     "victoria",
     "george",
     "putin",
     "edmundovich",
     "harvard",
     "bruno",
     "justin",
     "december 14, 2016",
     "brazile",
     "--",
     "70 percent",
     "e.",
     "the last month",
     "present",
     "summer",
     "jr.",
     "haines",
     "energy",
     "the",
     "inside",
     "command",
     "colorado",
     "this week",
     "china",
     "press",
     "november",
     "moonlight",
     "april",
     "2012",
     "maria",
     "october",
     "abedin",
     "july 22",
     "jong-un",
     "university",
     "months later",
     "oct. 7",
     "july 25",
     "roger",
     "project",
     "europe",
     "endowment",
     "leon",
     "march 2016",
     "while",
     "york",
     "joseph",
     "department",
     "facebook",
     "panetta",
     "colin",
     "two weeks ago",
     "nato",
     "k.g.b.",
     "dmitri",
     "barack",
     "nighttime",
     "ministry",
     "national"
    ],
    "id": 3,
    "text": "OPEN Graphic “There shouldn’t be any doubt in anybody’s mind,” Adm. Michael S. Rogers, the director of the National Security Agency and commander of United States Cyber Command, said at a postelection conference. “This was not something that was done casually, this was not something that was done by chance, this was not a target that was selected purely arbitrarily,” he said. “This was a conscious effort by a nation-state to attempt to achieve a specific effect.” For the people whose emails were stolen, this new form of political sabotage has left a trail of shock and professional damage. Neera Tanden, president of the Center for American Progress and a key Clinton supporter, recalls walking into the busy Clinton transition offices, humiliated to see her face on television screens as pundits discussed a leaked email in which she had called Mrs. Clinton’s instincts “suboptimal.” “It was just a sucker punch to the gut every day,” Ms. Tanden said. “It was the worst professional experience of my life.” The United States, too, has carried out cyberattacks, and in decades past the C.I.A. tried to subvert foreign elections. But the Russian attack is increasingly understood across the political spectrum as an ominous historic landmark — with one notable exception: Mr. Trump has rejected the findings of the intelligence agencies he will soon oversee as “ridiculous,” insisting that the hacker may be American, or Chinese, but that “they have no idea.” Mr. Trump cited the reported disagreements between the agencies about whether Mr. Putin intended to help elect him. On Tuesday, a Russian government spokesman echoed Mr. Trump’s scorn. Advertisement “This tale of ‘hacks’ resembles a banal brawl between American security officials over spheres of influence,” Maria Zakharova, the spokeswoman for the Russian Foreign Ministry, wrote on Facebook. Democratic House Candidates Were Also Targets of Russian Hacking The fallout for nearly a dozen congressional candidates underscores the effect of the Russian influence operation on the American electoral system. Over the weekend, four prominent senators — two Republicans and two Democrats — joined forces to pledge an investigation while pointedly ignoring Mr. Trump’s skeptical claims. “Democrats and Republicans must work together, and across the jurisdictional lines of the Congress, to examine these recent incidents thoroughly and devise comprehensive solutions to deter and defend against further cyberattacks,” said Senators John McCain, Lindsey Graham, Chuck Schumer and Jack Reed. “This cannot become a partisan issue,” they said. “The stakes are too high for our country.” A Target for Break-Ins Sitting in the basement of the Democratic National Committee headquarters, below a wall-size 2012 portrait of a smiling Barack Obama, is a 1960s-era filing cabinet missing the handle on the bottom drawer. Only a framed newspaper story hanging on the wall hints at the importance of this aged piece of office furniture. “GOP Security Aide Among 5 Arrested in Bugging Affair,” reads the headline from the front page of The Washington Post on June 19, 1972, with the bylines of Bob Woodward and Carl Bernstein. Andrew Brown, 37, the technology director at the D.N.C., was born after that famous break-in. But as he began to plan for this year’s election cycle, he was well aware that the D.N.C. could become a break-in target again. There were aspirations to ensure that the D.N.C. was well protected against cyberintruders — and then there was the reality, Mr. Brown and his bosses at the organization acknowledged: The D.N.C. was a nonprofit group, dependent on donations, with a fraction of the security budget that a corporation its size would have. “There was never enough money to do everything we needed to do,” Mr. Brown said. The D.N.C. had a standard email spam-filtering service, intended to block phishing attacks and malware created to resemble legitimate email. But when Russian hackers started in on the D.N.C., the committee did not have the most advanced systems in place to track suspicious traffic, internal D.N.C. memos show. Advertisement Continue reading the main story Mr. Tamene, who reports to Mr. Brown and fielded the call from the F.B.I. agent, was not a full-time D.N.C. employee; he works for a Chicago-based contracting firm called The MIS Department . He was left to figure out, largely on his own, how to respond — and even whether the man who had called in to the D.N.C. switchboard was really an F.B.I. agent. “The F.B.I. thinks the D.N.C. has at least one compromised computer on its network and the F.B.I. wanted to know if the D.N.C. is aware, and if so, what the D.N.C. is doing about it,” Mr. Tamene wrote in an internal memo about his contacts with the F.B.I. He added that “the Special Agent told me to look for a specific type of malware dubbed ‘Dukes’ by the U.S. intelligence community and in cybersecurity circles.” Part of the problem was that Special Agent Hawkins did not show up in person at the D.N.C. Nor could he email anyone there, as that risked alerting the hackers that the F.B.I. knew they were in the system. Photo An internal memo by Yared Tamene, a tech-support contractor at the D.N.C., expressed uncertainty about the identity of Special Agent Adrian Hawkins of the F.B.I., who called to inform him of the breach. Mr. Tamene’s initial scan of the D.N.C. system — using his less-than-optimal tools and incomplete targeting information from the F.B.I. — found nothing. So when Special Agent Hawkins called repeatedly in October, leaving voice mail messages for Mr. Tamene, urging him to call back, “I did not return his calls, as I had nothing to report,” Mr. Tamene explained in his memo. In November, Special Agent Hawkins called with more ominous news. A D.N.C. computer was “calling home, where home meant Russia,” Mr. Tamene’s memo says, referring to software sending information to Moscow. “SA Hawkins added that the F.B.I. thinks that this calling home behavior could be the result of a state-sponsored attack.” Mr. Brown knew that Mr. Tamene, who declined to comment, was fielding calls from the F.B.I. But he was tied up on a different problem: evidence suggesting that the campaign of Senator Bernie Sanders of Vermont, Mrs. Clinton’s main Democratic opponent, had improperly gained access to her campaign data. Ms. Wasserman Schultz, then the D.N.C.’s chairwoman, and Amy Dacey, then its chief executive, said in interviews that neither of them was notified about the early reports that the committee’s system had likely been compromised. Shawn Henry, who once led the F.B.I.’s cyber division and is now president of CrowdStrike Services, the cybersecurity firm retained by the D.N.C. in April, said he was baffled that the F.B.I. did not call a more senior official at the D.N.C. or send an agent in person to the party headquarters to try to force a more vigorous response. Advertisement Continue reading the main story “We are not talking about an office that is in the middle of the woods of Montana,” Mr. Henry said. “We are talking about an office that is half a mile from the F.B.I. office that is getting the notification.” “This is not a mom-and-pop delicatessen or a local library. This is a critical piece of the U.S. infrastructure because it relates to our electoral process, our elected officials, our legislative process, our executive process,” he added. “To me it is a high-level, serious issue, and if after a couple of months you don’t see any results, somebody ought to raise that to a higher level.” The F.B.I. declined to comment on the agency’s handling of the hack. “The F.B.I. takes very seriously any compromise of public and private sector systems,” it said in a statement, adding that agents “will continue to share information” to help targets “safeguard their systems against the actions of persistent cybercriminals.” By March, Mr. Tamene and his team had met at least twice in person with the F.B.I. and concluded that Agent Hawkins was really a federal employee. But then the situation took a dire turn. A second team of Russian-affiliated hackers began to target the D.N.C. and other players in the political world, particularly Democrats. Billy Rinehart, a former D.N.C. regional field director who was then working for Mrs. Clinton’s campaign, got an odd email warning from Google. “Someone just used your password to try to sign into your Google account,” the March 22 email said , adding that the sign-in attempt had occurred in Ukraine. “Google stopped this sign-in attempt. You should change your password immediately.” Mr. Rinehart was in Hawaii at the time. He remembers checking his email at 4 a.m. for messages from East Coast associates. Without thinking much about the notification, he clicked on the “change password” button and half asleep, as best he can remember, he typed in a new password. Photo A screenshot of the phishing email that Billy Rinehart clicked on, unknowingly giving Russian hackers access to his account. The New York Times has redacted Mr. Rinehart’s email address. What he did not know until months later is that he had just given the Russian hackers access to his email account. Advertisement Continue reading the main story Hundreds of similar phishing emails were being sent to American political targets, including an identical email sent on March 19 to Mr. Podesta, chairman of the Clinton campaign. Given how many emails Mr. Podesta received through this personal email account, several aides also had access to it, and one of them noticed the warning email, sending it to a computer technician to make sure it was legitimate before anyone clicked on the “change password” button. “This is a legitimate email,” Charles Delavan, a Clinton campaign aide, replied to another of Mr. Podesta’s aides, who had noticed the alert. “John needs to change his password immediately.” With another click, a decade of emails that Mr. Podesta maintained in his Gmail account — a total of about 60,000 — were unlocked for the Russian hackers. Mr. Delavan, in an interview, said that his bad advice was a result of a typo: He knew this was a phishing attack, as the campaign was getting dozens of them. He said he had meant to type that it was an “illegitimate” email, an error that he said has plagued him ever since. Photo Mr. Podesta, center, with Huma Abedin, Hillary Clinton’s closest aide, in Brooklyn the day after the election. Hackers gained access to tens of thousands of Mr. Podesta’s emails. Credit Dave Sanders for The New York Times During this second wave, the hackers also gained access to the Democratic Congressional Campaign Committee, and then, through a virtual private network connection, to the main computer network of the D.N.C. The F.B.I. observed this surge of activity as well, again reaching out to Mr. Tamene to warn him. Yet Mr. Tamene still saw no reason to be alarmed: He found copies of the phishing emails in the D.N.C.’s spam filter. But he had no reason, he said, to believe that the computer systems had been infiltrated. One bit of progress had finally been made by the middle of April: The D.N.C., seven months after it had first been warned, finally installed a “robust set of monitoring tools,” Mr. Tamene’s internal memo says. Honing Stealthy Tactics Continue reading the main story Photo The headquarters of the Russian F.S.B., the main successor to the Soviet-era K.G.B., in Moscow. Credit Pavel Golovkin/Associated Press The United States had two decades of warning that Russia’s intelligence agencies were trying to break into America’s most sensitive computer networks. But the Russians have always managed to stay a step ahead. Their first major attack was detected on Oct. 7, 1996, when a computer operator at the Colorado School of Mines discovered some nighttime computer activity he could not explain. The school had a major contract with the Navy, and the operator warned his contacts there. But as happened two decades later at the D.N.C., at first “everyone was unable to connect the dots,” said Thomas Rid , a scholar at King’s College in London who has studied the attack. Advertisement Continue reading the main story Investigators gave it a name — Moonlight Maze — and spent two years, often working day and night, tracing how it hopped from the Navy to the Department of Energy to the Air Force and NASA. In the end, they concluded that the total number of files stolen, if printed and stacked, would be taller than the Washington Monument. Whole weapons designs were flowing out the door, and it was a first taste of what was to come: an escalating campaign of cyberattacks around the world. But for years, the Russians stayed largely out of the headlines, thanks to the Chinese — who took bigger risks, and often got caught. They stole the designs for the F-35 fighter jet, corporate secrets for rolling steel, even the blueprints for gas pipelines that supply much of the United States. And during the 2008 presidential election cycle, Chinese intelligence hacked into the campaigns of Mr. Obama and Mr. McCain, making off with internal position papers and communications. But they didn’t publish any of it. The Russians had not gone away, of course. “They were just a lot more stealthy,” said Kevin Mandia , a former Air Force intelligence officer who spent most of his days fighting off Russian cyberattacks before founding Mandiant, a cybersecurity firm that is now a division of FireEye — and the company the Clinton campaign brought in to secure its own systems. The Russians were also quicker to turn their attacks to political purposes. A 2007 cyberattack on Estonia, a former Soviet republic that had joined NATO, sent a message that Russia could paralyze the country without invading it. The next year cyberattacks were used during Russia’s war with Georgia. But American officials did not imagine that the Russians would dare try those techniques inside the United States. They were largely focused on preventing what former Defense Secretary Leon E. Panetta warned was an approaching “cyber Pearl Harbor” — a shutdown of the power grid or cellphone networks. But in 2014 and 2015, a Russian hacking group began systematically targeting the State Department, the White House and the Joint Chiefs of Staff. “Each time, they eventually met with some form of success,” Michael Sulmeyer, a former cyberexpert for the secretary of defense, and Ben Buchanan, now both of the Harvard Cyber Security Project , wrote recently in a soon-to-be published paper for the Carnegie Endowment. The Russians grew stealthier and stealthier, tricking government computers into sending out data while disguising the electronic “command and control” messages that set off alarms for anyone looking for malicious actions. The State Department was so crippled that it repeatedly closed its systems to throw out the intruders. At one point, officials traveling to Vienna with Secretary of State John Kerry for the Iran nuclear negotiations had to set up commercial Gmail accounts just to communicate with one another and with reporters traveling with them. 2016 Election Hacking Coverage Mr. Obama was briefed regularly on all this, but he made a decision that many in the White House now regret: He did not name Russians publicly, or issue sanctions. There was always a reason: fear of escalating a cyberwar, and concern that the United States needed Russia’s cooperation in negotiations over Syria. Advertisement Continue reading the main story “We’d have all these circular meetings,” one senior State Department official said, “in which everyone agreed you had to push back at the Russians and push back hard. But it didn’t happen.” So the Russians escalated again — breaking into systems not just for espionage, but to publish or broadcast what they found, known as “doxing” in the cyberworld. It was a brazen change in tactics, moving the Russians from espionage to influence operations. In February 2014, they broadcast an intercepted phone call between Victoria Nuland, the assistant secretary of state who handles Russian affairs and has a contentious relationship with Mr. Putin, and Geoffrey Pyatt, the United States ambassador to Ukraine. Ms. Nuland was heard describing a little-known American effort to broker a deal in Ukraine, then in political turmoil. They were not the only ones on whom the Russians used the steal-and-leak strategy. The Open Society Foundation, run by George Soros, was a major target, and when its documents were released , some turned out to have been altered to make it appear as if the foundation was financing Russian opposition members. Last year, the attacks became more aggressive. Russia hacked a major French television station, frying critical hardware. Around Christmas, it attacked part of the power grid in Ukraine, dropping a portion of the country into darkness, killing backup generators and taking control of generators. In retrospect, it was a warning shot. The attacks “were not fully integrated military operations,” Mr. Sulmeyer said. But they showed an increasing boldness. Cozy Bear and Fancy Bear Continue reading the main story Photo Supporters of President-elect Donald J. Trump at a “thank you” rally last week in Des Moines. Credit Doug Mills/The New York Times The day before the White House Correspondents’ Association dinner in April, Ms. Dacey, the D.N.C.’s chief executive, was preparing for a night of parties when she got an urgent phone call. Advertisement Continue reading the main story With the new monitoring system in place, Mr. Tamene had examined administrative logs of the D.N.C.’s computer system and found something very suspicious: An unauthorized person, with administrator-level security status, had gained access to the D.N.C.’s computers. “Not sure it is related to what the F.B.I. has been noticing,” said one internal D.N.C. email sent on April 29. “The D.N.C. may have been hacked in a serious way this week, with password theft, etc.” No one knew just how bad the breach was — but it was clear that a lot more than a single filing cabinet worth of materials might have been taken. A secret committee was immediately created, including Ms. Dacey, Ms. Wasserman Schultz, Mr. Brown and Michael Sussmann , a former cybercrimes prosecutor at the Department of Justice who now works at Perkins Coie, the Washington law firm that handles D.N.C. political matters. “Three most important questions,” Mr. Sussmann wrote to his clients the night the break-in was confirmed. “1) What data was accessed? 2) How was it done? 3) How do we stop it?” Mr. Sussmann instructed his clients not to use D.N.C. email because they had just one opportunity to lock the hackers out — an effort that could be foiled if the hackers knew that the D.N.C. was on to them. “You only get one chance to raise the drawbridge,” Mr. Sussmann said. “If the adversaries know you are aware of their presence, they will take steps to burrow in, or erase the logs that show they were present.” Photo Michael Sussmann, a Washington lawyer and former cybercrime prosecutor at the Justice Department, received an email in late April confirming that the D.N.C.’s computer system had been compromised. The D.N.C. immediately hired CrowdStrike , a cybersecurity firm, to scan its computers, identify the intruders and build a new computer and telephone system from scratch. Within a day, CrowdStrike confirmed that the intrusion had originated in Russia, Mr. Sussmann said. The work that such companies do is a computer version of old-fashioned crime scene investigation, with fingerprints, bullet casings and DNA swabs replaced by an electronic trail that can be just as incriminating. And just as police detectives learn to identify the telltale methods of a veteran burglar, so CrowdStrike investigators recognized the distinctive handiwork of Cozy Bear and Fancy Bear. Advertisement Continue reading the main story Those are CrowdStrike’s nicknames for the two Russian hacking groups that the firm found at work inside the D.N.C. network. Cozy Bear — the group also known as the Dukes or A.P.T. 29, for “advanced persistent threat” — may or may not be associated with the F.S.B., the main successor to the Soviet-era K.G.B., but it is widely believed to be a Russian government operation. It made its first appearance in 2014, said Dmitri Alperovitch, CrowdStrike’s co-founder and chief technology officer. It was Cozy Bear, CrowdStrike concluded, that first penetrated the D.N.C. in the summer of 2015, by sending spear-phishing emails to a long list of American government agencies, Washington nonprofits and government contractors. Whenever someone clicked on a phishing message, the Russians would enter the network, “exfiltrate” documents of interest and stockpile them for intelligence purposes. “Once they got into the D.N.C., they found the data valuable and decided to continue the operation,” said Mr. Alperovitch, who was born in Russia and moved to the United States as a teenager. Only in March 2016 did Fancy Bear show up — first penetrating the computers of the Democratic Congressional Campaign Committee, and then jumping to the D.N.C., investigators believe. Fancy Bear, sometimes called A.P.T. 28 and believed to be directed by the G.R.U., Russia’s military intelligence agency, is an older outfit, tracked by Western investigators for nearly a decade. It was Fancy Bear that got hold of Mr. Podesta’s email. Attribution, as the skill of identifying a cyberattacker is known, is more art than science. It is often impossible to name an attacker with absolute certainty. But over time, by accumulating a reference library of hacking techniques and targets, it is possible to spot repeat offenders. Fancy Bear, for instance, has gone after military and political targets in Ukraine and Georgia, and at NATO installations. That largely rules out cybercriminals and most countries, Mr. Alperovitch said. “There’s no plausible actor that has an interest in all those victims other than Russia,” he said. Another clue: The Russian hacking groups tended to be active during working hours in the Moscow time zone. To their astonishment, Mr. Alperovitch said, CrowdStrike experts found signs that the two Russian hacking groups had not coordinated their attacks. Fancy Bear, apparently not knowing that Cozy Bear had been rummaging in D.N.C. files for months, took many of the same documents. In the six weeks after CrowdStrike’s arrival, in total secrecy, the computer system at the D.N.C. was replaced. For a weekend, email and phones were shut off; employees were told it was a system upgrade. All laptops were turned in and the hard drives wiped clean, with the uninfected information on them imaged to new drives. Advertisement Continue reading the main story Though D.N.C. officials had learned that the Democratic Congressional Campaign Committee had been infected, too, they did not notify their sister organization, which was in the same building, because they were afraid that it would leak. All of this work took place as the bitter contest for the Democratic nomination continued to play out between Mrs. Clinton and Mr. Sanders, and it was already causing a major distraction for Ms. Wasserman Schultz and the D.N.C.’s chief executive. “This was not a bump in the road — bumps in the road happen all the time,” she said in an interview. “Two different Russian spy agencies had hacked into our network and stolen our property. And we did not yet know what they had taken. But we knew they had very broad access to our network. There was a tremendous amount of uncertainty. And it was chilling.” The D.N.C. executives and their lawyer had their first formal meeting with senior F.B.I. officials in mid-June, nine months after the bureau’s first call to the tech-support contractor. Among the early requests at that meeting, according to participants: that the federal government make a quick “attribution” formally blaming actors with ties to Russian government for the attack to make clear that it was not routine hacking but foreign espionage. “You have a presidential election underway here and you know that the Russians have hacked into the D.N.C.,” Mr. Sussmann said, recalling the message to the F.B.I. “We need to tell the American public that. And soon.” The Media’s Role Continue reading the main story Photo Supporters of Senator Bernie Sanders’s presidential campaign protested at the Democratic National Convention in Philadelphia in July. Credit Ruth Fremson/The New York Times In mid-June, on Mr. Sussmann’s advice, D.N.C. leaders decided to take a bold step. Concerned that word of the hacking might leak, they decided to go public in The Washington Post with the news that the committee had been attacked. That way, they figured, they could get ahead of the story, win a little sympathy from voters for being victimized by Russian hackers and refocus on the campaign. But the very next day, a new, deeply unsettling shock awaited them. Someone calling himself Guccifer 2.0 appeared on the web, claiming to be the D.N.C. hacker — and he posted a confidential committee document detailing Mr. Trump’s record and half a dozen other documents to prove his bona fides. —         GUCCIFER 2.0 (@GUCCIFER_2) June 20, 2016 “And it’s just a tiny part of all docs I downloaded from the Democrats networks,” he wrote. Then something more ominous: “The main part of the papers, thousands of files and mails, I gave to WikiLeaks. They will publish them soon.” Advertisement Continue reading the main story It was bad enough that Russian hackers had been spying inside the committee’s network for months. Now the public release of documents had turned a conventional espionage operation into something far more menacing: political sabotage, an unpredictable, uncontrollable menace for Democratic campaigns. Guccifer 2.0 borrowed the moniker of an earlier hacker, a Romanian who called himself Guccifer and was jailed for breaking into the personal computers of former President George W. Bush, former Secretary of State Colin L. Powell and other notables. This new attacker seemed intent on showing that the D.N.C.’s cyberexperts at CrowdStrike were wrong to blame Russia. Guccifer 2.0 called himself a “lone hacker” and mocked CrowdStrike for calling the attackers “sophisticated.” But online investigators quickly undercut his story. On a whim, Lorenzo Franceschi-Bicchierai, a writer for Motherboard, the tech and culture site of Vice, tried to contact Guccifer 2.0 by direct message on Twitter. “Surprisingly, he answered right away,” Mr. Franceschi-Bicchierai said. But whoever was on the other end seemed to be mocking him. “I asked him why he did it, and he said he wanted to expose the Illuminati. He called himself a Gucci lover. And he said he was Romanian.” That gave Mr. Franceschi-Bicchierai an idea. Using Google Translate, he sent the purported hacker some questions in Romanian. The answers came back in Romanian. But when he was offline, Mr. Franceschi-Bicchierai checked with a couple of native speakers, who told him Guccifer 2.0 had apparently been using Google Translate as well — and was clearly not the Romanian he claimed to be. Cyberresearchers found other clues pointing to Russia. Microsoft Word documents posted by Guccifer 2.0 had been edited by someone calling himself, in Russian, Felix Edmundovich — an obvious nom de guerre honoring the founder of the Soviet secret police, Felix Edmundovich Dzerzhinsky . Bad links in the texts were marked by warnings in Russian, generated by what was clearly a Russian-language version of Word. When Mr. Franceschi-Bicchierai managed to engage Guccifer 2.0 over a period of weeks, he found that his interlocutor’s tone and manner changed. “At first he was careless and colloquial. Weeks later, he was curt and more calculating,” he said. “It seemed like a group of people, and a very sloppy attempt to cover up.” Computer experts drew the same conclusion about DCLeaks.com , a site that sprang up in June, claiming to be the work of “hacktivists” but posting more stolen documents. It, too, seemed to be a clumsy front for the same Russians who had stolen the documents. Notably, the website was registered in April, suggesting that the Russian hacking team planned well in advance to make public what it stole. Advertisement Continue reading the main story In addition to what Guccifer 2.0 published on his site, he provided material directly on request to some bloggers and publications . The steady flow of Guccifer 2.0 documents constantly undercut Democratic messaging efforts. On July 6, 12 days before the Republican National Convention began in Cleveland, Guccifer released the D.N.C.’s battle plan and budget for countering it. For Republican operatives, it was insider gold. Then WikiLeaks, a far more established outlet, began to publish the hacked material — just as Guccifer 2.0 had promised. On July 22, three days before the start of the Democratic National Convention in Philadelphia, WikiLeaks dumped out 44,053 D.N.C. emails with 17,761 attachments . Some of the messages made clear that some D.N.C. officials favored Mrs. Clinton over her progressive challenger, Mr. Sanders. That was no shock; Mr. Sanders, after all, had been an independent socialist, not a Democrat, during his long career in Congress, while Mrs. Clinton had been one of the party’s stars for decades. But the emails, some of them crude or insulting, infuriated Sanders delegates as they arrived in Philadelphia. Ms. Wasserman Schultz resigned under pressure on the eve of the convention where she had planned to preside. Mr. Trump, by now the Republican nominee, expressed delight at the continuing jolts to his opponent, and he began to use Twitter and his stump speeches to highlight the WikiLeaks releases. On July 25, he sent out a lighthearted tweet : “The new joke in town,” he wrote, “is that Russia leaked the disastrous D.N.C. e-mails, which should never have been written (stupid), because Putin likes me.” But WikiLeaks was far from finished. On Oct. 7, a month before the election, the site began the serial publication of thousands of private emails to and from Mr. Podesta , Mrs. Clinton’s campaign manager. The same day, the United States formally accused the Russian government of being behind the hackings, in a joint statement by the director of national intelligence and the Department of Homeland Security, and Mr. Trump suffered his worst blow to date, with the release of a recording in which he bragged about sexually assaulting women. The Podesta emails were nowhere near as sensational as the Trump video. But, released by WikiLeaks day after day over the last month of the campaign, they provided material for countless news reports. They disclosed the contents of Mrs. Clinton’s speeches to large banks, which she had refused to release. They exposed tensions inside the campaign, including disagreements over donations to the Clinton Foundation that staff members thought might look bad for the candidate and Ms. Tanden’s complaint that Mrs. Clinton’s instincts were “suboptimal.” “I was just mortified,” Ms. Tanden said in an interview. Her emails were released on the eve of one of the presidential debates, she recalled. “I put my hands over my head and said, ‘I can’t believe this is happening to me.’” Though she had regularly appeared on television to support Mrs. Clinton, she canceled her appearances because all the questions were about what she had said in the emails. Advertisement Continue reading the main story Ms. Tanden, like other Democrats whose messages became public, said it was obvious to her that WikiLeaks was trying its best to damage the Clinton campaign. “If you care about transparency, you put all the emails out at once,” she said. “But they wanted to hurt her. So they put them out 1,800 to 3,000 a day.” The Trump campaign knew in advance about WikiLeaks’ plans. Days before the Podesta email release began, Roger Stone, a Republican operative working with the Trump campaign, sent out an excited tweet about what was coming. Wednesday@HillaryClinton is done. #Wikileaks . —         Roger Stone (@RogerJStoneJr) Oct. 2, 2016 But in an interview, Mr. Stone said he had no role in the leaks; he had just heard from an American with ties to WikiLeaks that damning emails were coming. Julian Assange, the WikiLeaks founder and editor, has resisted the conclusion that his site became a pass-through for Russian hackers working for Mr. Putin’s government or that he was deliberately trying to undermine Mrs. Clinton’s candidacy. But the evidence on both counts appears compelling. In a series of email exchanges, Mr. Assange refused to say anything about WikiLeaks’ source for the hacked material. He denied that he had made his animus toward Mrs. Clinton clear in public statements (“False. But what is this? Junior high?”) or that the site had timed the releases for maximum negative effect on her campaign. “WikiLeaks makes its decisions based on newsworthiness, including for its recent epic scoops,” he wrote. Mr. Assange disputed the conclusion of the Oct. 7 statement from the intelligence agencies that the leaks were “intended to interfere with the U.S. election process.” “This is false,” he wrote. “As the disclosing party we know that this was not the intent. Publishers publishing newsworthy information during an election is part of a free election.” Photo Julian Assange, the WikiLeaks founder and editor, disputed intelligence agencies’ conclusion that the email leaks were “intended to interfere with the U.S. election process.” Credit Steffi Loos/Agence France-Presse — Getty Images But asked whether he believed the leaks were one reason for Mr. Trump’s election, Mr. Assange seemed happy to take credit. “Americans extensively engaged with our publications,” he wrote. “According to Facebook statistics WikiLeaks was the most referenced political topic during October.” Advertisement Continue reading the main story Though Mr. Assange did not say so, WikiLeaks’ best defense may be the conduct of the mainstream American media. Every major publication, including The Times, published multiple stories citing the D.N.C. and Podesta emails posted by WikiLeaks, becoming a de facto instrument of Russian intelligence. Mr. Putin, a student of martial arts, had turned two institutions at the core of American democracy — political campaigns and independent media — to his own ends. The media’s appetite for the hacked material, and its focus on the gossipy content instead of the Russian source, disturbed some of those whose personal emails were being reposted across the web. “What was really surprising to me?” Ms. Tanden said. “I could not believe that reporters were covering it.” Devising a Government Response Photo The D.N.C. headquarters in Washington. Credit Justin T. Gellerson for The New York Times Inside the White House, as Mr. Obama’s advisers debated their response, their conversation turned to North Korea. In late 2014, hackers working for Kim Jong-un, the North’s young and unpredictable leader, had carried out a well-planned attack on Sony Pictures Entertainment intended to stop the Christmastime release of a comedy about a C.I.A. plot to kill Mr. Kim. In that case, embarrassing emails had also been released. But the real damage was done to Sony’s own systems: More than 70 percent of its computers melted down when a particularly virulent form of malware was released. Within weeks, intelligence agencies traced the attack back to the North and its leadership . Mr. Obama called North Korea out in public, and issued some not-very-effective sanctions . The Chinese even cooperated, briefly cutting off the North’s internet connections. As the first Situation Room meetings on the Russian hacking began in July, “it was clear that Russia was going to be a much more complicated case,” said one participant. The Russians clearly had a more sophisticated understanding of American politics, and they were masters of “ kompromat ,” their term for compromising information. But a formal “attribution report” still had not been forwarded to the president. “It took forever,” one senior administration official said, complaining about the pace at which the intelligence assessments moved through the system. In August a group that called itself the “Shadow Brokers” published a set of software tools that looked like what the N.S.A. uses to break into foreign computer networks and install “implants,” malware that can be used for surveillance or attack. The code came from the Tailored Access Operations unit of the N.S.A., a secretive group that mastered the arts of surveillance and cyberwar. The assumption — still unproved — was that the code was put out in the open by the Russians as a warning: Retaliate for the D.N.C., and there are a lot more secrets, from the hackings of the State Department, the White House and the Pentagon, that might be spilled as well. One senior official compared it to the scene in “The Godfather” where the head of a favorite horse is left in a bed, as a warning. The N.S.A. said nothing. But by late August, Admiral Rogers, its director, was pressing for a more muscular response to the Russians. In his role as director of the Pentagon’s Cyber Command, he proposed a series of potential counter-cyberstrikes. Photo Adm. Michael S. Rogers, the director of the National Security Agency and commander of United States Cyber Command, pressed for a more muscular response to the Russians. Credit Jim Wilson/The New York Times While officials will not discuss them in detail, the possible counterstrikes reportedly included operations that would turn the tables on Mr. Putin, exposing his financial links to Russia’s oligarchs, and punching holes in the Russian internet to allow dissidents to get their message out. Pentagon officials judged the measures too unsubtle and ordered up their own set of options. But in the end, none of those were formally presented to the president. In a series of “deputies meetings” run by Avril Haines , the deputy national security adviser and a former deputy director of the C.I.A., several officials warned that an overreaction by the administration would play into Mr. Putin’s hands. “If we went to Defcon 4,” one frequent participant in Ms. Haines’s meetings said, using a phrase from the Cold War days of warnings of war, “we would be saying to the public that we didn’t have confidence in the integrity of our voting system.” Even something seemingly straightforward — using the president’s executive powers, bolstered after the Sony incident, to place economic and travel sanctions on cyberattackers — seemed too risky. “No one was all that eager to impose costs before Election Day,” said another participant in the classified meeting. “Any retaliatory measures were seen through the prism of what would happen on Election Day.” Instead, when Mr. Obama’s national security team reconvened after summer vacation, the focus turned to a crash effort to secure the nation’s voting machines and voter-registration rolls from hacking. The scenario they discussed most frequently — one that turned out not to be an issue — was a narrow vote in favor of Mrs. Clinton, followed by a declaration by Mr. Trump that the vote was “rigged” and more leaks intended to undercut her legitimacy. Donna Brazile, the interim chairwoman of the D.N.C., became increasingly frustrated as the clock continued to run down on the presidential election — and still there was no broad public condemnation by the White House, or Republican Party leaders, of the attack as an act of foreign espionage. Ms. Brazile even reached out to Reince Priebus, the chairman of the Republican National Committee, urging him twice in private conversations and in a letter to join her in condemning the attacks — an offer he declined to take up. “We just kept hearing the government would respond, the government would respond,” she said. “Once upon a time, if a foreign government interfered with our election we would respond as a nation, not as a political party.” But Mr. Obama did decide that he would deliver a warning to Mr. Putin in person at a Group of 20 summit meeting in Hangzhou, China, the last time they would be in the same place while Mr. Obama was still in office. When the two men met for a tense pull-aside, Mr. Obama explicitly warned Mr. Putin of a strong American response if there was continued effort to influence the election or manipulate the vote, according to White House officials who were not present for the one-on-one meeting. Later that day, Mr. Obama made a rare reference to America’s own offensive cybercapacity, which he has almost never talked about. “Frankly, both offensively and defensively, we have more capacity,” he told reporters. But when it came time to make a public assertion of Russia’s role in early October, it was made in a written statement from the director of national intelligence and the secretary of homeland security. It was far less dramatic than the president’s appearance in the press room two years before to directly accuse the North Koreans of attacking Sony. The reference in the statement to hackings on “political organizations,” officials now say, encompassed a hacking on data stored by the Republicans as well. Two senior officials say the forensic evidence was accompanied by “human and technical” sources in Russia, which appears to mean that the United States’ implants or taps in Russian computer and phone networks helped confirm the country’s role. But that may not be known for decades, until the secrets are declassified. A week later Vice President Joseph R. Biden Jr. was sent out to transmit a public warning to Mr. Putin: The United States will retaliate “at the time of our choosing. And under the circumstances that have the greatest impact.” Later, after Mr. Biden said he was not concerned that Russia could “fundamentally alter the election,” he was asked whether the American public would know if the message to Mr. Putin had been sent. “Hope not,” Mr. Biden responded. Some of his former colleagues think that was the wrong answer. An American counterstrike, said Michael Morell, the former deputy director of the C.I.A. under Mr. Obama, has “got to be overt. It needs to be seen.” A covert response would significantly limit the deterrence effect, he added. “If you can’t see it, it’s not going to deter the Chinese and North Koreans and Iranians and others.” The Obama administration says it still has more than 30 days to do exactly that. The Next Target Continue reading the main story Photo President Obama and Vice President Joseph R. Biden Jr. walked back toward the White House after delivering remarks about the election results last month. Credit Al Drago/The New York Times As the year draws to a close, it now seems possible that there will be multiple investigations of the Russian hacking — the intelligence review Mr. Obama has ordered completed by Jan. 20, the day he leaves office, and one or more congressional inquiries. They will wrestle with, among other things, Mr. Putin’s motive. Did he seek to mar the brand of American democracy, to forestall anti-Russian activism for both Russians and their neighbors? Or to weaken the next American president, since presumably Mr. Putin had no reason to doubt American forecasts that Mrs. Clinton would win easily? Or was it, as the C.I.A. concluded last month, a deliberate attempt to elect Mr. Trump? In fact, the Russian hack-and-dox scheme accomplished all three goals. What seems clear is that Russian hacking, given its success, is not going to stop. Two weeks ago, the German intelligence chief, Bruno Kahl, warned that Russia might target elections in Germany next year. “The perpetrators have an interest to delegitimize the democratic process as such,” Mr. Kahl said. Now, he added, “Europe is in the focus of these attempts of disturbance, and Germany to a particularly great extent.” But Russia has by no means forgotten its American target. On the day after the presidential election, the cybersecurity company Volexity reported five new waves of phishing emails, evidently from Cozy Bear, aimed at think tanks and nonprofits in the United States. One of them purported to be from Harvard University, attaching a fake paper. Its title: “Why American Elections Are Flawed.” Correction: December 13, 2016 Editors’ Note: An earlier version of the main photograph with this article, of a filing cabinet and computer at the Democratic National Committee headquarters, should not have been published. The photographer had removed a framed image from the wall over the filing cabinet — showing a Washington Post Watergate front page — because it was causing glare with the lighting. The new version shows the scene as it normally appears, with the framed newspaper page in place. Kitty Bennett contributed research. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on December 14, 2016, on page A1 of the New York edition with the headline: Hacking the Democrats. Order Reprints | Today's Paper | Subscribe ",
    "title": "The Perfect Weapon: How Russian Cyberpower Invaded the U.S. - The New York Times"
   },
   {
    "entities": [
     "jose",
     "august 2013",
     "wednesday",
     "marcio",
     "yahoo",
     "sanchez/ap",
     "november",
     "sunnyvale",
     "7:00 p.m.",
     "september",
     "2013",
     "previously",
     "2014",
     "calif."
    ],
    "id": 4,
    "text": "A Yahoo sign at the company's headquarters in Sunnyvale, Calif. The company has announced a hacking of user accounts that happened in 2013, but it says payment card information was not accessed. Marcio Jose Sanchez/AP hide caption toggle caption Marcio Jose Sanchez/AP A Yahoo sign at the company's headquarters in Sunnyvale, Calif. The company has announced a hacking of user accounts that happened in 2013, but it says payment card information was not accessed. Marcio Jose Sanchez/AP Updated at 7:00 p.m. ET Yahoo says hackers stole names, email addresses, phone numbers, dates of birth and encrypted or unencrypted security questions and answers from more than 1 billion accounts. In a statement posted to its website on Wednesday, the company said it had \"taken steps to secure user accounts and is working closely with law enforcement.\" The statement continued: \"As Yahoo previously disclosed in November, law enforcement provided the company with data files that a third party claimed was Yahoo user data. The company analyzed this data with the assistance of outside forensic experts and found that it appears to be Yahoo user data. Based on further analysis of this data by the forensic experts, Yahoo believes an unauthorized third party, in August 2013, stole data associated with more than one billion user accounts. ... \"The investigation indicates that the stolen information did not include passwords in clear text, payment card data, or bank account information. Payment card data and bank account information are not stored in the system the company believes was affected.\" Article continues after sponsorship This is the second major breach of private user information Yahoo has announced in the past three months. In September, the company said information associated with at least 500 million user accounts had been stolen in 2014, as we reported . ",
    "title": "Yahoo Says Hackers Stole Information From More Than 1 Billion Accounts : The Two-Way : NPR"
   },
   {
    "entities": [
     "69-19 percent",
     "robbins",
     "today/gallup",
     "twitter",
     "60-32 percent",
     "11-13,",
     "january 2009",
     "2016",
     "37 percent",
     "george",
     "6 percent",
     "30 percent",
     "2008",
     "wednesday",
     "41 percent",
     "a month ago",
     "59 percent",
     "96 percent",
     "76 percent",
     "24 percent",
     "57 percent",
     "w.",
     "news",
     "36 percent",
     "company",
     "60 percent",
     "63-27 percent",
     "5 percent",
     "february 2009",
     "usa",
     "2000",
     "december 2008",
     "45 percent",
     "&",
     "shaw",
     "obama",
     "trump",
     "currently",
     "80 percent",
     "bush",
     "10 percent",
     "31 percent",
     "december",
     "43 percent",
     "today",
     "sixteen percent",
     "50 percent",
     "52-42 percent",
     "research",
     "25 percent",
     "46 percent",
     "19 percent",
     "anderson",
     "facebook",
     "fox",
     "11 percent",
     "47 percent",
     "44 percent",
     "68 percent",
     "54 percent",
     "barack",
     "12 percent",
     "38 percent",
     "58 percent"
    ],
    "id": 5,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   Twice as many American voters feel hopeful as feel depressed about the outcome of the election.  More feel relieved than scared.  Some feel empowered and excited, but plenty feel embarrassed or angry.   These are some of the findings of the latest Fox News Poll of registered voters nationwide. More than one-third of voters have a positive outlook for Trump: 25 percent expect him to be an “above average” president and 11 percent say he’ll be one of the country’s “greatest.”   CLICK TO READ THE FULL POLL RESULTS Voters are about three times as likely to say he’ll be “one of the worst” presidents (31 percent) as one of the greatest, while 12 percent say “below average.”  Sixteen percent peg Trump for “average.” The bar is lower for Trump than it was for the man he will replace.  A month after Barack Obama won the 2008 election, 19 percent said he would be one of the country’s greatest presidents, 43 percent a “good” president, and just 6 percent expected him to be one of the worst. One-quarter of Republicans expect Trump will be one of the greatest presidents (24 percent).  More than twice as many Democrats think he’ll be one of the worst (58 percent).   By a 10-point margin, more voters view the president-elect as a “divider” than a “uniter” (52-42 percent).  In January 2009, 80 percent considered Obama a “uniter” according to a USA Today/Gallup poll.   The new poll, released Wednesday, also finds 59 percent of voters feel hopeful about the outcome of the election.  That’s more than feel relieved (50 percent), embarrassed (45 percent), excited (43 percent), scared (41 percent), or empowered (41 percent).  About one-third feels angry (37 percent) or depressed (30 percent).     Maybe not surprisingly, 96 percent of those who are excited about the election results also feel hopeful, and 76 percent of angry voters are embarrassed. Views are divided on Trump’s Cabinet picks (44 percent approve vs. 46 percent disapprove), and a 52-percent majority is at least somewhat concerned the real estate mogul will put his business interests ahead of the country’s. Among Republicans, 5 percent disapprove of the people Trump has selected for his Cabinet, 10 percent see him as a divider, and one in five is concerned about a conflict of interest (19 percent). A 60-32 percent majority approved of the job Obama was doing picking his Cabinet in February 2009.   Related Image Expand / Contract Overall, a record 47 percent of voters have a favorable view of Trump, up from 38 percent before the election.  For comparison, 68 percent viewed Obama favorably following his first presidential win in December 2008.  Currently, 57 percent have a positive view of Obama.  Former President George W. Bush had a 60 percent favorable after his 2000 win, and today 54 percent feel that way. Trump’s also made gains on character: 44 percent say he has the temperament to serve effectively as president.  That’s up from 36 percent a month ago -- and a new high.  It would probably go higher if he spent less time tweeting.   Related stories... Fox News Poll: Trump and the Carrier deal By a 63-27 percent margin, voters think the way Trump uses Twitter is inappropriate.  In addition, three times as many view his public comments as “knee-jerk” reactions rather than “well thought-out” statements (69-19 percent). The Fox News poll is based on landline and cellphone interviews with 1,034 randomly chosen registered voters nationwide and was conducted under the joint direction of Anderson Robbins Research (D) and Shaw & Company Research (R) from December 11-13, 2016.  The poll has a margin of sampling error of plus or minus three percentage points for all registered voters. Advertisement ",
    "title": "Fox News Poll: Majority feels hopeful, yet low expectations for Trump | Fox News"
   },
   {
    "entities": [
     "russia",
     "donald",
     "cia",
     "fbi",
     "putin",
     "to",
     "democratic",
     "clinton",
     "now",
     "2014",
     "michael",
     "committee",
     "u.s",
     "trump",
     "tillerson",
     "u.s.",
     "october",
     "2012",
     "1:29",
     "hillary",
     "2011",
     "mcfaul",
     "national"
    ],
    "id": 6,
    "text": "Tillerson is 'Gift for Putin,' Former Top Russian Minister Says 1:29 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161215011148if_/http://www.nbcnews.com/widget/video-embed/832305219957\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Ultimately, the CIA has assessed, the Russian government wanted to elect Donald Trump. The FBI and other agencies don't fully endorse that view, but few officials would dispute that the Russian operation was intended to harm Clinton's candidacy by leaking embarrassing emails about Democrats. The latest intelligence said to show Putin's involvement goes much further than the information the U.S. was relying on in October, when all 17 intelligence agencies signed onto a statement attributing the Democratic National Committee hack to Russia. The statement said officials believed that \"only Russia's senior-most officials could have authorized these activities.\" That was an intelligence judgment based on an understanding of the Russian system of government, which Putin controls with absolute authority. Now the U.S has solid information tying Putin to the operation, the intelligence officials say. Their use of the term \"high confidence\" implies that the intelligence is nearly incontrovertible. \"It is most certainly consistent with the Putin that I have watched and used to work with when I was an ambassador and in the government,\" said Michael McFaul, who was ambassador to Russia from 2012 to 2014. \"He has had a vendetta against Hillary Clinton, that has been known for a long time because of what she said about his elections back in the parliamentary elections of 2011. He wants to discredit American democracy and make us weaker in terms of leading the liberal democratic order. And most certainly he likes President-elect Trump's views on Russia,\" McFaul added. Clinton cast doubt on the integrity of Russia's elections. As part of contingency planning for potential retaliation against Russia, according to officials, U.S. intelligence agencies have stepped up their probing into his personal financial empire. Play ",
    "title": "U.S. Officials: Putin Personally Involved in U.S. Election Hack - NBC News"
   },
   {
    "entities": [
     "elon",
     "inc.",
     "peter",
     "donald",
     "twitter",
     "sean",
     "time",
     "cook",
     "2016",
     "$32 billion",
     "rnc",
     "sheryl",
     "fall",
     "coby",
     "nadella",
     "jeff",
     "silicon",
     "interactive",
     "dec 14, 2016",
     "wednesday",
     "cbs",
     "news",
     "google",
     "present",
     "bezos",
     "republican",
     "rommety",
     "gary",
     "committee",
     "tower",
     "medium",
     "national",
     "trump",
     "msnbc",
     "dorsey",
     "jack",
     "politico",
     "microsoft",
     "tesla",
     "$13.5 billion",
     "apple",
     "spicer",
     "6:46 pm est",
     "satya",
     "october 7th",
     "$5 million",
     "ginny",
     "sandberg",
     "past",
     "ibm",
     "thiel",
     "facebook",
     "$614 billion",
     "amazon",
     "valley",
     "tim",
     "musk"
    ],
    "id": 7,
    "text": "CBS News Dec 14, 2016 6:46 PM EST As Donald Trump convened  his meeting of tech leaders , there was a conspicuous absence Wednesday at Trump Tower: Twitter CEO Jack Dorsey. Mr. Trump’s use of the social media platform is renowned -- he has over 17 million followers and tweets news and opinions regularly. Representatives from Twitter were not invited to Wednesday’s meeting with technology executives because the guest list was limited to senior executives from tech behemoths like Apple, Amazon and Google, Trump transition sources said. Trump meeting with tech giants after past criticism In attendance were Apple’s Tim Cook, Microsoft’s Satya Nadella, Facebook’s Sheryl Sandberg, Amazon’s Jeff Bezos, IBM’s Ginny Rommety, and Tesla’s Elon Musk, among others. Twitter’s market capitalization is $13.5 billion, compared with $614 billion for Apple on the high end. The company present with the closest market capitalization was Tesla, at $32 billion, still well over twice Twitter’s size.  “They simply were not big enough and do not have the economic viability of these companies,” a senior transition source told CBS News.  Sean Spicer, a spokesperson for the transition, told MSNBC, “The conference table was only so big.” President-elect Trump meets with top tech leaders Politico reported the social media company had been “bounced” from the meeting because of a spat that arose over emojis and advertising dollars during the campaign. Using barnyard language, a Trump spokesman vehemently denied any connection.  Twitter was one of dozens of tech companies that did not receive an invitation to the meeting, the spokesman explained. A Twitter spokesman would not comment on Politico’s report or on Mr. Trump’s meeting. In the fall, the Trump campaign and Republican National Committee (RNC) reached a deal with Twitter to spend $5 million on campaign advertising. As part of the agreement, Twitter promised to provide custom emjois for certain hashtags - icons that appear with a certain phrase. The deal hit a snag before the second presidential debate when Twitter initially approved and then objected to an emoji for the hashtag #crookedhillary that showed a running stick figure holding a moneybag. Moneybag emoji designed by Trump campaign Close screenshot / Gary Coby, Trump campaign, via Medium Twitter offered the Trump campaign and the RNC a discount on the ads and a chance to redesign the emoji. But on October 7th, Twitter CEO Jack Dorsey called Spicer to voice his objection to the new design (a moneybag with wings) and spike the emoji deal. Moneybag with wings emoji designed by RNC and Twitter Close screen grab / Gary Coby, Trump campaign via Medium   Twitter said at the time, “We believe that political advertising merits a level of disclosure and transparency that branded political emojis do not meet, and we ultimately decided not to permit this particular format for any political advertising.” The social media platform released the same statement again Wednesday after Politico published its report but would not comment further.    A person familiar with Twitter’s negotiations with the RNC offered no proof that Wednesday’s snub was retribution for the emoji flap, but said that tensions still remain. Silicon Valley investor Peter Thiel arranged the meeting with the president-elect and vice president-elect. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Twitter excluded from Trump meeting with tech leaders - CBS News"
   },
   {
    "entities": [
     "inc.",
     "samsung",
     "keneally",
     "donald",
     "twitter",
     "tim",
     "steve",
     "time",
     "march 24, 2014",
     "texas",
     "cook",
     "angerer/getty",
     "bernardino",
     "commission",
     "manufacturing",
     "jobs",
     "of",
     "south",
     "sheryl",
     "july 2013",
     "february 19, 2016",
     "jeff",
     "images",
     "silicon",
     "new",
     "february",
     "dec 14, 2016",
     "defense",
     ", 4:21 pm",
     "page",
     "barack",
     "communications",
     "--",
     "cal",
     "washington",
     "feb. 26",
     "now",
     "google",
     "bezos",
     "tech",
     "december 7, 2015",
     "the",
     "november 12, 2014",
     "dec. 14, 2016",
     "2014",
     "federal",
     "california",
     "states",
     "boeing",
     "star",
     "tower",
     "china",
     "j.",
     "pence",
     "trump",
     "obama",
     "larry",
     "mike",
     "america",
     "carolina",
     "post",
     "january 28, 2014",
     "drew",
     "apple",
     "u.s.",
     "san",
     "meghan",
     "october 2011",
     "united",
     "sandberg",
     "york",
     "mexico",
     "alphabet",
     "facebook",
     "department",
     "relocation",
     "amazon",
     "shares",
     "january",
     "today",
     "valley",
     "indiana",
     "city"
    ],
    "id": 8,
    "text": "5 Tech Issues Donald Trump Will Face as President By Meghan Keneally Dec 14, 2016, 4:21 PM ET 0 Shares Star Drew Angerer/Getty Images Jeff Bezos, chief executive officer of Amazon, Larry Page, chief executive officer of Alphabet Inc. (parent company of Google), Sheryl Sandberg, chief operating officer of Facebook, Vice President-elect Mike Pence listen as President-elect Donald Trump speaks during a meeting of technology executives at Trump Tower, Dec. 14, 2016, in New York City. 0 Shares Email Donald Trump has been meeting with his political rivals for weeks as he fills up his Cabinet, and now he's meeting with another group of former would-be foes: tech titans. The president-elect, who is known for his prolific use of Twitter to disseminate his message, has been at odds with Silicon Valley at various points during the campaign, and there are a number of tech-related issues that he will have to face during his administration. Here is a rundown of some of the biggest issues on which Trump and his team will likely have to work with the tech giants, some of whom he has insulted. 1. Immigration Though not solely a tech issue, Trump's plans relating to immigration could have a direct impact on the tech world. The ability to hire tech-savvy workers and to make contracts with foreign companies with access to cheaper labor costs have become important building blocks in the tech world, and the prospect of changing those policies could significantly affect the industry's practices. An open letter addressed to Trump and signed by more than 140 tech leaders read, \"We believe that America's diversity is our strength. Great ideas come from all parts of society, and we should champion that broad-based creative potential. We also believe that progressive immigration policies help us attract and retain some of the brightest minds on earth — scientists, entrepreneurs and creators.\" 2. Net Neutrality Net neutrality — the principle that internet service providers should not reduce the speed of service for certain content or charge more for access to certain websites — is an issue that Barack Obama's administration has championed. In 2014, Obama and his team pushed to have the Federal Communications Commission include broadband internet service in its classification of a public utility. Trump spoke out against the move, calling it an \"attack on the internet\" in a tweet. He appeared to imply that conservative media sites could be unfairly targeted, even though that is the opposite intention of net neutrality. Obama's attack on the internet is another top down power grab. Net neutrality is the Fairness Doctrine. Will target conservative media. — Donald J. Trump (@realDonaldTrump) November 12, 2014 The open letter also addressed tech leaders' concerns about his understanding of how the internet works. \"We also believe in the free and open exchange of ideas, including over the internet, as a seed from which innovation springs. Donald Trump proposes 'shutting down' parts of the Internet as a security strategy — demonstrating both poor judgment and ignorance about how technology works,\" the letter stated. 3. Encryption The topic of technology encryption came up in the wake of the shooting in San Bernardino , California, when Apple refused government calls to unlock the iPhone of one of the shooters. Trump told his Twitter followers at the time that he would be using only his Samsung phone rather than his iPhone until Apple turned over information about the shooter to authorities and later called for a boycott of all Apple products. Boycott all Apple products until such time as Apple gives cellphone info to authorities regarding radical Islamic terrorist couple from Cal — Donald J. Trump (@realDonaldTrump) February 19, 2016 \"The phone's not even owned by this young thug that killed all these people. The phone's owned by the government, OK. It's not even his phone,\" he said at an event in South Carolina in February, referring to the fact that the iPhone was issued by his employer. \"But [Apple CEO] Tim Cook is looking to do a big number, probably to show how liberal he is. But Apple should give up. They should get the security or find other people.\" 4. Cybersecurity With the new reports about the role that Russian hacking could have played in the election, the question of cybersecurity is emerging as a hot topic in the transition to the new administration. Trump called for an increase in cybersecurity throughout the federal government but did not specify how that would be tackled. During the campaign, he said there was a need to \"conduct a thorough review of United States cyberdefenses and identify all vulnerabilities. And we have to do that immediately.\" \"We will improve the Department of Defense's cybercapabilities — a new threat, a new problem, very expensive, and we're not doing very well with cyber,\" he said. 5. Tech Manufacturing Relocation Trump took Apple to task during the campaign for having many of its products made outside the U.S., and considering his push to bring jobs back stateside, this could be an issue for him to bring to the forefront. \"We're going to get Apple to build their damn computers and things in this country instead of in other countries,\" he said at a rally in January. Apple does much of its manufacturing in China. Bonus: Direct Attacks on Tech CEOs Trump has not shied from criticizing private companies (like Boeing) or individuals (such as a local union president in Indiana after a deal with Carrier not to move jobs to Mexico), and the same holds true when the two are combined. During the campaign, Trump connected his unfavorable view of Amazon and The Washington Post — he repeatedly called it unfair and at one point suspended its reporters' credentials to cover his campaign events — to the two companies' owner, Jeff Bezos. The @washingtonpost , which loses a fortune, is owned by @JeffBezos for purposes of keeping taxes down at his no profit company, @amazon . — Donald J. Trump (@realDonaldTrump) December 7, 2015 Trump took his criticism onto the campaign trail as well. \"I have respect for Jeff Bezos, but he bought The Washington Post to have political influence, and, I've gotta tell you, we've got a different country than we used to have ... He owns Amazon. He wants political influence so that Amazon will benefit from it. That's not right. And believe me, if I become president, oh, do they have problems. They're going to have such problems,\" Trump said at an event in Texas on Feb. 26. For his part, Bezos responded by posting a video on Twitter saying that he would save him a space on a rocket. Finally trashed by @realDonaldTrump . Will still reserve him a seat on the Blue Origin rocket. #sendDonaldtospace https://t.co/9OypFoxZk3 — Jeff Bezos (@JeffBezos) December 7, 2015 Bezos is one of the tech entrepreneurs meeting Trump's team at Trump Tower today in New York. Another attendee who has come under fire from Trump is Apple's Cook. Trump repeatedly complained over the years that the iPhone should have a bigger screen. Steve Jobs is spinning in his grave - Apple has lost both vision and momentum - must move fast to get magic back! — Donald J. Trump (@realDonaldTrump) January 28, 2014 In July 2013, in another tweet about how iPhones should have a larger screen, Trump wrote, \"Bring back Steve Jobs!\" Jobs died in October 2011. When there was speculation that the company would introduce larger screens, Trump appeared to suggest he should get credit for the move. I wonder if Apple is upset with me for hounding them to produce a large screen iPhone. I hear they will be doing it soon—long overdue. — Donald J. Trump (@realDonaldTrump) March 24, 2014 0 Shares ",
    "title": "5 Tech Issues Donald Trump Will Face as President - ABC News"
   },
   {
    "entities": [
     "police",
     "council",
     "vegas",
     "cochran",
     "south",
     "a decade ago",
     "carothers",
     "alderman",
     "``ike''",
     "jeremy",
     "2015",
     "the day",
     "myles",
     "previously",
     "$384,000",
     "2014",
     "evening",
     "courthouse",
     "2010",
     "illinois",
     "tens of thousands of dollars",
     "hal",
     "rahm",
     "technology",
     "woodlawn",
     "$60,280",
     "anthony",
     "dec. 23",
     "divine",
     "ervin",
     "$116,208",
     "late 2014",
     "$25,000",
     "court",
     "dirksen",
     "last year",
     "byrne",
     "days later",
     "cook",
     "the year",
     "july 2015",
     "gorner",
     "tribune",
     "circuit",
     "of",
     "2006",
     "august",
     "coast",
     "zachary",
     "2008",
     "legislative",
     "emanuel",
     "november 2014",
     "2007",
     "county",
     "edward",
     "$500",
     "durkin",
     "franshuan",
     "las",
     "arenda",
     "grove",
     "hundred dollars",
     "william",
     "institute",
     "27 years earlier",
     "$420,000",
     "faisal",
     "morning",
     "fardon",
     "troutman",
     "ruthhart",
     "2003",
     "jason",
     "avenue",
     "$300",
     "willie",
     "dardick",
     "2013",
     "$5,000",
     "earlier this year",
     "$60,000",
     "fbi",
     "alexander",
     "hall",
     "$3,000",
     "praise",
     "cubs",
     "ald",
     "early last month",
     "august 2015",
     "minutes later",
     "valentine's day",
     "thomas",
     "u.s.",
     "khan",
     "bill",
     "$40,000",
     "13 months ago",
     "january 2015",
     "fletcher",
     "burke",
     "inc.",
     "later wednesday",
     "john",
     "meisner",
     "wednesday",
     "$4,932",
     "side",
     "this week",
     "chicago",
     "$1.5 million",
     "cottage",
     "october",
     "2012",
     "april 2015",
     "1972",
     "months later",
     "2011",
     "department",
     "$1,500",
     "west",
     "summer",
     "isaac",
     "city"
    ],
    "id": 9,
    "text": "News Local news Breaking News Ald. Willie Cochran indicted on thefts from ward charity Ald. Willie Cochran, 20th, is charged with 11 counts of wire fraud, two counts of extortion and two counts of bribery, the most serious of which carry a maximum sentence of 20 years in prison if convicted. Jason Meisner , Jeremy Gorner and Hal Dardick Contact Reporters Chicago Tribune Willie Cochran was running for 20th Ward alderman as a political unknown a decade ago when he vowed to steer clear of the graft and corruption that had ensnared so many Chicago politicians over the years. \"Most people in the ward are tired of our public officials being embroiled in one controversy after another,\" Cochran, a former Chicago police officer, told the Tribune on the day incumbent Ald. Arenda Troutman was indicted on charges of taking kickbacks from contractors. But instead of cleaning up the sleaze, Cochran was charged by federal authorities with being yet another corrupt Chicago alderman. The 15-count indictment announced Wednesday alleged the South Side alderman stole tens of thousands of dollars in charitable contributions meant for poor children and seniors in the largely impoverished ward, funds he later used to gamble and pay for a portion of his daughter's college tuition. Using the broad powers that aldermen enjoy over business deals in their wards, Cochran also shook down a liquor store manager in exchange for his support on an ordinance change and took a bribe in connection with a federal program to clean up vacant eyesores, the charges alleged. Cochran, 64, was charged with 11 counts of wire fraud, two counts of extortion and two counts of bribery, the most serious of which carry a maximum sentence of 20 years in prison if convicted. He is scheduled to be arraigned Dec. 23 at the Dirksen U.S. Courthouse. This week's indictment of South Side Ald. Willie Cochran adds a new name to a long list: Chicago politicians charged with crimes. Cochran was charged with 15 counts of wire fraud, federal program bribery and extortion. More here. Chicago aldermen have been frequent law-enforcement targets, with... (Chicago Tribune) In a statement Wednesday, U.S. Attorney Zachary Fardon said the investigation arose from information provided by former Chicago Legislative Inspector General Faisal Khan, who 13 months ago turned over his files to the FBI after aldermen eliminated his post, complaining of his judgment and overreach. Khan told the Tribune on Wednesday that Cochran's indictment \"vindicated our work.\" He expressed hope that more federal charges could result from his work, saying, \"We referred a number of investigations to the FBI.\" The charges come two months after the Tribune first revealed that a federal grand jury was investigating Cochran for possible misuse of funds. The Tribune broke the news of the indictment Wednesday morning as Cochran attended the final City Council meeting of the year. Minutes later, Ald. Edward Burke, 14th, walked over to Cochran, showed him his iPad and spoke quietly to him for a couple of minutes while the council was busy honoring the Chicago Cubs with the World Series trophy at the front of chambers. In a text message to a Tribune reporter later Wednesday, Cochran vowed to continue to stay on as alderman while under indictment. He said he and his attorney, Thomas Anthony Durkin, would work with the U.S. attorney's office \"to provide the clarity that is needed to get this matter resolved.\" \"I can say my colleagues and the people of the 20th Ward are strong supporters for my family, and I am confident this will be resolved,\" he wrote. Durkin later said the alderman intends to fight the charges vigorously. The indictment again exposed the risk of aldermen leveraging their extensive powers — in this case over real estate development and liquor licenses — for bribery. Cubs as word came down that one of their colleagues who was on hand had been indicted on federal criminal charges. South Side Ald. Willie Cochran already was sitting in... An inimitably Chicago scene played out during Wednesday's City Council meeting as aldermen heaped praise on the world champion Cubs as word came down that one of their colleagues who was on hand had been indicted on federal criminal charges. South Side Ald. Willie Cochran already was sitting in... (John Byrne, Hal Dardick and Bill Ruthhart) According to the charges, Cochran was the sole signatory on the 20th Ward activities fund, a charity set up to host ward events and parties for constituents such as a summer back-to-school picnic, a Valentine's Day party for senior citizens and events during the holiday season. Cochran was charged with using \"a significant portion\" of the donations made over more than four years for his own personal use, including paying $5,000 toward his daughter's college tuition. He also withdrew about $25,000 from ATMs in or near casinos where he gambled, according to the indictment. In October, a real estate developer told the Tribune that the FBI had questioned him about a donation to Cochran for the ward fund. \"I'll tell you the same thing I told them,\" said the developer, who asked for anonymity. \"I gave him a check, I think it was for a couple hundred dollars. ... What he did with it, I have no clue.\" On Wednesday, another businessman who said he testified before the grand jury investigating Cochran told the Tribune he had written several checks to the alderman over recent years — some for as much as $300 or $500. \"I wrote a check to him for a fundraiser for kids going back to school,\" said the businessman, who also spoke on condition of anonymity because federal authorities had not authorized him to talk. \"I was shocked really,\" he said of the charges against Cochran. \"He's always been a straight-up guy.\" According to the indictment, Cochran also solicited a $1,500 check from an attorney — identified only as Individual A — who represented real estate developers with properties in Cochran's ward in connection with a federal program to get boarded-up or foreclosed properties occupied as soon as possible. Prosecutors charged that in 2010 and 2011 Cochran provided letters of support to the attorney about a particular real estate project. The unidentified project was completed in 2014. In 2015, Cochran took a $3,000 cash bribe from a liquor store owner — identified as Individual B — in exchange for his support of an ordinance amending the municipal code to allow liquor sales in a two-block stretch of South Cottage Grove Avenue in the 20th Ward, the charges alleged. The owner wanted to sell the business, but the area had since gone \"dry,\" and the amendment was needed for the buyer to continue to sell liquor there. The amendment was passed by the City Council in April 2015. But in a twist earlier this year while Cochran was being investigated, the alderman proposed a new ordinance to again prohibit the sale of packaged liquor on that same stretch of Cottage Grove. The council approved that change in October. Individual B, identified by the Tribune through property records as the seller of the Cottage Grove liquor store in August 2015, declined to comment when a reporter knocked on his west suburban home Wednesday evening. Cochran had taken similar action with his campaign fund. State records show that since January 2015 the alderman has filed an unusually large number of revisions to his campaign finance paperwork — around 80, including 10 since early last month. Over the previous eight years, Cochran had filed only six amendments to his campaign records. In some of the amended campaign finance reports, Cochran revealed he had paid himself out of his campaign fund. In several instances, Cochran did not report those payments until well after he filed his campaign reports with state elections officials — in some cases more than a year or two later. But the indictment against Cochran makes no allegations that he misused his campaign fund. The City Council has a long, notorious history of corruption as 29 aldermen have been convicted of crimes related to their official duties since 1972. The most recent, Isaac \"Ike\" Carothers, pleaded guilty in 2010 to bribery and tax charges for accepting $40,000 in home improvements for backing a developer's controversial project in his 29th Ward. His father, William, a former alderman, was convicted 27 years earlier. Cochran was elected in 2007 after Troutman was charged with bribery for soliciting donations from developers seeking to do business in the ward. Cochran was quick to capitalize on the news, publicly calling for Troutman to resign on the day she was arrested by the FBI. Troutman pleaded guilty in 2008 and was sentenced to four years in prison. Federal authorities have hinted at other investigations connected to City Hall . In August, Franshuan Myles, the head of a nonprofit group that allegedly made a $5,000 payment to a West Side alderman, pleaded not guilty to charges alleging she used state grant funds to cover personal expenses instead of providing summer jobs for youth. Charges alleged that Myles, president and executive director of Divine Praise Inc., wrote a check for $4,932 to \"Individual A,\" previously identified by the Tribune as 28th Ward Ald. Jason Ervin , after her group received a $60,000 grant for youth employment. Ervin has not been charged with wrongdoing. Cochran, who is considered an ally of Mayor Rahm Emanuel, does not hold any position of power — such as a committee or caucus chairmanship — in the council hierarchy. He won a third term in office last year, surviving a tough runoff election. After that victory, Cochran told reporters he and his wife were going to celebrate by flying to Las Vegas and renting a convertible for a West Coast road trip. According to the biography posted on his ward's website, Cochran is the youngest of 10 children. He has a master's degree in public administration from the Illinois Institute of Technology and also has a bachelor's degree in sociology. Cochran retired from the Chicago Police Department with the rank of sergeant in 2003 after 26 years on the force. Court records hint at recent financial troubles for Cochran. He has been the target of three foreclosure lawsuits over his personal home and laundry businesses he held a financial stake in. Cochran, who is paid $116,208 a year as alderman and also collects $60,280 annually from his police pension, suggested in late 2014 that aldermen should be paid more, saying he often works 60 hours a week or more. Days later, he was hit with a foreclosure lawsuit in Cook County Circuit Court claiming he had defaulted on the $420,000 mortgage on his Woodlawn home, according to court records. He still owed more than $384,000 on the mortgage as of November 2014, records showed. The foreclosure was dismissed in July 2015 \"due to the fact that the loan was reinstated,\" court records state. Records show it was the second time Cochran and his wife had faced foreclosure stemming from the same 2006 loan. A similar lawsuit was filed in 2012 and then dismissed months later after the loan was renegotiated, according to court records. In 2013, Cochran, who for years owned the Rainbow Brite laundromat on East 63rd Street, was named in a foreclosure lawsuit involving a string of laundromats he had a financial stake in, according to court records. That lawsuit alleged that the business owner, Alexander Fletcher, had defaulted on a $1.5 million loan involving several laundromats. It was dismissed in 2014. Chicago Tribune's John Byrne contributed. jmeisner@chicagotribune.com ",
    "title": "Ald. Willie Cochran indicted on thefts from ward charity - Chicago Tribune"
   }
  ]
 }
}