{
 "16": {
  "col-sim": {
   "cosine": 0.13238807737614883,
   "entity": 0.14907119849998599
  },
  "exec-time": 12.383810758590698,
  "links": [
   {
    "entities": [
     "ind.",
     "niles",
     "patel",
     "bob",
     "fifty-two percent",
     "douglas",
     "south",
     "new",
     "roe",
     "stout",
     "washington",
     "catizone",
     "long",
     "holdings",
     "now",
     "cvs",
     "72 percent",
     "northlake",
     "keough",
     "/",
     "reporters",
     "swords",
     "osco",
     "illinois",
     "rex",
     "sadia",
     "karisa",
     "practices",
     "several years ago",
     "mariano",
     "northwestern",
     "davis",
     "wisconsin",
     "mysllinj",
     "last year",
     "tribune",
     "of",
     "37 percent",
     "memorial",
     "contact",
     "coast",
     "little",
     "northwest",
     "river",
     "evanston",
     "pharmacy",
     "springfield",
     "malone",
     "52 percent",
     "gold",
     "hospital",
     "walgreens",
     "1994",
     "shuja",
     "alethea",
     "9 percent",
     "43 percent",
     "association",
     "evergreen",
     "chande",
     "arsen",
     "25 percent",
     "institute",
     "daniel",
     "deepak",
     "fox",
     "49 percent",
     "north",
     "wambsgans",
     "village",
     "pharmacists",
     "carmen",
     "financial",
     "kmart",
     "jason",
     "zuraitis",
     "2013",
     "prevention",
     "for",
     "ray",
     "skypoint",
     "tom",
     "worth",
     "60 percent",
     "pankaj",
     "sam",
     "disease",
     "andy",
     "mayuri",
     "local",
     "u.s.",
     "costco",
     "rockford",
     "b.",
     "forest",
     "63 percent",
     "medication",
     "king",
     "hoey",
     "riteway",
     "chuck",
     "hampshire",
     "the future",
     "current",
     "jewel-osco",
     "safe",
     "boards",
     "centers",
     "park",
     "valparaiso",
     "schaumburg",
     "oakmill",
     "john",
     "wal-mart",
     "b.m.",
     "mexicare",
     "community",
     "30 percent",
     "board",
     "steven",
     "e.",
     "sears",
     "side",
     "arizona",
     "727",
     "chicago",
     "horn",
     "c.",
     "michigan",
     "university",
     "2012",
     "control",
     "galal",
     "bhalakia",
     "and",
     "department",
     "politis",
     "teamsters",
     "phil",
     "audrey",
     "indiana",
     "national"
    ],
    "id": 0,
    "text": "Pharmacies miss half of dangerous drug combinations Dangerous Doses The Chicago Tribune tested 255 pharmacies to see how often stores would dispense risky drug pairs without warning patients. Fifty-two percent of the tested pharmacies sold the medications without mentioning the potential interaction. (Chicago Tribune) The Chicago Tribune tested 255 pharmacies to see how often stores would dispense risky drug pairs without warning patients. Fifty-two percent of the tested pharmacies sold the medications without mentioning the potential interaction. (Chicago Tribune) Sam Roe , Ray Long and Karisa King Contact Reporters Chicago Tribune The Tribune reporter walked into an Evanston CVS pharmacy carrying two prescriptions: one for a common antibiotic, the other for a popular anti-cholesterol drug. Taken alone, these two drugs, clarithromycin and simvastatin, are relatively safe. But taken together they can cause a severe breakdown in muscle tissue and lead to kidney failure and death. When the reporter tried to fill the prescriptions, the pharmacist should have warned him of the dangers. But that's not what happened. The two medications were packaged, labeled and sold within minutes, without a word of caution. The same thing happened when a reporter presented prescriptions for a different potentially deadly drug pair at a Walgreens on the Magnificent Mile. And at a Wal-Mart in Evergreen Park, a Jewel-Osco in River Forest and a Kmart in Springfield. In the largest and most comprehensive study of its kind, the Tribune tested 255 pharmacies to see how often stores would dispense dangerous drug pairs without warning patients. Fifty-two percent of the pharmacies sold the medications without mentioning the potential interaction, striking evidence of an industrywide failure that places millions of consumers at risk. CVS, the nation's largest pharmacy retailer by store count, had the highest failure rate of any chain in the Tribune tests, dispensing the medications with no warning 63 percent of the time. Walgreens, one of CVS' main competitors, had the lowest failure rate at 30 percent — but that's still missing nearly 1 in 3 interactions. In response to the Tribune tests, CVS, Walgreens and Wal-Mart each vowed to take significant steps to improve patient safety at its stores nationwide. Combined, the actions affect 22,000 drugstores and involve additional training for 123,000 pharmacists and technicians. \"There is a very high sense of urgency to pursue this issue and get to the root cause,\" said Tom Davis, CVS' vice president of pharmacy professional services. CVS, which filled about 1 billion prescriptions last year, said the company would improve policies and its computer system to \"dramatically\" increase warnings to patients. Walgreens said it would, among other changes, increase training for pharmacists. \"We take this very seriously,\" said Rex Swords, Walgreens' vice president of pharmacy and retail operations and planning. Dangerous drug combinations are a major public health problem, hospitalizing tens of thousands of people each year. Pharmacists are the last line of defense, and their role is growing as Americans use more prescription drugs than ever. One in 10 people take five or more drugs — twice the percentage seen in 1994. Some pharmacists who were tested got it right, coming to the counter to issue stern warnings. \"You'll be on the floor. You can't have the two together,\" said one pharmacist at a Walgreens on Chicago's Northwest Side. Said a Kmart pharmacist in Rockford: \"I've seen people go to the hospital on this combination.\" But in test after test, other pharmacists dispensed dangerous drug pairs at a fast-food pace, with little attention paid to customers. They failed to catch combinations that could trigger a stroke, result in kidney failure, deprive the body of oxygen or lead to unexpected pregnancy with a risk of birth defects. Location didn't matter: Failures occurred in poor neighborhoods on the South Side as well as in affluent suburbs and the Gold Coast. Even the Walgreens at Northwestern Memorial Hospital in downtown Chicago failed its test. The newspaper also tested independent pharmacies, many of which take pride in providing personalized care. As a group, they had a higher failure rate than any retail chain, missing risky drug interactions 72 percent of the time. Chains overall failed 49 percent of their tests. The Tribune study, two years in the making, exposes fundamental flaws in the pharmacy industry. Safety laws are not being followed, computer alert systems designed to flag drug interactions either don't work or are ignored, and some pharmacies emphasize fast service over patient safety. Several chain pharmacists, in interviews, described assembly-line conditions in which staff hurried to fill hundreds of prescriptions a day. Wal-Mart, operator of 4,500 U.S. pharmacies, failed 43 percent of its tests. The company said it would update and improve its pharmacy alert system and train pharmacists on the changes. Kmart failed 60 percent of the tests. Phil Keough, pharmacy president for Sears Holdings, which owns Kmart, said he was disappointed with the results. \"While not happy, we also take this as an opportunity to look in the mirror and see where we can get better,\" he said. Costco, a membership warehouse club whose pharmacies are open to the general public, failed 60 percent of the tests; the company declined to comment. The Tribune also tested two Chicago-area chains: Jewel-Osco, which failed 43 percent of the time, and Mariano's, 37 percent. Jewel-Osco declined an interview request and instead emailed the Tribune a one-sentence written statement: \"Osco pharmacists have a history of providing knowledgeable, exemplary care to our customers and their health, well-being and safety is our primary concern.\" Mariano's also declined to answer questions. The chain said in a written statement: \"None of our pharmacists are intentionally disregarding drug interactions or patient safety.\" The chain wrote, \"Our pharmacists look at each patient profile which includes patient history, allergy profile, pre-existing conditions and other factors such as age, all of which must be considered when assessing the potential for a drug interaction.\" But in the Tribune tests, pharmacists at Mariano's stores rarely asked for all of that information. Last line of defense In the fight to protect patients from dangerous drug interactions, doctors shoulder significant responsibility. They are the ones who write the prescriptions. But one physician may not know what another has prescribed, and research has found that doctors' knowledge about specific interactions is often poor. In filling prescriptions, pharmacists are uniquely positioned to detect potential drug interactions, warn patients and prevent harm. Pharmacists themselves say that is one of their primary duties. Yet little data exists about how well they perform in real-world situations. The Tribune set out to find the answer. To select drug pairs to be used in the tests, the newspaper enlisted the help of two leading experts on drug interactions: pharmacy professors Daniel Malone of the University of Arizona and John Horn of the University of Washington. Five pairs were chosen, three of which posed life-threatening risks. Another could cause patients to pass out. A fifth included an oral contraceptive and could lead to unplanned pregnancies. According to the two experts, all of the drugs had been on the market for years, and the pairs presented well-established interactions that pharmacists should easily catch. \"No-brainers,\" Horn called them. Writing the prescriptions was Dr. Steven C. Fox, a Chicago physician who treats many elderly patients on multiple medications. He knew the risks of interactions firsthand. Fox wrote the prescriptions in the names of 18 Tribune journalists, 15 of whom conducted tests in the field. They presented the prescriptions written in their names or, in some instances, their colleagues' names. The reporters tested 30 stores at each of seven leading chains as well as numerous independent pharmacies. Most stores were in the Chicago area; some were in Indiana, Wisconsin and Michigan. Reporters presented the prescriptions together or a couple of days apart, then waited to see if the orders would be filled. Read the story In Illinois, pharmacists who detect a serious interaction must contact the prescribing doctor to see if the order is correct or if an alternative therapy is available, according to the Illinois Department of Financial and Professional Regulation. Pharmacists are then supposed to alert the patient. Carmen Catizone, executive director of the National Association of Boards of Pharmacy, said the professional standard is clear. \"Anytime there's a serious interaction, there's no excuse for the pharmacist not warning the patient about that interaction,\" he said. In the Tribune study, a test was considered a pass if the pharmacist attempted to contact Fox about the interaction or warned the reporter. Drug information leaflets placed inside the bag or stapled to the outside were not considered sufficient to warrant a pass. Illinois regulators said these materials typically are not adequate replacements for verbal warnings; some of the materials don't warn about specific interactions, and experts say patients frequently throw out the leaflets without reading them. After the tests, reporters called many of the pharmacists to inform them of the results and to discuss the findings. Why were so many pharmacies missing dangerous drug combinations? Speed vs. safety Mayuri Patel, a pharmacist at a Wal-Mart in west suburban Northlake, said she typically fills 200 prescriptions in a nine-hour shift, or one every 2.7 minutes. At another Wal-Mart where she was trained, it was even busier, she said: \"We were doing 600 a day with two pharmacists with 10-hour shifts.\" That works out to one prescription every two minutes. In the Tribune tests, she caught a potentially deadly drug pair, warning the reporter at the counter: \"This is a common interaction.\" It is difficult to say why so many pharmacists failed the same test, but interviews and studies point to a possible explanation: the emphasis on speed. Several stores dispensed risky drug pairs with no warning in less than 15 minutes. At a Kmart in Valparaiso, Ind., it was 12 minutes. At an independent pharmacy on the North Side, it was five. The Tribune found that pharmacists frequently race through legally required drug safety reviews — or skip them altogether. According to Illinois law, pharmacies are required to conduct several safety checks, including whether the dose is reasonable and whether the medication might interact with other drugs the patient is taking. But in the Tribune tests, pharmacies rarely asked what other medications testers were using. \"They're cutting corners where they think they can cut,\" said Bob Stout, president of the New Hampshire Board of Pharmacy, which sampled data from two retail chains in the state and found that pharmacists spent an average of 80 seconds on safety checks for each prescription filled. \"What happens, I found on the board, is people stop doing (safety) reviews,\" Stout said. \"They're not going in looking at patient records.\" Drug combinations E. Jason Wambsgans / Chicago Tribune Tribune reporters presented pharmacies with prescriptions for drugs that are known to be harmful or even fatal if taken together, but 52 percent of the time the prescriptions were filled without warning. Tribune reporters presented pharmacies with prescriptions for drugs that are known to be harmful or even fatal if taken together, but 52 percent of the time the prescriptions were filled without warning. (E. Jason Wambsgans / Chicago Tribune) Most pharmacies use computer software designed to flag drug interactions. But experts say computer alerts are so common that pharmacists can get \"alert fatigue\" and ignore many of the warnings. At the same time, chain pharmacies are increasingly promoting quick service. Drive-through windows are now common, and services like CVS' walk-in MinuteClinics appeal to consumers' preference for speed. These efforts may send a message to patients that speed is more important than quality health care. Patients have internalized that message and feel entitled to short wait times, pharmacists said. \"The patient will get mad if you call the doctor and take time,\" said Sadia Shuja, a pharmacist at Skypoint Pharmacy in Schaumburg who caught a dangerous drug pair in the Tribune tests. \"Sometimes they think it is fast food.\" To ease workload, most pharmacies employ technicians to manage tasks that require less medical expertise. Arsen Mysllinj, a Kmart pharmacist in Rockford who passed the Tribune test, said technicians at his store and others often screen for drug interactions after entering patients' drug orders into a computer. If interactions appear, he said, the technicians are trained to print out the warning on the screen and hand it to a pharmacist. It would be better, he said, for pharmacists to do the screening. Kmart said that in light of the test results, it would review its relevant policies, computer systems and training programs. Unionized pharmacists, including those in Illinois, have periodically pushed for minimum staffing rules, but those efforts have not gone far. Some pharmacists say time spent pitching company promotions could be better spent on patient safety. In the Tribune tests, the majority of Kmart pharmacists dispensed risky drug combinations without warning testers. But several did take time to try to enroll the reporters in the company's savings program. 'Scorecard' pressures At CVS, prompt service isn't just a vague goal. It is a carefully measured metric that the chain uses, along with other assessments, to grade its pharmacies and rank them against one another, records and interviews show. Several current or former CVS pharmacists criticized the practice, saying it pressures them to focus more on corporate criteria than on drug interactions and other safety checks. \"You get stressed, and it takes your mind away from the actual prescriptions,\" said Chuck Zuraitis, head pharmacist at a CVS in south suburban Park Forest and a union steward for Teamsters Local 727, which represents 130 CVS pharmacists in the Chicago area. His pharmacy was not among those tested. Performance and business metrics are common at big chain pharmacies and in other industries. Supporters say they make companies more efficient and responsive to customers. In 2012, the nonprofit Institute for Safe Medication Practices conducted a national survey of 673 pharmacists and found that nearly two-thirds worked at stores that track the time it takes to fill prescriptions. About 25 percent worked at companies that guaranteed short wait times. Of the pharmacists at stores that advertised quick service, 4 in 10 said they had made a medication error as a result of hurrying to fill a prescription within a set time. In 2013, the National Association of Boards of Pharmacy called on states to prohibit, restrict or regulate company policies that measure the speed of pharmacists' work. But, the association says, little has changed in state law. Internal CVS records obtained by the Tribune show that the company tracks numerous pharmacist tasks, including whether prescriptions are filled in the time promised to customers and whether voicemails are retrieved in a timely fashion. \"Every prescription is timed,\" said Deepak Chande, a former head pharmacist at a CVS in southwest suburban Worth, \"and this is the worst of the pharmacist's nightmares.\" Deepak Chande E. Jason Wambsgans / Chicago Tribune Deepak Chande, a former head CVS pharmacist in southwest suburban Worth, says pressure is intense to fill prescriptions quickly. Deepak Chande, a former head CVS pharmacist in southwest suburban Worth, says pressure is intense to fill prescriptions quickly. (E. Jason Wambsgans / Chicago Tribune) If pharmacists fall behind, the backlog pops up in color on their computer screens, said Chande, also a former union steward. \"It's an unreal pressure,\" he said. \"Your mind is kind of frantically trying to obey it.\" CVS officials declined to be interviewed about metrics but issued a statement and answered questions in writing. The company said prescriptions do not have to be filled quickly, but it expects pharmacists to have medications ready by the time promised to the customer. Records show that head pharmacists receive a monthly \"WeCARE Scorecard\" that tracks the percentage of prescriptions filled by the times promised. The pharmacies are ranked by district, by region and nationwide. CVS' computer system prioritizes prescriptions based on patients' requested pickup times, with preference given to customers with urgent needs — for instance, someone on his way home from the hospital after surgery. Pharmacists can reset a promised pickup time if they think it cannot be met, the company wrote. The color indicators on computer screens are meant to help pharmacists with prioritizing their work, CVS said. The company also wrote that several years ago it removed a red indicator for prescriptions that had gone beyond the promised pickup time because pharmacists \"felt the color red denoted something negative or alarming.\" \"We switched to an 'orange' indicator to inform a pharmacy team which prescriptions may not be ready before a customer's expected arrival time,\" CVS wrote. Another CVS metric, documents show, tracks how many patients sign up for automatic refills. Zuraitis said posters on pharmacy walls record how many flu shots have been administered. \"You feel like you're trying to sell people something,\" he said. CVS said automatic refills help patients stay on schedule with the drugs they need to treat chronic conditions. The company said it measures the number of flu vaccinations offered to customers to help support the recommendation by the federal Centers for Disease Control and Prevention that people receive a flu shot annually. At Walgreens, officials said the company collects business metrics as a way to monitor staffing levels and service. The firm said it does not use them in a manner that emphasizes productivity over patient safety. Alethea Little, a Walgreens pharmacist in west suburban Forest Park who properly warned a tester, said metrics are no excuse for missing drug interactions. \"Our flu shot goal is 10 a day, 12 a day, 50 a day,\" she said. \"And the phone rings off the hook. You just got to do what you got to do, essentially.\" Squeezed by chains Independent pharmacies face a different kind of pressure: intense competition from the big chains. B.M. Patel, a pharmacist for 40 years who owns Riteway Pharmacy on Chicago's Northwest Side, missed the test interaction but didn't make excuses. \"It was a mistake,\" he said. \"Maybe I should be paying more attention.\" But he also said small pharmacies know that if they don't fill a prescription, the customer might simply go to a nearby chain store. Business at his store, he said, \"is not good. I can still survive, but not too long. We don't really know how long it's going to last.\" The number of independent stores has been shrinking nationwide. In Illinois, the number dropped about 9 percent from 689 in 2013 to 624 last year, according to the National Community Pharmacists Association. Several independents tested by the Tribune looked like classic drugstores, offering medications alongside greeting cards, stuffed animals and candy bars. Others were less inviting. One dispensed drugs behind a thick window; at another, a reporter had to knock several times to gain entry. In Chicago's Pilsen neighborhood, independent pharmacist Audrey Galal passed her test while working at a Mexicare Pharmacy, a small storefront on a block of brick buildings. The store is in the process of closing, she said, in part because of competition from chains. Galal said she did not think small drugstores would knowingly sell harmful medications, but they might be reluctant to turn away business. \"These pharmacists are acting like businesspeople, just trying to keep their pharmacies afloat instead of being clinicians,\" said Galal, who now works at a Mexicare in Little Village. Audrey Galal E. Jason Wambsgans / Chicago Tribune Pharmacist Audrey Galal recognized the danger when presented with a pair of prescriptions at the independent Mexicare Pharmacy in Chicago’s Pilsen neighborhood and did not dispense the drugs. She doubts small drugstores knowingly sell harmful combinations but says they might be reluctant to turn away business. Pharmacist Audrey Galal recognized the danger when presented with a pair of prescriptions at the independent Mexicare Pharmacy in Chicago’s Pilsen neighborhood and did not dispense the drugs. She doubts small drugstores knowingly sell harmful combinations but says they might be reluctant to turn away business. (E. Jason Wambsgans / Chicago Tribune) Andy Politis, a pharmacist and part owner of Oakmill Pharmacy in north suburban Niles who passed the test, said he was surprised how many independents failed. \"The independent guys should be better because they don't have the same pressure as the big stores with so many prescriptions,\" he said. B. Douglas Hoey, chief executive of the national community pharmacists group, said the results were alarming. \"It's something that shouldn't happen — both for chains and independents,\" he said. \"Even one is too many.\" Several independents said the findings prompted them to make changes. After failing its test, Summit Medical Pharmacy in the southwest suburbs beefed up internal checks and worked with a software company to ensure that even minor drug interactions are detected. Since then, the new system has flagged several interactions that led to consultations with doctors and patients, head pharmacist Pankaj Bhalakia said. \"We changed the whole system,\" he said. \"I don't think there could be a problem in the future.\" sroe@chicagotribune.com ",
    "title": "Pharmacies miss half of dangerous drug combinations - Chicago Tribune"
   },
   {
    "entities": [
     "house",
     "russia",
     "donald",
     "twitter",
     "cathleen",
     "time",
     "vladimir",
     "cia",
     "jason",
     "adam",
     "exxon",
     "fall",
     "putin",
     "images",
     "burbank",
     "new",
     "wednesday",
     "once",
     "angerer",
     "mobil",
     "the day",
     "clinton",
     "schiff",
     "trump's",
     "committee",
     "white",
     "getty",
     "tower",
     "/",
     "obama",
     "trump",
     "september",
     "america",
     "intelligence",
     "tillerson",
     "drew",
     "july",
     "mcclatchy-marist",
     "u.s.",
     "b.",
     "oct. 7",
     "rex",
     "decker",
     "vanity",
     "hillary",
     "moscow",
     "york",
     "state",
     "miller",
     "dawn",
     "lee",
     "thursday",
     "miringoff",
     "fair"
    ],
    "id": 1,
    "text": "Trump's Twitter falsehoods fire up his base, provoke opponents and distract from larger issues Donald Trump Drew Angerer / Getty Images The president-elect speaks during a meeting Wednesday in New York with technology executives. The president-elect speaks during a meeting Wednesday in New York with technology executives. (Drew Angerer / Getty Images) Cathleen Decker Contact Reporter Dawn had barely broken Thursday when Donald Trump once again broadcast via Twitter a provably false claim: that the Obama administration had not raised an alarm about Russian interference in the presidential election until after Hillary Clinton ’s defeat. In fact, on Oct. 7, the administration issued an official statement accusing the Russians of being behind the cyberattacks that appear to have harmed Clinton’s campaign. “Only Russia’s senior-most officials could have authorized these activities,” the administration statement said at the time.  Nor was the issue a surprise to Trump. He had publicly called on the Russians in July to find and release Clinton’s emails. He talked in September about accusations of Russian hacking and commented on them during the fall presidential debates. Still he added some equivocation to his false tweet Thursday: “If Russia, or some other entity, was hacking, why did the White House wait so long to act? Why did they only complain after Hillary lost?” In another message Thursday, Trump accused the media of working “so hard to make my move to the White House, as it pertains to my business, so complex, when actually it isn’t!” Except it was Trump and his team who specifically had cited the complexity of his business operations when they canceled a long-planned Thursday news conference that was supposed to explain how he’d separate his government duties from his business affairs while in office . Those two tweets — along with one criticizing Vanity Fair magazine, which appeared to be  retribution for a negative review of a Trump Tower restaurant — were the latest in a pattern for Trump. His communications seem aimed at keeping his supporters on the team, his opponents under fire and the rest of America distracted from larger unanswered questions about the president-elect’s plans . It is a strategy that has helped Trump gather a band of enthusiastic supporters large enough to win the presidency — but poses the threat of further alienating those who did not side with him and with whom a more conventional president-elect might want to ingratiate himself during his preinaugural period. A McClatchy-Marist poll released Thursday demonstrated both the rationale for and the risks of Trump’s tactics. Asked about Trump’s tweets, two-thirds of American voters cast them as “reckless and distracting” compared with 1 in 5 who found them “effective and informative.” There was a sharply partisan cast to the findings, but even among Republicans, nearly 2 in 5 disapproved of his communications. More than half of those who called themselves “strong Republicans,” however, had a favorable view of Trump’s tweets. “He has been talking mostly to his base and has not been reaching out,” said poll director Lee Miringoff. “At some point that could become a problem, though we are not at that point yet.” One of the challenges for Trump will be making sure that his regular entreaties on social media don’t work against him as he seeks to build support for his goals. In the case of the Russian hacks, for example, his repeated disavowal of the unified judgment of U.S. intelligence that Moscow was behind the hacking — as well as insults leveled at the CIA and his own sympathetic views toward the foreign power — could complicate his desire to win support for his secretary of State nominee, Rex Tillerson . The Exxon Mobil chief executive has close ties to President Vladimir Putin from many years of doing business in Russia. More broadly, any president needs to have a trust-based relationship with the country he leads, particularly in times of crisis. “That only works if the president has credibility,” Rep. Adam B. Schiff , a Democrat from Burbank and member of the House Intelligence Committee, noted at a recent breakfast with reporters sponsored by the Christian Science Monitor. “So when you have a president-elect that sends out patently false information … that impugns the credibility of the [presidency], and at some point the president is going to need to be believed by the country,” Schiff said. Trump’s Russia tweet marked the second time in four days that he has falsely asserted that the Obama administration did not say anything in public about the Russian hacking until after the election. He seemed to be trying to frame concerns about Russian intervention in the election as an effort to delegitimize his victory. In fact, many of those alarmed about the matter — a group that includes Republicans — have said that there’s no indication the intervention cost Clinton the White House, and that their concern rests with the larger issue of Russian duplicity. Trump spokesman Jason Miller hit the legitimacy theme Thursday when asked about Trump’s tweets earlier in the day. ",
    "title": "Trump&apos;s Twitter falsehoods fire up his base, provoke opponents and distract from larger issues - LA Times"
   },
   {
    "entities": [
     "oval",
     "house",
     "saul",
     "mandel",
     "thanksgiving",
     "korte",
     "ifunaya",
     "reynolds",
     "obamas",
     "biden",
     "nov. 19, 2016",
     "force",
     "brendan",
     "south",
     "carnegie",
     "yuri",
     "durham",
     "nov. 14, 2016",
     "asia-pacific",
     "pablo",
     "washington",
     "aaron",
     "zach",
     "sachs",
     "christmas",
     "armed",
     "guterres",
     "holmes",
     "dec. 14, 2016",
     "smialowski",
     "the year last friday",
     "ernesto",
     "cohon",
     "mcnamee",
     "peru",
     "retirement",
     "joint",
     "azikiwe",
     "jutrczenka",
     "medal",
     "kamm",
     "americas",
     "soldier",
     "ohio",
     "nations",
     "ceneta",
     "the 21st century",
     "nov. 30, 2016",
     "da",
     "portsmouth",
     "halloween",
     "ap",
     "josh",
     "jim",
     "arlington",
     "thursday",
     "bet",
     "home",
     "paul",
     "high",
     "lajes",
     "kaster",
     "today",
     "l.",
     "manuel",
     "center",
     "monsivais",
     "agnese",
     "eisenhower",
     "court",
     "randy",
     "office",
     "angeles",
     "lima",
     "dec. 4, 2016",
     "nov. 4, 2016",
     "scott",
     "of",
     "vitoria",
     "iran",
     "jared",
     "archives",
     "philadelphia",
     "presidential",
     "nov. 22, 2016",
     "nov. 16, 2016",
     "air",
     "nov. 25, 2016",
     "nov. 21, 2016",
     "berlin",
     "forces",
     "arias",
     "room",
     "nov. 20, 2016",
     "r-wis.",
     "earnest",
     "nov. 10, 2016",
     "lo",
     "nasa",
     "base",
     "east",
     "renzi",
     "va.",
     "mark",
     "robinson",
     "nov. 29, 2016",
     "ryan",
     "carolyn",
     "federation",
     "agency",
     "freedom",
     "kelly",
     "pittsburgh",
     "academic",
     "n.c.",
     "oct. 17, 2016",
     "jackson",
     "andrews",
     "european",
     "aude",
     "degeneres",
     "nicholas",
     "matteo",
     "congress",
     "donald",
     "thew",
     "bernd",
     "landini",
     "wickerham",
     "mellon",
     "garden",
     "day on nov. 11, 2016",
     "platt",
     "2016",
     "jimmy",
     "dec. 13, 2016",
     "tampa",
     "initiative",
     "von",
     "oct. 13, 2016",
     "nov. 18, 2016",
     "clinton",
     "usa",
     "dec. 2, 2016",
     "merkel",
     "michael",
     "white",
     "getty",
     "pandermalis",
     "greece",
     "obama",
     "trump",
     "ngan",
     "loeb",
     "austin",
     "dec. 1, 2016",
     "3:31 p.m. est",
     "u.s.",
     "unknown",
     "angela",
     "ellen",
     "antonio",
     "nov. 9, 2016",
     "rose",
     "pressphoto",
     "spencer",
     "susan",
     "bill",
     "charlotte",
     "walsh",
     "building",
     "1995",
     "gregory",
     "united",
     "cemetery",
     "hillary",
     "andrew",
     "shawn",
     "lawn",
     "gibson",
     "n.h.",
     "pnc",
     "senate",
     "azores",
     "oct. 12, 2016",
     "dec. 31, 2026",
     "harrer",
     "december 15, 2016",
     "martinez",
     "athens",
     "tot",
     "john",
     "praia",
     "1951",
     "dimitrios",
     "oct. 21, 2016",
     "los",
     "school",
     "1996",
     "images",
     "nov. 7, 2016",
     "executive",
     "epa",
     "benjamin",
     "chip",
     "oct. 18, 2016",
     "balce",
     "somodevilla",
     "columbus",
     "nov. 23, 2016",
     "the",
     "museum",
     "guerrucci",
     "field",
     "university",
     "dec. 6, 2016",
     "banneker",
     "oct. 24, 2016",
     "gripas",
     "nov. 1, 2016",
     "ellipse",
     "tomb",
     "europe",
     "scalzo",
     "kimmel",
     "ron",
     "turkey",
     "auditorium",
     "facebook",
     "reicks",
     "acropolis",
     "wilson",
     "macdill",
     "future",
     "national"
    ],
    "id": 2,
    "text": "Obama uses rare constitutional maneuver on Iran sanctions bill On Iran sanctions bill, Obama employed a constitutional maneuver not used since 1995. Post to Facebook Obama uses rare constitutional maneuver on Iran sanctions bill On Iran sanctions bill, Obama employed a constitutional maneuver not used since 1995. Check out this story on USATODAY.com: http://usat.ly/2hT65f2 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 14 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Obama uses rare constitutional maneuver on Iran sanctions bill Gregory Korte , USA TODAY 3:31 p.m. EST December 15, 2016 President Obama delivers remarks during a a My Brother's Keeper summit on Dec. 14, 2016, in Washington. (Photo: Zach Gibson, AFP/Getty Images) WASHINGTON — President Obama allowed an Iran sanctions bill to become law without his signature Thursday, using a rare constitutional maneuver that hasn't been used in 21 years. Obama's decision to allow the Iran Sanctions Extension Act to become law ends the latest chapter of the debate over his pursuit of a nuclear deal with Iran, in which world powers agreed to relax sanctions on the Iranian regime in exchange for specific commitments to curtail its pursuit of a nuclear weapon. Congress passed the bill to give a future president the authority to \"snap-back\" those sanctions if Iran violates the deal. House Speaker Paul Ryan, R-Wis., said it would give President-elect Donald Trump \"the opportunity to evaluate our policy towards Iran independent of additional interference from the outgoing administration.” But the White House has said the president already has that authority under a separate law, the International Emergency Economic Powers Act, and that the new law was unnecessary but ultimately harmless. \"This is part of a message we’re sending to Congress, and it’s simply this: If Congress does blow up the deal that prevents Iran form obtaining a nuclear weapon, they’re going to have to deal with the consequences, and the consequences are grave,\" White House press secretary Josh Earnest said. The White House conceded that it was rare for a president to neither sign nor veto a law. \"We find ourselves in a situation that I'm not sure we’ve encountered in eight years. The bill didn’t meet the standard of something that the president would veto, but it's also not something that the administration feels is necessary,\" Earnest said. The maneuver is made possible by a quirk in what's called the presentment clause of the Constitution. In a way, it's the flip side of a pocket veto: If the president doesn't sign a bill while Congress has adjourned, it's a veto. If he signs it while Congress is in session, it becomes law \"in like manner as if he had signed it.\" Obama's pocket veto on shaky legal ground, experts say Congress recessed for the year last Friday, but remains in \"pro forma\" session — a kind of skeleton session in which Congress remains open for business, usually to block pocket vetoes and recess appointments. The Iran Sanctions Extension Act had just one provision, extending life of The Iran Sanctions Act of 1996 for 10 more years, until Dec. 31, 2026. It passed Congress nearly unanimously. The vote was 419-1 in the House and 99-0 in the Senate. For Obama, fewer bill-signing ceremonies reflect years of gridlock The last time a president allowed a bill to become law without his signature was 1995, when President Bill Clinton did not sign an annual defense spending bill. Clinton expressed a number of policy and constitutional concerns with the law, but concluded that \"the pressing demands of peace and of our military service men and women compel my approval of this measure.\" According to the National Archives, 28 bills have become law without the president's signature since 1951. During the same time, there have been more than 200 pocket vetoes. Posted! A link has been posted to your Facebook feed. The Obamas take part in a Hanukkah reception in the East Room of the White House on Dec. 14, 2016.  Manuel Balce Ceneta, AP Obama speaks during the annual My Brother's Keeper event on Dec. 14, 2016, in Washington.  Mark Wilson, Getty Images Obama embraces Biden after signing the 21st Century Cures Act on Dec. 13, 2016, in the South Court Auditorium in the Eisenhower Executive Office Building.  Carolyn Kaster, AP President Obama greets service members after speaking on counterterrorism at MacDill Air Force Base in Tampa on Dec. 6, 2016.  Mandel Ngan, AFP/Getty Images The Obamas attend the Kennedy Center Honors on Dec. 4, 2016, in Washington.  Aude Guerrucci, Pool, Getty Images Obama shakes hands with United Nations Secretary-General-designate Antonio Guterres in the Oval Office on Dec. 2, 2016.  Carolyn Kaster, AP Obama speaks at the National Christmas Tree Lighting ceremony on the Ellipse on Dec. 1, 2016.  Ron Sachs, Pool/European Pressphoto Agency Obama meets with the 2016 American Nobel Prize laureates in the Oval Office on Nov. 30, 2016.  Andrew Harrer / POOL, EPA Obama walks to the Oval Office after arriving at the White House on Nov. 29, 2016.  Zach Gibson, AFP/Getty Images Obama departs the White House for a round of golf at Joint Base Andrews on Nov. 25, 2016, in Washington.  Ron Sachs, Pool, Getty Images Obama, with his nephews Aaron Robinson, front, and Austin Robinson and National Turkey Federation Chairman John Reicks, pardons the National Thanksgiving Turkey, Tot, on Nov. 23, 2016, during a ceremony in the Rose Garden.  Manuel Balce Ceneta, AP The Obamas serve Thanksgiving dinner to residents at the Armed Forces Retirement Home on Nov. 23, 2016, in Washington.  Shawn Thew, Pool, Getty Images Obama presents actress and comedian Ellen DeGeneres with the Presidential Medal of Freedom, the nation's highest civilian honor, during a ceremony honoring 21 recipients in the East Room of the White House on Nov. 22, 2016.  Saul Loeb, AFP/Getty Images Obama salutes as he walks off Marine One on the South Lawn of the White House on Nov. 21, 2016, as he returned from his final trip to Europe as U.S. president.  Pool, Getty Images Obama speaks during a press conference at the end of the Asia-Pacific Economic Cooperation Summit in Lima, Peru, on Nov. 20, 2016.  Ernesto Arias, European Pressphoto Agency German Chancellor Angela Merkel welcomes Obama to Berlin on Nov. 18, 2016.  Bernd Von Jutrczenka, European Pressphoto Agency Obama speaks at a town hall with Young Leaders of the Americas Initiative in Lima, Peru, on Nov. 19, 2016.  Pablo Martinez Monsivais, AP Obama boards Air Force One during a refueling stop on Nov. 18, 2016, at Lajes Field in Praia da Vitoria on the Portuguese islands of Azores.  Brendan Smialowski, AFP/Getty Images Obama walks with Professor Dimitrios Pandermalis, president of the Acropolis Museum, during a tour of the Acropolis Museum on Nov. 16, 2016, in Athens, Greece.  BRENDAN SMIALOWSKI, AFP/Getty Images Obama answers questions from journalists during his first post-election press conference in the Brady Press Briefing Room at the White House on Nov. 14, 2016.  Chip Somodevilla, Getty Images Obama participates in a wreath-laying ceremony at the Tomb of the Unknown Soldier at Arlington National Cemetery in Arlington, Va., to commemorate Veterans Day on Nov. 11, 2016.  Yuri Gripas, AFP/Getty Images Obama shakes hands with President-elect Donald Trump  following a meeting in the Oval Office on Nov. 10, 2016.  Win McNamee, Getty Images Obama and Biden prepare to speak to the media about Donald Trump's victory over Hillary Clinton for the presidency in the Rose Garden on Nov. 9, 2016.  Jim Lo Scalzo, European Pressphoto Agency Obama and Clinton wave to the crowd during an election eve rally on Nov. 7, 2016, in Philadelphia.  Spencer Platt, Getty Images Obama walks to greet well-wishers upon arrival in Portsmouth, N.H., on Nov. 7, 2016, to campaign for Hillary Clinton in nearby Durham.  NICHOLAS KAMM, AFP/Getty Images Obama speaks at PNC Music Pavilion in Charlotte, N.C., on Nov. 4, 2016, during a Clinton campaign rally.  Pablo Martinez Monsivais, AP Obama waves as he walks to Marine One at the White House on Nov. 1, 2016, as he departs for Columbus, Ohio, to campaign for Hillary Clinton.  Nicholas Kamm, AFP/Getty Images The president and first lady dance to the beat of Michael Jackson's \"Thriller\" as they welcome children from Washington area and children of military families to trick-or-treat at the White House on Halloween.  Manuel Balce Ceneta, AP The president and first lady arrive at a BET event on the South Lawn of the White House on Oct. 21, 2016.  Carolyn Kaster, AP Obama and Jimmy Kimmel talk during the taping of \"Jimmy Kimmel Live!\" in Los Angeles on Oct. 24, 2016.  Randy Holmes, AP Obama meets with retired NASA astronaut Scott Kelly in the Oval Office on Oct. 21, 2016.  Michael Reynolds, European Pressphoto Agency The Obamas wait to greet Italian Prime Minister Matteo Renzi and Italian First Lady Agnese Landini prior to the state dinner at the White House on Oct. 18, 2016.  Shawn Thew, European Pressphoto Agency Obama and Italian Prime Minister Matteo Renzi leave their joint news conference in the Rose Garden of the White House on Oct. 18, 2016.  Pablo Martinez Monsivais, AP Obama shakes hands with Benjamin Banneker Academic High School senior Ifunaya Azikiwe during his visit to the school in Washington on Oct. 17, 2016, where he highlighted the steady increase in graduation rates.  Susan Walsh, AP Obama speaks at the White House Frontiers Conference at the Jared L. Cohon Center on the campus of Carnegie Mellon University in Pittsburgh on Oct. 13, 2016.  Jared Wickerham, AP President Obama and Vice President Biden attend a reception for Hispanic Heritage Month in the East Room of the White House on Oct. 12, 2016.  Pool, Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "Obama uses rare constitutional maneuver on Iran sanctions bill"
   },
   {
    "entities": [
     "house",
     "vincent's",
     "eric",
     "douglas",
     "blinder",
     "bridge",
     "gelos",
     "new",
     "times",
     "once",
     "this summer",
     "janney",
     "washington",
     "venting",
     "scofidio",
     "now",
     "greenberg",
     "gensler",
     "science",
     "madison",
     "whitney",
     "diller",
     "l.",
     "wiss",
     "today",
     "center",
     "st.",
     "manhattan",
     "grinch",
     "2006",
     "ingels",
     "commission",
     "of",
     "this year",
     "breuer",
     "upper",
     "square",
     "koch",
     "river",
     "belle",
     "governors",
     "burden",
     "roy",
     "art",
     "amanda",
     "geuze",
     "adriaan",
     "broadway",
     "triangle",
     "mulry",
     "durst",
     "village",
     "elstner",
     "metropolitan",
     "2003",
     "avenue",
     "for",
     "haven",
     "$71 million",
     "fan",
     "1930s",
     "on",
     "hall",
     "greenwich",
     "kimmelman",
     "island",
     "michael",
     "renzo",
     "summer saturday",
     "street",
     "american",
     "landmarks",
     "piano",
     "diana",
     "leslie",
     "education",
     "13th",
     "1960s",
     "park",
     "twenty percent",
     "associates",
     "rachel",
     "greene",
     "authority",
     "philip",
     "this fall",
     "george",
     "columbia",
     "58th",
     "hudson",
     "transportation",
     "va",
     "afternoon",
     "$180 million",
     "jerome",
     "whiteread",
     "museum",
     "copenhagen",
     "renfro",
     "december 16, 2016",
     "bjarke",
     "&",
     "via 57",
     "preservation",
     "$4 billion",
     "beyer",
     "hammarberg",
     "vagelos",
     "university",
     "plant",
     "york",
     "o.k.",
     "trippy",
     "westchester",
     "west",
     "the other day",
     "trust",
     "city"
    ],
    "id": 3,
    "text": "GREAT REVIVALS Rose Reading Room and Met Breuer New York got one of its beloved public spaces back. Credit Eric Hammarberg, an engineer at Wiss, Janney, Elstner Associates, for ensuring all that delicate, ornamental plaster on the decorated ceiling of the Rose Reading Room atop the 42nd Street library , which had begun collapsing, won’t fall down. And the former Whitney Museum of American Art on Madison Avenue, rechristened Met Breuer , was also restored. Beyer Blinder Belle, the New York architecture firm, performed an act of thoughtful and immaculate preservation. This once-reviled 1960s building, now with its patina of age, is finally coming to be recognized for what it is: a practical Modernist landmark of exceptional finesse and a surprisingly good neighbor. Photo The Roy and Diana Vagelos Education Center at Columbia University’s medical campus near the George Washington Bridge. Credit Philip Greenberg for The New York Times ‘STUDY CASCADE’ Vagelos Center The Roy and Diana Va gelos Education Center , devised by Diller Scofidio & Renfro (in collaboration with Gensler), is a whimsical 110,000-square-foot exclamation mark on Columbia University’s Upper Manhattan medical campus near the George Washington Bridge. The 14-story tower’s camera-ready face looks south. It presents a cheerfully teetering stack of cantilevered terraces, indoor bleacher seats, lounges and stairs. They spill toward a handsome wood-lined amphitheater linked by steps to the sloping sidewalk. One can picture a giant pinball bouncing from the top of Vagelos and rolling down Haven Avenue. Advertisement Continue reading the main story The architects call this sunny, wide-open south side the “study cascade.” Offices and classrooms fill the more conventional north half of the tower, which is clad in a fritted milky curtain wall that’s less striking outside but mitigates solar heat gain. State-of-the-art anatomy classrooms tucked behind the cascade are part of a deceptively pragmatic layout. A restrained palette — of white, orange and Douglas fir panels stained a burnt sienna — balances the sculptural gymnastics. The other day I found students poring over their laptops in the ground-floor lounge. Some grumbled a little about minor early-days stuff like not enough electrical outlets, but they all said they loved the architecture. I do, too. It’s what medical schools generally aren’t: playful, welcoming, warm. And when the sun sets, the center becomes a beacon in the neighborhood. Photo The Jerome L. Greene Science Center by Renzo Piano is a nine-story, 450,000-square-foot glass-and-steel hub for neuroscience at Columbia. Credit Philip Greenberg for The New York Times ‘FACTORY FOR IDEAS’ Greene Center Farther south, Columbia’s 17-acre Manhattanville campus began to take shape this fall with the construction of an arts hub and completion of the Jerome L. Greene Science Center , an urbane glass-and-steel behemoth by Renzo Piano rising beside the aged No. 1 subway viaduct, near the intersection of Broadway and 125th Street. The building is a nine-story, 450,000-square-foot nexus for neuroscience. Four steel-frame glass blocks surround a glassy core with meeting rooms. The basic shape is nothing pyrotechnic, but, as usual with Mr. Piano, the nub is in the details and in the light. A double-skin curtain wall, the two layers separated by a muffling pillow of air, lets light flood in while reducing the rumble of the elevated subway. I write these words inside another of Mr. Piano’s buildings, staring from a glass cubicle through several more layers of glass across a birch-filled courtyard. My colleagues across the court look almost immaterial. The Greene Center engineers even greater illusions of ethereal weightlessness, the layered glass membranes held in equilibrium by a clockwork of steel beams and cables, tinted powder blue. Like church spires, tall twin smokestacks announce the campus from afar, declaring the center a factory for ideas. The industrial nostalgia recalls Mr. Piano’s ship-shaped new Whitney Museum and is clearly meant to substitute midcentury symbols of modern commerce for the usual classic emblems of institutional authority. A plaza stands in for the ancient agora. The center will anchor one side of the evolving Manhattanville project, with its multidisciplinary aspirations, underground passageways for Columbia people and variety of street-level public spaces. These are intended partly to appease angry former residents of the neighborhood troubled by Columbia’s gentrifying expansion, and also to signal that the university is opening itself up. Mr. Piano envisions a kind of Italian piazza, democratic and energized. We’ll see how further development follows through on that promise. Photo On Governors Island, Rachel Whiteread’s sculpture “Cabin” is a concrete reverse cast of a wooden shed. Credit Philip Greenberg for The New York Times HIGH-WATER MARK Governors Island Several weekends this summer, I hopped the ferry with the family for Governors Island. Back in 2003, the federal government sold the island to the city, which got a derelict former military base that included some lovely historic officers’ homes. Leslie Koch was hired in 2006 as president of the Trust for Governors Island . She enlisted Adriaan Geuze of West 8 , the landscape architecture firm. Ms. Koch and her team spent years just watching how people used the island, seeing what was wanted. They responded with food carts, mini-golf, Adirondack chairs, bike shares, children’s programs and art projects. The last, most ambitious phase of redevelopment was completed this summer: man-made hills (cost: $71 million, half public, half private money). A hill with twisty slides for kids became an instant sensation; another features a sculpture by Rachel Whiteread. The tallest has a killer view of the Statue of Liberty and much of the skyline. Mr. Geuze’s design for the island established a high-water mark for resilient planning, taking into account not just sea rise and storm surges but also social cohesion. Watch the mix of parents and children around the slides, sprinklers and food carts on a warm summer Saturday afternoon. Governors Island is New York as a diverse and joyful city. Mr. Geuze and Ms. Koch, who stepped down this year, deserve medals. Now City Hall has to find tenants to help pay for the island’s upkeep. Big office or apartment towers would undo much of what has been accomplished. Here’s hoping that some venturesome, well-endowed university or cultural institution is seeking a beautiful home. Photo Via 57 West, apartments soaring 467 feet, redrew Manhattan’s western skyline. Credit Philip Greenberg for The New York Times PYRAMID ON THE HUDSON Via 57 West Most rental apartment towers end up vanilla-brick or glass nonentities, invisible at best. Not Via 57 West. No building redrew the city’s western skyline more ingeniously than Bjarke Ingels’s first completed project in New York: a warped, mountainous pyramid hugging the Hudson River at 57th Street. Already filmmakers have exploited it in “ Doctor Strange .” Advertisement Continue reading the main story The shape is not a pyramid, actually, but a hyperbolic paraboloid, rectangular on the ground, with a swooping roof-facade, a bit like the billowed sail of a ship, sweeping upward from 12th Avenue to the mast’s peak at the northeast corner of the site, 467 feet high. Looking from 11th Avenue and 58th Street, the 32-story building resembles a spire. From elsewhere, it unfurls, its saw-toothed balconies, angled toward the Hudson, making hundreds of facets in the stainless-steel skin, which shimmer with the changing light. This is a building very much designed outside in, notwithstanding that the Danish Mr. Ingels has trumpeted the nice “Scandimerican” stylings of the lounges and handsome oak-and-brick lobby and the community-enhancing function of the landscaped private courtyard at Via 57, which recalls his design for the 8 House in Copenhagen. Sliced from the center of the building, the courtyard leads to riverfront terraces with outdoor grills and a host of indoor amenities. I’ll be curious to know how much this fosters community. The amenities require a fee. Twenty percent of the 709 apartments are set aside for subsidized tenants, in return for which the developer enjoyed the usual tax breaks. Otherwise, Via 57 seems to market itself toward brokers and Westchester doctors who can pay top dollar for the light but sometimes cramped apartments off double-loaded corridors, a hike from the nearest subway. Of course, tenants are also paying for the pleasure and cachet of living in a striking work of architecture. New York’s former planning commissioner Amanda Burden deserves a shout-out here for pushing Douglas Durst, the developer, and Mr. Ingels to cook up something bold at such a conspicuous site. The three of them have given the city a new spectacle. Photo A sour design note in Greenwich Village, where the Metropolitan Transportation Authority built a $180 million emergency ventilation plant in Mulry Square. Credit Philip Greenberg for The New York Times VENTING Mulry Square Fan Plant O.K., I get one Grinch moment, not about the $4 billion shopping mall attached to a PATH station at ground zero or the election of a president who, among other things, believes privatization is the answer to what ails the nation’s infrastructure. No, I want to grouse about one of the sadder excuses for architecture completed this year. You can nominate your own candidate. This one is a kind of sleeper, at Mulry Square, at the intersection of Greenwich and Seventh Avenues, in Greenwich Village. There the Metropolitan Transportation Authority finished building a $180 million emergency ventilation plant. The site is opposite the new St. Vincent’s Triangle Park and AIDS Memorial. Once upon a time, this is where I stood guard as a fourth-grade street-crossing monitor from P.S. 41, the school up the block, until my boss and classmate Trippy West suspended me for reporting late at the end of a lunch period. But I digress. Neighborhood groups, along with the city’s Landmarks Preservation Commission, acknowledging the necessity for a “fan plant,” pleaded for years with the authority for a design less hideous than a windowless concrete bunker and a few forlorn benches. Transit officials paid no attention. With a chain-link fence around the base and part of a fake-brick townhouse facade, topped by a curtain-rod cornice, the facility seems an intentional slap in the face of every New Yorker who hoped for a structure that, if not actually good, might at least be innocuous. Photo The Metropolitan Transportation Authority substation at Greenwich Avenue and 13th Street, from the early 1930s, is an Art Deco gem and a neighborhood landmark. Credit Philip Greenberg for The New York Times It’s also a reminder that infrastructure projects like this were once occasions for civic-minded expressions of architectural ambition. Walk just a few blocks from Mulry Square to the three-story Metropolitan Transportation Authority substation at Greenwich Avenue and 13th Street, built during the early 1930s. Its geometric decorations, embossed aluminum doors, limestone frieze, Flemish brick coursing and square turrets make it one of New York’s Art Deco gems and a neighborhood landmark. The contrast between the bunker and the substation can make you weep. But it also proves what a difference good architecture makes, to New Yorkers’ daily lives and to the long-term welfare of the city. Follow Michael Kimmelman on Twitter: @kimmelman A version of this article appears in print on December 16, 2016, on page C23 of the New York edition with the headline: A Year Of Skyline Spectacle  And Joy. Order Reprints | Today's Paper | Subscribe ",
    "title": "The Best Architecture in New York of 2016 - The New York Times"
   },
   {
    "entities": [
     "december 2",
     "tallahassee",
     "december 6",
     "of",
     "2 percentage points",
     "clint",
     "alana",
     "abramson",
     "nov. 8, 2016",
     "news",
     "clinton",
     "ken",
     "county",
     "abc",
     "courthouse",
     ", 6:25 pm",
     "trump",
     "meredith",
     "beatrice",
     "curtis",
     "detzner",
     "dec 15, 2016",
     "leon",
     "hillary",
     "department",
     "facebook",
     "state",
     "florida",
     "today",
     "night"
    ],
    "id": 4,
    "text": "Florida Seeking Full Recount? Here's the Real Story By ALANA ABRAMSON Dec 15, 2016, 6:25 PM ET 0 Shares Star Mark Wallheiser/Getty Images Florida voters mark their ballots at the Leon County Courthouse on Nov. 8, 2016 in Tallahassee, Florida. 0 Shares You may have seen the headline that Florida is looking to have a full recount after the presidential election . The story was flagged by Facebook users as being potentially false. Here's what we have found. The story was originally posted December 6 on bipartisanreport.com with the headline 'Breaking: Florida Moves for Full Recount of State Over Massive Voter Fraud (Details)' The headline is false. The story has some questionable reporting. The state has not asked -- and does not plan to ask -- for a full recount The Florida secretary of state has not asked for any sort of recount. Under Florida law, a recount is automatically triggered if the differential is 0.5 percentage points or less of the total votes cast. Trump received 4,617,886 votes in Florida, and Clinton received 4,504,975, a difference of 112,911 votes and nearly 2 percentage points, according to the Florida secretary of state. Otherwise, a court or the Florida secretary of state could order a recount if there’s enough proof of fraud or misconduct to have changed the election results. The secretary of state has not mandated a recount. Three people are asking for a recount Three people are calling for a recount, saying the \"totals in the certification are wrong because of several factors,\" including unaccounted votes, illegal votes and lack of integrity of the voting machines, according to a complaint filed December 2. The suit claims Hillary Clinton would have won Florida if the votes were counted properly. There have been no reported election issues in Florida, officials say The original article didn’t go beyond the lawsuit, but there have been no reported election issues in Florida, according to the Florida Department of State spokeswoman. “We have no indication of an issue,” spokeswoman Meredith Beatrice wrote in an email to ABC News today. On election night, Secretary of State Ken Detzner wrote in a release, “Overall, we’ve had a very smooth and successful General Election Day here in Florida. We only received a few reports of minor issues from the counties. All the Supervisors of Elections were proactive in addressing any concerns and ensuring all voters were able to vote.” The release from Detzner did cite problems, including the evacuation of a polling location and disciplinary action against two poll workers, but they did not include any of the ones mentioned in the complaint. But since he filed the court complaint, attorney Clint Curtis said he has received over 500 complaints about voting issues on Election Day. Before he filed, Curtis said, a couple dozen had come forward. The website bipartisanreport.com did not respond to multiple requests from ABC News for comment. ABC News has launched \"The Real News About Fake News\" powered by Facebook data in which users report potentially fake stories circulating on the platform. Questionable posts will undergo rigorous reporting to determine if the claims made are false. Stories that ABC News has investigated will then appear flagged in your News Feed. 0 Shares ",
    "title": "Florida Seeking Full Recount? Here's the Real Story - ABC News"
   },
   {
    "entities": [
     "right now",
     "3:01",
     "russia",
     "house",
     "arkin",
     "vladimir",
     "eleven days later",
     "2016",
     "of",
     "stavridis",
     "dilanian",
     "holt",
     "putin",
     "james",
     "mcfadden",
     "wednesday",
     "williams",
     "m.",
     "ken",
     "news",
     "clinton",
     "the day",
     "the same day",
     "october 7",
     "1:31",
     "homeland",
     "u.s",
     "white",
     "billy",
     "china",
     "scaramucci",
     "cynthia",
     "obama",
     "national",
     "september",
     "trump",
     "msnbc",
     "intelligence",
     "u.s.",
     "october",
     "sony",
     "lester",
     ", 6:55 pm",
     "brian",
     "dec 15",
     "intel",
     "william",
     "hillary",
     "hollywood",
     "nbc",
     "security",
     "department",
     "anthony",
     "thursday",
     "robert",
     "night",
     "morning",
     "bush",
     "windrem"
    ],
    "id": 5,
    "text": "Dec 15 2016, 6:55 pm ET Why Didn't Obama Do More About Russian Election Hack? by William M. Arkin, Ken Dilanian, Robert Windrem and Cynthia McFadden Share Exclusive: Why the White House Waited to Act on Russian Hacking 3:01 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161216003740if_/http://www.nbcnews.com/widget/video-embed/834293315693\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The Obama administration didn't respond more forcefully to Russian hacking before the presidential election because they didn't want to appear to be interfering in the election and they thought that Hillary Clinton was going to win and a potential cyber war with Russia wasn't worth it, multiple high-level government officials told NBC News. \"They thought she was going to win, so they were willing to kick the can down the road,\" said one U.S official familiar with the level of Russian hacking. The administration did take action in response to the hack prior to the election. In September, President Obama privately confronted Vladimir Putin about the hacks at the G-20 summit in China. He warned the Russian President of unspecified consequences if the hacks continued. Watch Cynthia McFadden on Nightly News with Lester Holt for More On October 7, the Department of Homeland Security and the Office of the Director of National Intelligence issued an unprecedented joint statement pointing the finger at Russia, saying hacks of U.S. political groups and individual politicians could only have been done with the authorization of \"Russia's senior most\" Russian officials and that its intent was to undermine the integrity of the election. Play U.S. Intel Directly Links President Putin to Campaign to Disrupt U.S. Election 1:31 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161216003740if_/http://www.nbcnews.com/widget/video-embed/833291331868\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Democrats and Republicans alike have criticized the Obama administration for not being more forceful. \"I think it is a legitimate question and I think given the stakes at the national level the question deserves an answer,\" said ret. Adm. James Stavridis when asked by NBC News about the level of the administration's response. \"In retrospect it certainly seems as though it was a mistake not to call the Russians sooner and respond to them in a very forceful way.\" Click Here to Read the Exclusive NBC News Report on Putin's Involvement in the Hack An administration official, in turn, criticized the news media for focusing more on the leaked documents than on the Russian covert operation that hacked into political entities to steal the documents. Administration officials pointed out that the day the intelligence assessment was made public was the same day a tape was leaked revealing Trump's lewd conversation with Billy Bush. Eleven days later, at an October press conference, Obama was not asked a single question about the Russian hacks. \"We used the same playbook we did with Sony,\" an administration official said, referring to the North Korean cyber attack on the Hollywood studio. The difference, he said, was that the media and the public was focused elsewhere. A Shift in Position? On Thursday morning, President-elect Trump joined in the criticism of the Obama administration, writing, \"If Russia, or some other entity, was hacking , why did the White House wait so long to act? Why did they only complain after Hillary lost?\" Trump was no longer disputing, as he has for months, that Russia was involved. And his top transition aide, Anthony Scaramucci, went even further Wednesday night in an interview with MSNBC's Brian Williams. \"I don¹t think anybody thinks that you¹re wrong,\" he said of the NBC News report. \"Our position right now is that we¹re waiting for more information. We reject the notion that people would cyber attack our institutions. We are very upset about it.\" Play ",
    "title": "Why Didn't Obama Do More About Russian Election Hack? - NBC News"
   },
   {
    "entities": [
     "inc.",
     "crimea",
     "russia",
     "vladimir",
     "2016",
     "of",
     "army",
     "march 9, 2015",
     "putin",
     "interactive",
     "coast",
     "cbs",
     "news",
     "2015",
     "now",
     "ukraine",
     "august 2015",
     "the",
     "dempsey",
     "pentagon",
     "obama",
     "staff",
     "joint",
     "mike",
     "u.s.",
     "rogers",
     "agency",
     "dec 15, 2016",
     "martin",
     "7:01 pm est",
     "security",
     "chiefs",
     "baghdad",
     "west",
     "national"
    ],
    "id": 6,
    "text": "Email Last Updated Dec 15, 2016 7:01 PM EST Russian hackers struck at the heart of the U.S. military in August 2015 by seizing the e-mail system used by the Joint Chiefs of Staff, CBS News has learned. Then-Chairman of the Joint Chiefs Martin Dempsey was alerted to the attack by an early-morning phone call from the Director of the National Security Agency, Admiral Mike Rogers.  Now retired, Dempsey told CBS News in an exclusive interview that the attack was proceeding at an alarming speed. Within an hour, hackers had seized control of the unclassified e-mail system used by the Pentagon’s Joint Staff, the organization of some 3,500 military officers and civilians who work for the Chairman. Former Chairman of the Joint Chiefs Martin Dempsey tells CBS News the Pentagon was the target of a 2015 cyber attack by Russian hackers.  CBS News In that time, the hackers seized the computer credentials of Dempsey and hundreds of other senior officers  -- the passwords and electronic signatures they used to sign on to the network. The only way to stop the attack was to take the network down.  The attack, which officials now blame on Russia, began with 30,000 e-mails sent to a West Coast university. Of those 30,000, four were forwarded to members of the Joint Staff and one was opened -- allowing the hackers in.  Since it was an unclassified network, the attack had no real intelligence value. It was not spying, but a full-on assault whose only apparent purpose was to cause damage and force the Pentagon to replace both hardware and software, which took about two weeks to accomplish. U.S. Army General Martin Dempsey speaks during a news conference in Baghdad March 9, 2015. REUTERS The motive for the attack was believed to be Russian anger at economic sanctions orchestrated by the Obama administration in response to Vladimir Putin’s annexation of Crimea and interference in Ukraine. Cyber attacks have come to be known as weapons of mass disruption, and it is now clear that Russia has used them not just to meddle in U.S. elections -- but to do harm to the American military.  © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Russian hack on the Pentagon: Hackers struck last year at the heart of the U.S. military in 2015 - CBS News"
   },
   {
    "entities": [
     "house",
     "russia",
     "congress",
     "december 15, 2016",
     "twitter",
     "graham",
     "vladimir",
     "kerry",
     "lavrov",
     "john",
     "david",
     "kirby",
     "fall",
     "army",
     "exxon",
     "putin",
     "aleppo",
     "wednesday",
     "syria",
     "retired",
     "keane",
     "mobil",
     "news",
     "rwanda",
     "r-ariz.",
     "mccain",
     "tuesday",
     "committee",
     "states",
     "white",
     "friday",
     "obama",
     "earnest",
     "middle",
     "trump",
     "jack",
     "tillerson",
     "international",
     "currently",
     "u.s.",
     "2012",
     "sunday",
     "east",
     "red",
     "lindsey",
     "rex",
     "bashar",
     "earlier this week",
     "moscow",
     "a day earlier",
     "united",
     "state",
     "facebook",
     "damascus",
     "department",
     "josh",
     "fox",
     "thursday",
     "hours later",
     "srebrenica",
     "reuters",
     "assad",
     "west",
     "cross",
     "cameron",
     "islamic"
    ],
    "id": 7,
    "text": "Obama administration on defense over fall of Aleppo Published               December 15, 2016 Facebook 0 Twitter 0 livefyre Email Print   The Obama administration is finding itself back on the defensive over its Syria policy as Aleppo falls to Bashar Assad’s government and civilians are evacuated, an operation preceded by desperate pleas from the city’s battered residents and reports of atrocities against them. Ambulances reportedly were carrying out the first groups of wounded and other residents on Thursday, under a cease-fire deal that would seal a rebel pullout from what had been their stronghold in the eastern part of the city. Outgoing Secretary of State John Kerry told reporters Thursday he was “encouraged” by the cease-fire arrangements as well as the start of convoys moving out of the city. But he also cited a report that a convoy of injured people were fired upon, and reports that Syrian men are being detained or conscripted at checkpoints. He condemned “inexcusable attacks” on civilians and humanitarian personnel, calling for an “immediate and verifiable, durable cessation of hostilities.” “We’re going to continue to do our part” to push all parties toward “resolution,” Kerry said. At the same time, Kerry noted that if Aleppo falls completely, it will be harder to bring the parties around and will not end the war. He put the onus on Damascus and its allies in Moscow to pursue peace. Within minutes, State Department spokesman John Kirby took the podium and was peppered with tough questions about how the administration sees any political transition or deal playing out at this stage.  Asked whether the U.S. is prepared to take action beyond talks, Kirby said it was determined that military options will not “get us to the end we seek,” while insisting the U.S. is “leading” and acting on behalf of the Syrian people. He conceded diplomacy has fallen short so far.  In a feisty exchange at the White House press briefing a day earlier, Press Secretary Josh Earnest also was pressed repeatedly by reporters on the U.S. government’s policy. President Obama famously drew a “red line” with Syria in 2012 over the use of chemical weapons and then opted not to enforce it after evidence surfaced the line was crossed. “It’s offensive to somehow suggest that the United States government and the world is not doing anything,” Earnest said Wednesday. He defended using diplomatic efforts rather than military force to seek an end to the fighting.   “I think the Assad regime has demonstrated that they’ve crossed all the lines in pursuit of their goals,” Earnest said, adding he didn’t know what kind of “sick mind” comes up with the strategy Russia and Assad are pursing. “Those goals apparently include depraved tactics like trying to starve innocent civilians into submission, bombing hospitals and playgrounds, targeting them,” he said. Retired Army Gen. Jack Keane, a Fox News military analyst, blasted Earnest’s comments. “I can’t believe he can stand here and make a statement like that,” Keane said Thursday on Fox News. Keane said Obama had the right to respond militarily after Assad used chemical weapons on his own people but “was paralyzed by the fear of adverse consequence [that] could happen from that.” But, Keane added, “There’s consequences from doing nothing.” Kirby also faced tough questions earlier this week from a reporter who pressed him on why the U.S. did not go beyond diplomatic calls to help civilians stranded in the Syrian city. “You’ve failed repeatedly doing the same thing over and over again, which is a combination of trying to bring together people in some sort of talks with, sort of, imperfect cease-fire and then when things go badly you get really angry … and then nothing ever changes,” the reporter charged. Kirby said Kerry stressed the need for an immediate end to civilian deaths in Aleppo. He also blamed Shia fighters for violating a truce secured Tuesday but broken hours later. At the annual Saban Forum on Sunday, Kerry admitted the administration’s failure to enforce the red line threat had “cost” the U.S. “significantly” in the Middle East in terms of a damaged reputation. But Kerry insisted it was Congress that dropped the ball and not Obama, by not formally authorizing military force. \"People have interpreted it as his decision not to when, in fact, he never made a decision not to bomb,” Kerry said. “He made the decision to bomb. He simply decided he had to go to Congress because David Cameron lost the vote in the parliament on a Thursday, and on Friday, President Obama felt … he would go [to Congress] and get the decision. Well, the decision wasn’t forthcoming, and in the meantime, I got a deal with Lavrov to get all of the chemical weapons out of the country.\" The deal with Lavrov was cast as reducing the pressure on the West to intervene in Syria. But as Russia subsequently increased its involvement in the war, Assad’s hold on power strengthened. The war became increasingly complicated as the United States turned its attention toward targeting Islamic State forces, following a largely ineffective effort to arm moderate rebels. In some circles, any large-scale intervention in Syria was seen as a losing campaign. By punting to Congress, Obama simply avoided the entanglement. But some lawmakers insisted all along there were middle-ground options that could have reduced the bloodshed in Syria. “It did not have to be this way,” Sens. John McCain, R-Ariz., and Lindsey Graham, R-S.C., said in a statement. “But this is the inevitable result of hollow words and inaction, red lines crossed without consequences, tarnished moral influence, ‘leading from behind,’ and a total lack of American leadership.” They said “the name Aleppo will echo through history, like Srebrenica and Rwanda, as a testament to our moral failure and everlasting shame,” while predicting the Assad regime will use the cease-fire to “reset its war machine and prepare to slaughter its way to victory across the rest of the country.” Despite the criticism of the Obama administration’s lack of action, it’s unclear what President-elect Trump plans to do. Aleppo’s fall to Syrian government forces could be his first major test of how he plans to approach Russia, with which he has sought friendlier ties. Trump’s pick of Exxon Mobil CEO Rex Tillerson, who has extensive businesses dealings with Russia and ties to President Vladimir Putin, has fueled speculation. Currently, the situation in Aleppo is fluid. According to Reuters, the International Committee of the Red Cross said the evacuation of 200 wounded people had begun. Russia, an ally of Assad, claimed 5,000 Syrian rebels and family members had been brought out of eastern Aleppo, though those claims could not be confirmed. The evacuations come after two weeks of rapid advances by the Syrian army, aided by Russian air power and Shi’ite militias, in a part of the city held by rebels for four years.  Advertisement ",
    "title": "Obama administration on defense over fall of Aleppo | Fox News"
   },
   {
    "entities": [
     "court",
     "last year",
     "thompson",
     "black",
     "ethel",
     "january",
     "sullivan",
     "december 15",
     "episcopal",
     "david",
     "dylann",
     "south",
     "dustin",
     "risher",
     "for",
     "of",
     "fbi",
     "derek",
     "justice",
     "columbia",
     "williams",
     "washington",
     "emanuel",
     "lance",
     "m.",
     "charleston",
     "now",
     "african",
     "sharon",
     "susie",
     "waters",
     "church",
     "the",
     "the end of the day",
     "the third day",
     "s.c.",
     "bruck",
     "kevin",
     "carolina",
     "america",
     "mother",
     "clementa",
     "u.s.",
     "jan. 3",
     "gergel",
     "singleton",
     "richard",
     "at 6:57 pm",
     "methodist",
     "myra",
     "nathan",
     "department",
     "district",
     "jackson",
     "thursday",
     "pinckney",
     "reuters",
     "more than a decade ago",
     "roof"
    ],
    "id": 8,
    "text": "Dylann Roof guilty on 33 counts of federal hate crimes for Charleston church shooting The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it By Dustin Waters and Kevin Sullivan December 15 at 6:57 PM Follow @sullivank A jury finds Charleston church shooter Dylann Roof guilty of federal hate crimes resulting in the death of nine black parishioners at a historic church in South Carolina last year. (Reuters) CHARLESTON, S.C. — Dylann Storm Roof, a ninth-grade dropout who learned to hate black people on the Internet, was convicted Thursday of 33 counts of federal hate crimes for slaughtering nine black parishioners at a church Bible study meeting here last year. A federal jury took less than two hours to reach its decision, following a seven-day trial in which Roof, 22, a self-described white supremacist, chose to remain silent and motionless amid a barrage of testimony and evidence so thorough and devastating that his mother, watching from the third row, suffered a heart attack on the first day. “He executed them because he believes they are nothing but animals,” prosecutor Nathan Williams said in his closing argument, addressing a somber jury that had seen crime-scene photos of all the dead, including Susie Jackson, 87, the oldest victim, into whom Roof had emptied an entire 11-round magazine from his Glock .45-caliber pistol. [ ‘Evil, evil, evil as can be’: Emotional testimony as Dylann Roof trial begins ] As Williams spoke, a photograph of the Rev. Clementa Pinckney was shown on the screen. The pastor, who had offered Roof a seat next to him at Bible study, was wearing a crisp white shirt and new suit now stained by blood from the five bullet wounds in his neck, back and arm. Roof’s grandmother, sitting in the courtroom while the image was displayed, wiped a tear from her eye. Read the victims’ stories View Graphic Read the victims’ stories Judge Richard M. Gergel dismissed the jury for the holidays and told them to return on Jan. 3, when they will hear prosecution and defense arguments about whether Roof should be executed or sentenced to life in prison without parole. Roof also faces a separate state murder trial in January, which also carries a potential death penalty. Many friends and relatives of the dead attended the trial, in the historic heart of the city where the Civil War began, and many sat with their eyes closed tight as they listened to the verdict. “There’s no win in this. We still have grieving families, a grieving community. There’s some closure, but there’s no win in this thing,” said Kevin Singleton, 43, whose mother, Myra Thompson, was killed. “We just want to move forward and put this behind us and try to get on with our lives. Nothing good came out of any of this.” [ Scene in Charleston: ‘At the end of the day, we are just looking for justice.’ ] But some allowed themselves a moment of gratitude. The Rev. Sharon Risher, whose mother, Ethel Lance, was among the dead, said she was “overjoyed that this part is done.” At the moment the verdict was read, she said, the family members “looked at each other with smiles, like, ‘Hallelujah, God is still in the miracle-working business.’ ” Roof’s guilt in the killings was essentially uncontested; prosecutors showed the jury Roof’s interview with FBI agents in which he calmly confessed to the killings and complained that he was “worn out” after pumping more than 60 bullets into his victims. Prosectors introduced and played Dylann Roof’s two-hour video confession during the third day of Roof’s federal death penalty trial. (U.S. District Court for the District of South Carolina) Under federal law, he was charged with hate crimes resulting in death, obstruction of religion and firearms violations. He was also charged with attempting to commit those same offenses against two adults and a child who survived. [ The white flight of Derek Black ] His attorney, David Bruck, a death penalty specialist, told the jury he expected them to find Roof guilty, but he repeatedly tried to inject the notion that Roof was mentally or emotionally unstable. He was consistently cut off by Gergel, who said that was relevant only in the penalty phase of the trial. Roof has said he will represent himself during that phase, and Bruck was apparently trying to help his client in advance of that by giving the jury some justification to spare his life. “Consider the mad energy, the rationale, the senselessness,” Bruck said as the prosecution mounted objection after objection. “The fact that one is a racist does not tell you what else is going on. And what else is going on is what you should be thinking about.” The federal death penalty is rarely imposed; the last time was more than a decade ago. Roof had offered to plead guilty and accept life in prison, but the U.S. Justice Department determined that the circumstances were so egregious that they warranted seeking Roof’s execution. The crime stood as a new and hideous chapter in the long history of racial killings in America. Prosecutors read lines from a journal found in Roof’s car and the manifesto he posted online, and they told jurors that Roof wanted to incite a race war. Prosecutors presented evidence that Roof chose the Emanuel African Methodist Episcopal Church, a historic monument known as Mother Emanuel, because of its spiritual and symbolic importance to the black community. [ What happens next if Dylann Roof is sentenced to death ] Roof told FBI interrogators that he “had to” kill blacks because they rape white women; computer records showed that he had researched “black on white” crime and spent time on white supremacist sites. He said he chose Mother Emanuel because it was the South’s oldest black church and he “knew that would be a place to get a small amount of black people in one area.” During the trial, prosecutors documented Roof’s meticulous planning in the seven months leading up to the killings. Data collected from his GPS showed that he had made at least six trips to Charleston, visiting historic plantations and studying the church. He videotaped himself on several occasions taking target practice with his Glock in the back yard of his home. Photos showing Roof posing with the Confederate battle flag prompted South Carolina officials to remove the flag from the state capitol in Columbia. 1 of 10 ",
    "title": "Dylann Roof guilty on 33 counts of federal hate crimes for Charleston church shooting - The Washington Post"
   },
   {
    "entities": [
     "house",
     "government",
     "black",
     "stone",
     "ky.",
     "coal",
     "radiologist",
     "cohen",
     "once",
     "the day",
     "w.va.",
     "now",
     "christmas",
     "laney",
     "services",
     "carson",
     "2010",
     "virginia",
     "illinois",
     "ohio",
     "benny",
     "evan",
     "howard",
     "elkhorn",
     "burnham",
     "sidney",
     "trust",
     "thursday",
     "run",
     "today",
     "stanton",
     "center",
     "brian",
     "st.",
     "across",
     "last year",
     "accountability",
     "million dollars",
     "office",
     "march",
     "2006",
     "scott",
     "of",
     "mining",
     "august",
     "co.",
     "pennsylvania",
     "at",
     "edward",
     "d-va.",
     "crum",
     "wharton",
     "$6 billion",
     "this decade",
     "va.",
     "association",
     "50 percent",
     "bruce",
     "17 percent",
     "appalachia",
     "institute",
     "charles",
     "stanley",
     "barney",
     "berkes/npr",
     "robert",
     "village",
     "valley",
     "occupational",
     "npr",
     "niosh",
     "brandon",
     "prevention",
     "for",
     "earlier this year",
     "on",
     "creek",
     "2009",
     "wayne",
     "disability",
     "petsonk",
     "citizens",
     "disease",
     "committee",
     "administration",
     "joe",
     "u.s.",
     "safety",
     "medical",
     "united",
     "education",
     "main",
     "health",
     "group",
     "current",
     "africa",
     "fund",
     "city",
     "mackie",
     "``lee",
     "centers",
     "mine",
     "becker/ohio",
     "law",
     "bobby",
     "watzman",
     "tietz/ap",
     "last three years",
     "appalachian",
     "kentucky",
     "pmf",
     "this week",
     "chicago",
     "whitesburg",
     "lung",
     "university",
     "10 percent",
     "2012",
     "last 40 years",
     "control",
     "branham",
     "and",
     "2011",
     "ron",
     "department",
     "smith",
     "program",
     "labor",
     "west",
     "future",
     "mountain",
     "national"
    ],
    "id": 9,
    "text": "Advanced Black Lung Cases Surge In Appalachia Advanced Black Lung Cases Surge In Appalachia Embed Embed Radiologist Brandon Crum and former coal miner Mackie Branham, 39, view an X-ray of Branham's diseased lung at Crum's black lung clinic in Coal Run Village, Ky. Howard Berkes/NPR hide caption toggle caption Howard Berkes/NPR Radiologist Brandon Crum and former coal miner Mackie Branham, 39, view an X-ray of Branham's diseased lung at Crum's black lung clinic in Coal Run Village, Ky. Howard Berkes/NPR Across Appalachia, coal miners are suffering from the most serious form of the deadly mining disease black lung in numbers more than 10 times what federal regulators report, an NPR investigation has found. The government, through the National Institute for Occupational Safety and Health, reported 99 cases of \"complicated\" black lung, or progressive massive fibrosis, throughout the country the last five years. But NPR obtained data from 11 black lung clinics in Virginia, West Virginia, Pennsylvania and Ohio, which reported a total of 962 cases so far this decade. The true number is probably even higher, because some clinics had incomplete records and others declined to provide data. \"The actual extent of PMF in U.S. coal miners remains unclear,\" says the report, which appears in this week's issue of the Morbidity and Mortality Weekly Report, published by the Centers for Disease Control and Prevention. \"I can't say that I've heard really anything worse than this in my career,\" says Robert Cohen, a pulmonologist at the University of Illinois, Chicago who studies and tracks black lung. Article continues after sponsorship \"I can't think of anything in this particular field ... that's more frightening than this,\" Cohen adds. Edward \"Lee\" Petsonk of West Virginia University has spent three decades addressing the disease and finds NPR's numbers \"very disheartening, very disappointing.\" \"I've spent much of my career trying to find ways to better protect miners' respiratory health,\" Petsonk says. \"It's almost like I've failed.\" NIOSH released a report Thursday , published in the Morbidity and Mortality Weekly Report, which focuses on a small health clinic in Kentucky with 60 cases alone of PMF in 20 months. The report acknowledges cases are being missed by the government's count; it concludes: \"The actual extent of PMF in U.S. coal miners remains unclear.\" \"The more I talk, the more I get out of breath\" Mackie Branham, 39, of Elkhorn Creek, Ky., spent 19 years mining coal until he was diagnosed with complicated black lung. He ran monstrous mining machines and drilled bolts into mine roofs — occupations NIOSH says can involve excessive mine dust exposure. He worked double shifts and seven-day weeks every chance he had. His gallbladder was removed one day and he says he was back at work the next. He took two days, he says, after knee surgery, before working a 12-hour shift drilling bolts. But severe breathing problems forced him to leave work in March. And he struggles for every breath now. \"My dad has got it. Everybody that has got it, got it when they had like first stage or so. I'll probably be the first born to be this bad in the family,\" Branham says, describing a family legacy of black lung. \"They can't breathe but they can still get up and walk around and do stuff. The more I talk, the more I get out of breath. It's like I ain't got no capacity.\" The Sidney Coal Co.'s Coal Preparation Plant in Sidney, Ky., in 2006. Brian Tietz/AP hide caption toggle caption The Sidney Coal Co.'s Coal Preparation Plant in Sidney, Ky., in 2006. Brian Tietz/AP Branham was diagnosed with PMF at United Medical Group, a clinic in Coal Run Village, Ky., that was the subject of the NIOSH study. Radiologist Brandon Crum was alarmed by the numbers of miners coming in with such severe disease, including some like Branham, who were in their 30s and 40s and worked less than 20 years underground. So he contacted NIOSH researchers. \"I think the percentage of black lung that we're seeing now here in central Appalachia is unprecedented in any recorded data that I can find anywhere,\" Crum says. \"In this clinic we're roughly around 9 to 10 percent complicated rate, which is around three times higher than even the highest reported numbers.\" NIOSH researchers gathered at the clinic and verified the diagnoses. They, too, were alarmed. \"The current numbers are unprecedented by any historical standard,\" says NIOSH epidemiologist Scott Laney, who has focused on black lung as well as the recent Ebola outbreak in Africa. \"We had not seen cases of this magnitude ever before in history in central Appalachia.\" Crum tells NPR he diagnosed 10 more cases of PMF since Laney and his colleagues left the clinic. In three years, 644 cases Life with PMF is bleak. It's incurable and fatal. Fifty-three-year-old Charles Wayne Stanley of Pound, Va., is matter-of-fact about his future. \"Staying on oxygen 24/7, dying of suffocation, that's what I've got to look forward to,\" Stanley says, as he sits in a clinic in St. Charles, Va. \"I've seen it too many times. My wife's grandpa ... [I] watched him take his last breath. I watched my uncle die with black lung. You literally suffocate because you can't get enough air. That's my prospects.\" Stanley says his diagnosis includes black lung and silicosis. In just the last three years, 644 cases of complicated black lung were diagnosed at Stone Mountain Health Services, which operates black lung clinics in St. Charles and two other Virginia communities. That's six times the NIOSH national count in nearly half the time. Ron Carson is the director of the Black Lung Program at Stone Mountain Health Services in St. Charles, Va. \"Something major is going on,\" he says. Howard Berkes/NPR hide caption toggle caption Howard Berkes/NPR Ron Carson is the director of the Black Lung Program at Stone Mountain Health Services in St. Charles, Va. \"Something major is going on,\" he says. Howard Berkes/NPR \"I'm not an epidemiologist or a scientist or a doctor,\" says Ron Carson, who manages the clinics. \"I just see the results that come through the doors, and something is going on. Something major is going on.\" Laney and his colleagues acknowledge in their paper that they have missed hundreds of cases with their national surveillance program. By law, they can X-ray only working miners and the testing is voluntary. NIOSH data show most miners avoid that testing. Only 17 percent of all working Kentucky miners were tested in the NIOSH program since 2011. Stanley waited until he was out of work, after 30 years mining coal, before he got his first chest X-ray. Miners avoid the NIOSH testing, he says, because they worry it could cost them their jobs. \"If you're working and you go and have that stuff done and the company finds out about it, they'll find a way to get rid of you,\" Stanley says. \"As long as you're working and producing you're an asset. But now when you get something wrong with you, you become a liability. And they'll find a way to get rid of you.\" The last company a miner worked for (for at least a year) is saddled with black lung benefits payments and medical care — even if the miner spent 20 years working somewhere else in excessive dust. It's the last employer who pays. But it's against the law to punish or fire miners for getting X-rays or being diagnosed with disease. Bruce Watzman of the National Mining Association also says mining companies are not supposed to see the X-rays. \"Those results are not shared with any employer. It's at the miner's discretion the way the program operates today when and if to divulge that information,\" Watzman says. Still, the fear is widespread. So missing from the official NIOSH counts in the last 40 years are the working miners avoiding X-rays, and miners who are retired or laid off. More than 40,000 miners lost their jobs since 2010. Six hundred mines have closed. And those out of work are now flocking to clinics to get screened for the disease and apply for black lung benefits. Last year alone, 3,000 miners showed up at the Stone Mountain clinics. \"I'm seeing miners now feeling that there's no hope. I think that they have really come to the realization that there's other energy out there now that is going to override any coal,\" Carson says. With the increased testing, more cases of complicated black lung are being diagnosed. \"Pure rock dust\" Cohen, Laney and other black lung experts believe thinner coal seams in central Appalachia are likely to blame for spikes in complicated black lung. The thickest seams are mostly gone. The thin seams that remain have coal embedded in rock, and that rock contains quartz. Cutting quartz and coal together results in mine dust that includes silica, which is especially toxic in lung tissue. Stanley worked in so much dust he labeled his mining machine the dust dragon. \"They kept getting less coal and more rock. So you're cutting 19 inches of coal, you're cutting 50-60 inches of rock,\" Stanley recalls. \"And the more rock you cut the more dust you're going to eat.\" A display case at NIOSH shows a normal lung and a diseased black lung from inhaling coal dust and other harmful particles while coal mining. Howard Berkes/NPR hide caption toggle caption Howard Berkes/NPR A display case at NIOSH shows a normal lung and a diseased black lung from inhaling coal dust and other harmful particles while coal mining. Howard Berkes/NPR There's also the practice of slope mining, where crews cut solid rock to reach coal seams. Burnham did that in Kentucky for six straight months, working 14 16-hour shifts at one point. It was \"pure rock dust,\" he says. \"I had my respirators on and you'd actually have to remove it to help take a breath every once in a while because the dust packed so much around your filters you couldn't get no air in.\" Protective masks are among the controls that are supposed to prevent inhalation of coal and silica dust. Robust ventilation in mines is supposed to sweep dust away. Water sprays are used to tamp down dust. Kentucky miner Barney Stanton says those things didn't always work, even when most of the companies he worked for provided proper safety gear. \"It's hard to wear a mask and do a physical job,\" he says. \"Just trying to do your job, you breathe so hard the dust will come in around the mask.\" Stanton has been diagnosed with the most serious stage of PMF and is awaiting a lung transplant. \"The mining game is a numbers game,\" Branham says. \"If you don't produce coal, they'll put somebody else in your spot that can. If I've got another man on the other side of the mines, he's cutting more coal than me, it's not going to look good on me. I just thought about my family to be honest with you.\" Mining jobs are often the best-paying jobs in central Appalachia, where there generally are few other options for work. New rules in place, but a decade to see results New and tougher federal limits on mine dust exposure fully took effect in August, and they get even tougher when there's excessive silica. Simple black lung and PMF can take a decade or longer to develop, so the spike in disease is not an indication that new limits are failing, says Watzman of the National Mining Association. \"So I think we're talking about historic exposures and not the exposures we're seeing today.\" Watzman's group sued to keep the new dust rules from taking effect, but he acknowledges positive impact. \"I think that miners that are working today are better protected because the silica levels have come down,\" he says. Silica dust is down, on average, 50 percent since 2009, according to the federal Mine Safety and Health Administration, whose director is Joe Main. \"I think if the rules are followed as they are prescribed we would not have these diseases,\" Main says, while also posing this question: \"Is the strength of the rules that are in place adequate enough to protect miners? I think that's the question of the day.\" There are some holes in the new rules when it comes to silica. For example, it can take a week or more to detect silica in dust samples, so excessive exposure isn't quickly addressed. Also, the U.S. Department of Labor has failed to take action on proposed dust rules specifically targeting silica. Every other industry cutting rock has strict limits on silica exposure, except mining. Main, whose tenure will end with the change in administrations, wouldn't commit to a silica limit. \"I think if the evidence points in that direction then that needs to be done,\" he says. A NIOSH black lung surveillance van at the fire station in Wharton, W.Va., in 2012. Howard Berkes/NPR hide caption toggle caption A NIOSH black lung surveillance van at the fire station in Wharton, W.Va., in 2012. Howard Berkes/NPR It'll be a decade or more before the effectiveness of the new rules is known, because it takes that long to detect the disease in lungs. In the meantime, there are the cases NPR has identified. According to year-by-year data reported by NIOSH, our count this decade (962 cases) is more than double the cases NIOSH counted in the last 40 years (441). NPR also did not receive complete numbers from some clinics and did not get data from eight others in the heart of the region experiencing the spike. So there are very likely many more cases that are uncounted. That suggests more and more severely diseased miners will be seeking state or federal black lung benefits, which concerns Evan Smith, an attorney at the Appalachian Citizens Law Center in Whitesburg, Ky., which helps miners file for benefits. \"You're just putting more people into the system that need compensation, so the more people we have moving into the system, the more potential burden it places on the taxpayers,\" Smith says. There are also younger miners now being diagnosed, so benefits payments and health care may be required longer. There may be more demand for expensive lung transplants. \"The treatments run from a half-million to a million dollars,\" notes Rep. Bobby Scott, D-Va., the ranking member of the House Committee on Education and the Workforce. \"So, if there are cases out there that have not been counted then we have a lot of expenses [coming] that we don't expect.\" That increased demand comes as the Black Lung Disability Trust Fund is stressed. The fund is nearly $6 billion in debt. It has taken on 1,000 claims that were covered by self-insured mining companies until they went bankrupt. And the coal excise tax that supports the fund is set for a 50 percent cut in two years. \"I think there are real reasons to be concerned about the viability of the trust fund,\" says Smith. There is also concern involving possible repeal of the Affordable Care Act, which contains a provision that makes it easier for miners to get black lung benefits. Scott has asked the Government Accountability Office to investigate the trust fund's ability to continue to pay claims. He also wants more accurate numbers of miners afflicted with progressive massive fibrosis. \"We have to get the numbers straight to make sure they're being properly reported,\" he says. Branham wears reflective mining pants in his home in Elkhorn City, Ky. Branham has advanced stage black lung and was forced to quit mining earlier this year. Benny Becker/Ohio Valley ReSource hide caption toggle caption Benny Becker/Ohio Valley ReSource Branham wears reflective mining pants in his home in Elkhorn City, Ky. Branham has advanced stage black lung and was forced to quit mining earlier this year. Benny Becker/Ohio Valley ReSource In Kentucky, Mackie Branham has more immediate concerns. He heard this week he'll be getting state black lung benefits soon. He is hoping the first check arrives before Christmas so he can buy presents for his five children. He is also left gasping for air and grasping for words. He worked hard to feed his family and now, as his life leaves him one breath at a time, he wonders about the cost. Branham has \"never been scared of death,\" he says, as he chokes back tears. \"It don't bother me a bit. It's just not seeing my kids grow up. But if I had it to do over I would do it again, if that's what it took to provide for my family as long as I have.\" Branham hopes for a lung transplant, which may give him five to 10 more years of life. ",
    "title": "Advanced Black Lung Cases Surge In Appalachia : NPR"
   }
  ]
 }
}