{
 "17": {
  "col-sim": {
   "cosine": 0.3153524929847313,
   "entity": 0.5374838498865699
  },
  "exec-time": 7.244399070739746,
  "links": [
   {
    "entities": [
     "hawaii",
     "house",
     "russia",
     "obama",
     "white",
     "donald",
     "twitter",
     "trump",
     "following friday",
     "facebook",
     "vladimir",
     "u.s.",
     "assad",
     "2016",
     "putin",
     "iran",
     "aleppo",
     "bashar",
     "friday",
     "december 16, 2016"
    ],
    "id": 0,
    "text": "Obama slams Assad, Russia in final press conference of 2016 Published               December 16, 2016 Facebook 0 Twitter 0 Email Print   President Obama on Friday strongly condemned the actions of the Syrian regime, declaring it could not “slaughter its way to legitimacy” and calling for an international observer force in Aleppo. In his final press conference of 2016, the president also blamed Russia, Iran and Syrian President Bashar Assad for the ongoing violence in the city at the center of a grinding civil war. “The world shall not be fooled, and the world will not forget,” Obama said. Obama spoke in the White House press briefing room and faced questions of a variety of topics including allegations of Russian hacking in the U.S. election. The president pushed back on statements he was letting Russian President Vladimir Putin “get away with” hacking the U.S. election. “There hasn’t been a lot of squabbling,” Obama told reporters. “What we’ve said is the facts.” Obama was asked how the U.S. might respond to cyberattacks related to the election that the U.S. intelligence community has blamed on Russia. President-elect Donald Trump has rejected that assessment while accusing the Obama administration of trying to delegitimize his election victory. Obama began his press conference by touting his achievements from his time in office, noting that the unemployment rate has decreased and higher rates of insured people under his healthcare overhaul. Obama said he was leaving the country \"stronger and more prosperous than it was when we started.\" But he's reminding the public that there's more to be done on the country's biggest problems. He says he's going to continue working to push the agenda of his administration after leaving office. Following Friday’s press conference, Obama will depart for his annual family vacation in Hawaii.   Advertisement ",
    "title": "Obama slams Assad, Russia in final press conference of 2016 | Fox News"
   },
   {
    "entities": [
     "recently",
     "census",
     "vladimir",
     "david",
     "al",
     "bureau",
     "james",
     "v.f.w.",
     "once",
     "four years ago",
     "2015",
     "will",
     "danielle",
     "2014",
     "7.7 percent",
     "equitable",
     "politico",
     "illinois",
     "petraeus",
     "perceptions",
     "assad",
     "today",
     "afghanistan",
     "99 percent",
     "democrats",
     "halls",
     "iraq",
     "of",
     "this year",
     "37 percent",
     "aleppo",
     "defense",
     "us",
     "2008",
     "syria",
     "growth",
     "michele",
     "pentagon",
     "kgb",
     "2.9 percent",
     "saez",
     "jordan",
     "kurtzleben",
     "july 2014",
     "$56,516",
     "bowman",
     "emmanuel",
     "russia",
     "congress",
     "donald",
     "leigh",
     "npr",
     "reagan",
     "kelemen",
     "2016",
     "bab",
     "economist",
     "tom",
     "clinton",
     "90th percentile",
     "states",
     "friday",
     "september of 2016",
     "obama",
     "trump",
     "july",
     "u.s.",
     "mattis",
     "hillary",
     "united",
     "cia",
     "3.9 percent",
     "putin",
     "wednesday",
     "--",
     "24 percent",
     "irs",
     "ronald",
     "7.9 percent",
     "september",
     "chicago",
     "2012",
     "10 percent",
     "trillions of dollars",
     "december",
     "1967",
     "and",
     "department",
     "yougov",
     "5.2 percent",
     "turkey",
     "vogel/wireimage"
    ],
    "id": 1,
    "text": "In his final press conference, Obama looked back on eight years, but pressing questions about Russian hacking and violence in Syria took center stage. Leigh Vogel/WireImage hide caption toggle caption Leigh Vogel/WireImage In his final press conference, Obama looked back on eight years, but pressing questions about Russian hacking and violence in Syria took center stage. Leigh Vogel/WireImage President Obama held his final press conference of 2016 and painted a rosy picture of his tenure as president — from economic growth to foreign policy. So how did he hold up on the facts and what context did he leave out? We look at five different quotes: 1. \"The Syrian regime and its Russian and Iranian allies are trying to obfuscate the truth. The world should not be fooled, and the world will not forget.\" President Obama accuses Russia and Syria of trying to \"obfuscate the truth\" in the city of Aleppo, but says the world will not be fooled and will not forget. He says they are to blame for the atrocities unfolding there. The president says he does feel responsible too. He's defending his decision, though, not to take any military action to tip the balance in Syria. He says it couldn't be done on the cheap. The Obama administration often argued that the choice was between diplomacy or military action, though activists argued there were other options short of sending in thousands of troops uninvited, including safe zones or targeted strikes on Syrian airfields to take out helicopters that were dropping barrel bombs and chlorine bombs on civilian areas. Article continues after sponsorship — Michele Kelemen, diplomacy correspondent 2. \"So with respect to Syria, what I have consistently done is taken the best course that I can to try to end the civil war while having also to take into account the long-term national security interests of the United States. And throughout this process, based on hours of meetings — if you tallied it up, days and weeks of meetings — where we went through every option in painful detail with maps and we had our military and we had our aid agencies and we had our diplomatic teams, and sometimes, we'd bring in outsiders who were critics of ours. Whenever we went through it, the challenge was that short of putting large numbers of U.S. troops on the ground uninvited, without any international law mandate, without sufficient support from Congress, at a time when we still had troops in Afghanistan and we still had troops in Iraq and we had just gone through over a decade of war and spent trillions of dollars...\" President Obama talked about the only other option in Syria being large numbers of troops, but not necessarily. His national-security advisers back four years ago wanted him to arm and train the rebels on a large scale. He decided against it. One of those advisers was Gen. James Mattis, Donald Trump's choice to run the Defense Department. Another was Hillary Clinton, as well as Obama's former CIA Director David Petraeus. Safe zones? You would have to send a force on the ground and ask permission of Syria and Russia. Really? What about the hundreds of US Special Operators running around Syria? Obama just sent 200 more. Did he get approval from Assad? Also, Turkey already has sent in combat troops, heading to Al Bab – without permission. — Tom Bowman, Pentagon reporter 3. \"There was a survey some of you saw where — not this just one poll, but pretty credible source, 37 percent of Republican voters approve of Putin. Over a third of Republican voters approve of Vladimir Putin, the former head of the KGB. Ronald Reagan would roll over in his grave.\" Obama appears to be referring to a YouGov poll that showed a recent spike in Republicans' favorability of Vladimir Putin. Pollster Will Jordan tweeted a chart of this on Wednesday: Here is Republicans and Democrats on Vladimir Putin since July 2014. pic.twitter.com/s4I6FY5cbt And as Politico reported on Friday : \"Back in July 2014 just 10 percent of Republicans held a favorable view of Putin, according to a poll conducted by the Economist and YouGov. By September of 2016, that number rose to 24 percent. And it's even higher today: 37 percent of Republicans view Putin favorably, the poll found in December.\" Republicans' favorability of Putin is still negative, but it is a sharp increase from where they were as recently as September. — Danielle Kurtzleben, political reporter Median household income 4. \"...the median household income grew at the fastest rate on record. In fact, income gains were actually larger for households at the bottom and the middle than for those at the top.\" U.S. Census Bureau This is right — the median household income in the U.S. climbed by 5.2 percent between 2014 and 2015, to $56,516. That's the biggest jump since the Census Bureau started keeping track in 1967. In addition, income growth at the bottom and middle was stronger than it was at the top by that Census data. Growth at the 10th percentile level was around 7.9 percent, a rate that declined as one went up the income ladder toward the median (that is, the 50th percentile). Median income grew by 5.2 percent. For people at the 90th percentile, it grew by nearly 2.9 percent. That said, how good the data looks for lower income levels depends upon how it's sliced, not to mention which data one uses. As economist Emmanuel Saez pointed out at the Center for Equitable Growth in July, IRS data showed that incomes for people in the top percent of earners grew by 7.7 percent in 2015, compared to 3.9 percent for the bottom 99 percent. That's still solid growth for the 99 percent, and it could still mean strong growth in the bottom tiers of earners, but it suggests that in the top sliver of earners, income growth was once again stronger than for many people in lower classes. — Danielle Kurtzleben Perceptions of Democrats as 'liberal, latte-sipping,\" \"politically correct,\" and \"out-of-touch\" 5. \"And where Democrats are characterized as coastal, liberal, latte- sipping, you know, politically correct, out-of-touch folks, we have to be in those communities. And I've seen that, when we are in those communities, it makes a difference. That's how I became president. I became a U.S. Senator not just because I had a strong base in Chicago, but because I was driving downstate Illinois and going to fish fries and sitting in V.F.W. Halls and talking to farmers.\" There's no way of knowing how widespread the perception of Democrats as precious, out-of-touch, urban coastal elites is, nor how much it may have hurt Clinton and other Democrats in the election. However, it is altogether possible that the isolation from and resentment toward political power that many Americans feel pushed them to vote for Republicans. As one political scientist explained to NPR this year, that may be a force behind many rural Americans rejecting Clinton in favor of Trump this year. And Hillary Clinton really did tend to do far worse in rural areas than in urban areas. And her performance in those rural areas was worse than Obama's in 2012, which in turn was worse than Obama's performance in those areas in 2008. Those declines in rural areas were much larger than any declines that took place over those same periods in suburban or urban areas. — Danielle Kurtzleben ",
    "title": "5 Fact Checks From President Obama's News Conference : NPR"
   },
   {
    "entities": [
     "china",
     "house",
     "russia",
     "2:05",
     "syria",
     "obama",
     "trump",
     "america",
     "taiwan",
     "isis",
     "the past",
     "u.s.",
     "2012",
     "october",
     "carrie",
     "assad",
     "dann",
     "white"
    ],
    "id": 2,
    "text": "Obama on Syria, Other World Conflicts: 'I Always Feel Responsible' 2:05 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161216221459if_/http://www.nbcnews.com/widget/video-embed/835172931975\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> In 2012, Obama called the use of chemical weapons by Syrian government forces a \"red line\" but did not enforce that policy after evidence indicated that such weapons had, in fact, been used. But the brutality, Obama contended, could not have been fully dealt with without U.S. troops on the ground and full-scale U.S. involvement. \"Unless we were all in and ready to take over Syria, we were going to have problems…It was going to be impossible to do this on the cheap,\" Obama said. Despite that, Obama said he feels a responsibility for the brutal violence that has been captured by both journalists and on social media. \"I always feel responsible...There are places around the world where horrible things are happening and because of my office, because I am the president, I feel responsible,\" Obama said. Trump's arrival to the White House could prompt a major shift in U.S. policy towards Assad and his ally, Russia. \"I don't like Assad at all,\" Trump said during a presidential debate in October. \"But Assad is killing ISIS. Russia is killing ISIS.\" Obama acknowledged it's good for an incoming president to view U.S. foreign policy with \"fresh eyes,\" but that he needs to take a \"systematic, deliberate\" approach to dealing with America's alliances around the world. Trump angered Chinese leaders by holding a call with the Taiwanese president that bucked the well-established \"One China\" policy that does not acknowledge Taiwan as own government. \"Their reaction on this issue could end up being very significant. That doesn't mean that you have to adhere to everything that's been done in the past, it doesn't mean that you got to think it through and have planned for potential reactions that they may engage in,\" Obama said. Carrie Dann ",
    "title": "Obama: The U.S. Will Send 'Clear Message' to Russia on Hacks - NBC News"
   },
   {
    "entities": [
     "house",
     "russia",
     "donald",
     "nakashima",
     "cia",
     "adam",
     "john",
     "2016",
     "fbi",
     "james",
     "capitol",
     "clapper",
     "washington",
     "democratic",
     "now",
     "brennan",
     "present",
     "last week",
     "jr.",
     "dni",
     "obama",
     "trump",
     "post",
     "u.s.",
     "ellen",
     "hill",
     "b.",
     "r.",
     "december 16",
     "entous",
     "earlier this week",
     "about two weeks ago",
     "moscow",
     "comey",
     "jim",
     "summer",
     "at 2:20 pm"
    ],
    "id": 3,
    "text": "FBI backs CIA view that Russia intervened to help Trump win election The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Adam Entous and Ellen Nakashima December 16 at 2:20 PM Follow @nakashimae FBI Director James B. Comey and Director of National Intelligence James R. Clapper Jr. are in agreement with a CIA assessment that Russia intervened in the 2016 election in part to help Donald Trump win the presidency, according to U.S. officials. Comey’s support for the CIA’s conclusion reflects the fact that the leaders of the three agencies have always been in agreement on Russian intentions, officals said, contrary to suggestions by some lawmakers that the FBI disagreed with the CIA. “Earlier this week, I met separately with (Director) FBI James Comey and DNI Jim Clapper, and there is strong consensus among us on the scope, nature, and intent of Russian interference in our presidential election,” CIA Director John Brennan said in a message to the agency’s workforce, according to U.S. officials who have seen the message. [ Obama says ‘we will’ retaliate against Russia for election hacking ] “The three of us also agree that our organizations, along with others, need to focus on completing the thorough review of this issue that has been directed by President Obama and which is being led by the DNI,” Brennan’s message read. (The Washington Post) Trump has consistently dismissed the intelligence community’s findings about Russian hacking. The CIA and FBI declined to comment. The CIA shared its latest assessment with key senators in a closed-door briefing on Capitol Hill about two weeks ago in which agency officials cited a growing body of intelligence from multiple sources. Specifically, CIA briefers told the senators it was now “quite clear” that electing Trump was one of Russia’s goals, according to the officials, who spoke on the condition of anonymity to discuss intelligence matters. CIA and FBI officials do not think Russia had a “single purpose” by intervening during the presidential campaign. In addition to helping Trump, intelligence officials have told lawmakers that Moscow’s other goal included undermining confidence in the U.S. electoral system. A separate House intelligence briefing by a senior FBI counterintelligence official last week left some Republican and Democratic lawmakers with the impression that the bureau wasn’t on the same page as the CIA, according to officials present. “The truth is they were never all that different in the first place,” an official said of the FBI and CIA positions. In his message to the CIA’s workforce, Brennan said the administration has provided detailed briefings to lawmakers and their aides since the summer. 1 of 71 ",
    "title": "FBI backs CIA view that Russia intervened to help Trump win election - The Washington Post"
   },
   {
    "entities": [
     "inc.",
     "electoral",
     "house",
     "russia",
     "congress",
     "donald",
     "calling",
     "last eight years",
     "taiwan",
     "vladimir",
     "npr",
     "the past",
     "osama",
     "john",
     "2016",
     "pegues",
     "putin",
     "jeff",
     "aleppo",
     "interactive",
     "party",
     "perez",
     "syria",
     "cbs",
     "early september",
     "democratic",
     "news",
     "tom",
     "clinton",
     "now",
     "the",
     "committee",
     "states",
     "obamacare",
     "white",
     "kremlin",
     "friday",
     "china",
     "this week",
     "obama",
     "trump",
     "july of last year",
     "laden",
     "america",
     "tillerson",
     "dnc",
     "podesta",
     "u.s.",
     "illinois",
     "dccc",
     "rex",
     "dec 16, 2016",
     "hillary",
     "united",
     "the future",
     "next week",
     "early",
     "senate",
     "labor",
     "college",
     "5:00 pm est",
     "future",
     "morning",
     "national",
     "bin"
    ],
    "id": 4,
    "text": "CBS News Last Updated Dec 16, 2016 5:00 PM EST President Obama began his final end-of-year press conference by touting all of the achievements his administration has made over the last eight years and then told reporters that the White House handled Russian cyberattacks against the U.S. election in the right way.  President Obama on Russian hacks, Syria and more Mr. Obama said that wages have grown over his two terms, Obamacare has provided healthcare insurance to thousands of Americans and it’s led to businesses creating millions of jobs. The president said he cut deficits by nearly two-thirds and he cut down the U.S. troop size overseas and Osama bin Laden has been killed. Russian hacking of the U.S. election The president was asked if he was prepared to call out Russian President Vladimir Putin by name for ordering a cyber attack against the U.S. election and whether he agrees with Hillary Clinton’s assertion that  Russian hacking contributed to her loss.  “Based on uniform intelligence assessments, the Russians were responsible for hacking the DNC and that as a consequence, it is important for us to review all elements of that and to make sure that we are preventing that kind of interference from cyber attacks in the future,” Mr. Obama said. “My hope is that the president-elect is going to be similarly concerned that we aren’t going to have foreign interference in our election process.” Obama vows to retaliate for U.S. election interference The president then explained that the White House didn’t reveal what Russia’s motives were before the election or that the administration didn’t respond more forcefully because he didn’t want to contribute to the “hyper-partisan atmosphere.”  “I wanted to make sure that we were playing this thing straight...imagine if we had done the opposite...it would have become immediately just one more political scrum,” he said. “I think we handled it the way it should have been handled.”  Mr. Obama said that he pulled Putin aside at a conference in China in early September to tell him to “cut it out” and the president said the U.S. did not see further tampering of the election.  He was asked later on whether he would declassify evidence that proves Russia was responsible. “We will provide evidence that we can safely provide that does not compromise sources and methods,” he said. “The way we catch folks is by knowing certain things about them that they may not want us to know.” Pressed on whether he absolutely believed Putin authorized the hacks, Mr. Obama responded that “The intelligence that I’ve seen gives me great confidence in their assessment that the Russians carried out this hack - the hack of the DNC, and the hack of John Podesta.” Evidence, he said, was provided in a closed session on a bipartisan basis to him and leaders of Congress, including the chairs and ranking members of relevant committees.  He added that the hack “happened at the highest level” of the Russian government, noting that “not much happens in Russia without Vladimir Putin.”  “This is a pretty hierarchical operation,” he said. “Last I checked, there’s not a lot of debate and democratic deliberation particularly when it comes to policies directed at the United States.”  When asked whether he believes Donald Trump’s social media responses to the reports on Russian hacking emboldened the Kremlin, the president urged some caution before criticizing his successor.  “I think the president elect is still in transition mode from campaign to governance,” he said. “There’s just a whole different attitude and vibe when you’re not in power as when you’re in power.” Mr. Obama further called on the president-elect to choose a unifying path forward on the issue, saying it would be wise to “welcome a bipartisan process” of investigating the election to ensure the preservation of democracy’s cornerstone.  A senior administration official said this week that the U.S. has “high confidence” ‎that it was the G.R.U. -- Russia’s largest intelligence agency -- that conducted the hacking of the DNC and DCCC with the goal of giving an advantage to Donald Trump .  Further, officials say they are convinced that the hacking that plagued the DNC was approved by Putin. Sources confirmed to CBS News’ Jeff Pegues this week that they believe Putin was aware of attacks that began in July of last year.   In an interview with NPR that aired early Friday morning, the president said that “there is no doubt that when any  foreign government tries to impact the integrity of our elections , that we need to take action and we will -- at a time and a place of our own choosing.” And “some of it may be...explicit and publicized,” he continued. “Some of it may not be.” Future of the Democratic party The president weighed in on the future of the Democratic party, urging liberals to expand their horizons -- even into red states -- when it comes to winning over voters. “How do we make sure we are showing up in places where democratic policies are needed, where they’re helping?” Mr. Obama asked. He pointed to his own campaigns in the past and what he did to win them, saying he won his U.S. Senate seat in Illinois by “going to fish fries and sitting in VFW halls and talking to farmers.” “I didn’t win every one of their votes, but they got a sense of who I was,” he said, noting that his own family’s history “wasn’t all that different from theirs even if I looked a little bit different.” The president expressed regret that he was unable on the whole to transfer his own grassroots campaign success to down-ticket candidates, especially during midterms. “That’s something that I would have liked to have done more of, but it’s kind of hard to do when you’re dealing with all kinds of issues” in the White House, he said. Still, he added, “I could not be prouder of the coalition I put together in each of my campaigns, because it was inclusive.” Asked to weigh in on the race for the Democratic National Committee (DNC) chair, where Labor Secretary Tom Perez is a contender, the president said he was glad he didn’t “have a vote in this.  He did, however, comment on some of the candidates, which he said were “also my friends and are fine people as well.” Of Perez, Mr. Obama called him “one of the best secretaries of labor in our history.” “He is tireless,” he said. He is wicked smart. He has been able to work across the spectrum of, you know, labor, business, activists. He has produced.” “Whoever leads the DNC, and any candidate with the Democratic brand going forward, I want them to feel as if they can reach out and find that common ground,” he said. Aleppo, Syria: “I cannot claim that we have been successful.” Asked if he felt personally responsible for the atrocities in Aleppo, Syria during the country’s civil war, Mr. Obama said he has “always” felt responsible. “Because of my office, because I’m president of the United States, I feel responsible,” he said, adding that the same applies for domestic issues as well as international conflicts. Specifically on actions that can be taken in Syria, Mr. Obama said he has “taken the best course I can to try to end the civil war while having also to take into account the long-term national security interests of the United States.” Aleppo evacuations halted after attack “I understand the impulse to want to do something” in Aleppo and Syria as a whole, the president said. “It sounded like the right thing to do -- but it was going to be impossible to do this on the cheap.” At the same time, he said of the U.S. approach in Syria: “I cannot claim that we have been successful.” On establishing a safe zone in Syria, the president said it would be very difficult to do. “That requires some force that is willing to maintain that territory in the absence of consent from the Syrian government -- and now the Russians or the Iranians,” he said. A free and fair election? Mr. Obama was asked if he can assure the public that the election was “free and fair.”  “I can assure the public that there was not the kind of tampering with the voting process that was a concern and will continue to be a concern going forward,” Mr. Obama said. “We have not seen evidence of machines being tampered with. That assurance, I can provide.”  Russian influence and U.S. foreign policy The president was asked if he’s concerned about Mr. Trump’s relationship with Putin and about his pick for secretary of state: Rex Tillerson.  “The Russians can’t change us or significantly weaken us,” he said, adding that the Russian economy doesn’t produce anything that consumers want except oil, gas and arms.  “They can impact us if we lose track of who we are,” he said. They can impact us if we abandon our values,” he added.  Mr. Obama then appeared to make a thinly veiled criticism of Mr. Trump. He said that Putin can weaken the U.S. if Americans buy into notions that “it’s okay to intimidate the press” or “lock up dissidents” or “discriminate against people because of their faith or what they look like.” Revisiting the “One China” policy The president was asked if the “One China” policy needs a fresh set of eyes or whether Mr. Trump’s approach -- taking a call from Taiwan’s leader -- would set the U.S. on a collision course geopolitically. “I’m somewhere in-between. I think all of our foreign policy should be subject to fresh eyes,” Mr. Obama said. “I think it should be not just the prerogative but obligation of a new president to examine what makes sense and what doesn’t.” President-elect's comments may lead to frayed ties with China Mr. Obama said that there’s no bilateral relationship “that carries more significant” than between the U.S. and China. He said that Mr. Trump needs to understand what the consequences would be of up-ending the “One China” policy. The president advised Mr. Trump broadly, “Across the board on foreign policy, you want to make sure that you are doing it in a systematic, deliberate and intentional way.”  The Electoral College Calling the Electoral College a “vestige” and a “carryover” from the time of the founding fathers, the president discussed the recent debate over electors and their usefulness.  “There are some structures in our political system as envisioned by the founders that sometimes are going to disadvantage Democrats,” he said. “But the truth of the matter is if we have a strong message if we’re speaking to what the American people care about, typically the popular vote and the Electoral College vote will align.” When pressed on whether he would allow electors to receive an intelligence briefing before they gathered for a vote next week, Mr. Obama said that he would not wade into that issue. “It is not my job to decide my successor,” he said. “I have provided people with a lot of information about what happened during the course of the election but more importantly, the candidates have talked about their beliefs and their vision for America.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Obama press conference: President weighs in on Russian hacking - CBS News"
   },
   {
    "entities": [
     "new",
     "party",
     "hillary",
     "russia",
     "obama",
     "york",
     "house",
     "democratic",
     "last night",
     "state",
     "clinton",
     "podesta",
     "maryalice",
     "john",
     "parks",
     "today",
     ", 6:41 pm",
     "dec 16, 2016",
     "white"
    ],
    "id": 5,
    "text": "President Obama Says Hillary Clinton Was Not 'Treated Fairly' During Presidential Election By MaryAlice Parks Dec 16, 2016, 6:41 PM ET 0 Shares WATCH Obama Addresses Alleged Russian Interference in Election 0 Shares Email President Obama said today that he did not think Hillary Clinton was “treated fairly” during the presidential election. Obama was asked specifically during a news conference whether his former secretary of state lost because of Russia’s reported hacking of the Democratic Party and Clinton campaign computer servers. The president pivoted on that question, and instead lobbed a critique of the media. He said he found the coverage of Clinton “troubling.” “I think she's worked tirelessly on behalf of the American people and I don't think she was treated fairly during the election, I think the coverage of her -- and the issues -- was troubling,” he said. Clinton and her campaign in recent days have also expressed disappointment with news outlets' focus on her private email server during the campaign over Russia’s involvement in the data breaches. Clinton’s campaign chair, John Podesta , called the coverage of the Russia story “lackadaisical,” and Clinton last night reportedly told donors in New York that she was glad the press was catching onto the issue. Looking ahead, President Obama said that perhaps he can give “counsel and advice” to the Democratic Party. “The question is how do we rebuild that party as a whole so that there's not a county in any state -- I don't care how red -- where we don't have a presence and we're not making the argument because I think we have the better argument,” he said of the Democratic Party. He added that he would have liked to have helped more to build a national and successful party but struggled to contribute more time because of his primary responsibilities at the White House. 0 Shares ",
    "title": "President Obama Says Hillary Clinton Was Not 'Treated Fairly' During Presidential Election - ABC News"
   },
   {
    "entities": [
     "dec. 15, 2016",
     "weekend",
     "hooley",
     "winter",
     "dec. 17",
     "tribune",
     "1951",
     "south",
     "the week before christmas",
     "iowa",
     "minnesota",
     "service",
     "river",
     "the end of the weekend",
     "monday",
     "weather",
     "rockies",
     "evening",
     "friday",
     "saturday",
     "1983",
     "chicago",
     "dakota",
     "christmas day",
     "erin",
     "michigan",
     "sunday",
     "noon",
     "illinois",
     "lower",
     "wisconsin",
     "6 a.m.",
     "dec. 18",
     "night",
     "morning",
     "indiana",
     "national"
    ],
    "id": 6,
    "text": "News Local news Breaking News Call this a weekend? Rush-hour snow, freezing rain, possibly record-breaking cold Subzero cold sets in across the Chicago area, making for a frigid commutes and a sunrise that looks deceptively warm. (Chicago Tribune) Chicago Tribune staff Contact Reporter Chicago will get a break from the arctic chill long enough for a snowstorm around the evening rush Friday, freezing rain on Saturday morning, then more snow before polar air returns and possibly breaks some records by the end of the weekend. The National Weather Service has issued a winter weather advisory in effect from noon Friday until 6 a.m. Sunday. The snow is expected to be heaviest during the middle and end of the evening rush Friday, possibly an inch an hour in some places. The snow may turn to sleet and freezing rain Saturday morning, especially in areas to the south of the city. \"Any amount of light freezing rain or freezing drizzle could have large impact,\" the weather service warned. The wind will pick up and the temperature will drop by evening, when more snow is expected. The two waves of snow Friday and Saturday are expected to dump as much as 8 inches near the Wisconsin border, less to the south. Wind chills could get down to minus 25 or worse Saturday night all the way through Sunday night. The low Saturday night is expected to be minus 1, the high Sunday near 2 above and the low Sunday night minus 10. Both days could break records. The record low for Dec. 17 is minus 1 set in 1951, the record low for Dec. 18 minus 11 set in 1983. The storm system has generated storm advisories and warnings from the Rockies through South Dakota into Minnesota, Iowa, Wisconsin, northern Illinois, northern Indiana and Lower Michigan. This latest arctic front will finally move out Monday and temperatures will begin to climb during the week before Christmas. It's expected to be in the low 30s on Christmas Day with a chance of snow showers. Below-zero temperatures in Chicago Cold fog rises from the Chicago River as people brave below-freezing temperatures during the morning commute Dec. 15, 2016, in downtown Chicago. (Erin Hooley / Chicago Tribune)  Cold fog rises from the Chicago River as people brave below-freezing temperatures during the morning commute Dec. 15, 2016, in downtown Chicago. (Erin Hooley / Chicago Tribune)  ",
    "title": "Call this a weekend? Rush-hour snow, freezing rain, possibly record-breaking cold - Chicago Tribune"
   },
   {
    "entities": [
     "baca",
     "house",
     "wilber",
     "orange",
     "nevada",
     "black",
     "vladimir",
     "beach",
     "james",
     "party",
     "times",
     "pablo",
     "washington",
     "the day",
     "$1-billion",
     "now",
     "bennett",
     "post",
     "podesta",
     "orbital",
     "hawaii",
     "ap",
     "moscow",
     "crutcher",
     "lee",
     "public",
     "monsivais",
     "brian",
     "taiwan",
     "angeles",
     "the year",
     "aleppo",
     "clapper",
     "syria",
     "cbs",
     "visiting",
     "quentin",
     "brennan",
     "mccrory",
     "republican",
     "county",
     "carolina",
     "kgb",
     "huntington",
     "pat",
     "atk",
     "the last week",
     "comey",
     "north",
     "agrawal",
     "russia",
     "donald",
     "radio",
     "37%",
     "reagan",
     "fbi",
     "yahoo",
     "democratic",
     "8:37 a.m. est",
     "clinton",
     "miami",
     "committee",
     "friday",
     "white",
     "states",
     "parsons",
     "obama",
     "trump",
     "downtown",
     "u.s.",
     "b.",
     "r.",
     "pearce",
     "hillary",
     "united",
     "del",
     "this weekend",
     "dec. 15, 2016",
     "martinez",
     "foundation",
     "pegasus",
     "sierra",
     "cia",
     "christi",
     "john",
     "los",
     "nina",
     "putin",
     "benjamin",
     "jr.",
     "ronald",
     "china",
     "dnc",
     "lives",
     "matt",
     "matter",
     "disney",
     "barack",
     "national"
    ],
    "id": 7,
    "text": "Obama says election cyberattack came from the 'highest levels' of the Russian government and vows retaliation white house Pablo Martinez Monsivais / AP President Barack Obama speaks during a news conference in the briefing room of the White House in Washington. President Barack Obama speaks during a news conference in the briefing room of the White House in Washington. (Pablo Martinez Monsivais / AP) Christi Parsons and Brian Bennett Contact Reporters President Obama publicly accused Russian President Vladimir Putin of involvement in cyberattacks aimed at the U.S. election and leveled a threat on Friday — that the U.S. would retaliate, perhaps in ways no one but the Russians would see. Obama said that he had “great confidence\" in the assessment by U.S. intelligence agencies that the Russians had carried out computer hacks aimed at the Democratic National Committee and senior aides to presidential nominee Hillary Clinton , and that the operation had been approved at “the highest levels” in Moscow. \"Not much happens in Russia without Vladimir Putin,\" he added, saying that the Russians needed to understand that “we can do stuff to you.” (Nina Agrawal) U.S. counter-strikes would come “in a thoughtful, methodical way” and would be felt by the Russians, Obama said. “Some of it, we will do in a way that they know, but not everybody will.” Obama’s statement came as CIA and FBI officials sought to rebut claims that the agencies were at odds in their assessment of Russia’s role in the attacks. In a message to CIA employees, the agency’s director, John Brennan , said that a \"strong consensus\" existed among U.S. intelligence services that Russia orchestrated hacks and that the online leaks were designed at least in part to help Donald Trump win the White House. FBI Director James B. Comey and Director of National Intelligence James R. Clapper Jr. agreed with that assessment, Brennan wrote. He had met separately with both of them, Brennan added, and “there is strong consensus among us on the scope, nature, and intent of Russian interference in our presidential election .” The message was confirmed by a U.S. official after it was first reported by the Washington Post. Pat McCrory on Friday signed a hastily passed bill designed to strip power from the incoming Democratic governor and his party. A second bill with similar intentions now awaits McCrory’s signature. ... Defying protesters and legal threats from his successor, North Carolina’s outgoing Republican Gov. Pat McCrory on Friday signed a hastily passed bill designed to strip power from the incoming Democratic governor and his party. A second bill with similar intentions now awaits McCrory’s signature. ... (Matt Pearce) A second U.S. official said the FBI concurred with intelligence agencies that the Russian government had orchestrated the cyberattacks, which disclosed emails from the files of the Democratic National Committee as well as Clinton campaign Chairman  John Podesta and other top Democrats. Both officials spoke on condition of anonymity because the investigation was continuing and portions of it are classified. Although FBI agents have not determined Russia's motive with certainty, they can tell the hacks targeted Democrats and benefited Trump. Whether the Russians were trying to help elect Trump, sow confusion in the electoral process, undermine an eventual Clinton presidency or achieve a combination of those outcomes remains unclear to agents, the second official said.  Russian officials have denied involvement in the hacking and have said the U.S. should show more proof or let the subject drop. Trump has repeatedly denied that anyone knows whether Russia was behind the leaked emails and has mocked the CIA's assessment that top Russian officials intervened to help him get elected. In the face of those denials, Obama, who has directed U.S. intelligence agencies to complete a thorough review of the Russian actions before he leaves office, said his administration would disclose at least some of the evidence to the public. But, he warned, much of it would have to remain secret. “We will provide evidence that we can safely provide, that does not compromise sources and methods,” he said. He added: “When you are talking about cybersecurity, a lot of it is classified, and we're not going to provide it because the way we catch folks is by knowing certain things about them that they may not want us to know.” Obama’s final scheduled news conference of the year — an unusually long 90-minute affair that was interrupted briefly while the White House doctor attended to a reporter who had fainted — revealed a deepening preoccupation with Putin and Russia in the waning days of his presidency. Asked about Trump’s dealings with China and Taiwan since the election, Obama cautioned the president-elect not to wade too deeply into foreign policy too soon. Obama said he had told Trump that “before he starts having a lot of interactions with foreign governments other than the usual courtesy calls, that he should want to have his full team in place” and “fully briefed” so they “know what they’re talking about.” And he repeated that the blame for the carnage in Aleppo, Syria, where thousands more civilians were killed or displaced in the last week, should fall on the Syrian government and its Russian allies. But it was the Russian interference in the campaign and the partisan debate surrounding it that clearly was on the president’s mind. In an interview with National Public Radio that aired earlier in the day, Obama said that the leaks from Democratic emails had “contributed to an atmosphere in which the only focus for weeks at a time, months at a time, were Hillary's emails, the Clinton Foundation, political gossip surrounding the DNC.”  He returned to that theme repeatedly during the news conference. His intense focus on the topic suggested widespread worry among Western allies about a rising threat from Russia, as well as his own concern that Trump and the Republican Party lack the proper skepticism of the Russian leader. Displaying a partisan tone that he had avoided in other remarks since the election, Obama sharply criticized Republicans who have spoken admiringly of Putin and who have tried to deny or minimize Russia’s interference in the election. He cited a recent YouGov poll that showed 37% of Republicans now approve of Putin. “Over a third of Republican voters approve of Vladimir Putin, the former head of the KGB. Ronald Reagan would roll over in his grave,” Obama said. “And how did that happen? It happened in part because for too long, everything that happens in this town, everything that's said, is seen through the lens of ‘does this help or hurt us relative to Democrats or relative to President Obama.’”  Russia, he said, can’t “significantly weaken us. They are a smaller country; they are a weaker country. Their economy doesn't produce anything that anybody wants to buy except oil and gas and arms. They don't innovate.” But, he said, the U.S. could weaken itself through excessive partisanship and mutual mistrust.   “What I worry about more than anything,” he added, is how “you start to see certain folks in the Republican Party and Republican voters suddenly finding a government and individuals who stand contrary to everything that we stand for as being OK, because that's how much we dislike Democrats.” Obama denied that there had been much “squabbling” between the White House and Trump’s aides on the topic, brushing off Trump’s recent criticism of the White House press secretary as evidence that “the president-elect, you know, is still in transition mode.”  And as Marine helicopters circled the airspace above the White House in preparation for his departure for two weeks of vacation in Hawaii, the president derided the idea that a systematic attack on Democratic computer systems could have happened without Putin’s knowledge. \"This is a pretty hierarchical operation,” he said of the Russian government. “Last I checked, there’s not a lot of debate and democratic deliberation, particularly when it comes to policies directed at the United States.\" \"I will confirm that this happened at the highest levels of the Russian government,” Obama went on. “And I will let you make that determination as to whether there are high-level Russian officials who go off rogue and decide to tamper with the U.S. election process without Vladimir Putin knowing about it.\" Times staff writer Del Quentin Wilber contributed to this report. Caption 90 seconds: 4 stories you can't miss Visiting Downtown Disney? You'll have to go through metal detectors  from now on; a $1-billion desalination plant  might be coming to Huntington Beach; meet the 'Chromies’ ; and federal officials are investigating the Orange County district attorney’s office . Caption 90 seconds: 4 stories you can't miss Visiting Downtown Disney? You'll have to go through metal detectors  from now on; a $1-billion desalination plant  might be coming to Huntington Beach; meet the 'Chromies’ ; and federal officials are investigating the Orange County district attorney’s office . Caption Yahoo hacked Yahoo says more than a billion user accounts have been hacked. Dec. 15, 2016. (CBS Miami)  Yahoo says more than a billion user accounts have been hacked. Dec. 15, 2016. (CBS Miami)  Caption Curiosity Correspondent: Becoming a trapeze artist is hard Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Caption 90 seconds: 4 stories you can't miss The first place officials look to assess the drought is the northern Sierra Nevada , Black Lives Matter is a case study in art as protest , in the corruption trial of retired Sheriff Lee Baca, a former Los Angeles Times reporter's testimony dealt a heavy blow,  and you might want to leave the kids at home if you plan on going to see “Rouge One” this weekend . Caption Pegasus XL Rocket Launches with CYGNSS Spacecraft The Orbital ATK Pegasus XL rocket launched from the company's L-1011 Stargazer airplane at 8:37 a.m. EST, carrying the CYGNSS spacecraft for launch. The Orbital ATK Pegasus XL rocket launched from the company's L-1011 Stargazer airplane at 8:37 a.m. EST, carrying the CYGNSS spacecraft for launch. ",
    "title": "Obama says election cyberattack came from the &apos;highest levels&apos; of the Russian government and vows retaliation - LA Times"
   },
   {
    "entities": [],
    "id": 8,
    "text": "",
    "title": "Who, Me? Biased? - Video Channel - NYTimes.com"
   },
   {
    "entities": [
     "recently",
     "russia",
     "donald",
     "congress",
     "earlier this month",
     "twitter",
     "linkedin",
     "postfirst",
     "time",
     "vladimir",
     "wasserman",
     "cia",
     "johnson",
     "scott",
     "john",
     "fbi",
     "james",
     "capitol",
     "putin",
     "next month",
     "clapper",
     "washington",
     "democratic",
     "clinton",
     "now",
     "google",
     "brennan",
     "monday",
     "usa",
     "committee",
     "friday",
     "december 16, 2016",
     "j.",
     "kevin",
     "trump",
     "obama",
     "schultz",
     "intelligence",
     "facebookemail",
     "july",
     "u.s.",
     "october",
     "hill",
     "debbie",
     "4:47 p.m. est",
     "pinterest",
     "earlier this week",
     "jeh",
     "hillary",
     "applewhite",
     "sanders",
     "wikileaks",
     "past",
     "facebook",
     "comey",
     "today",
     "bernie",
     "national"
    ],
    "id": 9,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest FBI accepts CIA conclusion that Russians hacked to help Trump The FBI is now backing the CIA’s assessment that Russian hackers sought in part to tilt the election in favor of President-elect Donald Trump when they breached American political institutions resulting in the theft of a trove of sensitive communications, a U.S. official said Friday. Post to Facebook FBI accepts CIA conclusion that Russians hacked to help Trump The FBI is now backing the CIA’s assessment that Russian hackers sought in part to tilt the election in favor of President-elect Donald Trump when they breached American political institutions resulting in the theft of a trove of sensitive communications, a U.S. official said Friday. Check out this story on USATODAY.com: http://usat.ly/2hXsxUu CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 147 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs FBI accepts CIA conclusion that Russians hacked to help Trump Kevin Johnson , USA TODAY 4:47 p.m. EST December 16, 2016 FBI Director James Comey testified on Capitol Hill about Hillary Clinton's email in July, part of a long year of email controversies. (Photo: J. Scott Applewhite, AP) WASHINGTON —The FBI is now backing the CIA’s assessment that Russian hackers sought in part to tilt the election in favor of President-elect Donald Trump when they breached American political institutions resulting in the theft of a trove of sensitive communications, a U.S. official said Friday. President Obama, meanwhile, indicated Friday that Russian President Vladimir Putin must have been aware of the cyber attacks. \"Not much happens in Russia without Vladimir Putin knowing about it,\" Obama told reporters Friday. \"This happened at the highest levels of the Russian government.'' Obama said he was awaiting a complete review of the matter by intelligence and and national security officials before he leaves office next month. Read more: Obama threatens retaliation against Russia for election hacking The FBI's support of the CIA's assessment, according to the official familiar with the bureau's position but not authorized to comment publicly, comes after FBI Director James Comey and National Intelligence Director James Clapper had meetings with CIA Director John Brennan earlier this week to review the agency's conclusion. The FBI had indicated as recently as Monday that the CIA’s assessment — delivered earlier this month to some members of Congress — may prove accurate but lacked the definitive evidence necessary for the agency to reach such a conclusion. That changed, the official said, after the high-level meetings resulted in a consensus on Russia’s motive, a conclusion that so far has been flatly rejected by Trump and has roiled the capital’s political establishment. The Washington Postfirst reported the development Friday. Russia, which has dismissed the CIA’s findings, was publicly identified in October as having breached the systems of the Democratic National Committee, resulting in theft of a trove of sensitive communications. Those communications were later provided to WikiLeaks and DCLeaks, which published the information in the months and weeks leading up to the general election. The leaks prompted the resignation of Democratic National Committee Chairwoman Debbie Wasserman Schultz on the eve of the party's national convention in July. The leaks also led supporters of Sen. Bernie Sanders to protest that the Democratic primaries were rigged against him. At the time Russia was publicly identified, Clapper and Homeland Security Secretary Jeh Johnson concluded that the disclosures were \"intended to interfere with the U.S. election process.'' The FBI had stopped short of endorsing the CIA's new assessment that Russia was hoping to boost Trump, the official said, because it had been considering how much weight to ascribe to multiple possible motives: Was Russia attempting to damage Democratic nominee Hillary Clinton's ability to govern, betting that she would be elected? Was it retaliation against Clinton for her past criticism of Russian elections? Was it intended to undermine confidence in the American political system? Or was it a combination of all? The official said the bureau continued to weigh those and other options. But in the end, the collective effect of the Russian action was to assist Trump. Read more: ",
    "title": "FBI accepts CIA conclusion that Russians hacked to help Trump"
   }
  ]
 }
}