{
 "18": {
  "col-sim": {
   "cosine": 0.15131261459868212,
   "entity": 0.0
  },
  "exec-time": 9.81128740310669,
  "links": [
   {
    "entities": [
     "november 5, 2016",
     "russia",
     "donald",
     "friday, dec. 16, 2016",
     "mcmullin",
     "associated",
     "iowa",
     "alabama",
     "aleppo",
     "complex",
     "trupm",
     "barack",
     "syria",
     "fla.",
     "cedar",
     "the day",
     "gop",
     "fairgrounds",
     "now",
     "fl",
     "the",
     "friday",
     "star",
     "central",
     "may 26",
     "press",
     "obama",
     "trump",
     "earnest",
     "saturday",
     "four weeks ago",
     ", 12:32 am",
     "amphitheater",
     "evan",
     "orlando",
     "ap",
     "sunshine",
     "state",
     "dec 17, 2016",
     "josh",
     "florida",
     "utah",
     "shares",
     "night",
     "rapids"
    ],
    "id": 0,
    "text": "Orlando, FL \u0097 Dec 17, 2016, 12:32 AM ET 0 Shares Star The Associated Press President-elect Donald Trump speaks during a rally at the Orlando Amphitheater at the Central Florida Fairgrounds, Friday, Dec. 16, 2016, in Orlando, Fla. (AP Photo/Evan Vucci) 0 Shares Email President-elect Donald Trump brought his \"thank you\" tour to the battleground state of Florida Friday night -- his first time holding a rally in the state since winning the election. The Sunshine State was his most-visited battleground state during the election, spending 19 days campaigning in the state since clinching the nomination May 26. Trump kicked off his rally thanking the “incredible” people of Florida, who he later called out for being “vicious” and violent during the campaign. \"Four weeks ago just prior to, you people were vicious violent, screaming, 'we want the wall,' screaming 'prison, prison, lock her up!' You were going crazy. I mean, you were nasty and mean and vicious and you wanted to win, right?” Trump said at the Central Florida Fairgrounds Complex. \"But now it's much different. Now you're laid back, you're cool, you're mellow, right? You're basking in the glory of victory.\" President-Elect Trump Goes After Obama Press Secretary Josh Earnest in Speech During the campaign, Trump defended his supporters, arguing they should respond if anti-Trump protesters provoked them. “If you see somebody getting ready to throw a tomato, knock the crap out of them , would you? Seriously, OK? Just knock the hell ... I promise you I will pay for the legal fees. I promise, I promise,\" Trump said told supporters in Cedar Rapids, Iowa, on the day of the state's GOP caucuses. In addition to thanking his supporters, Trump finally identified \"that guy from Utah,\" whom he frequently mentions at his rallies: Former independent presidential candidate Evan McMullin . But Trump didn’t exactly call him by his proper name: Trupm referred to McMullin as \"McMuffin” after it was shouted by a supporter in the crowd. \"That’s correct, that’s his name,\" Trump said. “I never heard of this guy before.” Days before the election, McMullin tweeted a photo of himself holding an Egg McMuffin, writing, “McMuffins for McMuFinn. #McMullinFinn.” — Evan McMullin (@Evan_McMullin) November 5, 2016 Trump did not address President Barack's Obama's news conference, nor Russia or Aleppo. But for the second time in a row, he brought up the need for safe zones to protect refugees. \"So we are going to start using our head. We are going to do things right and try to patch that up and try to help people. We'll build safe Zones,\" Trump ensured his supporters. \"We are going to build safe Zones in Syria. We are going to build safe Zones. And we are going to get the gulf states to pay for the safe Zones and we'll try on help people. We are going to try and we are going to get it done.\" On Saturday, Trump is expected to make the final stop on his \"thank you\" tour in Mobile, Alabama. 0 Shares ",
    "title": "Trump: Post-Election, Florida Supporters Have Gone From 'Mean and Vicious' to 'Cool and Mellow' - ABC News"
   },
   {
    "entities": [
     "december 18, 2016",
     "the end of the month",
     "overnight",
     "family",
     "gowayed",
     "new",
     "times",
     "dec. 17, 2016",
     "once",
     "this summer",
     "the day",
     "now",
     "earth",
     "ethiopia",
     "halloween",
     "past",
     "first year",
     "home",
     "addario",
     "algeria",
     "today",
     "syrian",
     "kerry",
     "of",
     "halloween before",
     "bayan",
     "syria",
     "lynsey",
     "google",
     "ali",
     "ahmad",
     "midnight",
     "israel",
     "j.",
     "mak",
     "east",
     "bangladesh",
     "mohammad",
     "toronto",
     "alberta",
     "first hour",
     "mclorg",
     "jordan",
     "calgary",
     "eman",
     "minneapolis",
     "last month",
     "maps",
     "donald",
     "burston",
     "twitter",
     "eritrea",
     "mali",
     "abdullah",
     "island",
     "transforms",
     "sam",
     "trump",
     "batoul",
     "sunday",
     "two weeks later",
     "santa",
     "cole",
     "maimoonah",
     "sundays",
     "mohammads",
     "daraa",
     "last winter",
     "walmart",
     "einhorn",
     "shifting",
     "years ago",
     "heba",
     "mornings",
     "muslim",
     "munich",
     "memories",
     "child",
     "jodi",
     "china",
     "dynamics",
     "the next day",
     "october",
     "canada",
     "wonder",
     "kantor",
     "york",
     "province",
     "yolanda",
     "west",
     "future",
     "catrin",
     "nammoura"
    ],
    "id": 1,
    "text": "Site Mobile Navigation Cover Photo Bayan Mohammad, a fifth grader, at school in Toronto. Bayan and her family arrived in Canada last winter as refugees. Credit Lynsey Addario for The New York Times Wonder and Worry, as a Syrian Child Transforms Canada welcomes Syrian refugees like no other country. But for one 10-year-old’s parents, is she leaving too much behind? By CATRIN EINHORN and JODI KANTOR DEC. 17, 2016 TORONTO — As soon as Bayan Mohammad, a 10-year-old Syrian refugee, arrived here last winter, she began her transformation. In her first hour of ice-skating, she managed to glide on her own. She made fast friends with girls different from any she had ever known. New to competitive sports, she propelled herself down the school track so fast that she was soon collecting ribbons. Bayan glued herself to the movie “Annie,” the ballet “Cinderella” and episodes of “Wheel of Fortune,” all stories of metamorphosis. As her English went from halting to chatty, she ticked off everything she hungered to do: An overnight school trip. Gymnastics lessons. Building a snowman — no, a snow-woman. “I just want to be Canadian,” she said. The volunteers resettling her family — a group of teachers, pediatricians and other friends and neighbors spurred by devastating images of young refugees and casualties of war — watched Bayan with wonder. Her parents, Abdullah and Eman Mohammad, a former grocery store owner and a nurse from a rural village, felt both pride and alarm. Coming to Canada with their four children, they had braced themselves for the hostility that so many refugees were encountering around the world, including just across the border, where Donald J. Trump warned of the threat posed by Syrian refugees. Instead, they found a national movement to aid them . Advertisement Continue reading the main story As Syria shattered, everyday citizens, called private sponsors, were adopting the newcomers, donating their time and thousands of dollars to help guide them through their first year. The volunteers attended to the family’s every need: an apartment, doctors, tips on finding a mosque and halal food. The sponsors even applied to bring other family members to Canada — and still they wanted to know what more they could do. Continue reading the main story The Mohammads were astonished and grateful. But over 10 months, the relationship was reshaping the family, rewriting roles and rules they had always followed. Abdullah and Eman found their marriage on new ground, the fundamental compact between them shifting. Bayan, their oldest child, was going from girl to adolescent, Middle Eastern to North American all at the same time. She was the one most likely to remember their now-obliterated life in Syria. On some days, her parents believed that she could meld her old and new identities; on others, they feared her Syrianness was being erased. Continue reading the main story Photo Bayan was eager to embrace the regular pastimes of Canadian youth, like ice-skating. Within her first hour, Bayan was gliding on her own, “arms outstretched and a smile as wide to match,” said one of her sponsors, Yolanda Mak. Credit Cole Burston for The New York Times If the family had landed in Munich or Minneapolis, they would have encountered new cultural dilemmas, too. But Canada’s unusual private sponsorship system made them especially acute, because it was so intimate. The Canadians and Syrians were in and out of one another’s homes for tutoring, computer lessons or celebrations. They shared parental tasks like communication with teachers, since the Mohammads spoke little English. “What they gave us, a brother wouldn’t even give to his own brother,” Mr. Mohammad said. Still, when one sponsor took the children to a ballet performance, Bayan twirled her way home and then begged for lessons — which would involve revealing outfits that would make her parents uncomfortable. The sponsors invited the children to make gingerbread houses and sing carols. Did saying yes mean that the strict Muslim family would be celebrating a Christian holiday? “Sponsorship brings the tension between East and West so close,” said Sam Nammoura, a Syrian-Canadian refugee advocate in Calgary, Alberta. The Mohammads had left Syria and then Jordan to safeguard their children — but once they arrived here, they were bewildered by what they found. Why were teenagers here allowed to stay out past midnight? Did children move away from home at 18 and never look back? How much control did parents even have? “Every day I have this dilemma,” Mrs. Mohammad said. “Am I letting the kids do the right thing?” In October, Bayan craved one item above all on her wish list: to join her school’s overnight trip. For three days at the end of the month, the whole fifth grade would travel to an island in Toronto’s harbor, exploring, conducting science experiments and sleeping in dorms. Advertisement “I want to go but my dad said no,” Bayan said over a family lunch of chicken and stuffed cabbage rolls. Her parents felt their children belonged at home; they had never been on a sleepover. “I want to go!” Bayan repeated. “I’m sad because my best friends are going.” By Canadian or American standards, she was being polite: no eye-rolling or accusations. Continue reading the main story Photo Kerry McLorg, center, the organizer of group of sponsors helping to resettle the Mohammad family in Canada, showed the children and their mother how to make gingerbread houses last month. Credit Lynsey Addario for The New York Times But in Syria, children are bound to respect the authority of their parents, even in adulthood. The rule had governed the Mohammad family for generations, backed up by relatives, friends, an entire culture. Within months of arriving in Canada, Bayan shocked her parents by beginning to question their decisions out loud. “She’s stronger now, here, and she tries to express herself more than in Syria,” her mother explained. Bayan knew she had a quiet ally at the lunch table that day: Kerry McLorg, the organizer of the sponsor group. Meticulous and restrained, Ms. McLorg never wanted to push the Mohammads, and when they asked for her advice, she tended to answer with clinical distance, lest her own preferences show. But she knew Bayan yearned for the adventure. She and the other sponsors saw it as another step in the girl’s integration into Canada. Her two children had gone on the trip years ago and still talked about the traditions — visiting a lighthouse, telling ghost stories. “Every kid in Toronto does this,” Ms. McLorg had told Bayan’s parents when they had asked. “Academically, it’s not important. But socially, it is very important.” Mr. Mohammad told Bayan again: No trip. He was not an immigrant who set out to adapt to a new world; he was a refugee trying to hold on to what had been ripped from him. “We’re forced to be here,” Mr. Mohammad said later. “We’re happy, but we’re forced to be here.” Advertisement He still had a shot at preserving the identity he wanted for Bayan, but he and his wife would have to be vigilant, willing to deny their daughter some of what she wanted. “I will do this for her,” he said. “God help us.” Continue reading the main story Photo Abdullah Mohammad looked at images of his village near Daraa, Syria, on Google Earth as the rest of the family was making gingerbread houses. Credit Lynsey Addario for The New York Times Shifting Family Dynamics Only one thing about Canada seemed to disconcert Bayan: its types of families she had never seen or even imagined. She was troubled by the concept of divorce, by classmates whose parents lived in separate homes. “My mom and dad, they will not do that,” she declared. The Mohammads were from a particularly conservative village in Daraa Province. Their union was arranged by their families and governed by clear tenets. Back home, Eman Mohammad, 36, did not leave the house without asking her husband’s permission. She did not socialize with men who were not relatives. Women in the village did not drive. Against the odds, and Abdullah’s initial reluctance, she had worked as a nurse, one of only a few women in her circle to be employed outside the home after having children. Now she was far more at home in Canada than he was. She attended her first modern dance performance, thrilled by the surprise and emotion. When her husband, 36, turned down a supermarket job this summer, unsure of what kind of work he wanted, she joked that she would take it. She was determined to get certified as a nurse again, even though that would require years of language instruction and coursework. Meanwhile, she found new purpose: helping lead a therapy group for Syrian women coping with trauma and displacement. Standing in front of a whiteboard, she peppered her presentations with motivational statements: “Nothing is impossible.” “When we work, we are helping society around us, not ourselves alone.” She earned about 70 Canadian dollars for each weekly session. Being in Canada “opened new doors for me that I didn’t even know existed,” Mrs. Mohammad said. Continue reading the main story Photo Clockwise from left, Batoul, Bayan, Mohammad and Ahmad walking home from school. Credit Lynsey Addario for The New York Times Her husband, however, was having difficulty. In Syria, he co-owned a grocery store and two butcher shops, and had been the unquestioned head of the household. Now the sponsors were helping support his family, along with government subsidies. While his wife went to one of the therapy groups, he took care of Bayan and the younger children, and he had been helping in the kitchen. “Sometimes I feel weak doing these things,” he said. “It’s a woman’s job.” He told himself that spending more time with his children would draw them closer. Bayan had ambitions for her father: to learn to swim, to drive, to buy a car with six seats. “I dream, like, all the time we have a big house and a pool,” she said. Advertisement Continue reading the main story But Mr. Mohammad was nowhere near finding work that could support a family of six in an expensive city, and he felt torn about whether he should continue to study English full time or just get the best job he could. “I feel lost,” he had said. Because his wife’s language skills were better, he sometimes was left out of conversations. (The Mohammads asked not to be identified by their full surnames, because they feared reprisals against relatives still in Syria. This article uses part of their family name.) If Syria heals, Mr. Mohammad said, he definitely wants to go back. His wife countered: “My future and my kids’ future is in this country.” We have been reporting on Canada's unusual welcome of Syrian refugees for nearly a year, paying frequent visits to the Mohammad family, the volunteers helping them, and other Syrians and Canadians involved in private sponsorship. Then they laughed. The marriages of many Syrians who had come to Canada were far more strained, they knew, the traditional arrangements difficult to replant on new soil. Mrs. Mohammad’s counseling groups were filled with women whose husbands had turned bitter at the changed circumstances. Some wives were finally reporting years of domestic abuse. The Mohammads tried to mitigate their differences with kindness. She found ways to telegraph respect for her husband’s authority — before buying a new dress, she texted him a photo and the price for approval. For fortitude with child care duties, he turned to Islamic teachings about the value of helping one’s wife. The two had long conversations about a new favorite word, “flexibility.” Even as Eman Mohammad craved opportunities for herself, she was not sure how much freedom she wanted for Bayan. In Syria, the path was restrictive but clear. If the war had never happened, she would already be wearing a head scarf and attending a girls’ school. Most girls in her village married at 14 or 15, though the Mohammads would have waited until at least 18. Even if she pursued university there, she would not go on unsupervised dates, get offered a beer at a party, or live alone. Now that she was in Canada, her mother felt, there was no longer a map for her daughter’s life. “I want to try everything here,” Bayan said. Continue reading the main story Photo Bayan checked her application of fake blood on Halloween before she went out trick-or-treating. Credit Cole Burston for The New York Times On the day of the school trip, with her classmates off on Toronto Island in a freezing rain, the family moved on to their next cultural debate. “What is the meaning of Halloween?” Mrs. Mohammad asked. The holiday was four days away. Bayan burst with answers. It was about being frightened in a fun way, she said, dressing as skeletons and ghosts. “It has to be something scary,” she explained. She wanted to wear a devil costume. Advertisement Continue reading the main story One of the sponsors had already arranged to take them trick-or-treating. But what Mrs. Mohammad had heard about the holiday made her dubious. Her children would celebrate death and horror, after they had escaped the real thing? Should she worry that her daughter wanted to dress as a symbol of evil? Did Canadians really believe in people coming back from the dead? Just then, Ms. McLorg arrived at the family’s apartment with a giant pumpkin for the children to carve. Bayan had asked Ms. McLorg to join them for the coming trick-or-treat date, but the sponsor did not realize how Mrs. Mohammad felt. Ms. McLorg was trying to introduce Canadian customs without imposing on the family’s own. “They should not have to change their essence in order to become Canadian,” Ms. McLorg said later. In fact, the country officially encourages new arrivals to maintain their own culture. In the end, they all celebrated Halloween. Another sponsor hosted them for dinner and cookies: long slivers of shortbread with red icing and almond nails, meant to look like bloody fingers. Ms. McLorg arrived in a pink bunny suit. On the costume question, Bayan and her mother had reached a middle ground: a zombie princess. Abdullah Mohammad headed home early; Bayan pleaded to stay later. Her mother surveyed the spiderwebs and chains lacing the street, watching her children merge into the flowing highway of trick-or-treaters. Continue reading the main story Photo Bayan studying the Quran at the school on a recent Sunday when the rest of the family were at a Santa parade, which Bayan was disappointed to miss. Credit Lynsey Addario for The New York Times Memories of Home Two weeks later, Mrs. Mohammad and her two daughters were propelled into a local Walmart by Bayan’s sheer force of will. She longed for a pair of sparkly purple sneakers, and begged, nagged and nearly cried until her mother agreed. As they navigated the aisles, mother and daughters looked like members of two different families. Mrs. Mohammad wore her head scarf, neck-to-toe gown and shawl, while the girls were in leggings and skinny jeans. The question about when Bayan would start covering her head loomed over her and her parents. As they were in Canada, her mother was willing to postpone it until seventh grade. Advertisement Continue reading the main story “No!” Bayan yelled when she overheard her mother talking about it. She looked ugly with her head covered, she thought. “When I’m in grade nine — maybe,” she said. But the next day, Bayan and her mother slipped inside a building a few blocks from their apartment, where the 10-year-old kicked off the brand-new sneakers and knelt. Her mother draped a thin scarf over her daughter’s head, expertly folding, tucking and pinning until it covered her hair without a strand showing. Photo Eman Mohammad helped her daughter Bayan put on a head scarf before she attended the Islamic school at a local mosque. Credit Lynsey Addario for The New York Times This was Islamic school at the mosque, a new fixture of Bayan’s Sundays. For several hours, she studied written Arabic, verses of the Quran and Islamic values with other children. It was the only activity of hers that the sponsors had not been involved in planning; that day, they were taking the rest of the family to a Santa parade, which Bayan was disappointed to miss. Sunday mornings were a compromise between Bayan and her parents: the single time each week, for now, that she would cover her head. For the main lesson that day, the teacher, Maimoonah Ali, an 18-year-old whose parents came to Canada as refugees from Eritrea, passed out colored Popsicle sticks and instructed the students to snap them. The sound of splintering wood filled the room. “Sometimes there are tests in life,” she told the children. “And sometimes they break us.” Then she collected the remaining sticks into a tight bundle. One by one, the students strained and failed to break them. “It’s really, really difficult to break things when they’re all together, right?” Ms. Ali asked. “And that’s exactly like us.” But it was not clear how much the class was going to do to help secure Bayan’s Syrian identity. In English, she could read at “Cat in the Hat” level, but her Arabic reading was worse, because the war had interrupted her schooling. Bayan was supposed to repeat the verses that a classmate was saying that day, but her partner did not speak Arabic, and Bayan could barely understand her. She was the only Syrian in the school. Other classmates’ parents came from Algeria, Bangladesh, Ethiopia and Mali. Half the population of Toronto is foreign-born, a reflection of Canada’s openness to immigrants. In her apartment building, Bayan has friends whose families are from Israel and China. Advertisement Continue reading the main story When her father picked her up, she could not take off her hijab fast enough. During lunch at home, as she chatted in English, he interjected: “Arabic!” She continued in a mix of both. When she talked about the stick exercise, her father gave a look of recognition. “I was Bayan’s age when they told me the same story,” he said. Continue reading the main story Photo Bayan drawing a heart on the window of her family’s apartment in Toronto. Credit Lynsey Addario for The New York Times Their childhoods seemed so disconnected from one another’s. The family left Syria when Bayan was 7 or 8 — they had foundered in Jordan before coming to Canada — and her memories of the home where her family had lived for three generations were dimming. She could picture playing hide-and-seek with her cousins by the fountain and grapevines in the courtyard, and recall the way an adjacent garden produced enough mint for the whole neighborhood. But Bayan and her sister could no longer agree on how many olive trees stood there: 20? 100? (Eight, their mother said.) After the Mohammads left Syria, the house next door was shelled or bombed and collapsed on their own home. It was ruined now, the second story gone. The sponsors helped them use Google Maps to try to find what was left, but no one could quite pinpoint it. “I love that house,” Bayan had said a few days before. Suddenly, her confidence and determination kicked in. “We’re going to build it,” she said. “My siblings. All of us.” Follow Jodi Kantor and Catrin Einhorn on Twitter. Lynsey Addario contributed reporting. Heba Gowayed contributed research. A version of this article appears in print on December 18, 2016, on Page A1 of the New York edition with the headline: Wonder and Worry, As a Syrian Child Transforms. Order Reprints | Today's Paper | Subscribe ",
    "title": "Wonder and Worry, as a Syrian Child Transforms - The New York Times"
   },
   {
    "entities": [
     "beijing",
     "taiwan",
     "sea",
     "yang",
     "south",
     "associated",
     "navy",
     "$5 trillion",
     "us",
     "party",
     "times",
     "global",
     "yi",
     "island",
     "the",
     "friday",
     "states",
     "dec. 2",
     "china",
     "press",
     "pentagon",
     "trump",
     "$150,000",
     "america",
     "u.s.",
     "hainan",
     "bay",
     "april 2001",
     "united",
     "communist",
     "tsai",
     "ing-wen",
     "thursday",
     "subic",
     "philippines"
    ],
    "id": 2,
    "text": "US report says China adds weapons to South China Sea islands China's seizure is being considered by some observers as one of the most significant disputes in years between the world super powers and follows Trump’s post-election victory call with the president of Taiwan. The call alarmed old guard foreign policy experts who said it undermined the United States’ decades-long “One China” policy that recognizes mainland China over Taiwan. Before the Pentagon announcement, China had indicated that efforts were underway to resolve the issue, saying it was in contact with American counterparts regarding the \"appropriately handling\" of the unmanned underwater glider. However, the one-sentence comment by the country’s foreign ministry offered no details on what discussions were underway or why China on seized the drone, which the Pentagon says was being operated by civilian contractors for oceanic research. The U.S. said it issued a formal diplomatic complaint over the seizure and demanded the drone's return. \"According to (our) understanding, the U.S. and Chinese sides are working on appropriately handling this matter through channels between the two militaries,\" the foreign ministry said in its statement, which was faxed to The Associated Press. China's defense ministry did not immediately respond to questions on the issue. The drone was seized while collecting unclassified scientific data about 57 miles northwest of Subic Bay, near the Philippines in the South China Sea, which China claims virtually in its entirety, the U.S. Navy said Friday. \"It is ours,” a Navy spokesman said. “It's clearly marked as ours. We would like it back, and we would like this not to happen again,\" The spokesman also said the drone costs about $150,000 and is largely commercial, off-the-shelf technology. The most recent, significant dispute between the countries’ militaries was perhaps in April 2001 when a U.S. Navy surveillance aircraft and a Chinese fighter jet nearly collided about 70 miles from China's Hainan island, which led to the death of a Chinese pilot. Whatever the outcome of the drone incident, the incident is likely to fray the already tense relations between U.S. and China. Beijing was angered by Trump's decision to talk Dec. 2 by phone with Taiwanese President Tsai Ing-wen and by his later comments that he did not feel \"bound” by the One China policy, unless the U.S. could gain trade or other benefits from China. China considers the self-governing island its own territory to be recovered by force if it deems necessary. There also have been increased tensions over Beijing's ongoing military buildup in the South China Sea, mainly the development and militarization of man-made shoals and islands aimed at extending China's reach in the strategically vital area through which about $5 trillion in global trade passes annually. In one of the few reports in state media about the drone's seizure, a newspaper published by China's ruling Communist Party cited an unidentified military official as saying that a \"smooth resolution\" to the matter is expected. A Chinese navy ship discovered an \"unidentified device\" Thursday and was checking on it for the sake of maritime safety, the Global Times quoted the official as saying. \"China has received the U.S. request to return the device, communication is open between the relevant departments of the two sides and I believe this matter will obtain a smooth resolution,\" the officer was quoted as saying. In a separate report, the paper quoted retired Chinese admiral Yang Yi as saying China considered itself well within its rights to seize the drone. \"If China needs to take it, we'll take it. (America) can't block us,\" Yang was quoted as saying. Yang said he was unsure of the purpose of seizing the drone, but didn't think the matter qualified as a \"military conflict.\" However, he added that the chances of a confrontation had risen following Trump's recent comments, which were seen as testing China's bottom line on Taiwan and other sensitive issues. \"It's natural for us to take possession of and research for a bit these types of things that America sends to our doorstep,\" Yang said. \"The louder they shout, the more their protests ring hollow.\" The Associated Press contributed to this report.   ",
    "title": "Pentagon: China to return seized Navy drone | Fox News"
   },
   {
    "entities": [
     "house",
     "tonight",
     "ky.",
     "david",
     "sparta",
     "electors",
     "new",
     "times",
     "once",
     "service",
     "dec. 5",
     "washington",
     "vinz",
     "dylan",
     "now",
     "christmas",
     "evening",
     "200 years later",
     "lyman",
     "america",
     "post",
     "odni",
     "podesta",
     "cruz",
     "ohio",
     "rex",
     "the coming weeks",
     "skaggs",
     "moscow",
     "vu",
     "jim",
     "thursday",
     "college",
     "suprun",
     "office",
     "hamilton",
     "of",
     "this year",
     "august",
     "massachusetts",
     "representatives",
     "republican",
     "county",
     "phoenix",
     "the days after nov. 8",
     "california",
     "jay",
     "anti-trump",
     "j.",
     "franklin",
     "mark",
     "r.j.",
     "robert",
     "koller",
     "russia",
     "donald",
     "congress",
     "joyce",
     "election",
     "texas",
     "nakashima",
     "norman",
     "day",
     "alexander",
     "monday",
     "clinton",
     "friday",
     "white",
     "december 17",
     "trump",
     "obama",
     "intelligence",
     "teter",
     "u.s.",
     "ellen",
     "kasich",
     "phillip/ap",
     "calif.",
     "hillary",
     "czech",
     "director",
     "carole",
     "postal",
     "electoral",
     "samuels",
     "earlier this month",
     "the past",
     "cia",
     "john",
     "atlanta",
     "eisen",
     "benjamin",
     "gop",
     "baoky",
     "monterey",
     "the",
     "arizona",
     "hersch",
     "dec. 19",
     "china",
     "at 6:38 pm",
     "yesterday",
     "chris",
     "york",
     "republic",
     "bush",
     "national"
    ],
    "id": 3,
    "text": "By Robert Samuels December 17 at 6:38 PM Follow @newsbysamuels Pressure on members of the country’s electoral college to select someone other than Donald Trump has grown dramatically — and noisily — in recent weeks, causing some to waver, but yielding little evidence Trump will fall short when electors convene in most state capitals Monday to cast their votes. Carole Joyce of Arizona expected her role as a GOP elector to be pretty simple: She would meet the others in Phoenix and carry out a vote for Trump, who won the most votes in her state and whom she personally supported. But then came the mail and the emails and the phone calls — first hundreds, then thousands of voters worrying Trump’s impulsive nature would lead the country into another war. “Honestly, it had an impact,” said Joyce, a 72-year-old Republican state committeewoman. “I’ve seen enough funerals. I’m tired of hearing bagpipes. . . . But I signed a loyalty pledge. And that matters.” Such is the life these days for many of the 538 men and women who are scheduled to meet Monday across the country to carry out what has traditionally been a perfunctory vote after most every presidential election. In this image from video, Electoral College voter Jim Skaggs looks through his mail from people writing him about being an elector in Bowling Green, Ky. (Dylan Lovan/AP) The role of elector has intensified this year, in the wake of a bitter election in which Trump lost the popular vote by a margin of nearly 3  million and a secret CIA assessment revealed that Russia interfered to help Trump get elected. Amid the uncertainty caused by Russian influence, 10 electors — nine Democrats and one Republican — asked for an intelligence briefing to get more information about Moscow’s role. Their request was endorsed by John Podesta, Hillary Clinton’s campaign manager. “The administration should brief members of the electoral college on the extent and manner of Russia’s interference in our election before they vote on Dec. 19,” Podesta wrote Thursday in a Washington Post op-ed . The Office of the Director of National Intelligence said Friday evening that it would not brief the electors, because it is engaged in a presidentially ordered review of the Russian interference. “Once the review is complete in the coming weeks, the intelligence community stands ready to brief Congress” and may release findings, the ODNI said in a statement posted to its website. Meanwhile, Joyce and the other 305 Republican electors who are supposed to cast their votes for Trump have been subject to intense campaigns orchestrated by anti-Trump forces to convince them that they alone can block the reality television star from the White House. Others have targeted Democratic electors, who are supposed to cast votes for Hillary Clinton, to persuade them to switch to a more conventional Republican who could also draw enough support from GOP electors to swoop into office. While there is little sign the efforts will prove successful, the push has unleashed intense pressure on individual electors, who have now been thrust into a sometimes uncomfortable spotlight. Rex Teter, 59, a music teacher and preacher, received about 35,000 emails and 200 letters urging him not to support Donald Trump. (David J. Phillip/AP) Joyce has received emails from “Benjamin Franklin” and “John Jay” — and a Christmas card that read: “Please, in the name of God, don’t vote for Trump.” The rancor about the role of electors started early in the campaign. In August, Baoky Vu, a GOP activist in Atlanta, said he planned to resign from the job because he was so morally opposed to Trump. He planned to defer his voting responsibility to someone more willing — an alternate who would be put in place Monday. After the election, Vu started getting phone calls and emails asking him not to resign. He was asked instead to consider joining a coalition of electors hoping to vote against Trump. He declined. “I don’t think we should drag this election out any longer,” Vu said. “And can you imagine if the electors overturned the results? If we attempt to change them in anyway, you’ve got these far-right elements that are just going to go haywire.” Mark Hersch, a 60-year-old Chicago-based marketing strategist, joined a group known as the Hamilton Electors, who have been organizing efforts to contact electors and change their minds. Before the election, Hersch said, the most political activism he had ever undertaken was planting a yard sign. He said he believes the goal to deny Trump seems reachable if not probable. Rather than persuade an entire country, he and his allies must find 37 Republicans willing to vote for someone else, a tipping point at which the responsibility of picking the president would shift to the U.S. House of Representatives. No one knows for sure how many are considering alternate votes; estimates vary from one to 25. The GOP-controlled House could vote for Trump anyway, but those trying to flip voters say there is still value in taking a stand. Hersch said he was inspired to continue to flip electors by the movie “300,” which depicts ancient Sparta’s war against a Persian army that outnumbered them 1,000 to one. “I would like to think we would be successful, but if not, we need to do all we could to prevent this man from being president,” he said. Then he modified a line from the movie: “Prepare your breakfast, and eat hearty, for tonight, we will go to battle. This isn’t 300, but 538.” That “battle” has intensified as electors draw closer to their convening Monday. Joyce was getting 15 letters a day and 300 emails in the days after Nov. 8, but those numbers quickly increased to 50 and 3,000. Some of them have been form letters, others handwritten. The letters came from Washington state and from China, stuffed with copies of the U.S. Constitution or Alexander Hamilton’s writing in Federalist Paper No. 68, which states that the meeting of the electoral college “affords a moral certainty, that the office of President will never fall to the lot of any man who is not in an eminent degree endowed with the requisite qualifications.” On Thursday, Joyce received so many letters that the letter carrier just gave her a U.S. Postal Service bucket filled to the brim. “I’m sorry this is happening to you,” Joyce recalled the letter carrier saying in a phone interview. While some electors have complained of harassment, Joyce shrugged off the mail and placed it all on a sofa decorated with American flag pillows. “This is America,” she said, adding that most of the messages were thoughtful. “People have a right to say what they want.” On Friday, she said, her emails became more positive. The messages were from Republicans, thanking her for taking Trump to the finish line of an arduous process. “How refreshing!” she said. Although some Democrats (who have in the past five elections lost two in which they won the popular vote) and even Trump himself have questioned the necessity of the electoral college, many opposing Trump have said this election proves just how important it is. Norman Eisen, a former ambassador to the Czech Republic who served as legal counsel to both the Bush and Obama administrations, began telephoning electors to explain that their job is not necessarily to certify the results, but to have a reasonable discussion over whether the public made the right decision. For instance, Eisen, who focused on government ethics in Obama’s White House, noted that Trump could be violating a clause in the Constitution that prevents presidents from receiving gifts and funds from foreign governments; it is unclear whether his businesses do because he has not publicly disclosed his tax returns. In Massachusetts, Republican operative and attorney R.J. Lyman said he didn’t want to harass anyone, so he used his connections to find electors who were willing to chat about the lessons he learned in American history class and at the dinner table. He became one of the few people in America more willing to talk about Hamilton the man than about “Hamilton: An American Musical.” The electoral college, he said he tells them, was “not intended to be a rubber stamp.” Otherwise, he said, the Founding Fathers would have tasked the responsibility to a clerk or simply used the popular vote as a way of choosing a president. “I’m reminding them of their duty to think about their choice in a way that’s consistent with their conscience and the Constitution,” Lyman said. So far, Lyman said, he has identified 20 electors who might be willing to vote “other than their party pledge.” He couldn’t name more than one publicly but insisted that more were out there. Earlier this month, Chris Suprun of Texas became the first Republican elector in a red state that voted for Trump to declare, in a Dec. 5 New York Times column , that he would not cast his electoral vote for Trump. Suprun voted for Cruz in the primary and said he left behind his wallet on Election Day and thus did not vote in the general. Nonetheless, Suprun said, he was willing to vote for Trump in the electoral college until the candidate claimed with no evidence that millions of Clinton supporters voted illegally. Suprun’s public stance has elicited death threats and hate mail, he said. “As of yesterday, people are calling to say, ‘Get your ass together, or we’re coming for you,’ ” said Suprun, who was the sole Republican elector to ask for an intelligence briefing on Russia. “They are doing it with their own phone number, not even blocking the number. That’s not been surprising — look at what Trump says himself.” Vinz Koller, a Democratic elector from Monterey County, Calif., said he read Suprun’s column and started thinking about his own role in the college. It inspired him to support a new theory: If he could persuade other Democrats to abandon their Clinton votes, perhaps he and Republicans could agree on a more conventional choice — a la Ohio governor and failed candidate John Kasich — to vote for over Trump. The plan seemed unlikely, he said, but Trump’s candidacy unsettled him so much that he felt he needed to try anything. California is one of 29 states that mandate electors vote for the candidate who won the state, so Koller sued them to continue his plan. “Frankly, this is hard and not something I do lightly,” he said. “I’ve been working in partisan politics a long time, and I don’t like voting against my candidate, but I never thought that the country might be unstable until now.” On Thursday evening, he found himself in the Library of Congress. Strolling through its stacks, Koller sought a librarian with one request: Can I see the original Federalist Papers? He looked to see Federalist No. 68, written by Hamilton to describe the need for the electoral college. “We have been getting a civic lesson we weren’t prepared to get,” Koller said. “They gave us the fail-safe emergency brake, in case the people got it wrong. And here we are, 200 years later. It’s the last shot we have.” Ellen Nakashima contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "In last-shot bid, thousands urge electoral college to block Trump at Monday vote - The Washington Post"
   },
   {
    "entities": [
     "police",
     "st.",
     "across",
     "wreak",
     "winter",
     "authority",
     "dec. 17",
     "england",
     "mississippi",
     "et",
     "2016",
     "amasiatu",
     "julio",
     "cortez",
     "boulevard",
     "maryland",
     "south",
     "iowa",
     "2:58",
     "louis",
     "nation",
     "marvellous",
     "transportation",
     "ayd",
     "service",
     "sage",
     "new",
     "washington",
     "afternoon",
     "late sunday",
     "mid-atlantic",
     "weather",
     "county",
     "dec 17",
     "tuesday",
     "4:45 a.m.",
     "the",
     "louisiana",
     "2 p.m.",
     "friday",
     "colorado",
     "kevin",
     "saturday",
     "carolina",
     "larry",
     "dave",
     "mccausland",
     "4:26",
     "n.j.",
     "michigan",
     "virginia",
     "northeast",
     "hiller",
     "houtz",
     "wisconsin",
     "saturday, dec. 17, 2016",
     "charlotte",
     "storms",
     ", 8:07 pm",
     "lodi",
     "nbc",
     "mexico",
     "york",
     "minnesota",
     "boston",
     "baltimore",
     "north",
     "wbal-tv",
     "reuters",
     "west",
     "city",
     "hogan",
     "phil",
     "havoc",
     "night",
     "wcnc",
     "morning",
     "indiana",
     "national",
     "tennessee"
    ],
    "id": 4,
    "text": "Dec 17 2016, 8:07 pm ET Winter Storms Wreak Havoc Across the Nation, Kill Seven by Phil McCausland Arctic Blast Brings Deadly Travel Conditions to Several States 2:58 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161218013444if_/http://www.nbcnews.com/widget/video-embed/835803203934\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Two people were killed and dozens were injured when a gasoline tanker skidded off an ice-covered Baltimore highway and exploded, sparking a 55-vehicle pileup as a winter storm brought snow and ice to the Mid-Atlantic and Northeast, authorities said. \"When I looked up I saw a lot of trailers slamming on each other going 50 mph. Basically they were piling up at 50 mph,\" eyewitness Marvellous Amasiatu said of the 4:45 a.m. pileup on the elevated portion of I-95 in downtown Baltimore near the Washington Boulevard exit. \"Oh my God,\" he said. \"I could see those trailers coming. They had no idea how bad that bridge froze.\" The driver of the tanker truck was killed and one other person died in the pileup, which was sparked by debris from the tanker crash and explosion, Maryland Transportation Authority Police Lt. Kevin Ayd said. The cause of the crash is under investigation. Winter storms and frigid temperatures that have affected large parts of the country have been blamed in 13 deaths since Tuesday and hundreds of car crashes. At least seven people were killed in crashes since Friday night. A third person in Maryland was killed Saturday morning after he stepped out of his car on I-95 to inspect damage from a fender-bender and was struck by a vehicle, Ayd said. More than two dozen people were injured in the pileup, four of whom were in critical condition, NBC affiliate WBAL-TV reported . Play 50+ pileup in Baltimore due to icy roads 4:26 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161218013444if_/http://www.nbcnews.com/widget/video-embed/835727939872\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Two people were killed in crashes in the Charlotte, North Carolina area Saturday morning, accidents police said were due to icy conditions, NBC affiliate WCNC reported . Two separate crashes in Indiana between Friday night and Saturday afternoon left two people dead, and more freezing conditions were expected Saturday night, state police said. Overall state police responded to 380 crashes and 150 slide offs by 2 p.m., police said. In Maryland, Gov. Larry Hogan said \"road conditions in many areas of the state are still extremely dangerous, and all those who can avoid travel should stay off the roads until conditions have improved.\" Parts of Baltimore County and the city one-fifth of an inch of ice was recorded, the National Weather Service said, and near-freezing temperatures were expected in Maryland, extreme northern Virginia and eastern West Virginia Saturday night. Trucks and vehicles are shown in a pile-up involving a fuel tanker which skidded off the an icey 1-95 highway in Baltimore on Dec. 17. Sage Hiller / via Reuters In New Mexico, state police also reported a pileup that included \"approximately 40 vehicles\" on Interstate 40 Saturday morning. According to law enforcement, the roadway is covered in snow and ice, but they have not confirmed that the accident was caused by the inclement conditions and have not reported any deaths or injuries. In St. Louis, the fire department reported more than 50 vehicle accidents and 40 falls. A firefighter was also struck by a vehicle and remains in serious but stable conditions. Two to five inches of snow were reported to have accumulated across the Northeast and a second bout of cold was expected to create icy conditions. The wintry precipitation is expected to taper off, ending by late Sunday after leaving treacherous conditions in the Mid-Atlantic region, forecasters said. \"It's pretty much winding down especially in the Northeast,\" said Senior Weather Channel Meteorologist Dave Houtz. \"There's still a little bit of freezing rain in parts of New England. Most of it is either rain or snow at this point. It's just foggy and drizzly in New York City, otherwise most of the precipitation is pretty light.\" A vehicle involved in a crash sits on the fast lane of Highway Interstate 80 after an accident during a snowfall, Saturday, Dec. 17, 2016, in Lodi, N.J. Julio Cortez / AP There will be some severe weather in parts of the South Saturday night, from Louisiana through Mississippi and up into Tennessee, forecasters said. It will likely consist of wind, hail and thunderstorms, but tornadoes are possible. \"It is snowing from Colorado to Iowa and Michigan, Wisconsin, Minnesota, and northern New York and most of New England north of Boston,\" said Houtz. Phil McCausland ",
    "title": "Winter Storms Wreak Havoc Across the Nation, Kill Seven - NBC News"
   },
   {
    "entities": [
     "st.",
     "last year",
     "modelo",
     "eric",
     "3.5%",
     "linkedin",
     "1960",
     "17.3%",
     "ultra",
     "especial",
     "this year",
     "stella",
     "anheuser-busch",
     "once",
     "ab",
     "bud",
     "light",
     "2015",
     "now",
     "coors",
     "shepard",
     "usa",
     "2014",
     "states",
     "inbev",
     "2010",
     "america",
     "michelob",
     "u.s.",
     "54.8%",
     "the early 2000s",
     "2002",
     "last half",
     "25%",
     "banquet",
     "$4.6 million",
     "life",
     "$5 million",
     "artois",
     "wall",
     "united",
     "mexico",
     "miller",
     "decade",
     "high",
     "today",
     "through"
    ],
    "id": 5,
    "text": "> Barrels shipped in 2015: 5.2 million > Owner: Anheuser-Busch InBev Michelob Ultra is bucking the trend of sales decline among major domestic beer brands. While shipments of industry titans beers like Budweiser, Bud Light, and Coors Light have declined dramatically in the last half decade, Michelob Ultra is gaining popularity faster than nearly any other brew. Americans consumed 5.2 million barrels of Michelob Ultra last year, a 54.8% increase from five years prior. What sets Michelob Ultra apart may be marketing. Introduced to beer drinkers in 2002, Michelob Ultra initially marketed itself as a beer for the diet conscious drinker, containing far fewer carbs than the typical beer. Now the brand’s marketing has shifted focus from the dieter to the fitness fanatic. This year, AB InBev paid between $4.6 million and $5 million for a 30 second Super Bowl spot to run an ad that more closely resembled a sports drink ad than a beer commercial. See the rest of the Top 10: America's Fastest Growing Beer Brands More on the fastest-growing beer brands Sales of once unassailable beers such as Budweiser and Miller High Life have declined by more than 25% from 2010 through 2015. Meanwhile, sales of such beers as Modelo Especial and Stella Artois — once more marginal brands in the United States — have more than doubled. Based on five-year increases in U.S. sales, 24/7 Wall St. reviewed the 10 fastest growing beers in America. Premium brands such as Michelob Ultra and Coors Banquet, as well as imports, especially from Mexico, dominate the list of beer brands with increasing shipments. In an interview with 24/7 Wall St., Eric Shepard, executive editor with industry news organization Beer Marketer’s Insights, said, “There has been significant trade up in the U.S. beer industry.” Drinkers have increasingly chosen craft beers, higher-priced premium brands, wine, or spirits over the traditionally dominant mainstream domestic beer brands. “Consumers trade up for various reasons, whether it’s something that they perceive as being more prestigious, more flavorful, [or] whatever the image issues may be,” Shepard said. Despite their popularity, many of the nation’s fastest growing beer brands would be difficult to distinguish from one another in a blind taste test. Beer critics also generally rate these brands very poorly. As a result, advertising in the mainstream beer industry is essential. A beer like Stella Artois can go from being associated with binge-drinkers and abusive alcoholics (as it was in the early 2000s) to a high-end, classy beverage — all from advertising and despite an unchanging formula. Of the 10 fastest growing beers in America, four are Mexican imports. Shepard noted changing U.S. demographics as one factor that could explain Mexican beers’ massive growth. Hispanics made up 17.3% of the U.S. population in 2014, much more than their 3.5% share in 1960. 24/7 Wall St. is a USA TODAY content partner offering financial news and commentary. Its content is produced independently of USA TODAY. 367 CONNECT TWEET 4 LINKEDIN 3 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hZQ72K ",
    "title": "America’s fastest growing beer brands,stella artois,"
   },
   {
    "entities": [
     "105th",
     "police",
     "jose",
     "recently",
     "5900",
     "loyola",
     "roosevelt",
     "oak",
     "fire",
     "tribune",
     "jeff",
     "roseland",
     "community",
     "dec. 17, 2016",
     "once",
     "navarro",
     "w.",
     "deputy",
     "about 4:25 p.m.",
     "3100",
     "about 12:40 p.m.",
     "side",
     "christ",
     "uribe/chicago",
     "saturday",
     "chicago",
     "first",
     "kevin",
     "hospital",
     "melvin",
     "austin",
     "street",
     "estrada",
     "university",
     "medical",
     "advocate",
     "william",
     "maywood",
     "abel",
     "past",
     "department",
     "lawn",
     "lee",
     "lyle",
     "jackson",
     "west",
     "rd.",
     "night",
     "center",
     "rice",
     "fernwood"
    ],
    "id": 6,
    "text": "4 dead on scene of Fernwood attack, 3 others wounded in shootings Four people fatally shot in Fernwood neighborhood Chicago police gather outside a home in the 100 block of West 105th Street, where four people were found dead at the scene and another person was taken to the hospital in critical condition on Dec. 17, 2016. (Abel Uribe/Chicago Tribune) Chicago police gather outside a home in the 100 block of West 105th Street, where four people were found dead at the scene and another person was taken to the hospital in critical condition on Dec. 17, 2016. (Abel Uribe/Chicago Tribune) Deanese Williams-Harris and William Lee Contact Reporters Chicago Tribune Four people were shot dead on the scene of an apparent domestic related attack and three other people including a 9-year-old were wounded during Saturday shootings on the South and West sides. The quadruple fatal shooting happened about 12:40 p.m. in the 100 block of West 105th Street at a home in the Fernwood neighborhood, said Officer Jose Estrada, a Chicago police spokesman. At least five ambulances were sent to the scene after officers were alerted by an anonymous call that several people were shot there, police said. Three men and a woman were pronounced dead at the scene, and a woman in her 20s was taken in critical condition to Advocate Christ Medical Center in Oak Lawn, officials said. Chicago police gather outside a home in the 100 block of West 105th Street, where four people were found dead at the scene and another person was taken to the hospital in critical condition Dec. 17, 2016. Earlier information stated a 2-year-old toddler was wounded but that information was incorrect. Officials later said the child was taken to Roseland Community Hospital for observation, said Jeff Lyle, a Chicago Fire Department spokesman. Lyle said all of the shooting victims were in their 20s. At a news conference about a half block from the scene of the shootings and with more than a dozen relatives looking on, First Deputy Police Supt. Kevin Navarro said authorities received an anonymous 911 call of five people shot at the home. Once they arrived they found two female victims outside of the home -- one dead, the other critically injured. Inside, police found three male victims dead, Navarro said. The two female victims were found on the front porch. Police did not provide ages or relationships for any of the victims, but said the shooting appeared domestic-related. Police also found a two-year-old child who was unharmed. The child was taken to a hospital for observation. \"At this point the case is still unfolding,\" Navarro said. \"We have more questions than answers.\" Family says at least four people lived in the house but they're tight lipped about who the shooter is, but confirmed he escaped in a red truck.   Navarro said a weapon was not recovered at the scene. Police were expected to be at the scene for much the night as forensic specialist comb through the home for details. Police were also expected to check for any past incidences of trouble at the home, Navarro said. After the news conference, relatives of the suspected dead struggled with the tragedy, saying they still didn't know which of their family members were killed as authorities hadn't yet released the identities of the dead. They suspected that one of their cousins was among the dead because he had not answered the phone all day. \"(Why would) somebody do something like this? Just another senseless act of violence,\" said Melvin Jackson. \"This is a massacre, man. Who would do something like this?\" Police offered no information about the gunman. As word of the deaths spread, family members began to arrive at the crime scene, some in thin jackets, waiting behind the crime scene tape waiting for news about their loved ones. Relatives said neighbors told them that they didn't hear gunshots but did see a red truck speed backwards up the one way street just before the child fled the home. About 10 minutes before the Fernwood attack, a 21-year-old man was seriously wounded outside of a funeral home on the West Side. Two people were in police custody in that attack, officials said. The shootings were not related. Most recently, a 9-year-old boy was shot and seriously hurt on the West Side about 4:25 p.m. Paramedics were called to the 5900 block of West Rice Street in the Austin neighborhood for the boy who had been shot. Police said the shooting was accidental and self-inflicted. The boy was taken to Loyola University Medical Center in Maywood where he was listed in serious condition. No one was in custody for the 105th Street slayings, and police were investigating. Man wounded in shooting outside funeral home on West Side Abel Uribe/Chicago Tribune A man talks with Chicago police officers as they secure a shooting scene outside a funeral home in the 3100 block of W. Roosevelt Rd. on the West Side on Dec. 17, 2016. Two people were in police custody in that attack and a 21-year-old man was seriously wounded, officials said. A man talks with Chicago police officers as they secure a shooting scene outside a funeral home in the 3100 block of W. Roosevelt Rd. on the West Side on Dec. 17, 2016. Two people were in police custody in that attack and a 21-year-old man was seriously wounded, officials said. (Abel Uribe/Chicago Tribune) ",
    "title": "4 dead on scene of Fernwood attack, 3 others wounded in shootings - Chicago Tribune"
   },
   {
    "entities": [
     "nov. 8",
     "inc.",
     "house",
     "russia",
     "donald",
     "manhattan",
     "mobile",
     "mcmullin",
     "sessions",
     "2016",
     "alabama",
     "conway",
     "jeff",
     "interactive",
     "dec. 17, 2016",
     "once",
     "cbs",
     "clinton",
     "now",
     "christmas",
     "monday",
     "the last months",
     "kellyanne",
     "usa",
     "oprah",
     "hope",
     "winfrey",
     "white",
     "jan. 20",
     "michelle",
     "saturday",
     "trump",
     "obama",
     "america",
     "u.s.",
     "hicks",
     "evan",
     "hillary",
     "senate",
     "utah",
     "night",
     "barack"
    ],
    "id": 7,
    "text": "<p>President-elect Donald Trump arrives to speak during a USA Thank You Tour event in Mobile, Alabama, Dec. 17, 2016.</p> Close REUTERS President-elect Donald Trump took his last bow Saturday in Mobile, Alabama, concluding his victory tour with a final look back at his campaign trail triumphs, an election night tick-tock and a promise to focus on an economic agenda that “can be summed up in three very beautiful words: jobs, jobs, jobs.” “There is no better place to celebrate than right here,” the president-elect told a crowd in Mobile, saying that the Alabama city was “where it all began.” Amid intermittent cheers of “Trump! Trump! Trump!” the president-elect crowed his approval of the state, saying voters “propelled” the campaign to “a historic win for the American worker and the American people.” The president-elect relived what he counted among his campaign’s greatest hits, including his defeat of third-party candidate Evan McMullin in Utah , his scant spending on political advertising and the frenetic pace of his rallies in the home stretch of the election. “I don’t think anyone’s worked harder in the last months of a presidential campaign,” Mr. Trump said, referencing himself. Trump evades discussion of Russia's election tampering But the spotlight wasn’t all on the president-elect. Mr. Trump also brought out a parade of surrogates during his own speech, calling to the stage Kellyanne Conway, his former campaign manager and now a top adviser to his transition team. (She told rally-goers that the president-elect had won “over 2,600 counties” and 306 electoral votes.) He also had spokeswoman Hope Hicks join him at the podium (she smiled and wished the crowd a “Merry Christmas!”) and, earlier, his first Senate backer, Jeff Sessions, took over the mic. Later, Mr. Trump gave his account of Nov. 8, claiming that halfway through election night he wanted to switch venues with Hillary Clinton’s campaign, which had rented out a convention center on the west side of Manhattan. “I took sort of a small ballroom because if I lost, I wanted to get out,” Mr. Trump jokingly explained. He added that his campaign had even offered to buy the fireworks ordered by the Clinton team because “I found fireworks just don’t work when you lose.” The last stop on what was billed as a “Thank You” tour, Mobile was an appropriate place for the president-elect to reminisce on his year-and-a-half long journey to the White House: It was in the state where Mr. Trump won one of his largest margins of victory, where Sessions (now his attorney general pick) first publicly jumped aboard the “Make America Great Again” train and where, as the president-elect said, people began to think “something was really going on there.” But the jaunt through Mobile was also an attempt to look toward Jan. 20, his inauguration, and the four years to come.  “We’re going to go back to the old days,” the president-elect said, with an economic agenda that included the promise to “buy American and hire American.” “Made in the USA, remember?” he asked. Mr. Trump once again promised to build “a great wall” that would stop illegal immigration “for good.” He added, however, that “we will have doors in that wall,” where people can come through -- legally -- “by the tens of thousands.”   The president-elect did not address the latest reports of Russia hacking during the U.S. election season. At the conclusion, Mr. Trump addressed first lady Michelle Obama’s recent remarks about a hopeless America, pushing back on the notion and saying “we have tremendous hope.” “I actually think she made that statement not meaning it the way it came out,” he said, referring to an interview with Oprah Winfrey that’s scheduled to be broadcast Monday. “Now we’re feeling what not having hope feels like. You know? Hope is necessary. It’s a necessary concept,” Mrs. Obama told Winfrey in a clip released in advance. “And Barack didn’t just talk about hope because he thought it was just a nice slogan to get votes. I mean, he and I and so many believe that if you -- what else do you have if you don’t have hope?” The president-elect countered that by saying of his administration and the country as a whole: “We have tremendous potential.” “We are going to be so successful as a country again,” he vowed. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Donald Trump takes final victory lap in Alabama - CBS News"
   },
   {
    "entities": [
     "solomon",
     "rico",
     "recently",
     "radio",
     "last year",
     "baldwin",
     "scott",
     "david",
     "molly",
     "145 years ago",
     "luuwai",
     "alexander",
     "once",
     "solomon/hawaii",
     "the 1870s",
     "$30 million",
     "pereira",
     "domingo",
     "the end of the year",
     "germany",
     "hawai'i",
     "states",
     "california",
     "brazil",
     "&",
     "commercial",
     "sugar",
     "december 17",
     "china",
     "hawaiian",
     "more than 100 years ago",
     "currently",
     "maui",
     "u.s.",
     "colleen",
     "cavilla",
     "crockett",
     "bill",
     "ige",
     "hawaii",
     "the coming weeks",
     "puerto",
     "a&b",
     "howard",
     "united",
     "portugal",
     "robert",
     "fermin",
     "scotland",
     "today",
     "public",
     "philippines",
     "japan"
    ],
    "id": 8,
    "text": "December 17, 20169:00 AM ET Molly Solomon Fermin Domingo, 61, worked at HC&S; for 40 years. He drove in the last truck hauler of sugar cane on the plantation's final day. Molly Solomon/Hawaii Public Radio hide caption toggle caption Molly Solomon/Hawaii Public Radio Fermin Domingo, 61, climbs up the side of a sugar cane hauler for the last time. The haul truck driver has worked at Hawaiian Commercial & Sugar (HC&S;) company for the past 40 years, harvesting and hauling sugar cane to the mill. This is the last of Hawaii's sugar mills, and it too, is closing. Domingo and hundreds of other co-workers have gathered to wrap up the final harvest and say goodbye to a crop that shaped the islands. Domingo fires up the engine and the truck slowly rumbles toward the mill, its tires churning through thick mud. It stops at the base of a conveyor belt and a giant crane hooks the final load of Maui sugar cane. Cheers break out from the hundreds of workers standing nearby. \"I came here when I was 18 from the Philippines,\" says Domingo. \"I joined the company and I started harvesting. It was fun working out there, but we're at the end and I don't know what to do later.\" Workers at the mill look on as the last piece of the final harvest drives up to the factory to be processed. Molly Solomon/Hawaii Public Radio hide caption toggle caption Molly Solomon/Hawaii Public Radio For over a century, the sugar industry dominated Hawaii's economy. But that changed in recent decades as the industry struggled to keep up with the mechanization in mills on mainland U.S. That and rising labor costs have caused Hawaii's sugar mills to shut down, shrinking the industry to this one last mill. Article continues after sponsorship Bill Cavilla is one of 675 workers who will lose their jobs once this operation closes by the end of the year. \"It's just an emotional thing,\" he says. \"Just realizing it's going to end.\" The sugar mill started harvesting cane on Maui 145 years ago, around the time sugarcane plantations began taking over the islands' landscapes when the Civil War cut off sugar supplies from the south. Then, in the 1870s, the U.S. signed a \"reciprocity treaty\" with the Kingdom of Hawaii. The United States agreed to cut tariffs on Hawaiian sugar and rice, in exchange for Hawaii cutting tariffs on imported cotton and other American products. The spread of sugarcane plantations on the islands brought immigrant labor in waves from China, Japan and the Philippines. A smaller number of people also came from Portugal, Puerto Rico, Scotland and Germany. That immigration laid the foundation for the multicultural population of today's Hawaii. Some of the remaining workers at the mill stand in front of the last hauler truck of Hawaiian sugar cane. Molly Solomon/Hawaii Public Radio hide caption toggle caption Molly Solomon/Hawaii Public Radio \"My grandparents emigrated from Japan to work in the plantations more than 100 years ago, like so many others,\" says David Ige, Governor of Hawaii, who has briefly stopped by to attend the last harvest at HC&S;, along with some 500 other people. The company has been financially struggling for decades, reporting losses of $30 million last year. Like other sugar companies, it blames the losses on rising costs from labor and transportation to land, as well as increased competition from producers such as Brazil. The HC&S; mill is owned by Alexander & Baldwin (A&B;), a real estate and agricultural company in the state. Ige says the state supports A&B;'s plan to keep HC&S; lands in agriculture. The company currently has about 140 acres of biofuel crops in the ground, as it transitions toward diversified agriculture. A&B; also recently expanded its cattle pasturelands to 4,000 acres. Back at the mill, Howard Scott Pereira, a retired worker, has come by to say his final goodbyes. The 78-year-old brought his daughter Colleen who says the story of sugar is what brought her family to Hawai'i. \"Our families came when it was a territory to work the plantations,\" she says. \"So we had to come.\" Fields of sorghum, one of the trial crops planted by Alexander & Baldwin. The company plans to replace the sugar cane acreage with diversified agriculture and cattle pasture. Molly Solomon/Hawaii Public Radio hide caption toggle caption Molly Solomon/Hawaii Public Radio Robert Luuwai, the vice president of HC&S;, walks through the sugar mill on Maui for one of the last times. Molly Solomon/Hawaii Public Radio hide caption toggle caption Molly Solomon/Hawaii Public Radio The remaining workers at the mill process the last harvest, producing sugar for shipping to mainland U.S. The last shipment of sugar, a little more than 30,000 tons, is scheduled to reach Crockett, California in the coming weeks. ",
    "title": "The Final Days Of Hawaiian Sugar : The Salt : NPR"
   },
   {
    "entities": [
     "dec. 15, 2016",
     "weekend",
     "may 13",
     "nevada",
     "orange",
     "korea",
     "office",
     "joel",
     "l.a.",
     "black",
     "angeles",
     "chief",
     "sierra",
     "lacey",
     "this weekend",
     "beach",
     "of",
     "der",
     "iran",
     "los",
     "february",
     "times",
     "once",
     "executive",
     "tony",
     "rams",
     "yahoo",
     "cbs",
     "visiting",
     "benjamin",
     "the day",
     "$1-billion",
     "now",
     "kelvin",
     "county",
     "van",
     "services",
     "miami",
     "social",
     "friday",
     "california",
     "brug",
     "this week",
     "jackie",
     "huntington",
     "downtown",
     "may",
     "austin",
     "u.s.",
     "lives",
     "barboza",
     "medical",
     "sappell",
     "usc",
     "nigeria",
     "security",
     "department",
     "crutcher",
     "health",
     "north",
     "thursday",
     "matter",
     "disney",
     "onaghinor",
     "$4 million",
     "center",
     "may 2016",
     "brian"
    ],
    "id": 9,
    "text": "L.A. County targeted in phishing cyberattack; private information of 750,000 people compromised la\u0096me\u0096adv\u0096fairey\u0096mural Brian van der Brug / Los Angeles Times A mural at Los Angeles County+USC Medical Center. The L.A. County Department of Health Services was one of more than a dozen county departments targeted in a May 2016 cyberattack disclosed this week. A mural at Los Angeles County+USC Medical Center. The L.A. County Department of Health Services was one of more than a dozen county departments targeted in a May 2016 cyberattack disclosed this week. (Brian van der Brug / Los Angeles Times) Tony Barboza Contact Reporter Confidential health data or personal information of more than 750,000 people may have been accessed in a cyberattack on Los Angeles County employees in May that led to charges this week against a Nigerian national, officials have disclosed. The May 13 attack targeted 1,000 county employees from several departments with a phishing email. The message tricked 108 employees into providing usernames and passwords to their accounts, some of which contained confidential patient or client information, officials said. Most of the 756,000 people whose information may have been accessed had contact with the Department of Health Services, according to the county. A smaller amount of confidential information from more than a dozen other county departments also was compromised. Among the data potentially accessed were names, addresses, dates of birth, Social Security numbers, financial information and medical records — including diagnoses and treatment history — of clients, patients or others who received services from county departments. Officials said there is no evidence that confidential information has been circulated, sold or released. The county learned of the attack the day after it happened, and officials said they responded with security measures and a criminal investigation. But the county waited more than seven months to inform the public , citing an exemption under state law that allows delayed notification to protect ongoing investigations. Cyber investigators with the L.A. County district attorney’s office traced the attack to Nigeria. Prosecutors issued an arrest warrant Thursday, accusing Austin Kelvin Onaghinor, 37, of launching the attack and charged him with nine felony counts, including unauthorized computer access and identity theft. Dist. Atty. Jackie Lacey said in a statement, “My office will work aggressively to bring this criminal hacker and others to Los Angeles County where they will be prosecuted to the fullest extent of the law.” These kinds of phishing attacks are on the rise throughout society — and the County has not been immune from that trend. — Joel Sappell, L.A. County spokesman Once charges were filed, county officials began mailing notices Thursday to people whose information may have been accessed. The county’s Chief Executive Office said it delayed public notification of the attack at the request of the district attorney’s office “to protect the confidentiality of the sensitive, ongoing investigation and prevent broader public harm.” Notifying the public of the attack earlier “may have hindered” the investigation, the county said in a notice about the data breach Friday. In response to the attack, officials said they have strengthened security measures on county email accounts and enhanced employee training to guard against a growing number of cyber intrusions. “These kinds of phishing attacks are on the rise throughout society — and the county has not  been immune from that trend,” county spokesman Joel Sappell said in a statement. In February, officials disclosed that the Department of Health Services had been targeted in a smaller-scale “ransomware” attack , a type of malware that cuts off users’ access to files or threatens to destroy them unless a ransom is paid. The district attorney’s office said in a news release Friday that its cyber investigation team has protected the county from prior attacks, “has investigated 85 cases, involving hundreds of thousands of potential victims and has resulted in several successful prosecutions and restitution totaling nearly $4 million.” The county is offering a year of free credit and identity-theft monitoring for people affected by the May phishing attack and has set up a website and call center for those seeking information: (855) 330-6368. Caption Weekend Roundup: 7 stories you can't miss The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. Caption Weekend Roundup: 7 stories you can't miss The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. Caption 90 seconds: 4 stories you can't miss Visiting Downtown Disney? You'll have to go through metal detectors  from now on; a $1-billion desalination plant  might be coming to Huntington Beach; meet the 'Chromies’ ; and federal officials are investigating the Orange County district attorney’s office . Caption Yahoo hacked Yahoo says more than a billion user accounts have been hacked. Dec. 15, 2016. (CBS Miami)  Yahoo says more than a billion user accounts have been hacked. Dec. 15, 2016. (CBS Miami)  Caption Curiosity Correspondent: Becoming a trapeze artist is hard Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Caption 90 seconds: 4 stories you can't miss ",
    "title": "L.A. County targeted in phishing cyberattack; private information of 750,000 people compromised - LA Times"
   }
  ]
 }
}