{
 "19": {
  "col-sim": {
   "cosine": 0.25902549454397744,
   "entity": 0.2581988897471611
  },
  "exec-time": 8.664434671401978,
  "links": [
   {
    "entities": [
     "russia",
     "donald",
     "congress",
     "election",
     "angeles",
     "vladimir",
     "email",
     "chair",
     "putin",
     "martha",
     "august",
     "day",
     "times",
     "party",
     "once",
     "brazile",
     "early september",
     "democratic",
     "yam/los",
     "clinton",
     "pennsylvania",
     "abc",
     "committee",
     "raddatz",
     "friday",
     "donna",
     "this week",
     "china",
     "obama",
     "trump",
     "september",
     "marcus",
     "michigan",
     "dnc",
     "sunday",
     "u.s.",
     "hillary",
     "the entire month of july",
     "wikileaks",
     "the future",
     "shares",
     "wisconsin",
     "national"
    ],
    "id": 0,
    "text": "Marcus Yam/Los Angeles Times via Getty Images WATCH DNC Chair Contradicts Obama: Russian Hackers Came After Us 'Until End of Election' 0 Shares Email Democratic National Committee Chair Donna Brazile said Russian hackers persisted in trying to break into the organization's computers \"daily, hourly\" until after the election -- contradicting President Obama's assertion that the hacking stopped in September after he warned Russian President Vladimir Putin to \"cut it out.\" \"They came after us absolutely every day until the end of the election. They tried to hack into our system repeatedly,\" Brazile told ABC's Martha Raddatz in an exclusive interview on \"This Week\" Sunday. Obama said at a press conference Friday that Russia's \"tampering\" with the U.S. election process stopped in early September after he spoke to Putin at an international conference. \"In early September when I saw president Putin in China, I felt that the most effective way to ensure that that didn't happen was to talk to him directly and tell him to cut it out, and there were going to be serious consequences if he didn't,\" Obama said. \"In fact we did not see further tampering of the election process. But the leaks through Wikileaks had already occurred.\" Brazile said she supports Obama's call for a thorough investigation of the hacking but she lamented the administration’s failure to protect the party and its infrastructure. \"We were attacked by a foreign adversary, and I think it’s the responsibility of the government to help individual citizens -- as well as institutions, nonprofits, corporations -- to protect us,” she said. Hillary Clinton: Putin's Alleged Involvement in Democratic Hack Stems From 'Personal Beef' While critical of President Obama, Brazile also slammed President-elect Donald Trump, accusing him of using information obtained in the hack to \"sow division\" during the campaign. \"The emails were weaponized,\" the Democratic chair said of the thousands of emails that were hacked from the DNC and Hillary Clinton campaign staff and then released publicly. \"Donald Trump used this information in ways to also sow division. I was very disappointed in his repeated usage some of the stolen information. He used it as if he received daily talking points.\" But Brazile refused to blame Russia’s interference in the election for Democrats’ loss. \"I’m not going to sugarcoat what happened on Election Day. We, the Democratic Party have a lot of things that we have to do. Donald Trump cracked the blue wall,\" she said, referring to the once reliably Democratic-voting states Michigan, Pennsylvania, and Wisconsin. \"He cracked the blue wall. We had a blue wall; we should’ve maintained it.\" Brazile, who took over as chair months after the cyberattacks had begun, also accepted that the DNC was partly responsible for the hack after leaving itself vulnerable to this kind of intrusion. “There’s no question; I took full responsibility … I spent the entire month of July, all of August, apologizing because of the leaks,” she said, while highlighting the “appropriate steps” the party took to prevent another attack afterwards. She added that although she is outraged by the hacking, the country needs to look to the future to ensure it doesn't happen again. “I’m still outraged by it,” Brazile said. “But I want to make sure that this never happens again because this country deserves to have the kind of cybersecurity experts involved to make sure that our homeland is protected.\" In particular, she sent a letter to Congress on Sunday on behalf of the DNC, asking for an independent, bipartisan commission to study the entire episode. 0 Shares ",
    "title": "DNC Chair Contradicts Obama: Russian Hackers Came After Us 'Until End of Election' - ABC News"
   },
   {
    "entities": [
     "brookings",
     "oval",
     "house",
     "donald",
     "december 18",
     "office",
     "jaffe",
     "last year",
     "t.",
     "aug. 6, 2001",
     "carter",
     "reagan",
     "cia",
     "biden",
     "john",
     "jimmy",
     "for",
     "derek",
     "stephen",
     "george",
     "defense",
     "daily",
     "presidential",
     "new",
     "riedel",
     "washington",
     "chollet",
     "w.",
     "gerald",
     "the day",
     "greg",
     "now",
     "f.",
     "flynn",
     "clinton",
     "cabinet",
     "michael",
     "states",
     "white",
     "center",
     "ronald",
     "julie",
     "obama",
     "trump",
     "a",
     "pentagon",
     "at 6:16 pm",
     "todd",
     "u.s.",
     "institution",
     "gates",
     "ford",
     "richard",
     "american",
     "bill",
     "bruce",
     "hillary",
     "united",
     "york",
     "briefing",
     "security",
     "nixon",
     "hadley",
     "state",
     "smith",
     "department",
     "chuck",
     "robert",
     "pdb",
     "morning",
     "bush",
     "kennedy"
    ],
    "id": 1,
    "text": "Washington’s most exclusive meeting may lose its luster under Trump The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Greg Jaffe December 18 at 6:16 PM Follow @GregJaffe For eight years, it has been the most exclusive, and arguably most important, daily meeting in Washington. Each morning, President Obama gathers his inner circle for the Presidential Daily Briefing, a run-through of the most important intelligence from around the world. The rules under Obama have been strict and unyielding: No substitutes are permitted if one of the six regular attendees is out sick or traveling. No straphangers are allowed to linger in the Oval Office and watch. Unlike just about every other meeting involving Washington officialdom, this one rarely, if ever, leaks. Now it looks as if the PDB’s status as Washington’s most indispensable briefing could be coming to an end. “I get it when I need it,” said President-elect Donald Trump, who so far is taking the PDB only a few times a week . “I’m, like, a smart person. I don’t need to be told the same thing and the same words every single day for the next eight years.” Those remarks have set off fears that Trump could miss a critical piece of intelligence and raised bigger questions about the president-elect’s attention span and interest in foreign policy. Some Democrats have expressed alarm at Trump’s decision not to sit through the PDB each morning with his staff members. “I think it is totally irresponsible in a post-9/11 world,” said Derek Chollet, a former senior official in the Obama administration. “It is a kind of malpractice.” Some Republicans downplayed those concerns, noting that retired Army Lt. Gen. Michael T. Flynn, Trump’s pick for national security adviser, could summarize the intelligence for him. “That’s a legitimate way to do it,” said Stephen Hadley, who held the same position under President George W. Bush. “It really depends on how the president likes to take information.” [ Trump’s pick for national security adviser brings experience and controversy ] This much is clear, however: Trump’s decision to skip the morning briefing with his top staff members could upend how big foreign policy decisions are made in Washington and shift the balance of power in a city obsessed with access, influence and power. Not all presidents have summoned their most trusted staff members to the Oval Office for the daily intelligence briefing. President John F. Kennedy received a daily President’s Intelligence Checklist, known as the PICL or “pickle,” which he tucked into his suit jacket and consulted over the course of the day. Other commanders in chief, such as Presidents Jimmy Carter, Gerald Ford and Ronald Reagan, depended on their national security advisers to slog through the PDB for them and fill them in on its contents. President Bill Clinton liked to mark his briefing up with questions and comments for his secretary of state and national security adviser. Perhaps the best-known PDB arrived at the White House on Aug. 6, 2001, and warned “Bin Ladin Determined To Strike U.S.” That PDB was prepared in response to questions that Bush had asked his CIA briefer about whether any intelligence reports pointed to a possible al-Qaeda attack inside the United States. Under Obama, who centralized foreign policy decision-making in the White House and loathed leaks, the PDB took on an even larger role. Typically, Obama will read his version of the PDB on his iPad before he sits down with staff members. The actual briefing takes about only 10 minutes each morning, followed by a longer discussion between the president and his immediate staff members. [ President-elect Donald Trump is about to learn the nation’s deep secrets ] A couple of dozen senior administration officials receive a hard copy of the PDB each morning that is also presented by a CIA briefer. “When you are out of government and aren’t getting it, you feel like you are operating without oxygen,” said Julie Smith, a former foreign policy adviser to Vice President Biden and senior fellow at the Center for a New American Security. “You felt left out.” An even smaller group sits down with the president each morning to discuss the briefing and the administration’s top foreign policy priorities. “For me personally, the most valuable insights I could get about the president’s priorities and views came out of that meeting,” said Smith, who was never admitted to the meeting but would often get a readout from the vice president. Senior White House officials described the daily briefing and the conversation that follows, which lasts about an hour, as a “forcing function.” Most of the issues that cross the president’s desk are domestic in nature. The morning briefing was a guaranteed block of time on Obama’s calendar every day in which he was “laser-focused on foreign affairs,” said a senior administration official who, like others, spoke on the condition of anonymity to discuss internal practices. The morning meeting under Obama was more than just an intelligence download. Over time, it became a way for the president “to pull the levers of government in real time,” the official said. Obama would use the briefing to ask questions of his senior staff members or press them for new approaches to the biggest problems of the day. For those on the outside, including Obama’s defense secretary and secretary of state, the morning meeting was also a source of grumbling. Upon leaving government, former defense secretary Robert Gates blasted the Obama White House as “by far the most centralized and controlling in national security of any I had seen since Richard Nixon.” Some of that micromanaging no doubt originated with the morning PDB. Over the past eight years, senior White House staff members have lobbied to get into the Oval Office for the PDB, almost always with no success. “So much of our time is wasted fighting for seats in meetings,” said a former top White House official who never made it into the morning meeting. “That’s the currency of our business. We don’t have weapons. We can’t deploy troops. It’s words and seats in meetings. That’s how you determine your value, and if you don’t make the cut it is soul crushing.” Before she lost the election, Hillary Clinton’s foreign policy team was talking about how she might want to restructure the PDB to suit her leadership style. Among the questions being debated by her team was whether she should include the secretaries of state and defense. Now, a big question is how Trump’s decision not to sit down every day for a top secret intelligence briefing will change the way foreign policy is run in Washington. The absence of a daily meeting will probably shift some power to Cabinet secretaries at the State Department and the Pentagon. “The president’s input might not come until the end of the process after it has already been chewed up by the bureaucracy,” said Bruce Riedel, a senior fellow at the Brookings Institution and a former CIA analyst. Washington insiders have begun to wonder what the Trump equivalent to the prized meeting will be. “Maybe it is a visit to his penthouse in New York for a meeting or maybe you get to fly with him?” Smith wondered. “Maybe people will be trying to get in Flynn’s office?” Others have speculated whether the CIA might adjust the PDB to better suit Trump’s tastes. The CIA made short films to prepare Reagan, a former actor and well-known film buff, for his foreign trips and overseas summits. Asked where he turned for military advice last year, Trump told “Meet the Press” host Chuck Todd, “I watch the shows.” Maybe the CIA could use Trump’s love of cable news to better hold his attention, Chollet said. “They could do a Fox News-style PDB?” he said. “Maybe that would be more interesting for him.” Read more: ",
    "title": "Washington’s most exclusive meeting may lose its luster under Trump - The Washington Post"
   },
   {
    "entities": [
     "last year",
     "prinz",
     "janet",
     "hilton",
     "hungary",
     ", 6:43 pm",
     "leigh",
     "molly",
     "dietrich",
     "roecker",
     "von",
     "avril",
     "once",
     "1917",
     "eva",
     "heston",
     "beverly",
     "glamour",
     "1936",
     "marlene",
     "frédéric",
     "news",
     "1958",
     "budapest",
     "anhalt",
     "dec 18 2016",
     "queen",
     "sari",
     "welles",
     "the 1960s",
     "1942",
     "sunday",
     "charlton",
     "1947",
     "francesca",
     "1952",
     "orson",
     "europe",
     "hollywood",
     "share",
     "nbc",
     "1989",
     "stelloh",
     "zsa",
     "the 1930s before",
     "hills",
     "conrad",
     "jane",
     "gabor",
     "tim"
    ],
    "id": 2,
    "text": "Dec 18 2016, 6:43 pm ET Socialite, Hollywood Glamour Queen Zsa Zsa Gabor Dies at 99 by Tim Stelloh and Molly Roecker Share Zsa Zsa Gabor, the glamorous Hungarian socialite who was married nine times, appeared in dozens of movies and television shows and once served three days in jail for slapping a police officer, died Sunday. She was 99. Gabor's husband, Frédéric Prinz von Anhalt, confirmed her death to NBC News. Hungarian actress Zsa Zsa Gabor. Keystone/Getty Images \"She had a heart attack in her house,\" von Anhalt said. \"They tried to save her. She was still breathing when they got here, but we ended up losing her. I am grateful that she died with no pain.\" Gabor, who was born Sari Gabor in Budapest in 1917, studied at a Swiss boarding school, was crowned Miss Hungary in 1936 and sang and acted in Europe in the 1930s before landing in Hollywood, joining her almost equally famous sister Eva Gabor. Her first breakout film was 1952's \"Moulin Rouge,\" which was nominated for seven Oscars — although Gabor's role as singer Jane Avril was not one of them. In 1958, she starred as a stripclub owner alongside Charlton Heston, Janet Leigh, Marlene Dietrich and Orson Welles in Welles' gritty noir classic, \"Touch of Evil.\" By the 1960s, as Gabor became a regular on the celebrity talk show circuit, she was also a constant on television shows. Among Gabor's nine husbands was the hotel magnate Conrad Hilton, whom she married in 1942 and divorced in 1947. Their daughter, Francesca Hilton, died last year at age 67 of a stroke. In 1989, Gabor was arrested for slapping a Beverly Hills police officer who'd stopped her for a traffic violation. She claimed that he'd sworn at her, although she spent three days behind bars for the crime — and which she later parodied in \"Naked Gun 2½: The Smell of Fear.\" Tim Stelloh ",
    "title": "Socialite, Hollywood Glamour Queen Zsa Zsa Gabor Dies at 99 - NBC News"
   },
   {
    "entities": [
     "russia",
     "conservation",
     "ice",
     "steve",
     "greenland",
     "sea",
     "2006",
     "2016",
     "for",
     "of",
     "al",
     "fall",
     "beaufort",
     "geological",
     "arctic",
     "new",
     "30 percent",
     "times",
     "2008",
     "2015",
     "mid-november",
     "goode",
     "union",
     "haner/the",
     "island",
     "bears",
     "states",
     "credit",
     "center",
     "colorado",
     "2050",
     "dec. 7",
     "barter",
     "november",
     "the early fall",
     "science",
     "data",
     "amstrup",
     "international",
     "todd",
     "norway",
     "canada",
     "the month",
     "erica",
     "polar",
     "survey",
     "united",
     "york",
     "atwood",
     "josh",
     "the future",
     "nature",
     "dec. 18, 2016",
     "kaktovik",
     "gore",
     "night",
     "alaska",
     "circle"
    ],
    "id": 3,
    "text": "Site Mobile Navigation Cover Photo A bear near whale bones outside Kaktovik, Alaska. Whale remains have become an alternative food source. Credit Josh Haner/The New York Times Polar Bears’ Path to Decline Runs Through Alaskan Village The bears that come here are climate refugees, on land because the sea ice they rely on for hunting seals is receding. By ERICA GOODE DEC. 18, 2016 KAKTOVIK, Alaska — Come fall, polar bears are everywhere around this Arctic village, dozing on sand spits, roughhousing in the shallows, padding down the beach with cubs in tow and attracting hundreds of tourists who travel long distances to see them. At night, the bears steal into town, making it dangerous to walk outside without a firearm or bear spray. They leave only reluctantly, chased off by the polar bear patrol with firecracker shells and spotlights. On the surface, these bears might not seem like members of a species facing possible extinction. Carbon’s Casualties Articles in this series explore how climate change is displacing people around the world. Part 1 Heat, Hunger and War Force Africans Onto a ‘Road on Fire’ Scientists have counted up to 80 at a time in or near Kaktovik; many look healthy and plump, especially in the early fall, when their presence overlaps with the Inupiat village’s whaling season. But the bears that come here are climate refugees, on land because the sea ice they rely on for hunting seals is receding. The Arctic is warming twice as fast as the rest of the planet, and the ice cover is retreating at a pace that even the climate scientists who predicted the decline find startling. Much of 2016 was warmer than normal , and the freeze-up came late. In November, the extent of A rctic sea ice was lower than ever recorded for that month. Though the average rate of ice growth was faster than normal for the month, over five days in mid-November the ice cover lost more than 19,000 square miles, a decline that the National Snow and Ice Data Center in Colorado called “almost unprecedented” for that time of year. In the southern Beaufort Sea, where Kaktovik’s 260 residents occupy one square mile on the northeast corner of Barter Island, sea ice loss has been especially precipitous. The continuing loss of sea ice does not bode well for polar bears, whose existence depends on an ice cover that is rapidly thinning and melting as the climate warms. As Steve Amstrup , chief scientist for Polar Bears International , a conservation organization, put it, “As the sea ice goes, so goes the polar bear.” Continue reading the main story Photo Polar bears holding each other in waters near the village. The continuing loss of ice bodes ill for them. Credit Josh Haner/The New York Times An Imperfect Symbol The largest of the bear subspecies and a powerful apex predator, the charismatic polar bear became the poster animal for climate change . Al Gore’s 2006 film, “An Inconvenient Truth,” which depicted a lone polar bear struggling in a virtually iceless Arctic sea, tied the bears to climate change in many people’s minds. And the federal government’s 2008 decision to list polar bears as threatened under the Endangered Species Act — a designation based in part on the future danger posed by a loss of sea ice — cemented the link. But even as the polar bear’s symbolic role has raised awareness, some scientists say it has also oversimplified the bears’ plight and unwittingly opened the door to attacks by climate denialists. “When you’re using it as a marketing tool and to bring in donations, there can be a tendency to lose the nuance in the message,” said Todd Atwood , a research wildlife biologist at the United States Geological Survey ’s Alaska Science Center . “And with polar bears in particular, I think the nuances are important.” Few scientists dispute that in the long run — barring definitive action by countries to curb global greenhouse gas emissions — polar bears are in trouble, and experts have predicted that the number will decrease with continued sea ice loss. A 2015 assessment for the International Union for Conservation of Nature’s Red List projected a reduction of over 30 percent in the number of polar bears by 2050, while noting that there was uncertainty about how extensive or rapid the decline of the bears — or the ice — would be. A version of the assessment was published online Dec. 7 in the journal Biology Letters. But the effect of climate change in the shorter term is less clear cut, and a populationwide decline is not yet apparent. Nineteen subpopulations of polar bears inhabit five countries that ring the Arctic Circle — Canada, the United States, Norway, Greenland and Russia. Beaufort Sea ",
    "title": "Polar Bears’ Path to Decline Runs Through Alaskan Village - The New York Times"
   },
   {
    "entities": [
     "nelson",
     "steve",
     "bowl",
     "alshon",
     "john",
     "green",
     "jeffery",
     "nfl",
     "the last minute",
     "barkley",
     "12:02 p.m.,",
     "27-10",
     "jordy",
     "kori",
     "cutler",
     "jay",
     "field",
     "hoyer",
     "pro",
     "sunday",
     "rumore",
     "soldier",
     "matt",
     "packers",
     "bay",
     "fox",
     "rosenbloom",
     "dec. 18",
     "brian"
    ],
    "id": 4,
    "text": "What was the worst thing the Bears did against the Packers? Where do you start? Photos from the Bears-Packers game on Dec. 18 at Soldier Field. Steve Rosenbloom Contact Reporter The RosenBlog The choice (and remember, death is not an option): Bears quarterbacking or Bears tackling? Or Bears coverage or Bears coaching? But say this for the Bears offense: Whether it’s Matt Barkley or Jay Cutler , the strip-sack and horrible interceptions consistently remain regular parts of the game plan against the Packers . And just when so many people had Barkley making the Pro Bowl. You can give Barkley credit for a comeback if you want, but he threw three picks and lost a fumble. Good luck trusting that. Barkley doesn’t have a starter’s arm, nor did he have a desire to get his top receiver involved. Yeah, sure, Alshon Jeffery showed up and caught a TD pass, but none of it happened until the Packers led 27-10. That’s when Jeffery showed up. Or that’s when Barkley started throwing to him. Take your pick. Sunday's Bears game against the Packers was not the coldest at Soldier Field, but still made the list of 10 most frigid games at the venue.In NFL games, temperature is recorded at kickoff -- 11 degrees at 12:02 p.m., Sunday -- which doesn't take into consideration any fluctuations that happen after... (Kori Rumore) Don’t tell me Jeffery was double-covered. If Barkley can throw into double- or triple-coverage for any other target downfield, and he did and that's how some passes become interceptions, then he can give Jeffery a chance to high-point a pass. Barkley showed too much of that Brian Hoyer -like trait of immediately going away from his top target because a team shows two-man coverage. Like that, the quarterback helps the opponent take the best receiver out of the game. I’m not sure that’s particularly smart, but hey, that’s just me. And besides, Barkley was turning over the ball anyway, so why not target your best receiver? How does even a rookie safety let the best receiver on the Packers get deep in the last minute of a tie game? That would go for any receiver in that situation, but especially Jordy Nelson . If that was supposed to be single coverage, then how does any defensive coordinator do that in that spot against Nelson? John Fox ’s Bears were 3-10. They had the ball fourth-and-goal at the 3 with less than two minutes to go in a game they trailed by three points, and Fox elected to kick the tying field goal. What do you have to lose by going for it? You’ve already lost the season and, who knows, maybe your job. The Packers were shaky. The Green Bay defense was looking for reasons to give up. The Packers certainly were capable of committing a penalty in the end zone to give you another set of downs. Wanting to go to overtime when you’re 3-10 is lame. ",
    "title": "What was the worst thing the Bears did against the Packers? Where do you start? - Chicago Tribune"
   },
   {
    "entities": [
     "recently",
     "huston",
     "elizabeth",
     "hungary",
     "david",
     "letterman",
     "oscar",
     "gabler",
     "1937",
     "once",
     "beverly",
     "the early 1950s",
     "rubirosa",
     "2015",
     "1958",
     "budapest",
     "mama",
     "anhalt",
     "this 1955",
     "trujillo",
     "segundo",
     "america",
     "1942",
     "porfirio",
     "ohio",
     "de",
     "jolie",
     "belge",
     "1997",
     "1989",
     "zsa",
     "jane",
     "gabor",
     "angeles",
     "online",
     "et",
     "neal",
     "associated",
     "interactive",
     "eva",
     "cbs",
     "1953",
     "taylor",
     "graphicsbank",
     "edward",
     "sari",
     "california",
     "el",
     "barbara",
     "hayes",
     "hollywood",
     "huxley",
     "the 1940s",
     "1998",
     "kim",
     "congress",
     "alba",
     "july 2010",
     "rafael",
     "lozzi",
     "2016",
     "aldous",
     "von",
     "avril",
     "marilyn",
     "1917",
     "wayne",
     "11:24 pm est",
     "welles",
     "sunday",
     "u.s.",
     "francesca",
     "1952",
     "april 11, 1996",
     "paris",
     "1995",
     "sanders",
     "felipe",
     "2005",
     "conrad",
     "dominican",
     "inc.",
     "bel-air",
     "hilton",
     "the following decade",
     "planet",
     "john",
     "los",
     "george",
     "dec 18, 2016",
     "jr.",
     "simpsons",
     "press",
     "1954",
     "monroe",
     "1956",
     "2002",
     "orson",
     "turhan",
     "frederic",
     "hutton",
     "magda",
     "republic",
     "hills",
     "future"
    ],
    "id": 5,
    "text": "CBS/AP Last Updated Dec 18, 2016 11:24 PM EST Hungarian-born actress and socialite Zsa Zsa Gabor has died, her publicist tells CBS Los Angeles . She was 99.  The middle and most famous of the sisters Gabor died Sunday of a heart attack at her Bel-Air home, her husband, Prince Frederic von Anhalt, said. Gabor faced failing health in recent years . In July 2010, von Anhalt told  ET Online  that she was having a feeding tube inserted so she could get the nutrients she needed. Gabor  broke her hip  earlier that month when she tumbled out of bed while watching television, trying to answer a telephone at her Bel-Air home. In a statement, her former publicist Edward Lozzi confirmed her death and said she is “finally out of her misery.” “For the past five years, Zsa Zsa has suffered chronic dementia, locked away in her mansion laying in a hospital bed being fed through tubes in her naval, not able to speak, see, write or hear. Nor knowing who she was or how famous she was,” he said. “...Zsa Zsa did not suffer fools well. That fact, along with her European post-war survival techniques inspired by her mother, Zsa Zsa Gabor was one tough cookie.” Gabor was the only survivor of the trio of acting Gabor sisters. Her sister Eva died in 1995 and Magda in 1997.  She has rarely been seen in public since she was partially paralyzed in a 2002 car accident. Gabor also suffered a stroke in 2005. View Gallery The Gabor sisters -0  Zsa Zsa, left, Magda, center,  and Eva 0- are seen in this 1955 black-and-white photo. All three Hungarian-born stars became famous in the U.S.  AP Graphicsbank Gabor took her first husband when she was 20 in 1937. She attracted the attention of nine husbands including hotel magnate Conrad Hilton and Oscar winning actor George Sanders.  Gabor had one child, Francesca Hilton, from her marriage to hotelier Conrad Hilton. (She would allege the child was conceived after Hilton raped her.) In later years, Gabor, von Anhalt and Francesca battled in court over family finances. Francesca Hilton died of an apparent stroke in 2015. Her first seven marriages ended in divorce. Her marriage to her eighth husband, Mexican attorney Felipe de Alba, was annulled, reportedly because her previous marriage was not properly ended. Sari Gabor -- Zsa Zsa is a family nickname -- was born in Budapest in 1917, according to a finishing school yearbook kept by a former classmate. Various references over the years have given other birth dates; Gabor usually avoided the subject. She was still in Hungary when she won a beauty contest and married and divorced a Turkish diplomat, Turhan Belge. Gabor, sisters Eva and Magda, and their mother, Jolie, emigrated to America around World War II. Zsa Zsa gained notice when she became the wife of Hilton, whom she married in 1942 and by the following decade all the Gabors were celebrities. In 1998, cultural historian Neal Gabler diagnosed her kind of celebrity as “The Zsa Zsa Factor.” “When she first came to fame in the early 1950s, Zsa Zsa wasn’t an actress or a singer or a dancer or an entertainer of any sort,” he observed. “She was the beautiful wife of actor George Sanders who happened to appear on a quiz show dispensing offhanded advice to lovelorn viewers. By being herself she became such a success that she immediately landed movie roles.” Her film career was, as The Film Encyclopedia notes, “mostly decorative.” Among Gabor’s more prominent credits: as dancer Jane Avril in John Huston’s Toulouse-Lautrec biopic, “Moulin Rouge,” 1952; and Orson Welles’ classic “Touch of Evil,” 1958. More recently, she appeared in the “Nightmare on Elm Street” series and in the “Naked Gun” spoofs.  View Gallery Actress Zsa Zsa Gabor holds up a beaded purse removed from a 30-year-old trunk containing possessions from actress Marilyn Monroe on April 11, 1996, at Planet Hollywood in Beverly Hills, California. Kim Kulish/AFP/Getty Images Her love life, meanwhile, rolled on, like a B-melodrama on a double-bill with Elizabeth Taylor’s A-list spectacular.  In 1954, Gabor made headlines being seen with Dominican Republic playboy-diplomat Porfirio Rubirosa within weeks of his marriage to dime store heiress Barbara Hutton. Her 1958 romance with Rafael Trujillo Jr., son of the Dominican dictator, became a scandal in Congress. Ohio’s Rep. Wayne Hayes -- eventually caught in his own adulterous affairl -- cited the expensive gifts Gabor was allegedly receiving from the young man to argue that foreign aid for the island nation should be eliminated. Gabor spent three days in the El Segundo jail in 1989 after she was found guilty in a well-publicized trial over slapping the face of a Beverly Hills police officer who stopped her for a traffic violation.   When she was freed, she told reporters the jailers were kind but “at first I was petrified. They even took my makeup away.” The great aunt of Paris Hilton and a spiritual matriarch to the Kardashians, Simpsons and other tabloid favorites, she was the original hall-of-mirrors celebrity, famous for being famous for being famous. Starting in the 1940s, Gabor rose from beauty queen to millionaire’s wife to minor television personality to minor film actress to major public character. With no special talent, no hit TV series such as her sister Eva’s “Green Acres,” Zsa Zsa nevertheless was a long-running hit just being Zsa Zsa -- her accent drenched in diamonds, her name synonymous with frivolity and camp as she winked and carried on about men, dahling, and the droll burdens of the idle rich. She was like popcorn for the public and, for sociologists, the seeming fulfillment of the mindless future imagined in Aldous Huxley’s “Brave New World,” a creation made possible by mass, electronic media; her words and image transcribed and beamed into theaters and living rooms, on the Internet and the shelves of newsstands and supermarket checkout lines. Her secret, in part, was being in on the joke, once saying about a 1956 TV role, “I play a fabulously rich woman who has just bought her fifth husband; she is very unhappy. I won’t tell you who it’s supposed to be.” Ever game for a laugh, Gabor spoofed her image in a videotaped segment on David Letterman’s “Late Show,” which had the two stars driving from one fast-food restaurant to another, sipping sodas and digging into burgers like they were slabs of wedding cake.  Part of Mama Jolie’s advice to her daughters, as recounted in a 1953 Associated Press interview with Zsa Zsa, has a modern touch. She said she told them: “You must be independent and able to do for yourself. Then you do not have to marry a rich man, you can marry a poor one. And if it is wrong, you can go.”  © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Zsa Zsa Gabor, famed actress and socialite, dead at 99 - CBS News"
   },
   {
    "entities": [
     "jose",
     "house",
     "congress",
     "donald",
     "asia",
     "office",
     "eric",
     "government",
     "businessman",
     "here",
     "century",
     "bank",
     "frankfurt",
     "of",
     "$364 million",
     "justice",
     "2008",
     "decades ago",
     "towers",
     "ivanka",
     "last week",
     "deutsche",
     "present",
     "interest",
     "the",
     "shaub",
     "germany",
     "states",
     "tower",
     "trump",
     "pose",
     "organization",
     "may",
     "u.s.",
     "conflict",
     "doj",
     "antonio",
     "united",
     "e.b.",
     "department",
     "the future",
     "$14 billion",
     "senate",
     "city",
     "ethics",
     "philippines",
     "walter",
     "southeast",
     "treasury"
    ],
    "id": 6,
    "text": "Not A Hack: U.S. Office Of Government Ethics Tweets At Trump As the head of the Trump Organization, the incoming president has financial interests in hundreds of companies , spread over at least 20 countries. He also has many outstanding debts. His exact assets and debts are not known because he has refused to release tax records. The scant information available comes from a disclosure filing Trump made in May to the Office of Government Ethics. So while relatively few details are known, this much is obvious: Trump The Businessman has many financial interests that would come into direct conflict with Trump The President. Examples Of Conflicts: The conflicts are far too numerous to list here, but two examples provide a glimpse into how serious the problem is. The first involves the Philippines, where Trump licenses his name to Trump Tower at Century City, a huge project involving residential, commercial and retail space. His business partner there is Jose E.B. Antonio . After Trump won the election, the Philippines named Antonio as a special envoy to the United States. So in the future, Trump will face a question when he sits down with Antonio to discuss U.S. foreign policy in Southeast Asia: Is he acting in the best interests of all Americans – or in the best interests of Trump Tower's profits? Article continues after sponsorship Trump's Loans From Troubled German Bank Pose Conflict Of Interest Here's the second example, this one involving debt. Trump's disclosure form and other documents show he owes roughly $364 million to Deutsche Bank, headquartered in Frankfurt, Germany. But the U.S. Department of Justice is pursuing an immense fine – around $14 billion – from Deutsche Bank for its role in the 2008 financial crisis. If the Trump administration were to back off from demanding such a huge fine, would it be because that's the right policy for this country, or because Trump wants to curry favor with his German lender? As long as Trump is both president of the country and father of the men running the Trump Organization, questions constantly will arise about his motives. Ethics Rules For Presidents: Decades ago, Congress wrote rules to prevent federal officials from having conflicts of interest, but they left the president exempt. Nevertheless, presidents have complied with the standards , putting their financial interests into a blind trust or investing only in simple instruments such as Treasury notes. Trump's plan to have his sons run the Trump Organization would not create a hands-off \"blind\" trust. In fact, sons Donald Trump, Jr., and Eric Trump already have blurred the lines between their roles in the company and the incoming administration. For example, when Trump met with technology industry executives last week, his sons, along with daughter Ivanka, were seated at the table. Were the four Trumps listening for lucrative investment opportunities, or for good public-policy ideas? Walter Shaub, director of the U.S. Office of Government Ethics, released a letter last week saying that \"transferring operational control of a company to one's children would not constitute the establishment of a qualified blind trust, nor would it eliminate conflicts of interest.\" The Stalemate So how does OGE normally enforce federal ethics rules? It does so by referring cases to the Department of Justice. But as noted, the president is technically exempt, and in any case, he chooses the Attorney General to run DOJ, so that path to an ethics crackdown doesn't sound likely. But in addition to the federal ethics rules, the Constitution itself has an \"emoluments clause\" that says \"no person holding any office of profit or trust\" shall \"accept of any present, emolument, office or title, of any kind whatever, from any king, prince or foreign state\" unless Congress consents. So remember those two examples of conflicts, one involving a Philippines real estate project and the other, a German bank loan? What if Trump were to someday use his presidential clout to steer business to Trump Towers at Century City, or reduce Justice Department fines for Deutsche Bank in exchange for forgiveness of his company's debts? Such examples are entirely hypothetical. But if in the future, Congress were to discover that Trump took actions equivalent to accepting foreign bribes, then lawmakers could turn to another part of the U.S. Constitution: \"The President, Vice President and all civil Officers of the United States, shall be removed from Office on Impeachment for, and Conviction of, Treason, Bribery, or other High crimes and Misdemeanors.\" Already, Democrats are making it clear they will be watching Trump conflicts closely. Last week, Senate Democrats introduced legislation requiring Trump to divest, and House Democrats held an event where ethics experts discussed Trump's conflicts. ",
    "title": "With Trump's Potential Conflicts Of Interest, Congress Will Have Final Say : NPR"
   },
   {
    "entities": [
     "electoral",
     "december 18, 2016",
     "house",
     "donald",
     "twitter",
     "graham",
     "texas",
     "john",
     "2016",
     "of",
     "south",
     "associated",
     "columbia",
     "party",
     "tomorrow",
     "--",
     "news",
     "monday",
     "clinton",
     "republican",
     "pennsylvania",
     "arizona",
     "committee",
     "states",
     "white",
     "45 percent",
     "midwest",
     "j.",
     "saturday",
     "trump",
     "november",
     "press",
     "priebus",
     "reince",
     "sunday",
     "podesta",
     "hillary",
     "united",
     "gop-controlled",
     "nbc",
     "ap",
     "facebook",
     "district",
     "fox",
     "florida",
     "49 percent",
     "college",
     "senate",
     "future",
     "wisconsin",
     "national"
    ],
    "id": 7,
    "text": "Trump almost certain to win Electoral College vote, but nothing's sure in 2016 elections Published               December 18, 2016 Facebook 0 Twitter 0 livefyre Email Print   The Electoral College is expected Monday to select Donald Trump as the next president of the United States, despite efforts to disrupt the 227-year-old process that so far appears to have resulted in just one openly rogue voter. Still, Democrats and Republicans on Sunday spoke with some uncertainty about the anticipated outcome. “We expect everything to fall in line,” Reince Priebus, White House chief of staff in the incoming Trump administration, told “Fox News Sunday.” In most presidential election years, the Electoral College vote would essentially be a formality after the popular vote is cast in November. But 2016 was not a typical election year, considering Democratic presidential nominee Hillary Clinton won the popular vote with roughly 2.6 million more ballots than Trump but lost the Electoral College vote. Trump got more Electoral College votes by winning many of the smaller, less-populated states in the Midwest and South, along with the big coastal state of Florida and traditionally Democratic-leaning Pennsylvania and Wisconsin. Trump and Clinton also split the six most populous states. Trump needs 270 electoral votes Monday. And the state victories put him in line to get 306 of the 538 -- with each state getting one vote for each House and Senate member. The three remaining votes go to the District of Columbia.   Priebus, who still runs the Republican National Committee, which is trying to keep count of the apportioned or “pledged” votes, cited the only known and so-called “faithless” balloter, who lives in Texas and whose vote goes to Trump but plans to vote for another, yet-to-be-named Republican. “But other than that, we're very confident that everything is going to be very smooth,” said Priebus, noting a massive petition drive to get electoral voters to cast ballots against Trump and the alleged harassment of some of the voters, particularly in Arizona, where Trump won 49 percent of the vote, compared to 45 percent for Clinton, which entitles him to all 11 electoral votes. Arizona electorate Donald Graham told Fox News on Saturday that the 11 electorates have received hundreds of thousands of emails telling them not to vote for Trump and that he’s received information that some of other 10 have been followed or have received a death threat. “It’s out of hand when you have such … a small group of people that is pushing so hard against millions if not hundreds of millions of people who still appreciate this whole system,” said Graham, chairman of the Arizona Republican Party. “The Electoral College is part of the Constitution.” All swore to party officials that they will back Trump, even though they're not legally bound to do so, and plan to hold to that pledge. Trump himself responded to the reports of elector harassment and intimidation Sunday.  If my many supporters acted and threatened people like those who lost the election are doing, they would be scorned & called terrible names! — Donald J. Trump (@realDonaldTrump) December 18, 2016 There is no federal law on electoral votes. Some states bind their voters -- often state party officials -- to the popular vote. But the penalties for violations are minor, such as being disqualified from future balloting. On Sunday, John Podesta, Clinton campaign chairman, suggested that 37 electoral voters bound to Trump could defect, which would be enough to create at least a tie and send the vote to the GOP-controlled House, where Trump would still likely win. Podesta, as he has in recent days, pressed the argument on NBC’s “Meet the Press” that Russians hacking the emails of Democrats during the election led in part to Clinton’s loss. He also made a last-minute argument that members of the Electoral College should have an intelligence briefing about the hackings before voting Monday. “I assume that our electors are going to vote for Hillary Clinton,” Podesta said. “But the question is whether there are 37 Republican electors who think that either there are open questions [about the purported Russian hackings] or that Donald Trump … is really unfit to be president. … And I guess we will know that … tomorrow.” The Associated Press tried to reach all 538 electors and was able to interview more than 330 of them. Many reported getting tens of thousands of emails, calls and letters asking them to vote against Trump. But the canvass found overwhelming support for the system, and the nominee, among Republican electors. The AP found only one pledged to Trump who will refuse to vote for him but did not identify him as the voter in Texas. The Associated Press contributed to this report. Advertisement ",
    "title": "Trump almost certain to win Electoral College vote, but nothing's sure in 2016 elections | Fox News"
   },
   {
    "entities": [
     "fedak",
     "nevada",
     "vegas",
     "orange",
     "huston",
     "$13,000",
     "hungary",
     "bob",
     "$3.3 million",
     "black",
     "feb. 6, 1917",
     "beach",
     "new",
     "times",
     "once",
     "beverly",
     "rams",
     "1958",
     "$1-billion",
     "now",
     "budapest",
     "anhalt",
     "2010",
     "segundo",
     "america",
     "1941",
     "1942",
     "sunset",
     "1986",
     "richard",
     "de",
     "bel",
     "jolie",
     "$35,000",
     "1965",
     "belge",
     "crutcher",
     "1989",
     "zsa",
     "toulouse-lautrec",
     "paul",
     "today",
     "the fourth of july",
     "gabor",
     "$2,500",
     "iran",
     "2008",
     "eva",
     "cbs",
     "1953",
     "visiting",
     "air",
     "varkonyi",
     "county",
     "cosden",
     "hutner",
     "edward",
     "sari",
     "california",
     "last a year",
     "assn.",
     "j.",
     "ventura",
     "el",
     "huntington",
     "o'hara",
     "jack",
     "las",
     "laszlo",
     "the 1950s",
     "ryan",
     "hollywood",
     "north",
     "vienna",
     "alba",
     "lozzi",
     "boulevard",
     "von",
     "january 2014",
     "yahoo",
     "the 1990s",
     "1940",
     "rolls-royce",
     "miami",
     "michael",
     "hope",
     "sommer",
     "getty",
     "welles",
     "burhan",
     "downtown",
     "sunday",
     "khan",
     "u.s.",
     "francesca",
     "1952",
     "pressphoto",
     "1993",
     "paris",
     "vilmos",
     "sanders",
     "burton",
     "felipe",
     "beyette",
     "conrad",
     "$11 million",
     "this weekend",
     "dec. 15, 2016",
     "nelson",
     "weekend",
     "1949",
     "korea",
     "hilton",
     "l.a.",
     "sierra",
     "kramer",
     "valerie",
     "the 1970s",
     "john",
     "george",
     "elke",
     "benjamin",
     "henri",
     "corniche",
     "aly",
     "lives",
     "early 2011",
     "1972",
     "2002",
     "two years later",
     "orson",
     "joshua",
     "frederic",
     "2011",
     "york",
     "magda",
     "hills",
     "herbert",
     "matter",
     "disney",
     "west",
     "1970"
    ],
    "id": 8,
    "text": "Zsa Zsa Gabor dies at 99; she had glamour and husbands in spades Zsa Zsa Gabor circa 1940 Laszlo Varkonyi / European Pressphoto Assn. An undated file photo taken about 1940 shows Zsa Zsa Gabor in Budapest, Hungary. An undated file photo taken about 1940 shows Zsa Zsa Gabor in Budapest, Hungary. (Laszlo Varkonyi / European Pressphoto Assn.) Valerie J. Nelson, Beverly Beyette The best known of three glamorous sisters from Hungary, actress Zsa Zsa Gabor pioneered a modern version of celebrity — she was famous for being famous. With the advent of television talk shows, Gabor became a frequent guest as early as the 1950s, charming audiences with her fractured English and slightly risque jokes about her reputation as an oft-married seductress fond of men and money. “Husbands are like fires. They go out if unattended,” she would say. Or “I want a man who is kind and understanding. Is that too much to ask of a millionaire?” Her nine marriages and reputation for shaving years off her age made her a pop-culture punch line. When entertainer Bob Hope joked, “You can calculate Zsa Zsa Gabor’s age by the rings on her fingers,” it only cemented her fame. So did a penchant for public escapades that included a 1989 assault conviction for slapping a Beverly Hills police officer. When reporters asked if she was prepared for a long trial, she cooed: “I have enough outfits to last a year.” The final years of her life were marked by a strange circus of publicity often orchestrated by her ninth husband, Prince Frederic von Anhalt , a German immigrant who had brokered an adoption as an adult to gain a royal-sounding title. He issued frequent media alerts on her precarious health and publicly squabbled with Gabor’s only child, Francesca Hilton . Gabor died Sunday of heart failure in her Bel Air mansion, according to her publicist Edward Lozzi. She was 99. The last surviving Gabor sister, she had been in declining health after being seriously injured in 2002 when the Rolls-Royce convertible in which she was riding, with her hairdresser at the wheel, jumped a curb on Sunset Boulevard in West Hollywood and struck a light pole. The accident left Gabor partially paralyzed. She had been in and out of the hospital since breaking her hip in 2010 and having most of her right leg amputated in early 2011 after developing an infection following hip-replacement surgery. Although her personal life grabbed the headlines, Gabor did build an acting career. One of her finest film roles came early in her career when she portrayed Henri Toulouse-Lautrec’s model in 1952’s “Moulin Rouge.” In directing her, John Huston reportedly said: “Zsa Zsa, forget about acting. Just make love to the camera.” Gabor later told a biographer: “Now, I knew very little about acting but a great deal about making love. It worked.” In 1958 she made an impression as a strip-club owner in the Orson Welles cult classic “Touch of Evil” and appeared in the campy “Queen of Outer Space,” one of her many more forgettable movies. She acted in at least 30 films. By the 1970s, Gabor had begun turning down the smaller parts that came her way but would occasionally appeared on TV and in movies. She made appearances on talk shows, and on game shows as a panelist, into the 1990s. To Gabor, everyone was “dahlink,” an endearment that entered the vernacular of mid-20th century America. She was a celebrity of the old school who believed in glamour. She once said of today’s actresses, “When you see them in real life, they look like nothing.” Not so Zsa Zsa, who flaunted her jewels and furs. She turned her celebrity into a commodity, mining her own reputation for one-liners. “I am a marvelous housekeeper. Every time I leave a man I keep his house,” she might say, or “There is nothing wrong with a woman encouraging a man’s advances, as long as they are in cash.” The aristocratic, blond Gabor was reportedly wooed by such rich and famous men as Prince Aly Khan, billionaire J. Paul Getty and actor Richard Burton , none of whom she married. Shortly after arriving in the U.S. in 1942, she made her most notable marriage with second husband Conrad Hilton, the hotel magnate, who was more than twice her age. The union lasted five years. The couple’s daughter, Francesca, was the only offspring of the Gabor sisters, who had at least 18 marriages among them. Older sister Magda, who largely stayed out of the limelight, had at least five husbands, while younger sister Eva had at least four. Eva made the biggest splash as an actress, co-starring in the CBS sitcom “Green Acres,” which debuted in 1965. Life with his young wife, Hilton later wrote, was “a little like holding a Roman candle — beautiful, exciting, but you were never quite sure when it would go off. And it is surprisingly hard to live the Fourth of July every day.” He added, “Glamour, I found, is expensive.” For her part, Gabor later said Hilton was the only husband she had married for money. In the divorce settlement she received $35,000 and $2,500 a month until she remarried. That union linked her by marriage to tabloid favorite Paris Hilton, Conrad’s great-granddaughter. Gabor’s next marriage, in 1949, was to actor George Sanders , whom she called her one true love. But Gabor complained that the mercurial Sanders wanted to turn her into a “little hausfrau” and divorced him after five years. Sanders, who was later briefly married to Gabor’s sister Magda, committed suicide in 1972. Gabor next married businessman Herbert Hutner, oilman Joshua Cosden, inventor Jack Ryan, attorney Michael O’Hara and Mexican businessman Felipe de Alba. The De Alba union was declared invalid after a day because Gabor’s divorce from O’Hara wasn’t final. In 1986, when Gabor married Von Anhalt, she told reporters he would be her last husband. She was true to her word. Zsa Zsa Gabor was born Sari Gabor in Budapest on Feb. 6, 1917, and named for Hungarian actress Sari Fedak. Her father, Vilmos, was a cavalry officer turned diamond merchant, and her mother, Jolie, was a onetime aspiring actress who steered her daughters toward show business. At 15, Zsa Zsa entered the Miss Hungary contest, which led to another beauty contest in Vienna. Instead of returning to Swiss boarding school, Gabor proposed to Burhan Belge, a former Turkish ambassador to Hungary, and the couple married. But bored with her first husband — and entranced by sister Eva’s descriptions of life in Hollywood, where she had started acting — Gabor hopped a ship to America in 1941 and had her marriage annulled. Her mother came too and started a successful jewelry business in New York. With her daughters, she became a fixture of high society. Both Zsa Zsa and Eva often appeared on the covers of popular magazines, and in 1953 the three sisters had a nightclub act in Las Vegas. Gabor said she was “born to make headlines,” and often did. In a 1989 incident that came to be known as “the slap heard ’round the world,” she was convicted of assaulting Paul Kramer, a Beverly Hills police officer who had pulled over her Rolls-Royce Corniche for having expired license-plate tags. She claimed she never hit him, served three days in an El Segundo jail and paid nearly $13,000 in fines. She later poked fun at the cop-slapping incident in the movie “The Naked Gun 2 1/2.” She became entangled in a slander suit brought by actress Elke Sommer, who didn’t appreciate being called “a has-been.” Gabor was ordered to pay $3.3 million in damages  in 1993. Gabor and Von Anhalt pursued lawsuits against the driver of her Rolls-Royce in the aftermath of her 2002 accident, and against Gabor’s daughter over disputed finances, one of several clashes that publicly pitted Von Anhalt against Francesca Hilton. But when Francesca Hilton began performing a stand-up comedy routine  in 2008 that riffed on her famous family lineage, Gabor supported the move, according to her daughter. “My mother and I, we’re the best of friends now that we’re the same age,” Hilton, then 61, said in a joke referring to Gabor that wrapped up the act. Hilton died in January 2014 of an apparent stroke. She was 67. Medical bills and meager savings forced Von Anhalt to list Gabor’s mansion in 2011, he said. Two years later the home sold for $11 million in a court-approved deal that allowed the couple to continue living there for three more years. An accomplished horsewoman, Gabor rode in the Rose Parade and owned a horse ranch in Ventura County. She also wrote several autobiographies, including a slender 1970 volume, “How to Catch a Man, How to Keep a Man, How to Get Rid of a Man.” “A girl must marry for love,” Gabor once said, “and keep on marrying until she finds it.” She is survived by her husband, who could not immediately be reached for comment by The Times on Sunday. Caption Weekend Roundup: 7 stories you can't miss The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. Caption Weekend Roundup: 7 stories you can't miss The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. Caption 90 seconds: 4 stories you can't miss Visiting Downtown Disney? You'll have to go through metal detectors  from now on; a $1-billion desalination plant  might be coming to Huntington Beach; meet the 'Chromies’ ; and federal officials are investigating the Orange County district attorney’s office . Caption Yahoo hacked Yahoo says more than a billion user accounts have been hacked. Dec. 15, 2016. (CBS Miami)  Yahoo says more than a billion user accounts have been hacked. Dec. 15, 2016. (CBS Miami)  Caption Curiosity Correspondent: Becoming a trapeze artist is hard Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Caption 90 seconds: 4 stories you can't miss ",
    "title": "Zsa Zsa Gabor dies at 99; she had glamour and husbands in spades - LA Times"
   },
   {
    "entities": [
     "huston",
     "july 12, 1989",
     "january 1954",
     "may 4, 1954",
     "golden",
     "fall in july 2010",
     "new",
     "july 31, 1990",
     "once",
     "beverly",
     "markes",
     "rubirosa",
     "anhalt",
     "count",
     "derby",
     "segundo",
     "nice",
     "porfirio",
     "december 19, 2016",
     "de",
     "bel",
     "jolie",
     "fong",
     "ap",
     "jim",
     "cheng",
     "1989",
     "zsa",
     "l.",
     "today",
     "gabor",
     "tweed",
     "court",
     "angeles",
     "england",
     "12:05 a.m. est",
     "$1 million",
     "eva",
     "cbs",
     "saxony",
     "air",
     "age",
     "gabor-hilton",
     "edward",
     "nov. 19, 1981",
     "el",
     "blanchette",
     "international",
     "may 12, 1958",
     "pat",
     "epson",
     "london",
     "marty",
     "march 16, 1979",
     "hollywood",
     "mexico",
     "wilcott",
     "kim",
     "sept. 1, 1965",
     "ut",
     "sept. 17, 1965",
     "alba",
     "airport",
     "lozzi",
     "municipal",
     "march 19, 1955",
     "feb. 6, 2011",
     "von",
     "marilyn",
     "june 8, 1990",
     "kardashian",
     "oct. 9, 1952",
     "haasman",
     "usa",
     "djansezian",
     "rolls-royce",
     "germany",
     "michael",
     "julie",
     "edwin",
     "nick",
     "sunday",
     "1952",
     "curtis",
     "calif.",
     "paris",
     "puerto",
     "vallarta",
     "felipe",
     "dec. 18, 2016",
     "curt",
     "laura",
     "hilton",
     "april 11, 1999",
     "york's",
     "june 3, 1969",
     "john",
     "nov. 3, 1979",
     "los",
     "1 p.m.",
     "munich",
     "fredric",
     "tony",
     "france",
     "april 13, 1992",
     "kulish",
     "august 1986",
     "lederhandler",
     "may 1, 1990",
     "alisau",
     "wochit",
     "kevork",
     "dec. 5, 1955",
     "monroe",
     "royal",
     "april 14, 1982",
     "frederic",
     "york",
     "magda",
     "facebook",
     "duke",
     "hills",
     "wally",
     "aug. 15, 1986"
    ],
    "id": 9,
    "text": "Zsa Zsa Gabor, one of the first celebutantes, is dead at 99 Hollywood socialite had been ill for years. Post to Facebook Zsa Zsa Gabor, one of the first celebutantes, is dead at 99 Hollywood socialite had been ill for years. Check out this story on USATODAY.com: http://usat.ly/2i4s7eU CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 47 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Zsa Zsa Gabor, one of the first celebutantes, is dead at 99 Jim Cheng , USA TODAY 12:05 a.m. EST December 19, 2016 Hungarian-American actress Zsa Zsa Gabor died Dec. 18, 2016, at age 99. Wochit Zsa Zsa Gabor has died, according to reports. (Photo: Curt Wilcott, AP) Zsa Zsa Gabor, the 99-year-old former beauty queen and actress, died Sunday in Los Angeles. Her friend and former publicist, Edward Lozzi, told USA TODAY that she died around 1 p.m. PT Sunday. The news was first reported by TMZ . She was ahead of her time. In the Hollywood Golden Age, Gabor, or simply Zsa Zsa to most, was perhaps the first celebutante. If there had been no Zsa Zsa, there probably would be no Kim Kardashian. \"She did not suffer fools well,\" said a statement from Lozzi, who had represented her \"on and off\" since 1989. \"Zsa Zsa Gabor was one tough cookie. Her beautiful lips and mouth would also be her worst enemy when and if she turned on the verbal machine gun. Most of her problems originated from that beautiful mouth. \"Zsa Zsa Gabor will always be an American icon and the klieg in the Gabor-Hilton dynasty.\" Stars remember Zsa Zsa Gabor on Twitter Gabor had been in ill health since being hospitalized after a fall in July 2010. She had hip replacement surgery afterward but returned to the hospital several times for treatment of swelling and clots. Most of her right leg had been amputated because of gangrene. Although after her television career Gabor had become a punchline or a caricature, known for her run-in with a Beverly Hills cop or for her many marriages, it wasn’t always that way. Gabor was of a time when “socialite” was not yet a term of derision. Despite a spotty film career, she became a staple on TV. She often appeared as herself and spoofed her active social life with a quip and a “dahlink” that became her signature term of endearment. Posted! A link has been posted to your Facebook feed. Zsa Zsa Gabor on March 19, 1955, appears in director John Huston's 1952  production \" Moulin Rouge.\"  AP Glamorous actress Zsa Zsa Gabor died Sunday at age 99. Here, she responds to a question during a news conference at her home in Los Angeles on April 13, 1992.  Kevork Djansezian, AP Zsa Zsa Gabor in a courtroom in Beverly Hills on May 1, 1990, following her infamous cop-slapping incident.  Kevork Djansezian, AP Zsa Zsa Gabor on her wedding day to her ninth husband, Prince Frederic von Anhalt, on Aug. 15, 1986.  AP Zsa Zsa Gabor, accompanied by her husband Frederic von Anhalt, right, is surrounded by media upon her release from jail in El Segundo, Calif., on July 31, 1990.  Nick Ut, AP Zsa Zsa Gabor rests in her Bel Air mansion in Los Angeles with her husband, Frederic von Anhalt, while celebrating her 94th birthday on Feb. 6, 2011.   John Blanchette, AP Zsa Zsa Gabor smiles at a charity auction in Beverly Hills on  June 8, 1990.  Julie Markes, AP Zsa Zsa Gabor during a rehearsal for CBS soap opera 'As the World Turns' on Nov. 19, 1981, at Studio 52 in New York.  Marty Lederhandler, AP Jolie Gabor, right, appears with her two daughters,  actresses Eva, left, and Zsa Zsa Gabor, during a fashion event in Beverly Hills on March 16, 1979.  AP Zsa Zsa Gabor, fresh off a flight from London, poses with luggage at New York's International Airport on Oct. 9, 1952.  AP Zsa Zsa Gabor, shaded by a black organza hat,  leaves the London Hilton on June 3, 1969, on her way to the Royal Derby at Epson, England.  AP Jeweler Edwin L. Haasman places a $1 million necklace with a 90-carat Maja emerald around Zsa Zsa Gabor's neck on Nov. 3, 1979, in Los Angeles.  Wally Fong, AP Zsa Zsa Gabor and Tony Curtis  play bride and groom in 'Arrivederci, Baby!' on location near Nice, France, on Sept. 17, 1965.  AP Zsa Zsa Gabor poses in a restaurant in Munich on Sept. 1, 1965.  european pressphoto agency Zsa Zsa Gabor poses next to a Rolls-Royce automobile in Beverly Hills.  AP Zsa Zsa Gabor and Prince Fredric von Anhalt, Germany's Duke of Saxony, arrive for lunch in August 1986 in Beverly Hills.  Michael Tweed, AP Zsa Zsa Gabor holds a beaded purse once owned by Marilyn Monroe on April 11, 1999.  Kim Kulish, AFP/Getty Images Zsa Zsa Gabor smiles as she exits from Beverly Hills Municipal Court on July 12, 1989, where she appeared in order to answer charges of battery against a police officer.   AFP/Getty Images Zsa Zsa Gabor poses on May 12, 1958, in front of her Mercedes.  AFP/Getty Images Zsa Zsa Gabor wears a fur coat on Dec. 5, 1955.   AFP/Getty Images Zsa Zsa Gabor and her companion, Dominican diplomat Porfirio Rubirosa, in Paris on May 4, 1954.  AFP/Getty Images Zsa Zsa Gabor and her sisters Eva and Magda play piano in January 1954.  AFP/Getty Images Zsa Zsa Gabor poses with her seventh husband, Count Felipe de Alba, on the yacht Laura after their wedding in Puerto Vallarta, Mexico, on April 14, 1982.  Pat Alisau, AP Like this topic? You may also like these photo galleries: Replay ",
    "title": "Zsa Zsa Gabor, one of the first celebutantes, is dead at 99"
   }
  ]
 }
}