{
 "20": {
  "col-sim": {
   "cosine": 0.4295029320416792,
   "entity": 0.6146362971528592
  },
  "exec-time": 9.622824430465698,
  "links": [
   {
    "entities": [
     "nov. 8",
     "electoral",
     "yerger",
     "house",
     "congress",
     "donald",
     "1787",
     "texas",
     "mississippi",
     "biden",
     "tribune",
     "georgia",
     "green",
     "of",
     "south",
     "associated",
     "columbia",
     "nation",
     "once",
     "gop",
     "news",
     "the day",
     "monday",
     "clinton",
     "republican",
     "nebraska",
     "jr.",
     "pennsylvania",
     "arkansas",
     "usa",
     "white",
     "colorado",
     "&",
     "jan. 20",
     "press",
     "joe",
     "trump",
     "chicago",
     "carolina",
     "kkk",
     "dec. 19, 2016",
     "virginia",
     "a.",
     "oklahoma",
     "hillary",
     "ap",
     "district",
     "world",
     "lee",
     "north",
     "jan. 6",
     "college",
     "west",
     "tennessee",
     "senate",
     "wirt",
     "national"
    ],
    "id": 0,
    "text": "News Nation & World National politics Donald Trump off to a strong start in Electoral College voting Donald Trump started racking up electoral votes Dec. 19, 2016, even as anti-Trump protesters across the country tried to persuade the Electoral College to prevent him from winning the White House. (Chicago Tribune) Tribune news services Contact Reporter Donald Trump started racking up electoral votes Monday even as anti-Trump protesters across the country tried to persuade the Electoral College to prevent him from winning the White House. Trump didn't lose any electors with votes counted in a half dozen states he won Nov. 8: Tennessee, West Virginia, Arkansas, South Carolina, Mississippi and Oklahoma. Initial results gave Trump 44 votes and Democrat Hillary Clinton, 10. It takes 270 votes in the Electoral College to win the presidency. Electors were voting throughout the day and there was scant evidence many GOP electors would peel away from their Election Day winner. More than three dozen would have to abandon him to complicate his path to the presidency. More than 200 demonstrators braved freezing temperatures at Pennsylvania's capitol, chanting, \"No Trump, no KKK, no fascist USA!\" and \"No treason, no Trump!\" Protesters also gathered in Colorado, Georgia, South Carolina, Virginia, Texas, Nebraska and other states. The protesters, however, were unlikely to persuade the Electoral College to dump Trump. An Associated Press survey of electors found very little appetite to vote for alternative candidates. Only one Republican said he would vote for someone else. Republican electors have been deluged with emails, phone calls and letters urging them not to support Trump. Many of the emails are part of coordinated campaigns. \"The letters are actually quite sad,\" said Lee Green, a Republican elector from North Carolina. \"They are generally freaked out. They honestly believe the propaganda. They believe our nation is being taken over by a dark and malevolent force.\" Electoral college meets amid push to stop Trump Protests are planned for state capitals, but they are unlikely to persuade the electoral college to dump Trump. Protests are planned for state capitals, but they are unlikely to persuade the electoral college to dump Trump. See more videos Wirt A. Yerger Jr., a Republican elector in Mississippi, said, \"I have gotten several thousand emails asking me not to vote for Trump. I threw them all away.\" A joint session of Congress is scheduled for Jan. 6 to certify the results of the Electoral College vote, with Vice President Joe Biden presiding as president of the Senate. Once the result is certified, the winner — almost certainly Trump — will be sworn in on Jan. 20. The Electoral College was devised at the Constitutional Convention in 1787. It was a compromise between those who wanted popular elections for president and those who wanted no public input. The Electoral College has 538 members, with the number allocated to each state based on how many representatives it has in the House plus one for each senator. The District of Columbia gets three, despite the fact that the home to Congress has no vote in Congress. The AP tried to reach all of the electors and interviewed more than 330 of them, finding widespread aggravation among Democrats with the electoral process, but little expectation Trump would be derailed. ",
    "title": "Donald Trump off to a strong start in Electoral College voting - Chicago Tribune"
   },
   {
    "entities": [
     "fabrizio",
     "new",
     "bensch/reuters",
     "times",
     "brussels",
     "york",
     "kaiser",
     "nice",
     "france",
     "late monday",
     "monday",
     "christmas",
     "berlin",
     "church",
     "wilhelm",
     "germany",
     "earlier this year",
     "december 19, 2016",
     "evening",
     "memorial"
    ],
    "id": 1,
    "text": "9 Dead After Truck Drives Into Christmas Market in Berlin By MELISSA EDDY Video Aftermath of Fatal Crash Into Berlin Market A truck plowed into a Christmas market in Berlin on Monday evening, leaving at least nine people dead and many more injured, according to the police. Publish Date December 19, 2016. Photo by Fabrizio Bensch/Reuters. Watch in Times Video » BERLIN — A truck driver plowed into a Christmas market late Monday in central Berlin, killing nine people and injuring several others, in what the police said they believed was an attack. Breaking News Alerts Sign up to receive an email from The New York Times as soon as important news breaks around the world. German media reported that the truck jumped the sidewalk and drove into the crowd around wooden stands at the market, which was set up around the Kaiser Wilhelm Memorial Church. Germany has not seen a large-scale terror attack, such as the ones earlier this year in Brussels and Nice, in southern France, but authorities have said that the country remains on alert. ",
    "title": "9 Dead After Truck Drives Into Christmas Market in Berlin - The New York Times"
   },
   {
    "entities": [
     "recently",
     "oval",
     "saul",
     "pugliano",
     "ty",
     "shiro",
     "may 9, 2015",
     "beach",
     "stadium",
     "may 31, 2016",
     "electors",
     "30",
     "pena",
     "angerer",
     "washington",
     "jeremy",
     "charlie",
     "march 21, 2016",
     "cleveland",
     "studios",
     "ivanka",
     "mcnamee",
     "theater",
     "science",
     "post",
     "march 29, 1990",
     "facebookemail",
     "beck",
     "oct. 19, 2016",
     "otero",
     "mayweather",
     "evan",
     "altaffer",
     "terre",
     "the second day",
     "today",
     "2:49 p.m. est",
     "oct. 8, 2015",
     "feb. 9, 2016",
     "haute",
     "angeles",
     "hamilton",
     "2006",
     "scott",
     "cheryl",
     "olson",
     "of",
     "this year",
     "dinner",
     "wright",
     "river",
     "sept. 9, 2015",
     "34%",
     "nov. 8, 2016",
     "march 5, 2015",
     "rhode",
     "murdock",
     "nov. 20, 2016",
     "jack",
     "feb. 2, 2012",
     "perlman",
     "moines",
     "miss",
     "marco",
     "jordan",
     "jackson",
     "keene",
     "pinos",
     "mar-a-lago",
     "scotland",
     "oct. 28, 2004",
     "evans",
     "locher",
     "60%",
     "border",
     "platt",
     "brandon",
     "rnc",
     "capitol",
     "july 29, 2016",
     "seth",
     "monday",
     "clinton",
     "march 4, 2016",
     "usa",
     "arkansas",
     "loans",
     "michael",
     "dec. 10, 2016",
     "getty",
     "joe",
     "thomas",
     "saint",
     "funches",
     "susan",
     "reno",
     "brekken",
     "martin",
     "hillary",
     "s.c",
     "andrew",
     "miller",
     "the weekend",
     "ii",
     "authority",
     "cia",
     "feb. 1, 2016",
     "april 5, 1990",
     "los",
     "george",
     "putin",
     "october 12, 2012",
     "--",
     "mitchell",
     "winthrop",
     "aug. 27, 2015",
     "colorado",
     "pescott",
     "enrique",
     "c.",
     "a.",
     "m&t",
     "control",
     "getz",
     "grover",
     "concord",
     "nbc",
     "mich.",
     "auditorium",
     "aug. 11, 2015",
     "florida",
     "herbert",
     "west",
     "gardner",
     "national",
     "v.",
     "orleans",
     "christian",
     "council",
     "steve",
     "tonight",
     "witcher",
     "univision",
     "genesee",
     "march 11, 2016",
     "marc",
     "south",
     "rubio",
     "j",
     "evening",
     "myriam",
     "pence",
     "georges",
     "mike",
     "july 1, 2016",
     "early afternoon",
     "illinois",
     "piscotty",
     "solis",
     "richard",
     "rainier",
     "harrison",
     "mahal",
     "matthew",
     "run",
     "patrol",
     "paul",
     "minchillo",
     "nov. 6, 2016",
     "kaster",
     "muscatine",
     "center",
     "monsivais",
     "st.",
     "mccollester",
     "turnberry",
     "rhona",
     "boulder",
     "mobile",
     "robyn",
     "laredo",
     "sept. 19, 2015",
     "july 31, 2015",
     "w.",
     "ethan",
     "county",
     "july 23, 2015",
     "clary",
     "las",
     "eylse",
     "atlantic",
     "oct. 7, 2016",
     "april 15, 2016",
     "hong",
     "resort",
     "gazette",
     "state",
     "european",
     "robert",
     "gore",
     "sommers",
     "rebilas",
     "valley",
     "old",
     "minneapolis",
     "donald",
     "ben",
     "nov. 4, 2015",
     "twitter",
     "marcio",
     "cavanaugh",
     "jason",
     "2016",
     "july 7, 2016",
     "wallace",
     "2000",
     "feb. 20, 2016",
     "committee",
     "convention",
     "s.c.",
     "loeb",
     "quicken",
     "democrat",
     "drew",
     "street",
     "spencer",
     "tyson",
     "b.",
     "july 11, 2015",
     "pressphoto",
     "sept. 17, 2016",
     "jan. 24, 2016",
     "calif.",
     "tommy",
     "march 1, 2016",
     "orlando",
     "wilbur",
     "uss",
     "hampshire",
     "ehrhardt",
     "n.h.",
     "dominick",
     "simi",
     "electoral",
     "jose",
     "peter",
     "aug. 22, 2016",
     "john",
     "march 1988",
     "epa",
     "benjamin",
     "bannister",
     "gilligan-usa",
     "jr.",
     "roberson",
     "cayton",
     "ugarte",
     "jean",
     "brady",
     "sun",
     "chicago",
     "pavilion",
     "erin",
     "oct. 9, 2016",
     "dec. 19, 2016",
     "fallon",
     "sept. 11, 2015",
     "mary",
     "york",
     "republic",
     "manchester",
     "wilson",
     "isaac",
     "bush",
     "december 18, 2016",
     "sherwood",
     "mandel",
     "eric",
     "hempstead",
     "jeff",
     "new",
     "times",
     "erik",
     "heidi",
     "pablo",
     "$500k",
     "cincinnati",
     "darren",
     "sept. 20, 2016",
     "st",
     "arena",
     "port",
     "virginia",
     "ohio",
     "december 19, 2016",
     "heppell",
     "manny",
     "oct. 28, 2015",
     "aug. 10, 2016",
     "ap",
     "treasure",
     "lesser",
     "june 16, 2013",
     "college",
     "high",
     "s.",
     "suprun",
     "sept. 16, 2015",
     "melania",
     "feb. 23, 2016",
     "sept. 23, 2003",
     "monster",
     "cook",
     "commission",
     "associated",
     "memorial",
     "little",
     "chow/the",
     "afp/getty",
     "nov. 22, 2016",
     "walker",
     "maury",
     "gerald",
     "google",
     "republican",
     "reuter",
     "phoenix",
     "april 19, 2016",
     "carolina",
     "doral",
     "may 10, 2016",
     "april 6, 2016",
     "ryan",
     "adrian",
     "ladd-peebles",
     "april 27, 2016",
     "n.c.",
     "fox",
     "sept. 28, 2015",
     "sept. 15, 2015",
     "christie",
     "alex",
     "rudy",
     "may 2, 2015",
     "night",
     "morning",
     "hofstra",
     "congress",
     "przybyla",
     "qualtrics",
     "airport",
     "texas",
     "reagan",
     "2013",
     "nov. 23, 2015",
     "municipal",
     "iowa",
     "fbi",
     "akron",
     "fla.",
     "dubuque",
     "island",
     "hartford",
     "dec. 12, 2015",
     "harnik",
     "jae",
     "july 11, 2016",
     "ngan",
     "casino",
     "n.j.",
     "aug. 31, 2016",
     "sunday",
     "u.s.",
     "dec. 1, 2016",
     "sheen",
     "bill",
     "lm",
     "clive",
     "nati",
     "jan. 6",
     "giuliani",
     "ala.",
     "lane",
     "aug. 15, 2015",
     "greater",
     "burlington",
     "lauderdale",
     "lincoln",
     "saginaw",
     "the first quarter",
     "martinez",
     "m",
     "school",
     "images",
     "louis",
     "helber",
     "justin",
     "gop",
     "great",
     "fullscreen",
     "columbus",
     "arizona",
     "june 13, 2016",
     "farmers",
     "neibergall",
     "aug. 6, 2015",
     "university",
     "bb&t",
     "cnbc",
     "matt",
     "connecticut",
     "facebook",
     "the day monday",
     "sun-times",
     "indiana",
     "ind.",
     "house",
     "vegas",
     "pool/european",
     "wallheiser",
     "sept. 30, 2015",
     "july 18, 2015",
     "sea",
     "bank",
     "ann",
     "douglas",
     "al",
     "party",
     "march 31, 2016",
     "cnn",
     "fort",
     "carson",
     "tower",
     "foley",
     "palm",
     "restaurant",
     "aug. 21, 2015",
     "46%",
     "bethpage",
     "wisconsin",
     "terrill",
     "tannen",
     "office",
     "n.y.",
     "iran",
     "bottari",
     "sept. 3, 2015",
     "june 29, 2015",
     "f.",
     "representatives",
     "greenville",
     "pennsylvania",
     "pacquiao",
     "timothy",
     "$500,000",
     "nieto",
     "j.",
     "opera",
     "nov. 10, 2016",
     "ellis",
     "blue",
     "international",
     "nov. 10, 2015",
     "gilligan",
     "va.",
     "mark",
     "aug. 25, 2015",
     "springs",
     "slaven",
     "may 16, 2015",
     "nov. 29, 2016",
     "carolyn",
     "angelillo",
     "july 27, 1988",
     "agency",
     "vlasic",
     "mexico",
     "kelly",
     "sept. 7, 2016",
     "denver",
     "peabody",
     "north",
     "wise",
     "baltimore",
     "papasso",
     "events",
     "spartanburg",
     "airlines",
     "nov. 8",
     "mississippi",
     "samad",
     "may 1, 2016",
     "jimmy",
     "kenansville",
     "margaret",
     "sept. 26, 2016",
     "jorge",
     "democratic",
     "country",
     "wis.",
     "derer",
     "djansezian",
     "miami",
     "july 21, 2016",
     "raedle",
     "rogelio",
     "lakes",
     "obama",
     "trump",
     "ramos",
     "hotel",
     "austin",
     "romney",
     "june 16, 2015",
     "grand",
     "vucci",
     "kasich",
     "tpc",
     "aiken",
     "walsh",
     "coliseum",
     "duplin",
     "club",
     "mitt",
     "bedminster",
     "1888",
     "colo.",
     "oct. 21, 2015",
     "gorenstein",
     "des",
     "milwaukee",
     "taj",
     "golf",
     "june 22, 2016",
     "july 20, 2016",
     "heliport",
     "news",
     "nev.",
     "indianapolis",
     "chip",
     "intrepid",
     "somodevilla",
     "jan. 8, 2016",
     "miss.",
     "&",
     "altoona",
     "press",
     "anselm",
     "lauer",
     "march 15, 2016",
     "kevork",
     "soho",
     "hill",
     "birch",
     "nov. 1, 2016",
     "chris",
     "conn.",
     "smith",
     "sanchez",
     "rock",
     "jersey",
     "floyd",
     "urbandale",
     "city",
     "ames"
    ],
    "id": 2,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Little drama so far in Electoral College voting The Electoral College meets today in all 50 states to officially cast their votes for Donald Trump as GOP electors are under intense pressure to oppose him. Post to Facebook Little drama so far in Electoral College voting The Electoral College meets today in all 50 states to officially cast their votes for Donald Trump as GOP electors are under intense pressure to oppose him. Check out this story on USATODAY.com: http://usat.ly/2i0L7yP CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 242 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Little drama so far in Electoral College voting Heidi M Przybyla , USA TODAY 2:49 p.m. EST December 19, 2016 Share Even if electors defect, Trump likely to become president USA TODAY NETWORK Members of the Mississippi Electoral College sign certificates of vote in the process of formally casting their electoral votes in Jackson, Miss., on Dec. 19, 2016. (Photo: Rogelio V. Solis, AP) WASHINGTON — Presidential electors in all 50 states are meeting Monday to officially cast their votes for Donald Trump as GOP electors are under intense pressure to oppose him. Electors in Arkansas, Illinois, Indiana, New Hampshire, North Carolina and Pennsylvania voted during the morning and early afternoon and parceled out their state's votes with no rogue electors. Trump won Arkansas, Indiana, North Carolina and Pennsylvania, while Democrat Hillary Clinton carried Illinois and New Hampshire.   Despite a last-minute push by outside progressive and Libertarian groups, there’s little indication of a significant rebellion. The meetings, which occur more than a month after the Nov. 8 election, is typically a formality. This year, the nation’s 538 electors are in the spotlight as Trump critics mount a vocal campaign appealing to the Republican electors pledged to vote for him. The official results of the vote will be announced before Congress on Jan. 6, although the results from each state have been released throughout the day Monday. Read more: GOP electors targeted with $500K ad buy in final anti-Trump push Electors have received thousands of emails and phone calls arguing Trump is unqualified, as the first president in the nation’s history with no military or government experience and with potential conflicts of interest due to his business empire. Confirmation by the FBI and CIA that the Russian government hacked Hillary Clinton’s campaign and the Democratic National Committee seeking to help Trump win the election have amplified their calls. Thousands of protesters have gathered outside state capitols throughout the country. \"Many Republican electors have told me they're open to sending the vote for President to the U.S. House of Representatives, which has happened twice in our nation's history,” said Chris Suprun, a Texas elector who is not voting for Trump . “Frankly, at this point, I'm wondering if Putin helped Trump win the Republican primary,\" he said. In Rhode Island, electors passed a motion calling for an independent, bipartisan investigation into Russian intervention in the election as Congress debates whether the matter should be reviewed by Republican-led committees or as an independent probe.   Yet, so far, Suprun is the only Republican to publicly say he’ll vote against Trump. Opponents would need 37 GOP electors to switch their votes. The one alternative to Trump, Ohio Gov. John Kasich, has told electors not to vote for him. Even if there were a mass defection, the matter would kick to the Republican-led House of Representatives, which is unlikely to override their own party’s president. Further, the Republican National Committee has been conducting a parallel whip effort to make sure electors stick to the plan to vote for Trump. Clinton won more than 2.8 million more votes than Trump nationwide. But Trump got 306 of the 538 electoral votes — the state-by-state system created by the nation's founders based on the size of a state’s congressional delegation. Read more: A short history lesson on presidents winning without the popular vote It’s the second time in recent history, including Democrat Al Gore’s loss in 2000 to George W. Bush, that the person winning the popular vote lost the election. Before that, it hadn’t been since 1888, when Benjamin Harrison beat Grover Cleveland, that a candidate won the presidency despite losing the popular vote. The coalition of outside groups, calling themselves the Hamilton Electors, ran $500,000 in television ads over the weekend featuring actors including Martin Sheen and Debra Messing quoting from the Federalist Papers about the need for electors to exercise their conscience in casting their votes. Yet a POLITICO/Morning Consult poll shows 46% of voters say electors should be bound to vote for the candidate that won their state, to 34% who think electors shouldn’t be bound if they have significant concerns about the winner. Trump himself took to Twitter on Sunday night to express his frustration, saying his supporters would be “scorned and called terrible names” if the situation was reversed. If my many supporters acted and threatened people like those who lost the election are doing, they would be scorned & called terrible names! — Donald J. Trump (@realDonaldTrump) December 18, 2016 The polls also show how significantly false information has spread as Trump recently declared that he won in “a massive landslide victory.” Half of Republicans think Trump won the popular vote, according to recent survey of 1,011 Americans conducted by Qualtrics. Trump lost the popular vote by a by a wider margin than any president in modern history . Among Republicans without college education, the share was 60%. Posted! A link has been posted to your Facebook feed. Donald Trump claimed a stunning victory after a long and contentious 2016 campaign. Here's a look back at his career and path to the presidency.  John Locher, AP Donald Trump stands next to one of his three Sikorsky helicopters at New York Port Authority's West 30 Street Heliport in March 1988.  Wilbur Funches, AP Heavyweight champion Mike Tyson, right, speak at a news conference while adviser Donald Trump looks,  after announcing a settlement between Tyson and his manager, Bill Cayton, on July 27, 1988.  Richard Drew, AP Fullscreen Donald Trump, right, waits with his brother Robert for the start of a Casino Control Commission meeting in Atlantic City on March 29, 1990. Trump was seeking final approval for the Taj Mahal Casino Resort, one of the world's largest casino complexes.  AP Donald Trump stands next to a genie lamp as the lights of his Trump Taj Mahal Casino Resort light up the evening sky marking the grand opening of the venture in Atlantic City on April 5, 1990.  Mike Derer, AP Donald Trump and architect Adrian Smith unveil an artist rendition of Trump Tower Chicago at a news conference on Sept. 23, 2003.  Scott Olson, Getty Images Donald Trump signs autographs for a crowd prior to the demolition of the old Chicago Sun-Times building on Oct. 28, 2004.  Jeff Roberson, AP Donald Trump on the set for his show, \"The Apprentice\" in 2006.  Virginia Sherwood, NBC Ann Romney looks on as Donald Trump and Republican presidential candidate Mitt Romney shake hands during a news conference held by Trump to endorse Mitt Romney for president on Feb. 2, 2012, in Las Vegas.  Ethan Miller, Getty Images Eric F. Trump, Donald Trump and Donald Trump Jr. attend the \"Celebrity Apprentice All Stars\" Season 13 Press Conference at Jack Studios on October 12, 2012, in New York City.  Slaven Vlasic, Getty Images Donald Trump and Miss Connecticut USA Erin Brady pose onstage after Brady won the 2013 Miss USA pageant, on June 16, 2013.  Jeff Bottari, FR170524AP Donald Trump and Ivanka Trump watch as the ceremonial starter hits to start the first round of the WGC-Cadillac Championship golf tournament at TPC Blue Monster at Trump National Doral on March 5, 2015, in Miami.  Jason Getz, USA TODAY Sports Donald Trump reacts alongside wife Melania Trump before the welterweight boxing fight between Floyd Mayweather and Manny Pacquiao on May 2, 2015.   Mark J. Rebilas, USA TODAY Sports Donald Trump speaks during the Freedom Summit on May 9, 2015, in Greenville, South Carolina.  Richard Ellis, Getty Images Donald Trump speaks to guests gathered for the Republican Party of Iowa's Lincoln Dinner at the Iowa Events Center on May 16, 2015, in Des Moines, Iowa.  Scott Olson, Getty Images Trump announces his presidential run on June 16, 2015, at Trump Tower in New York.  JUSTIN LANE, EPA Trump holds up documents from a poll that shows him running in second place among Republican candidates as he speaks at a meeting of the City Club of Chicago on June 29, 2015.  Tannen Maury, European Pressphoto Agency Trump greets the crowd before speaking at the Phoenix Convention Center on July 11, 2015.  Cheryl Evans, The Arizona Republic Trump speaks at the Family Leadership Summit in Ames, Iowa, on July 18, 2015.  Nati Harnik, AP Trump arrives at the airport for a visit to the U.S./Mexico border in Laredo, Texas, on July 23, 2015.  LM Otero, AP Trump drives his golf buggy during the second day of the Women's British Open golf championship on the Turnberry golf course in Turnberry, Scotland, on July 31, 2015.  Scott Heppell, AP Trump, alongside fellow Republican presidential candidates Ben Carson and Scott Walker, participates in the first prime-time presidential debate hosted by Fox News and Facebook at the Quicken Loans Arena on Aug. 6, 2015, in Cleveland.  Chip Somodevilla, Getty Images Trump delivers the keynote address at the Genesee and Saginaw Republican Party Lincoln Day Event on Aug. 11, 2015, in Birch Run, Mich., his first campaign event since his Republican debate debut.  Bill Pugliano, Getty Images Trump greets fairgoers while campaigning at the Iowa State Fair on Aug. 15, 2015, in Des Moines.  Win McNamee, Getty Images Trump greets supporters after his rally at Ladd-Peebles Stadium on Aug. 21, 2015, in Mobile, Ala.  Mark Wallheiser, Getty Images Fullscreen Trump fields a question from Univision and Fusion anchor Jorge Ramos during a press conference held before his campaign event at the Grand River Center on Aug. 25, 2015, in Dubuque, Iowa. Earlier in the press conference Trump had Ramos removed from the room.  Scott Olson Trump asks a supporter, Mary Margaret Bannister, check to see whether his hair is real during his speech to supporters at a rally at the TD Convention Center on Aug. 27, 2015, in Greenville, S.C  RICHARD SHIRO, AP Trump looks at his signed pledge during a news conference at Trump Tower on Sept. 3, 2015, in which he vowed to support the Republican Party's nominee, whoever it may be.  Richard Drew, AP Trump speaks at a rally organized by Tea Party Patriots on Capitol Hill on Sept. 9, 2015, to oppose the Iran nuclear agreement.  Carolyn Kaster, AP Jimmy Fallon and Trump appear in the \"Trump in the Mirror\" skit during a taping of \"The Tonight Show Starring Jimmy Fallon\" on Sept. 11, 2015, in New York.  Douglas Gorenstein, AP Trump speaks during a campaign event aboard the USS Iowa battleship in Los Angeles on Sept. 15, 2015.  Kevork Djansezian, AP Trump speaks during the CNN Republican presidential debate at the Reagan library on Sept. 16, 2015, in Simi Valley, Calif.  Mark J. Terrill, AP Trump high-fives homecoming king Austin Cook as queen Eylse Pescott looks on during a rally at Urbandale High School on Sept. 19, 2015, in Urbandale, Iowa.  Charlie Neibergall, AP Trump announces his tax plan during a press conference at Trump Tower in New York on Sept. 28, 2015.  Dominick Reuter, AFP/Getty Images Trump answers a reporter's question prior to a town hall event at Keene High School on Sept. 30, 2015, in Keene, N.H.  Darren McCollester, Getty Images Trump invites Myriam Witcher, 35, of Las Vegas on the stage during a campaign rally at the Treasure Island Hotel & Casino on Oct. 8, 2015, in Las Vegas.  Isaac Brekken, Getty Images Trump leaves the stage following a campaign rally at Burlington Memorial Auditorium on Oct. 21, 2015, in Burlington, Iowa.  Scott Olson, Getty Images Trump is questioned by the media after the CNBC Republican presidential debate on Oct. 28, 2015, in Boulder, Colo.  Jeremy Papasso, AP New Hampshire Secretary of State Bill Gardner watches at left as Trump fills out his papers to be on the New Hampshire primary ballot on Nov. 4, 2015, in Concord, N.H.  Jim Cole, AP Trump speaks alongside Marco Rubio and Ben Carson during the Republican debate on Nov. 10, 2015, in Milwaukee.  Scott Olson, Getty Images Trump addresses supporters during a campaign rally at the Greater Columbus Convention Center on Nov. 23, 2015, in Columbus, Ohio.  Ty Wright, Getty Images Donald Trump waves to the crowd after participating in a campaign event in Aiken, S.C., on Dec. 12, 2015.  Erik S. Lesser, European Pressphoto Agency Trump speaks during a campaign stop at Winthrop University on Jan. 8, 2016, in Rock Hill, S.C.  Rainier Ehrhardt, AP Trump arrives at Muscatine Municipal Airport for a rally at Muscatine High School in Muscatine, Iowa, on Jan. 24, 2016.  Andrew Harnik, AP Trump walks down the steps after speaking at a caucus site on Feb. 1, 2016, in Clive, Iowa.  Jae C. Hong, AP Trump greets people as he visits a polling station on Feb. 9, 2016 in Manchester, N.H.  Joe Raedle, Getty Images Trump acknowledges cheering supporters celebrating his victory in the South Carolina Republican primary in Spartanburg, S.C., on Feb. 20, 2016.  RICHARD ELLIS, EPA Trump speaks during a rally on Feb. 23, 2016, in Reno, Nev.  Marcio Jose Sanchez, AP Trump talks to a boy at the end of a rally at the Peabody Opera House on March 11, 2016, in St. Louis.  Michael B. Thomas, AFP/Getty Images Trump addresses the media at a press conference following his victory in the Florida primary on March 15, 2016, in West Palm Beach, Fla.  Rhona Wise, AFP/Getty Images Trump and New Jersey Gov. Chris Christie disembark from Trump's plane during a campaign stop on March 1, 2016, in Columbus, Ohio.  John Minchillo, AP Trump speaks at a campaign rally in New Orleans on March 4, 2016.  Gerald Herbert, AP Trump speaks to supporters at his primary night event at Mar-a-Lago Club in Palm Beach, Fla., on March 15, 2016.  Gerald Herbert, AP Trump tours the Old Post Office Pavilion, soon to be a Trump International Hotel, on March 21, 2016, in Washington.  Alex Brandon, AP Trump waves as he gets into his vehicle in Washington on March 31, 2016, following a meeting at the Republican National Committee headquarters.  Susan Walsh, AP Trump arrives at a campaign rally in Bethpage, N.Y., on April 6, 2016.  Peter Foley, European Pressphoto Agency Trump signs a hat after speaking at a rally at the Connecticut Convention Center on April 15, 2016 in Hartford, Conn.  Matthew Cavanaugh, Getty Images Trump speaks following victory in the New York primary on April 19, 2016.  Jewel Samad, AFP/Getty Images Trump waves to the crowd at the end of his campaign rally at the Indiana Farmers Coliseum on April 27, 2016, in Indianapolis.  John Sommers II, Getty Images Trump gestures while speaking during a campaign rally at the Indiana Theater on May 1, 2016, in Terre Haute, Ind.  Seth Perlman, AP Trump speaks during an interview with The Associated Press in his office at Trump Tower in New York on May 10, 2016.  Mary Altaffer, AP Trump answers questions during a news conference in New York on May 31, 2016.  Richard Drew, AP Trump gives a speech on terrorism at Saint Anselm College in Manchester, N.H., on June 13, 2016, in the aftermath of the Orlando shootings.  Timothy A. Clary, AFP/Getty Images Trump delivers a speech attacking Hillary Clinton at Trump SoHo Hotel on June 22, 2016.  Drew Angerer, Getty Images Trump speaks at the 2016 Western Conservative Summit at the Colorado Convention Center on July 1, 2016 in Denver.  Marc Piscotty, Getty Images Trump arrives at RNC headquarters for a meeting with House Speaker Paul Ryan and House Republicans on July 7, 2016, in Washington.  Mark Wilson, Getty Images Trump listens to a question during an interview after a rally in Virginia Beach, Va., on July 11, 2016.  Steve Helber, AP Trump and his family attend an arrival event with Gov. Mike Pence and his family at the Great Lakes Science Center on July 20, 2016, in Cleveland during the GOP convention.  Jeff J Mitchell, Getty Images Trump delivers his acceptance speech during the Republican National Convention on July 21, 2016.  Kelly Jordan, USA TODAY Trump meets with the editorial board of Colorado Springs Gazette on July 29, 2016, in downtown Colorado Springs, Colo.  Christian Murdock, AP Trump holds up a chart as he speaks during his campaign event at the BB&T; Center on Aug. 10, 2016, in Fort Lauderdale, Fla.  Joe Raedle, Getty Images Trump arrives to speak at a campaign rally in Akron, Ohio, alongside former New York mayor Rudy Giuliani on Aug. 22, 2016.  Gerald Herbert, AP Mexico President Enrique Pena Nieto and Trump shake hands after a joint statement at Los Pinos, the presidential official residence, in Mexico City on Aug. 31, 2016.  Marco Ugarte, AP Trump arrives for his immigration speech at the Phoenix Convention Center on Aug. 31, 2016.  Michael Chow/The Republic, Michael Chow-USA TODAY Sports Trump speaks with 'Today' show co-anchor Matt Lauer at the NBC Commander-In-Chief Forum held at the Intrepid Sea, Air and Space museum in New York on Sept. 7, 2016.  Evan Vucci, AP Trump waves as he steps out of his plane for a rally at the JetCenters of Colorado in Colorado Springs on Sept. 17, 2016.  Mandel Ngan, AFP/Getty Images Trump speaks during a rally at Duplin County Events Center in Kenansville, N.C., on Sept. 20, 2016.  Mandel Ngan, AFP/Getty Images Trump and Clinton shake hands at the end of the first presidential debate at Hofstra University in Hempstead, N.Y., on Sept. 26, 2016.  Joe Raedle, AFP/Getty Images Trump meets with members of the National Border Patrol Council at Trump Tower on Oct. 7, 2016, in New York.  Evan Vucci, AP Trump and Clinton take part in the town hall debate at Washington University on Oct. 9, 2016, in St Louis.  Saul Loeb, Pool/Getty Images Trump walks off the stage  followed by his wife, Melania, after the final presidential debate in Las Vegas on Oct. 19, 2016.  Robyn Beck, AFP/Getty Images Trump sits down with Wisconsin Gov. Scott Walker and a group of small-business owners for a roundtable meeting on Nov. 1, 2016, in Altoona, Wis.  Chip Somodevilla, Getty Images Donald Trump waves to supporters who were waiting outside of the fence following a rally at the Sun Country Airlines hangar in Minneapolis on Nov. 6, 2016.  Mandel Ngan, AFP/Getty Images Trump looks at his wife, Melania, as they cast their votes at PS-59 on Nov. 8, 2016, in New York.  Evan Vucci, AP Trump, accompanied by wife Melania, Vice President-elect Mike Pence and House Speaker Paul Ryan, speaks after a meeting with Ryan, on Nov. 10, 2016, in the Speaker's office on Capitol Hill in Washington.  Alex Brandon, AP President Obama and Trump shake hands following their meeting in the Oval Office on Nov. 10, 2016.  Pablo Martinez Monsivais, AP Trump pauses in the entryway of Trump National Golf Club Bedminster clubhouse on Nov. 20, 2016, in Bedminster, N.J.  Carolyn Kaster, AP Trump walks through the lobby of The New York Times following a meeting with editors at the paper on Nov. 22, 2016, in New York City.  Spencer Platt, Getty Images Trump dines with Mitt Romney at Jean Georges Restaurant in New York City on Nov. 29, 2016.  John Angelillo, Pool/European Pressphoto Agency Trump speaks at U.S. Bank Arena on Dec. 1, 2016, in Cincinnati. He took time off from selecting his Cabinet to celebrate his election victory.  Ty Wright, Getty Images Trump is interviewed by Chris Wallace of \"Fox News Sunday\" at Trump Tower in New York on  Dec. 10, 2016.  Richard Drew, AP Trump waves to the crowd from a suite during the first quarter of the Army-Navy game at M&T Bank Stadium in Baltimore on Dec. 10, 2016.  Tommy Gilligan, Tommy Gilligan-USA TODAY Sports Like this topic? You may also like these photo galleries: Replay ",
    "title": "Little drama so far in Electoral College voting"
   },
   {
    "entities": [
     "recently",
     "inc.",
     "andreas",
     "house",
     "d'agata",
     "4:53 p.m.",
     "last year",
     "2016",
     "4:40 p.m.",
     "heiko",
     "maas",
     "associated",
     "interactive",
     "winfried",
     "margaret",
     "dec. 5",
     "cbs",
     "charlie",
     "france",
     "lahouaiyej",
     "news",
     "late monday",
     "monday",
     "christmas",
     "shandana",
     "brennan",
     "durrani",
     "berlin",
     "last week",
     "magazine",
     "tuesday",
     "late november",
     "merkel",
     "germany",
     "poland",
     "states",
     "evening",
     "white",
     "ludwigshafen",
     "focus",
     "mohamed",
     "mideast",
     "press",
     "kurfuerstendamm",
     "nice",
     "thomas",
     "rbb",
     "u.s.",
     "noon",
     "a.",
     "zurawki",
     "angela",
     "meyer",
     "bensch",
     "5:22 p.m.",
     "december 19, 2016",
     "bouhlel",
     "wenzel",
     "de",
     "europe",
     "polizei",
     "zdf",
     "united",
     "stephan",
     "state",
     "ariel",
     "facebook",
     "department",
     "scania",
     "geisel",
     "reuters/fabrizio",
     "isis",
     "breitscheidplatz",
     "nov. 26",
     "night",
     "morning",
     "maiziere"
    ],
    "id": 3,
    "text": "At least nine people were killed and dozens injured when a truck plowed through a crowd at a popular Christmas market in Berlin, police said Wenzel said the truck was registered in Poland, but that police were still investigating where it came from and who the driver is. The Polish owner of the truck said he feared the vehicle, driven by his cousin, may have been hijacked. Ariel Zurawki said he last spoke with the driver around noon, and the driver told him he was in Berlin and scheduled to unload Tuesday morning. Zurawki said that “they must have done something to my driver,” he told TVN24. Berlin’s top security official, state interior minister Andreas Geisel, told RBB television that it was too early to say whether it was an attack, and said that reports the truck may have been hijacked were “pure speculation.”  5:22 p.m. ET -- The White House released a statement Monday evening about the truck plowing through the crowd at the Berlin Christmas market.  “The United States condemns in the strongest terms what appears to have been a terrorist attack on a Christmas Market in Berlin, Germany, which has killed and wounded dozens,” the statement read in part. “We send our thoughts and prayers to the families and loved ones of those killed, just as we wish a speedy recovery to all of those wounded.” 4:53 p.m. ET -- Berlin police are encouraging people to use a Facebook safety check to learn if loved ones are safe after a truck plowed into a crowded Christmas market.  The tweet linked out to Facebook, which has set up checks periodically after natural disasters and attacks around the world.  But police also asked people to refrain from spreading videos to protect privacy  4:40 p.m. ET -- Germany’s justice minister says that federal prosecutors, who handle terrorism cases, are taking over the investigation after a truck rammed into a Christmas market in Berlin.  Heiko Maas didn’t give further details in a post on Twitter Monday night about the “shocking news” from the capital. He added: “we are mourning with the relatives” of the victims. Interior Minister Thomas de Maiziere says that he’s in constant touch with security authorities, but didn’t give any indication in a statement whether they believe the incident was an attack. BERLIN - At least nine people were killed and dozens injured when a truck plowed through a crowd at a popular Christmas market in Berlin late Monday, police said. Polizei Berlin said that a suspect had been arrested near the scene. A passenger in the truck died at the scene, although it’s not clear how or when that happened yet. The identity of the passenger and arrested suspect have not been released. Police spokesman Winfried Wenzel told ZDF television that the suspect arrested was believed to be the truck driver. The incident happened in Breitscheidplatz, a major square in the center of the German capital, that is normally filled this time of year with people celebrating the holiday season.  While officials haven’t stated whether it was an purposeful attack or an accident, CBS News correspondent Charlie D’Agata reports that witnesses said there was little doubt it was a deliberate attack based on the way it jumped the curb.   Additionally, the incident happened just a few weeks after the U.S. State Department warned that various terrorist groups were going to be targeting outdoor markets and festivals this holiday season throughout Europe. A large Scania truck with its windshield smashed out could be seen on the sidewalk alongside the market, although officials have not yet confirmed that it was the truck used in the attack.   A firefighter walks in front of a truck at the site of an accident at a Christmas market on Breitscheidplatz square near the fashionable Kurfuerstendamm avenue in the west of Berlin, Germany, December 19, 2016.  REUTERS Witness Shandana A. Durrani said she was walking and texting when the truck entered the market about 20 feet away. She said she heard some popping but wasn’t sure if it was a gun or not. “If I hadn’t stopped to check my phone, I would have been hit,” Durrani said. “Everyone went scurrying. So many people hurt.” She said the way the market was laid out, “there was just no place to run so a lot of us hid behind other stalls.” Every year, the city of Berlin hosts a Christmas market there near the fashionable Kurfuerstendamm avenue. The incident happened at the foot of the landmark Kaiser Wilhelm memorial church, which was kept as a ruin after World War II.  Paramedics work at the site of an accident at a Christmas market on Breitscheidplatz square near the fashionable Kurfuerstendamm avenue in the west of Berlin, Germany, December 19, 2016.  REUTERS/Fabrizio Bensch Several  people in the U.S. intelligence community told CBS News that the situation in Berlin has all the hallmarks of a terror attack. Officials here in the U.S. say it bears similarities to the recent terror attack in Nice, France  - in which 86 people were killed and hundreds injured - and is what terror groups have been calling for their followers to do. German police have recently rounded up a series of people for planning attacks on Christmas markets, and even detained last week a 12-year-old Iraqi boy for attempting to set off a nail bomb in one of them. CBS News correspondent Margaret Brennan reports the U.S. State Department issued a warning in late November specifically cautioning Americans in Europe to “exercise caution at holiday festivals, events, and outdoor markets.” The release cited ISIS, al Qaeda and “their affiliates” as planning attacks using “conventional and non-conventional weapons” focusing on the upcoming holiday season and “associated events.” Many in Germany have been fearful of a rise in terrorism since the country took in more than a million migrants and refugees last year, mostly fleeing conflict in the Mideast.  German prosecutors were already investigating a 12-year-old boy who allegedly attempted to set off a nail bomb at a Christmas market in the southern city of Ludwigshafen last week. A survivor of an accident with a Polish truck is rescued on a stretcher near a Christmas market on Breitscheidplatz square near the fashionable Kurfuerstendamm avenue in the west of Berlin, Germany, December 19, 2016.  REUTERS/Fabrizio Bensch The German-born son of Iraqi parents is alleged to have tried to set off the device at the Christmas market on Nov. 26, and again outside city hall on Dec. 5, Focus magazine reported, citing security sources. In the second failed attempt, a passer-by spotted the backpack containing the device and reported it to authorities. Inside they found a glass jar packed with firecrackers with nails taped to it, Focus reported. Police said it would have burned but would not have exploded. Stephan Meyer, the parliamentary spokesman on security issues for Chancellor Angela Merkel’s conservative bloc, said the boy apparently had turned rapidly to Islamic extremism. “This shows how quickly the radicalization of a young person, a child, can take place,” he said. In the Nice attack, officials said Mohamed Lahouaiyej Bouhlel deliberately drove a 19-ton truck into thick crowds on the French Riviera celebrating the country’s independence day. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Berlin Christmas market attack - Live updates - CBS News"
   },
   {
    "entities": [
     "nov. 8",
     "electoral",
     "across",
     "russia",
     "keneally",
     "donald",
     "congress",
     "texas",
     "legislatures",
     "maine",
     "maryalice",
     "of",
     "this year",
     "new",
     "moore",
     "country",
     "clinton",
     "meeting",
     "shushannah",
     "the",
     "pearle",
     "michael",
     "lauren",
     "trump",
     "about monday",
     "members",
     "parks",
     "conference",
     "chris",
     "bill",
     "meghan",
     ", 12:56 pm",
     "hillary",
     "sanders",
     "walshe",
     "york",
     "state",
     "jan. 6",
     "college",
     "today",
     "bernie",
     "dec 19, 2016",
     "suprun",
     "national"
    ],
    "id": 4,
    "text": "Electoral College Members Meeting Across the Country to Cast Votes By Meghan Keneally Dec 19, 2016, 12:56 PM ET 0 Shares WATCH Presidential Electors to Cast Their Votes 0 Shares Email The 538 electors are meeting today to cast their votes in the last step of the presidential election . But what is usually a formality has taken on new significance this year with Donald Trump 's election and calls for electors to defect. In order to win the election, candidates need to reach 270 Electoral College votes. Trump reached that mark, garnering 306 electoral votes on Nov. 8 compared to Hillary Clinton ’s 232 votes, although he trails her in the popular vote. Electoral College: What to Know About Monday's Vote Over the past six weeks, left-leaning groups have called for electors to break rules that require them to vote in a way reflective of their states’ popular votes, a move that would make them “faithless electors.�? Electors are not bound by the Constitution or federal law to vote according to the popular vote of their state. Thirty states have laws that require electors to do, but those laws have not been scrutinized, according to the National Conference of State Legislatures. Activist Michael Moore has offered to pay the fines of those who choose to break with their states' vote. One of the biggest concerns among some electors is the role of Russian hackers ahead of the election, and the potential impact that the revelations from the stolen emails had. All but one of the 80 electors who have called for classified briefings on Russia’s suspected hacking are already pledged to Clinton. The gap between the results of the popular vote and the Electoral College tally has also left some electors unhappy, with Clinton garnering some 2.8 million votes more than Trump. Only one elector who is pledged to Trump -– Chris Suprun from Texas -– has said that he won’t be voting for Trump today. And one elector from Maine said he plans to vote for Bernie Sanders instead of Clinton. One elector will likely be voting for Clinton is her husband, former President Bill Clinton , will be casting his vote in New York. Clinton won the state by a large margin. The Electoral College vote won’t be formalized until Jan. 6, when Congress counts the ballots. Additional reporting by Shushannah Walshe, MaryAlice Parks and Lauren Pearle. 0 Shares ",
    "title": "Electoral College Members Meeting Across the Country to Cast Votes - ABC News"
   },
   {
    "entities": [
     "council",
     "december 19",
     "andrei",
     "vladimir",
     "david",
     "cairo",
     "washington",
     "aaron",
     "zeynep",
     "al-assad",
     "middle",
     "post",
     "karatas",
     "deyoung",
     "moscow",
     "assad",
     "mevlut",
     "stein",
     "center",
     "brian",
     "ankara",
     "kerry",
     "iraq",
     "aegean",
     "iran",
     "aleppo",
     "syria",
     "1976",
     "f.",
     "union",
     "demarco",
     "fethullah",
     "nicki",
     "liz",
     "east",
     "atlantic",
     "bashar",
     "gulen",
     "filipov",
     "irbil",
     "state",
     "european",
     "recep",
     "a couple of months ago",
     "russia",
     "donald",
     "hariri",
     "rafik",
     "last summer",
     "monday",
     "last week",
     "tuesday",
     "states",
     "kremlin",
     "trump",
     "u.s.",
     "tayyip",
     "united",
     "adriana",
     "the future",
     "izmir",
     "beirut",
     "mert",
     "karlov",
     "karen",
     "july 2013",
     "john",
     "at 6:11 pm",
     "putin",
     "november 2015",
     "zhirinovsky",
     "istanbul",
     "fahim",
     "altintas",
     "mohamed",
     "erdogan",
     "kareem",
     "erin",
     "dec. 19, 2016",
     "murphy",
     "cunningham",
     "west",
     "nato",
     "turkey",
     "islamic"
    ],
    "id": 5,
    "text": "Turkish police officer, invoking Aleppo, guns down Russian ambassador in Ankara The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it (Nicki DeMarco,Adriana Usero/The Washington Post) By David Filipov , Kareem Fahim and Liz Sly December 19 at 6:11 PM Follow @davidfilipov Follow @kfahim Follow @LizSly MOSCOW — A Turkish police officer who angrily denounced the bloodshed in Syria killed the Russian ambassador to Turkey in Ankara on Monday, shooting the diplomat in front of a room full of horrified spectators at an art gallery in an assassination captured on video and quickly shared around the world. As the ambassador, Andrei Karlov, lay on the floor, the assailant, still waving his gun, screamed, “Don’t forget Aleppo! Don’t forget Syria!”  The shooting was among the most brazen retaliatory attacks yet on Russia since Moscow entered the war in Syria on the side of President Bashar al-Assad, and unleashed a bombardment on Aleppo that has drawn international condemnation for what observers on the ground have called indiscriminate attacks on civilians.  But in Moscow, where the Kremlin has maintained that its aerial sorties and missile attacks have exclusively targeted “terrorists,” Russia’s foreign ministry called the shooting “a terrorist attack,” and President Vladi­mir Putin called it a “provocation aimed at rupturing ties between Russia and Turkey.”  “The only answer to the murder of the Russian ambassador to Turkey must be the intensification of the struggle against terrorism,” Putin said in nationally televised remarks. “And the bandits will feel it.” 1 of 7 What the scene of the fatal shooting in Turkey looked like View Photos A gunman in Turkey killed Russia’s ambassador at a photo exhibit. Caption A gunman in Turkey killed Russia’s ambassador at a photo exhibit.  Dec. 19, 2016 Turkish police secure the area near an art gallery where Andrei Karlov, the Russian ambassador to Turkey, was fatally shot. Umit Bektas/Reuters Buy Photo Wait 1 second to continue. Putin ordered his major crime investigative unit to work with Turkish authorities, who identified the gunman as 22-year old Mevlut Mert Altintas, an officer with the riot police. In the video, Altintas, dressed incongruously in a black suit and tie, shouts out, “We are those who pledged jihad to Mohamed.” Referring to Syria, he added, “Every single person who has a share in this atrocity will pay for it!”    Several other people were wounded in the attack, which came as Karlov was speaking at the opening of an exhibit of Russian photos, but their identities were not immediately made public. [ Gallery: Scenes from Aleppo ] Altintas was killed in a shootout with police at the gallery, but Russian authorities vowed to reveal a larger plot — and some in Moscow suggested that the West was to blame for its support of moderate rebel factions in Syria.  Putin stopped short of that, saying only, “We need to know who guided the hand of the murderer.” The assassination was Turkey’s third major attack in less than 10 days, and followed months of deadly violence — including a failed coup attempt and a suicide attack on Istanbul’s international airport — that has highlighted the threats facing Erdogan’s government and left the country reeling from a sense of siege. The attacks have reflected a convergence of crises that Turkey, a NATO member and major ally of the United States, has been forced to weather over the last few years. They include the spillover from the war in neighboring Syria, a failed peace deal with Kurdish militants and a domestic challenge from a shadowy network tied to a Turkish preacher living in the United States.  Turkish President Recep Tayyip Erdogan has successfully seized on the crises to consolidate his own authority. His government has moved forcefully against Kurdish and Islamist militants as well as followers of the preacher, Fethullah Gulen.  It was not clear whether the Altintas, the assassin, fit into any of those categories. The interior minister said Altintas hailed from a town near Izmir, on the Aegean coast, and had been on the force for two and half years. Some pro-government commentators tried to brand him as a follower of Gulen, while his shouted manifesto after the shooting suggested, at the very least, he was acting out of anger at the carnage in Syria.  In a television address hours after the shooting, Erdogan also condemned the assassination as “a provocation” aimed at disrupting warming ties between Turkey and Russia. Erdogan, who has been a leading regional opponent of the Syrian government, also defended Turkey’s cooperation with Syria’s sponsor, Russia, saying that it aimed to “find a solution for the humanitarian crisis in Syria” and “ to stop the oppression in Aleppo.” Erdogan and Putin, two strongmen with global aspirations, have found common ground in recent months in their desire to secure an end to the Syrian war that would guarantee their long-term influence at a time when U.S. diplomacy has collapsed. Their foreign ministers, as well as their counterpart from Iran, which backs Assad, are planning to meet Tuesday in Moscow to negotiating a settlement to the Syrian war that would exclude the United States and assert the three powers as the region’s most vital players.  Russia and Turkey’s newfound cooperation over Syria was exemplified by  the deal they brokered last week for the evacuation of besieged people from the last few blocks of rebel held territory in eastern Aleppo. The statements by Putin and Erdogan suggested that the assassination may not disrupt the budding convergence of interests between Moscow and Ankara. Until last summer, the two presidents had been bitter rivals over Syria, supporting opposite sides in the war and embroiled in recriminations over the shoot-down by Turkey of a Russian fighter jet in November 2015. [ How the Russia-Turkish rivalry shaped the world ] Those circumstances have led some Russian politicians to accuse the West of complicity in the attacks.  “They are afraid of that alliance, it’s a counterweight to the European Union and NATO,” said Vladi­mir Zhirinovsky, the nationalist politician whose often outlandish remarks on foreign policy are sometimes seen as a trial balloon for things the Kremlin would rather not say. Many players risk losing out in any Russian-Turkish deal over the future of Syria, including the U.S.-backed Syrian opposition, extremists with the Islamic State, and Syria’s al-Qaeda affiliate. The United States, meanwhile, joined other nations in condemning the shooting.  “Our thoughts and prayers are with his loved ones, the Russian people, and with the other victims who were injured in this shooting,” Secretary of State John F. Kerry said in a statement. “We stand ready to offer assistance to Russia and Turkey as they investigate this despicable attack, which was also an assault on the right of all diplomats to safely and securely advance and represent their nations around the world. President-elect Donald Trump also issued a statement condemning the killing. Karlov started his diplomatic career during the Soviet era in 1976 and took the post in Ankara in July 2013, according to the embassy’s website. Putin referred to him as a “brilliant diplomat” who “had excellent relations with the leadership of Turkey and other political forces.” The incident could spur even more vigorous efforts between Russia and Turkey to secure their role as Syria’s main power brokers and negotiate a settlement to the war on their terms. Aaron Stein, a resident senior fellow at the Atlantic Council's Rafik Hariri Center for the Middle East, said that any fallout “will entirely depend on Russia’s reaction.”  “All indications thus far is that they will retain the relations they have built with Turkey since the rapprochement a couple of months ago,” he added. The recent cease-fire cobbled together was to Russia’s long-term benefit in Syria, while also addressing Turkey’s real concern about civilian casualties, Stein said.  Fahim reported from Cairo, Sly from Beirut. Brian Murphy and Karen DeYoung in Washington, Zeynep Karatas in Istanbul and Erin Cunningham in Irbil, Iraq, contributed to this report. Read more: ",
    "title": "Turkish police officer, invoking Aleppo, guns down Russian ambassador in Ankara - The Washington Post"
   },
   {
    "entities": [
     "nov. 8",
     "electoral",
     "house",
     "russia",
     "donald",
     "radio",
     "earlier this month",
     "congress",
     "spotted",
     "npr",
     "hamilton",
     "texas",
     "powell",
     "witf",
     "of",
     "david",
     "john",
     "associated",
     "eagle",
     "this year",
     "1996",
     "capitol",
     "minnesota",
     "harrisburg",
     "dec. 28",
     "alexander",
     "1988",
     "bright",
     "washington",
     "afternoon",
     "pilkington",
     "clinton",
     "monday",
     "representatives",
     "gleason",
     "pennsylvania",
     "art",
     "khare",
     "federal",
     "michael",
     "states",
     "white",
     "colorado",
     "j.",
     "press",
     "trump",
     "november",
     "pence",
     "abdurrahman",
     "mike",
     "bakst",
     "ed",
     "ash",
     "80 percent",
     "muhammad",
     "hill",
     "faith",
     "ohio",
     "kasich",
     "december 19, 2016",
     "chris",
     "register",
     "building",
     "hollywood",
     "cisneros",
     "hillary",
     "sanders",
     "united",
     "ron",
     "facebook",
     "colin",
     "anti-donald",
     "shepherd",
     "jan. 6",
     "robert",
     "college",
     "paul",
     "today",
     "public",
     "night",
     "maine",
     "morning",
     "suprun",
     "brian"
    ],
    "id": 6,
    "text": "Twitter Donald J. Trump will be the next president of the United States. That's been the case since Nov. 8, when Trump won 306 electoral votes, despite losing the national popular vote to Hillary Clinton by nearly 3 million. And on Monday, the result was ratified by Electoral College voters, who gathered in state capitols across the United States to formally vote for president. 5 Things You Should Know About The Electoral College Trump secured 304 electoral votes — two fewer than he earned in November, according to the Associated Press, which tracked results from capitol to capitol. That was despite a pitched effort by some on the left who wrote letters to Trump electors trying to persuade them to switch their votes or not vote at all and keep Trump short of the 270 needed. Not only did it not happen, but more electors tried to defect from Hillary Clinton Monday than from Trump, by a count of seven to two, as of Monday afternoon. Three Democratic electors in Maine, Minnesota, and Colorado tried to vote for candidates other than Clinton. The electors' votes, however, were disallowed because of state rules binding them to the statewide popular vote winner. Four more electors in Washington state defected from Clinton. Three voted for Colin Powell and one for Faith Spotted Eagle, a Native American who gained some notoriety for her protest of the Dakota Access Pipeline . Breaking 4 \"faithless electors\" break ranks in Washington state electoral college vote. 3 vote for Colin Powell, one for Faith Spotted Eagle — Ed Pilkington (@Edpilkington) December 19, 2016 Some of the Democratic electors tried to vote for Sanders. Others, including the Powell voters in Washington, were attempting to promote alternate Republican candidates that the House of Representatives could theoretically elect as president instead of Trump. The Electoral College gathering is usually a formality — a chance for political activists to gather amid pomp and circumstance to formalize their party's victory in each state. Article continues after sponsorship MAILBAG: Could 'Faithless Electors' Keep Donald Trump Out Of The White House? But the fact Clinton won the national popular vote by such a large margin, combined with the unconventional and unpredictable — and to many, threatening — way that Trump carried himself before and after winning the White House, led to an unprecedented effort to lobby electors to vote for someone else. Electors found themselves inundated by letters, petitions, tweets and Facebook posts, urging them to cast a ballot for an alternative candidate. Many people behind the lobbying campaign cited a Federalist Paper written by Alexander Hamilton, which frames the Electoral College as a safeguard against \"foreign powers\" that try to \"gain an improper ascendant in our councils\" — a potentially relevant line, in the midst of revelations that Russia attempted to disrupt this year's election by hacking and releasing Democratic emails. Hollywood celebrities even got in on the act, recording video pleas to electors. But, unsurprisingly, that effort had no effect on Trump electors. Just in: Maine elector David Bright voting for @BernieSanders today. #mepolitics pic.twitter.com/AMPUkNog3e — Michael Shepherd (@mikeshepherdME) December 19, 2016 \"They don't understand us,\" said Pennsylvania elector Ash Khare. \"I received over 70,000 emails. I received over 5,000 letters. I received over 500 phone calls at all times of day and night.\" But Khare, like most electors, is a longtime Republican political activist who was proud to cast a ballot for Trump. MN elector Muhammad Abdurrahman is deemed a \"faithless\" elector. Is dismissed and replaced. — Brian Bakst (@Stowydad) December 19, 2016 \"I've been an elector since 1996,\" Khare told Harrisburg public radio station WITF. \"But I've never been asked to do anything because we never won since 1988.\" Maine elector David Bright announced Monday morning that he would cast a ballot for Sanders. But Bright ultimately changed his vote to Clinton, after his initial ballot was ruled out of order. A Minnesota elector, Muhammad Abdurrahman, tried to vote Sanders, according to Minnesota Public Radio reporter Brian Bakst. He was replaced by another elector who cast a ballot for Clinton. Two Texas electors defected from Trump — one went for Ohio Gov. John Kasich, the other for former Texas Rep. Ron Paul. The Kasich defector, Chris Suprun, told The Hill beforehand his plans. Another Texas elector, Art Cisneros, resigned instead of voting for Trump. He spoke to NPR earlier this month. Anti-Donald Trump protesters rally outside the Pennsylvania Capitol Building before electors arrive to cast their votes on Monday in Harrisburg. Mark Makela/Getty Images hide caption toggle caption Mark Makela/Getty Images Anti-Donald Trump protesters rally outside the Pennsylvania Capitol Building before electors arrive to cast their votes on Monday in Harrisburg. Mark Makela/Getty Images Many Republican electors dismissed the pleas to \"vote their conscience,\" pointing out that their consciences were perfectly fine with Trump. With protesters heckling from the gallery of Pennsylvania's House chamber, Pennsylvania elector Robert Gleason seemed to pointedly respond to their efforts. \"My fellow electors,\" Gleason said, \"let us always remember this shared moment when we stood up for our constitutional system, followed our conscience, answered the call of Pennsylvania voters, and did our part by electing the next president and vice president of the United States, Donald Trump and Mike Pence.\" On Monday night, Trump issued a statement saying, \"today marks a historic electoral landslide victory in our nation's democracy.\" In fact, in nearly 80 percent of previous presidential elections, the winning candidate earned a larger share of the electoral vote than Trump. There are two more steps in the process. States will submit a \"certificate of vote\" to the Federal Register by Dec. 28. Then, on Jan. 6, Congress will formally tally the Electoral College's votes in a joint session and make it official. ",
    "title": "More Electors Tried To Defect From Hillary Clinton Than Donald Trump : NPR"
   },
   {
    "entities": [
     "nov. 8",
     "electoral",
     "yerger",
     "house",
     "congress",
     "donald",
     "russia",
     "1787",
     "twitter",
     "graham",
     "texas",
     "mississippi",
     "john",
     "powell",
     "suprun",
     "of",
     "green",
     "$1,000",
     "associated",
     "capitol",
     "minnesota",
     "bryant",
     "day",
     "1988",
     "columbia",
     "party",
     "--",
     "washington",
     "democratic",
     "gop",
     "news",
     "the day",
     "monday",
     "clinton",
     "now",
     "sharon",
     "republican",
     "nebraska",
     "cabinet",
     "pennsylvania",
     "jr.",
     "arizona",
     "states",
     "colorado",
     "jan. 20",
     "anti-trump",
     "j.",
     "pence",
     "trump",
     "november",
     "kim",
     "mike",
     "wyman",
     "carolina",
     "saturday",
     "press",
     "u.s.",
     "a.",
     "kasich",
     "ohio",
     "december 19, 2016",
     "chris",
     "wirt",
     "hillary",
     "sanders",
     "united",
     "ron",
     "stop",
     "state",
     "facebook",
     "colin",
     "district",
     "lee",
     "jan. 6",
     "north",
     "fox",
     "robert",
     "college",
     "paul",
     "january",
     "phil",
     "bernie",
     "maine",
     "indiana"
    ],
    "id": 7,
    "text": "Trump secures victory in Electoral College, as bid to flip electors flops Published               December 19, 2016 Facebook 0 Twitter 0 livefyre Email Print   Donald Trump won the Electoral College vote on Monday and secured his election as the 45th president of the United States, as the latest – and perhaps last – stop-Trump movement failed to gain traction in state capitals. A fervent push by anti-Trump forces to persuade electors to defect had turned the normally mundane civic procedure into high drama.  But Trump easily surpassed the 270 electoral votes needed to win, as representatives tabbed to cast ballots in accordance with their states’ Nov. 8 decision mostly adhered to the election results. With several states still voting, Trump had 304 votes and Hillary Clinton had 169. Texas put Trump over the top, despite two Republican electors casting protest votes. We did it! Thank you to all of my great supporters, we just officially won the election (despite all of the distorted and inaccurate media). — Donald J. Trump (@realDonaldTrump) December 19, 2016 Indiana Gov. Mike Pence afterward tweeted \"congratulations\" to his running mate while saying he was \"honored & humbled\" to be officially elected the next vice president.  Republican National Committee Co-Chair Sharon Day urged Trump’s detractors to stop fighting his election, now that his victory is affirmed. “This historic election is now officially over and I look forward to President-elect Trump taking the oath of office in January,” she said in a statement. “For the good of the country, Democrats must stop their cynical attempts to undermine the legitimacy of this election, which Donald Trump won decisively in the Electoral College with more votes than any Republican since 1988.”  Elector antics were few and far between throughout the day, with most the disruptions occurring on the Democratic side. A Democratic elector in Maine tried to vote for Sen. Bernie Sanders, but switched to Clinton after it was ruled improper. Another who tried to vote for Sanders in Minnesota was replaced; a Colorado elector who tried to back Ohio Gov. John Kasich likewise was replaced. One of the biggest deviations was in Washington state, where three electors voted for Colin Powell and one voted for “Faith Spotted Eagle;” the remaining eight went to Clinton, the state’s winner.   It marked the first time in four decades the state's electors broke from the popular vote. Washington Secretary of State Kim Wyman vowed to work with the state attorney general and charge the four unfaithful electors with a violation of Washington state civil law. Such violations carry a fine up to $1,000. With Trump’s win now secured, a joint session of Congress is scheduled for Jan. 6 to certify the results. Trump’s clear Electoral College victory could serve to deter any further last-ditch efforts to effectively nullify his November win and prevent his inauguration, though the battle may shift next to his Cabinet picks.   Few expected the “faithless elector” push to imperil Trump’s victory on Monday. Only one Republican elector – Texas’ Chris Suprun – publicly stated he would vote for an alternative candidate. (He backed Kasich, while another Texas elector used his ballot to vote for former congressman Ron Paul.) More than three dozen Republicans would have had to abandon Trump to complicate his path to the presidency. But GOP electors still faced immense pressure -- with some even receiving threats -- from Trump foes in the run-up to Monday’s Electoral College vote. Those urging disorder in state capitals often cited Clinton’s popular-vote win, by roughly 2.6 million votes, over Trump in November. Celebrities made public appeals to electors to use the arcane process to upend Trump’s victory, as some Democratic electors tried to persuade their Republican counterparts to defect. Reports that U.S. intelligence officials determined Russia interfered in the election to boost Trump – findings disputed by Trump himself – only fueled efforts to wield the Electoral College vote as a political circuit-breaker. As electors met, thousands of protesters descended on state capitals Monday in one last push to convince Trump voters to change their minds. In Arizona, dozens of protesters gathered outside the meeting site, marching around the Capitol mall and carrying signs that said, \"Stop Trump.\" More than 200 demonstrators gathered at Pennsylvania's Capitol, chanting, \"No treason, no Trump!\" Both states, and dozens of others, cast their electoral votes for Trump anyway. In Mississippi, Gov. Phil Bryant dismissed attempts to sway Republican electors. \"This idea … that we want to change the electors’ minds who have been dedicated to Donald Trump very early in the process I think is just misguided,” he said. If nothing else, the furor over Monday’s proceedings has served to re-acquaint Americans with a process that few pay attention to every four years. The Electoral College was devised at the Constitutional Convention in 1787. It was a compromise between those who wanted popular elections for president and those who wanted no public input. The Electoral College has 538 members, with the number allocated to each state based on how many representatives it has in the House plus one for each senator. The District of Columbia gets three, despite the fact that the home to Congress has no vote in Congress. To be elected president, the winner must get at least half plus one -- or 270 electoral votes. Most states give all their electoral votes to whichever candidate wins that state's popular vote. Maine and Nebraska award them by congressional district. After a joint session of Congress certifies the results on Jan. 6, the next president will be sworn in on Jan. 20. Trump already is nearly done naming his Cabinet appointees, as he prepares for confirmation hearings and the inauguration ceremonies, in addition to his first 100 days agenda. Despite the transition process being well underway, Republican electors said they were deluged with emails, phone calls and letters urging them not to support the billionaire businessman in the days and weeks leading up to Monday’s proceedings. Many of the emails were part of coordinated campaigns. \"The letters are actually quite sad,\" said Lee Green, a Republican elector from North Carolina. \"They honestly believe the propaganda. They believe our nation is being taken over by a dark and malevolent force.\" Wirt A. Yerger Jr., a Republican elector in Mississippi, said, \"I have gotten several thousand emails asking me not to vote for Trump. I threw them all away.\" Arizona elector Robert Graham told Fox News on Saturday that the state’s 11 electors received hundreds of thousands of emails telling them not to vote for Trump and that he’s received information that some of the other 10 have been followed or have received a death threat. “It’s out of hand when you have such … a small group of people that is pushing so hard against millions if not hundreds of millions of people who still appreciate this whole system,” said Graham, chairman of the Arizona Republican Party. “The Electoral College is part of the Constitution.” The Associated Press contributed to this report. Advertisement Trending in Politics 1 ",
    "title": "Trump secures victory in Electoral College, as bid to flip electors flops | Fox News"
   },
   {
    "entities": [
     "congress",
     "donald",
     "spotted",
     "texas",
     ", 2:25 p.m.",
     "john",
     "powell",
     "associated",
     "eagle",
     "washington",
     "clinton",
     "now",
     "press",
     "trump",
     "dec. 19, 2016",
     "faith",
     "kasich",
     "hillary",
     "ron",
     "state",
     "colin",
     "jan. 6",
     "paul",
     "today"
    ],
    "id": 8,
    "text": "Dec. 19, 2016, 2:25 p.m. Trump officially gets 270th electoral vote, sealing his election as president (Associated Press) Donald Trump has obtained the required 270 electoral votes to become president. Although electors in dozens of states still have to vote, the electoral balloting in Texas put Trump over the majority threshold, according to a state-by-state tally by the Associated Press. Thirty-six of the state's electors voted for Trump, one for John Kasich and one for Ron Paul . The next, and last, official step in the electoral process is for Congress to count the votes. Under the procedure set out by the 12th Amendment to the Constitution, that formal process is scheduled for Jan. 6. Some anti-Trump activists had hoped against hope that they could persuade electors in states that voted for Trump to defect, but their efforts were unsuccessful. Electors are nearly all party loyalists. Additionally, they faced more than two centuries of tradition and, in some states, legal obligations that called for them to cast their ballots according to which candidate won the popular vote in their states. No defectors have ever changed the result of a presidential election. Four electors today successfully defected in Washington state. Instead of voting for Hillary Clinton, who won the state's popular vote, three electors voted for former secretary of State Colin Powell and one voted for Faith Spotted Eagle, an environmental activist. Electors in two other states who tried to vote against the state's winner were replaced with alternates. There may be additional defections in the remaining states, but since Trump now has a majority of the electoral votes, those would not be enough to change the result. Latest updates ",
    "title": "Trump officially gets 270th electoral vote, sealing his election as president - LA Times"
   },
   {
    "entities": [
     "electoral",
     "house",
     "donald",
     "vote",
     "spotted",
     "texas",
     "et",
     "powell",
     "this year",
     "eagle",
     "christopher",
     "minnesota",
     "washington",
     "gop",
     ", 5:50 pm",
     "monday",
     "clinton",
     "white",
     "bernie",
     "seals",
     "trump",
     "u.s.",
     "faith",
     "0:42",
     "sanders",
     "last month",
     "andrew",
     "colin",
     "college",
     "rafferty",
     "dec 19 2016",
     "maine",
     "suprun"
    ],
    "id": 9,
    "text": "Dec 19 2016, 5:50 pm ET Electoral College Vote Seals Trump White House Victory by Andrew Rafferty advertisement The Electoral College formalized Donald Trump's election victory on Monday despite protests around the country to encourage GOP electors to abandon the Republican. The president-elect easily racked up the 270 electoral votes needed to send him to the White House. Interest in the normally mundane voting process spiked this year as opposition to Trump continues to fester, fueled by Clinton's success in capturing over 2.6 million more votes than her Republican opponent. Play See Protester Interrupt Wisconsin Electoral College Vote 0:42 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161219230852if_/http://www.nbcnews.com/widget/video-embed/836768835734\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Anti-Trump protesters descended on state capitols throughout the U.S. in a last-ditch effort to persuade so-called \"faithless electors\" in states Trump won to change their vote. Many of the Republicans casting ballots said they were inundated with calls and emails urging them to dump Trump. And some electors did break with how their state voted, albeit in unexpected ways. In Washington, a state Clinton won by 16 points, the former secretary of state received just eight of the state's 12 electoral votes. Colin Powell received three votes and Native American tribal leader Faith Spotted Eagle received one as part of an effort to promote a candidate other than Trump. An elector in both Maine and Minnesota attempted to cast a ballot for Bernie Sanders, who unsuccessfully challenged Clinton in the Democratic primary. However state laws requiring electors to follow the statewide vote invalidated both efforts. Only one Republican elector, Christopher Suprun of Texas, publically pledged not to vote for Trump despite his state heavily favoring the president-elect last month. One other Texas elector also abandoned Trump in the final vote. Play ",
    "title": "Electoral College Vote Seals Trump White House Victory - NBC News"
   }
  ]
 }
}