{
 "21": {
  "col-sim": {
   "cosine": 0.2566593357369347,
   "entity": 0.28867513459481287
  },
  "exec-time": 8.861599922180176,
  "links": [
   {
    "entities": [
     "marissa",
     "house",
     "petroleum",
     "donald",
     "climate",
     "afp",
     "sierra",
     "places",
     "ban",
     "trudeau",
     "et",
     "2016",
     "dec 20",
     "the year",
     "deal",
     "arctic",
     ", 5:30 pm",
     "2:55",
     "images",
     "on",
     "oil",
     "erik",
     "sakuma",
     "1953",
     "seattle",
     "june 15, 2015",
     "-",
     "elliott",
     "earth",
     "milito",
     "amanda",
     "tuesday",
     "interior",
     "caps",
     "offshore",
     "michael",
     "white",
     "exton",
     "getty",
     "obama",
     "trump",
     "pioneer",
     "legacy",
     "big",
     "currently",
     "canada",
     "atlantic",
     "change",
     "with",
     "polar",
     "american",
     "paris",
     "drilling",
     "bay",
     "institute",
     "sweeping",
     "environmental",
     "department",
     "the future",
     "club",
     "shell",
     "knodel",
     "brune",
     "future",
     "barack",
     "tim"
    ],
    "id": 0,
    "text": "Dec 20 2016, 5:30 pm ET Obama Places Sweeping Ban on Offshore Drilling in Atlantic and Arctic Waters by Amanda Sakuma advertisement In the final stretch of his term President Barack Obama is implementing new environmental protections that stand to thwart Donald Trump's agenda on oil and gas extraction in ways that may prove difficult for the president-elect to roll back. The Obama administration announced on Tuesday that it will place an indefinite ban on offshore oil and gas drilling across large swaths of Atlantic and Arctic waters. The actions come in conjunction with news that Canada will implement a sweeping ban of its own, launching a set of actions to be reviewed every five years. Related: Breaking the Ice: Obama Seeks to Cement Climate Change Legacy \"President Obama and Prime Minister Trudeau are proud to launch actions ensuring a strong, sustainable and viable Arctic economy and ecosystem, with low-impact shipping, science based management of marine resources, and free from the future risks of offshore oil and gas activity,\" the White House said in a joint statement with the Canadian leader. Tuesday's announcement is just the latest example of Obama leveraging the waning days of his administration to stymie any future attempt to expand offshore drilling in the region. Earlier in the year the Interior Department unveiled its five-year plan for offshore oil and gas drilling, notably omitting any expansion to specified regions in the Arctic. Together the results would likely slow the tide of President-elect Donald Trump's pledge to expand production to reach untapped oil and gas reserves. Play Big Oil dumps Arctic drilling plans 2:55 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161221063655if_/http://www.nbcnews.com/widget/video-embed/683178051511\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The latest action hinges on a provision of the 1953 the Outer Continental Shelf Lands Act, a law designed to protect coral reefs and marine sanctuaries. The seldom used measure allows the executive to permanently freeze offshore drilling in specified regions. Senior Obama administration officials stress that there is no provision in the law providing the president authority draw those actions back. Environmental groups hailed the announcement as a major victory and symbolic milestone in ending offshore drilling in a region where it is exceedingly difficult to prevent and respond to potential oil spills. Related: Obama Caps Environmental Legacy With Paris Climate Change Deal \"We are confident that this is an announcement that will stick. We have both the law and public opinion on our side,\" Sierra Club executive director Michael Brune said. There is currently no precedent for a president to hit rewind on bans against offshore drilling in the name of environmental protections. And because the actions are not up for review for another five years, advocacy groups say they are optimistic Trump will not be able to reverse the tide. Kayakers trying to block the departure of the Shell Oil Polar Pioneer rig platform as it moved from Elliott Bay in Seattle on June 15, 2015 TIM EXTON / AFP - Getty Images file \"No president has ever rescinded a previous president's permanent withdrawal of offshore areas from oil and gas development,\" Marissa Knodel of the environmental group Friends of the Earth said in a statement. \"If Donald Trump tries to reverse President Obama's withdrawals, he will find himself in court.\" Still allies in the oil and gas industry that while Obama's actions Tuesday are indefinite, it doesn't mean the ban will be in place for forever. \"Blocking offshore exploration would weaken our national security, destroy good-paying jobs, and could make energy less affordable for consumers,\" Erik Milito, Upstream director at the American Petroleum Institute, said in a statement on Tuesday. \"Fortunately, there is no such thing as a permanent ban, and we look forward to working with the new administration on fulfilling the will of American voters on energy production.\" Amanda Sakuma ",
    "title": "Obama Places Sweeping Ban on Offshore Drilling in Atlantic and Arctic Waters - NBC News"
   },
   {
    "entities": [
     "oceana",
     "house",
     "petroleum",
     "npr",
     "the past",
     "sea",
     "jacqueline",
     "earlier this year",
     "ludden",
     "arctic",
     "jeff",
     "new",
     "chukchi",
     "atmospheric",
     "washington",
     "oceanic",
     "kingsbery/ap",
     "last week",
     "tuesday",
     "the",
     "states",
     "white",
     "brady",
     "andy",
     "administration",
     "obama",
     "trump",
     "u.s.",
     "canada",
     "atlantic",
     "jennifer",
     "savitz",
     "american",
     "ryan",
     "and",
     "ocean",
     "united",
     "institute",
     "radford",
     "december 20, 2016",
     "jersey",
     "bloomberg",
     "future",
     "national"
    ],
    "id": 1,
    "text": "Walruses rest on the shores of the Chukchi Sea, the vast majority of which was designated off-limits to drilling on Tuesday. Ryan Kingsbery/AP hide caption toggle caption Ryan Kingsbery/AP Walruses rest on the shores of the Chukchi Sea, the vast majority of which was designated off-limits to drilling on Tuesday. Ryan Kingsbery/AP President Obama has indefinitely blocked offshore drilling in areas of the Atlantic Ocean and in Arctic waters, a move aimed at advancing environmental protection during his final days in office. The Arctic protections are a joint partnership with Canada . \"These actions, and Canada's parallel actions, protect a sensitive and unique ecosystem that is unlike any other region on earth,\" the White House said in a statement. \"They reflect the scientific assessment that, even with the high safety standards that both our countries have put in place, the risks of an oil spill in this region are significant and our ability to clean up from a spill in the region's harsh conditions is limited,\" the White House added. \"By contrast, it would take decades to fully develop the production infrastructure necessary for any large-scale oil and gas leasing production in the region — at a time when we need to continue to move decisively away from fossil fuels.\" This map shows the Atlantic areas that have been designated off-limits to oil and gas explorations and development activity. White House hide caption toggle caption White House Obama's action designates 31 Atlantic canyons \"off limits to oil and gas exploration and development activity,\" totaling 3.8 million acres, according to the administration. It provides the same protections to much of the Arctic's waters, covering the \"vast majority of U.S. waters in the Chukchi and Beaufort Seas,\" totaling 115 million acres. Canada is doing the same to \"all Arctic Canadian waters,\" the joint statement adds. Article continues after sponsorship Obama took these actions by invoking a law called the Outer Continental Shelf Lands Act , which gives the president the authority to withdraw lands from oil and gas leases. But as NPR's Jeff Brady and Jennifer Ludden report, major questions remain about what will happen if the incoming Trump administration attempts to reverse this action. The Arctic is a critical and irreplaceable part of our world. Let’s make sure we protect it for future generations: https://t.co/y7cHx5GW2l pic.twitter.com/IiJevST12f — The White House (@WhiteHouse) December 20, 2016 \"The White House says the president is acting within his authority, that Presidents of both parties have done this in the past, and trying to reverse such an order would be unprecedented if Trump tried to do this,\" Jeff said on All Things Considered . There is no legal precedent for reversal, Jeff reports. \"So if there's a legal challenge, and I'm not going to be surprised if there is one, it's really not clear what a court would decide.\" This map shows the area that the U.S. has designated as indefinitely off-limits to offshore oil and gas leasing. White House hide caption toggle caption White House As Bloomberg reports , the \"statute doesn't include a provision for reversal and that action may take years to work its way through court.\" Environmental groups such as Oceana are celebrating the designation. \"President Obama has taken a key step in protecting important areas of the Atlantic Ocean from offshore drilling,\" as Jacqueline Savitz, the group's senior vice president for the United States, said in a statement. \"The people of the Atlantic coast refused to allow their way of life to be compromised and we commend their hard work making their voices heard in Washington.\" Representatives of the oil and gas industry are unhappy about the news. \"We think it's a very shortsighted decision to take these areas off-limits,\" Andy Radford, senior policy adviser for offshore issues at the American Petroleum Institute, told Jeff. The action poses \"great risk to our energy security going forward and eliminates the opportunity to create jobs and help small businesses throughout the country. \" Earlier this year , the Obama administration reversed course on a plan that would have allowed Atlantic offshore drilling after uproar from local communities and environmentalists. Then, the administration designated the first national marine monument in the Atlantic Ocean . Last week, the National Oceanic and Atmospheric Administration announced that it has protected an Atlantic area about the size of New Jersey from deep-sea commercial fishing. ",
    "title": "Obama Designates Atlantic, Arctic Areas Off-Limits To Offshore Drilling : The Two-Way : NPR"
   },
   {
    "entities": [
     "oval",
     "house",
     "elizabeth",
     "green",
     "nader",
     "jeff",
     "electors",
     "party",
     "r-ala.",
     "washington",
     "ralph",
     "now",
     "sharon",
     "mccain",
     "services",
     "next year",
     "human",
     "politico",
     "america",
     "post",
     "d-ill.",
     "ohio",
     "rex",
     "evan",
     "cardin",
     "college",
     "suprun",
     "office",
     "foxnews.com",
     "hamilton",
     "of",
     "us",
     "1988",
     "representatives",
     "gq",
     "d-md.",
     "olbermann",
     "state",
     "congress",
     "donald",
     "russia",
     "ben",
     "twitter",
     "texas",
     "december 15",
     "adam",
     "mcmullin",
     "sessions",
     "rnc",
     "r-ga.",
     "january 20",
     "day",
     "moore",
     "democratic",
     "tom",
     "monday",
     "clinton",
     "cabinet",
     "price",
     "r-ariz.",
     "last week",
     "tuesday",
     "2000",
     "michael",
     "merkley",
     "shaw",
     "obama",
     "trump",
     "d-ore.",
     "coons",
     "tillerson",
     "gerson",
     "kasich",
     "hillary",
     "the future",
     "health",
     "december 20, 2016",
     "january",
     "d-del.",
     "electoral",
     "earlier this month",
     "john",
     "warren",
     "wednesday",
     "exxonmobil",
     "2017",
     "huffington",
     "chris",
     "and",
     "durbin",
     "dick",
     "d-mass.",
     "facebook",
     "keith",
     "bush"
    ],
    "id": 2,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   A last-ditch effort by die-hard Donald Trump foes to derail the president-elect’s victory in the Electoral College fell flat Monday, leaving the never-Trump movement licking its wounds and looking to 2017 for ways to thwart Trump’s presidency and agenda. The push to deny Trump the requisite 270 electors and send the election to the House of Representatives seemingly was doomed from the start, though it received significant media attention. In the end, only two Republican electors broke ranks – more defected on the Democratic side from Hillary Clinton.  What comes next for anti-Trumpers isn't entirely clear. Some are preparing to attack him over his business ties, while the \"I\" word already is being bandied about.  Liberal filmmaker and activist Michael Moore tried to crowdsource ideas after the Electoral College flop, asking, “He's not president for four and a half weeks. Next idea?”  He's not president for four and a half weeks. Next idea? — Michael Moore (@MMFlint) December 20, 2016 The Hamilton Electors – the group of electors behind the push to deny Trump 270 votes – published a statement Monday indicating their fight was not over, urging supporters to \"stay tuned.\" “Hamilton Electors hope this watershed moment will lay the groundwork for the emerging grassroots resistance to Trump’s agenda,” the statement read. Our response. More to come.  Please stay tuned. pic.twitter.com/3SisGIM6y5 — Hamilton Electors (@HamiltonElector) December 20, 2016 Texas Republican elector Chris Suprun, who voted for Ohio Gov. John Kasich on Monday, hinted that a push for Trump's impeachment could be in the works. “As a person who has always played fast and loose with the law, Trump will likely be impeached within the first year of his Presidency by responsible Republicans in Congress. For the rest of us Americans, his presence in the Oval Office represents a crisis for the Constitution, the economy and the country,” he said in the statement. Republican lawmakers and mainstream conservative voices for the most part have indicated they're ready to work with Trump. Some were buoyed by conservative picks in his Cabinet such as Rep. Tom Price, R-Ga., for Health and Human Services secretary and Sen. Jeff Sessions, R-Ala., for attorney general.  President Obama and Hillary Clinton, too, signaled immediately after the election that Democrats should give Trump a chance.  But some Trump critics remain, if nothing else, on high alert for any constitutional violations from the Trump presidency. Independent presidential candidate Evan McMullin tweeted Tuesday what he called a “call to action” from Washington Post columnist Michael Gerson, a former Bush speechwriter. Gerson called on citizens to defend the legislature and judiciary from “any encroachment,” and defend people from “organized oppression, including Muslims and refugees.” A call to action from principled conservative @MJGerson during the Trump years: \"Defend every group of people.\" https://t.co/ppUt4dpeD0 pic.twitter.com/mhRnVTlm1E — Evan McMullin (@Evan_McMullin) December 20, 2016 With Trump's inauguration now inevitable, his foes may turn next to battling his Cabinet picks.   Some dissent has been bubbling over the choice of ExxonMobil CEO Rex Tillerson as secretary of State, with Sen. John McCain, R-Ariz., warning that Tillerson’s relationship with Russia is “a matter of concern for me.”  Sen. Elizabeth Warren, D-Mass., and other Democratic allies also are eyeing a fight over Trump’s business interests. Last week, five Democratic senators including Warren announced they would introduce legislation to require Trump to divest assets that could be a conflict of interest, and put them into a blind trust. Sens. Ben Cardin, D-Md., Chris Coons, D-Del., Dick Durbin, D-Ill., and Jeff Merkley, D-Ore., are all backing the bill, which would deem a violation of conflict-of-interest laws “a high crime or misdemeanor under the impeachment clause of the U.S. Constitution.” \"The American people do not want the President encumbered by conflicts of interest that put him in violation of the Constitution or US law,\" Cardin said in a statement. This isn’t the only sign Democratic lawmakers are gearing up for an impeachment threat sometime in the future. Politico reported Wednesday that House Democrats have held a mock hearing on Donald Trump’s conflicts of interest, using staging, television cameras and testimony from witnesses. The narrative that Trump could run afoul of the Emoluments Clause -- which bars government officials from receiving gifts from foreign states -- is gaining support from some progressive voices. GQ’s Keith Olbermann said in a video that Trump is a “moving, breathing conflict of interest who will likely be guilty of impeachable high crimes and misdemeanors within hours if not minutes of his inauguration.” Olbermann went one step further, advising Americans: \"Never address Trump as president. He is Trump. Just Trump. Never president.\"  Former 2000 Green Party presidential candidate Ralph Nader also wrote an open letter (published in the Huffington Post ) earlier this month telling Trump to divest or face impeachment. “The only appropriate response is to completely divest on December 15 and therefore avoid potentially becoming a walking Article of Impeachment beginning on January 20,” he said.  Republican officials, meanwhile, argue it's time for those fighting his presidency to stand back.  After the Electoral College decision on Monday, RNC Co-Chair Sharon Day said in a statement: “This historic election is now officially over and I look forward to President-elect Trump taking the oath of office in January. Our unified Republican government will hit the ground running next year so we can deliver real change and make America great again. For the good of the country, Democrats must stop their cynical attempts to undermine the legitimacy of this election, which Donald Trump won decisively in the Electoral College with more votes than any Republican since 1988.”  Adam Shaw is a Politics Reporter and occasional Opinion writer for FoxNews.com. He can be reached here or on Twitter: @AdamShawNY . Advertisement ",
    "title": "'Next idea?' After Electoral College fail, anti-Trump forces look for new cause | Fox News"
   },
   {
    "entities": [
     "garcia",
     "verdugo",
     "univision",
     "aylar",
     "vasquez",
     "david",
     "tillman",
     "september 2006",
     "pablito",
     "times",
     "galicia",
     "$10-million",
     "christmas",
     "now",
     "cordero",
     "evening",
     "pedro",
     "/",
     "cortes",
     "america",
     "stacey",
     "torrance",
     "dec. 20, 2016",
     "firefighters",
     "tultepec",
     "secretariat",
     "ankara",
     "time",
     "angeles",
     "gloria",
     "of",
     "this year",
     "associated",
     "defense",
     "august",
     "cecilia",
     "fame",
     "arenas",
     "rodarte",
     "nuggets",
     "berlin",
     "ktla",
     "seannie",
     "nieto",
     "j.",
     "sandoval",
     "eduardo",
     "clippers",
     "eruviel",
     "mark",
     "mexican",
     "institute",
     "mexico",
     "torres",
     "roll",
     "butler",
     "patrick",
     "agrawal",
     "avila",
     "wait",
     "peña",
     "morning",
     "donald",
     "twitter",
     "ontario",
     "german",
     "rodriguez",
     "hall",
     "valdovinos",
     "tom",
     "last week",
     "tuesday",
     "latin",
     "trump",
     "mester",
     "san",
     "santa",
     "mario",
     "2005",
     "juan",
     "city",
     "lomas",
     "the weekend",
     "laura",
     "rivers",
     "l.a.",
     "verdes",
     "2:30 p.m.",
     "los",
     "arianna",
     "nina",
     "70%",
     "doc",
     "afternoon",
     "ignacio",
     "enrique",
     "press",
     "valdez",
     "espinoza",
     "macias",
     "javier",
     "and",
     "gerardo",
     "pyrotechnics",
     "80%",
     "mcdonnell",
     "verenice",
     "cross",
     "sanchez",
     "market",
     "red",
     "national"
    ],
    "id": 4,
    "text": "At least 29 killed and dozens injured as explosions rip through fireworks market outside Mexico City Raw video: Fireworks explosion Raw video captured the scene of a massive explosion at a fireworks market near Mexico City. Raw video captured the scene of a massive explosion at a fireworks market near Mexico City. Patrick J. McDonnell , Nina Agrawal and Laura Tillman Contact Reporters A thunderous series of explosions tore through an open-air fireworks market outside Mexico City on Tuesday, leaving at least 29 dead and 72 injured, many seriously, authorities said. The initial blast occurred at 2:30 p.m., when the market was filled with shoppers looking for fireworks for the holiday season. Video  showed what looked like an aerial bombing attack on the sprawling market, as bright flashes punctuated the blue sky and fireballs burst into the air. The repeated blasts sounded like an artillery barrage. “We thought we were going to die,” said Javier Aylar Valdez, 48, who was shopping for fireworks when the detonations began. He initially hid in a stall, he said, and then jumped a fence in front of the rushing flames and ran for his life. “Within five minutes everything was burning and we started to run,” he recalled. Beneath giant plumes of black smoke, the market stalls lay in splinters. Firefighters doused the remaining flames, baring an apocalyptic expanse of twisted debris. The death toll rose through the afternoon. By dark, Eruviel Avila, the governor of the state of Mexico, told local news crews that it stood at 29, with an additional 72 people injured. The casualty figures were expected to rise. The injured included three children who suffered burns over 70% of their bodies, he said. “My condolences to the families who lost lives in the accident and my desires for a quick recovery for the wounded,” President Enrique Peña Nieto wrote on Twitter. It was the latest and among the most fatal in a series of fireworks accidents dating back years in Mexico, where fireworks are an essential part of holiday celebrations. By nightfall, police had cordoned off the area surrounding the market. Arriving near the scene were both the curious and people looking for friends or loved ones who may have been in the market at the time of the incident. Verenice Garcia Rodriguez and her husband were hoping for any word of a friend, David Espinoza, who works at a stand inside the market. “We were waiting to see if anyone else comes out,” said Garcia. Many were stunned at the scope of the disaster. “I thought the market was safe,” said Arianna Valdovinos, 34, who lives less than a mile from the site. The explosion rattled the windows of her home, she said. Among those gathered in the chilly evening, there was widespread disbelief about the breadth of the tragedy in a market that was a signature part of the town, a place many had visited — and where hundreds of others made a living. “We are so sorry about what happened, this was their business, the pyrotechnics,” said Gerardo Macias, 49, who came with his daughter, Seannie Sandoval, 13. The daughter said she had never seen such destruction. “I feel so bad for these people,” she said. Fireworks are a common part of Mexican Christmas celebrations, used by families everywhere from the countryside to the heart of the capital. The San Pablito Market in Tultepec, about 25 miles north of Mexico City, was the best-known place to buy them. With more than 300 retailers, it was also the country’s largest, by some estimates selling 80% of the fireworks nationwide. The local government estimated  this year that between August and Christmas — the high season for fireworks — Mexicans would buy 100 tons of them. In 2005, a fire engulfed the same market, touching off a chain of explosions that leveled hundreds of stalls just ahead of Mexico's Independence Day. A similar fire at the market destroyed hundreds of stands in September 2006. After those disasters, various safety measures were put in place, said authorities, who have hailed the market as safe, according to the Univision network. The market was licensed by the Secretariat of National Defense. Juan Ignacio Rodarte Cordero, the director of the Mexican Pyrotechnics Institute, called San Pablito “the safest pyrotechnics market in all of Latin America,\" according to an August press release from the government of Tultepec, a city of 50,000 in the state of Mexico. The stalls, he boasted at the time, were “designed perfectly and with sufficient space” so that a single spark wouldn’t ignite a chain of fires. In a press release last week, the market’s president, German Galicia Cortes, assured visitors that the market was secure, complete with \"fire extinguishers, water, sand, picks, shovels and trained personnel who know how to act in case of any incident.” The Mexican attorney general’s office, which is investigating the incident, said in a statement that six explosions shook the market. What set them off remained unclear. But the tragedy seemed certain to raise calls for enhanced safety at San Pablito and other fireworks markets and manufacturing sites. Fireworks explosion Eduardo Verdugo / Associated Press Firefighters and rescue workers walk through the scorched grounds of Mexico's best-known fireworks market after an explosion Tuesday. Firefighters and rescue workers walk through the scorched grounds of Mexico's best-known fireworks market after an explosion Tuesday. (Eduardo Verdugo / Associated Press) The Mexican Red Cross reported that it had dispatched 10 ambulances with 50 paramedics to the scene. Rescue workers were shown on Mexican TV picking their way through the ruins of  twisted metal, warped roofs and other debris. Ambulance crews rushed the wounded on stretchers to a nearby field, where helicopters were waiting to ferry them off for treatment. The scent of gunpowder lingered at the shattered scene, where scores of stalls had been flattened and turned into wreckage. At the Lomas Verdes hospital, north of Mexico City, the waiting room was filled with anxious people hoping for word of relatives and friends. “We don’t know anything about my brother,” said Gloria Arenas, 37, who was looking for Mario Arenas, a fireworks salesman at the market. “My parents went to other hospitals to look for him and I came here, but they don’t tell us anything. They don’t give us any information. I’m desperate. We don’t know anything about his fate.” Laura Torres, 40, came to look for her father, Gerardo Torres, 64, also a fireworks vendor at the market. She couldn’t hold back tears as she spoke. “I’m very worried, the market doesn’t exist anymore, it was destroyed,” said Laura Torres. “And my father was right there inside and we don’t know anything about what happened to him. All of my family is looking for him.… I pray to God that he is alive.” Caption Santa ana police search for suspected thief who steals rolex watch in clever scam David Vasquez lives in Ontario but is now on the run with at least three warrants out for his arrest. Stacey Butler reports. David Vasquez lives in Ontario but is now on the run with at least three warrants out for his arrest. Stacey Butler reports. Caption Santa ana police search for suspected thief who steals rolex watch in clever scam David Vasquez lives in Ontario but is now on the run with at least three warrants out for his arrest. Stacey Butler reports. David Vasquez lives in Ontario but is now on the run with at least three warrants out for his arrest. Stacey Butler reports. Caption Missing nursing instructor found buried in student's yard A San Pedro nursing instructor who went missing over the weekend was found buried in the backyard of one of her students. He has been arrested. Tom Wait reports. A San Pedro nursing instructor who went missing over the weekend was found buried in the backyard of one of her students. He has been arrested. Tom Wait reports. Caption Doc Rivers discusses the Clippers' 119-102 win over Nuggets - - Caption 90 seconds: 4 stories you can't miss 304 electoral college votes seal Donald Trump's election as president , the Rock and Roll Hall of Fame inducts its newest members , L.A. proposes a $10-million legal fund for immigrants facing deportation under Trump, and attacks in Ankara  and Berlin .  Caption Former Bridal Reality Show Contestant Reported Missing After Attending Birthday Party in Torrance Mark Mester reports for the KTLA 5 Morning News on Dec. 20, 2016. Mark Mester reports for the KTLA 5 Morning News on Dec. 20, 2016. Special correspondent Tillman reported from Tultepec, Mexico, and Times staff writers McDonnell and Agrawal reported from Mexico City and Los Angeles, respectively. Special correspondent Cecilia Sanchez in Mexico City contributed to this report.  ALSO ",
    "title": "At least 29 killed and dozens injured as explosions rip through fireworks market outside Mexico City - LA Times"
   },
   {
    "entities": [
     "recently",
     "eric",
     "steve",
     "bob",
     "green",
     "1991",
     "south",
     "baseball",
     "m.",
     "christmas",
     "now",
     "julian",
     "bros.",
     "illinois",
     "december 2017",
     "19.5 percent",
     "northwestern",
     "rosenbloom",
     "paul",
     "s.",
     "99 percent",
     "noah",
     "court",
     "last year",
     "cook",
     "scott",
     "tribune",
     "circuit",
     "faulkner",
     "of",
     "fall",
     "mount",
     "96 percent",
     "cardinals",
     "county",
     "amanda",
     "a few years ago",
     "nagel",
     "carolina",
     "mark",
     "31 percent",
     "prospect",
     "major",
     "1,206 percent",
     "patrick",
     "levin",
     "reifert",
     "bowman",
     "diego",
     "garden",
     "stubhub",
     "o'connell",
     "2016",
     "6 percent",
     "wrigley",
     "cubs",
     "kaschube",
     "the 1990s",
     "monday",
     "michael",
     "white",
     "notowidigdo",
     "98 percent",
     "sox",
     "san",
     "670 percent",
     "85 percent",
     "lawrence",
     "dec. 18, 2016",
     "soderholm",
     "wester",
     "gastaldo",
     "mlb",
     "sullivan",
     "league",
     "john",
     "2017",
     "chicago",
     "field",
     "university",
     "2012",
     "matt",
     "rosenthal",
     "a couple of years ago",
     "boston",
     "colin",
     "wolf",
     "phil",
     "red"
    ],
    "id": 5,
    "text": "Fight between Cubs fan, team highlights tenuous ownership of season tickets Michael Wester John Gastaldo / Chicago Tribune Michael Wester, a former Chicago Cubs season ticket holder who had his seat privileges revoked by the team, lives in San Diego. He watched the Cubs in the playoffs at Chicago Bros. Pizzeria, where he poses for a photo on Dec. 18, 2016. Michael Wester, a former Chicago Cubs season ticket holder who had his seat privileges revoked by the team, lives in San Diego. He watched the Cubs in the playoffs at Chicago Bros. Pizzeria, where he poses for a photo on Dec. 18, 2016. (John Gastaldo / Chicago Tribune) Patrick M. O'Connell Chicago Tribune When the Cubs told Michael Wester his season tickets were not being renewed, he was upset but not surprised. After all, he made a bundle of money selling seats to coveted postseason games at Wrigley Field . Wester readily admits he sold more than 85 percent of his tickets, in upper deck sections 506 and 514, during the championship season. Cracking down on fans like Wester, the Cubs say, is a way to keep tickets in the hands of people who actually plan on attending the games. It is also a way for them to try to maximize revenues, or at least prevent others from profiting handsomely over their popular product, those who study the sports business said. \"The tension that we see is teams are looking to exert more control over the secondary market,\" said Matt Notowidigdo, associate professor of economics at Northwestern University who has done consulting work with several MLB teams, including the Boston Red Sox. Major League Baseball's official partnership with StubHub makes it easier than ever for fans to sell and buy tickets with a few clicks of a button or swipes of the finger. For high-demand teams like the Cubs, the puzzle is how to capture the maximum amount of dollars without alienating loyal and longtime fans, while keeping at least some prices affordable for the average fan, those who study sports business said. The Cubs' season ticket holder agreement, like others in the league, states the team can revoke a person's ticket for any reason at any time, a concept known as \"revocable license.\" Cubs season ticket licenses are renewed on a yearly basis, the club said, \"at the sole discretion of the team.\" The license agreement includes language advising fans their plan may be canceled if tickets have been purchased \"for the purpose and intent of reselling the tickets on the secondary market.\" Cubs fans. \"When you have a situation like this, where the demand is pent up for so long, baseball is uniquely positioned where our season ends just as the holiday season starts,\" MLB Business Executive Vice President Noah Garden said. \"Generally we see... Looks like it will be a Blue Christmas for Cubs fans. \"When you have a situation like this, where the demand is pent up for so long, baseball is uniquely positioned where our season ends just as the holiday season starts,\" MLB Business Executive Vice President Noah Garden said. \"Generally we see... (Phil Rosenthal) The team did not disclose how many other season ticket holders have received nonrenewal notices since the Cubs won the World Series but said it was not more than a typical offseason. \"The issue is getting tickets in the hands of fans who are primarily interested in enjoying Cubs baseball and experiencing Wrigley Field,\" Cubs spokesman Julian Green said. Wester, a 29-year-old who grew up as a Cubs fan in Mount Prospect and now lives in San Diego, attended about a half-dozen games in person. He called the Cubs \"hypocritical\" for saying they cater to the average fan, then canceling his plan when he made money selling his sought-after tickets. \"Where were they during the three or four years that I was doing this when I was losing money? They did absolutely nothing,\" Wester said. \"To me, it's like they want to have their cake and eat it, too.\" The Cubs' move is hardly unprecedented, both in the team's recent history and among other MLB teams. After a 101-loss season in 2012, the Cubs revoked nearly 1,000 season tickets from about 40 customers suspected of scalping. And in 1991, former major league ballplayer Eric Soderholm, who held 18 Cubs season tickets, took the team to court after it yanked his privileges because he was hawking the seats through his ticket broker business. He lost. \"Basically, it's a take-it-or-leave-it situation,\" said Lawrence Wolf Levin, a lawyer who represented Soderholm in the case. \"That was my concept of the law then, as it is now. (The Cubs) pretty much are doing what they want to do, when they want to.\" Chicago Tribune photographers pick their best Cubs photos from 2016. The Indians, the Cubs' opponent in the Series, revoked the season tickets of several fans on the eve of the Fall Classic because their season ticket holder agreement prohibits fans from reselling postseason games. There is a big difference between the attitudes of high-demand teams like the Cubs, and other clubs where sellouts are rare and popularity is lower, Notowidigdo said. \"Some teams have a hands-off approach, and some take a very proactive stance,\" on ticket resales, Notowidigdo said. Teams that feel they are missing out on revenues are more apt to revoke seat privileges. \"A stronger predictor of teams' attitudes is underlying demand,\" Notowidigdo said. The Cubs drew more than 3.2 million fans in 2016, fifth-highest in the majors at more than 39,900 per game. The team said 2016 regular-season tickets resold on StubHub.com for an average of 96 percent above their face value. Postseason tickets went for 670 percent above face value, including a 1,206 percent increase for the three World Series games at Wrigley Field. According to the Cubs season ticket license agreement, the club has \"absolute discretion\" on whether to offer fans seats. The White Sox have similar language in their contract. After waiting a lifetime for a championship team, Cubs fans will discover the price of success. The average price of season tickets will rise 19.5 percent in 2017, the Cubs announced Monday, with increases ranging from 6 percent for upper-deck reserved seats to 31 percent for infield club box seats. ... After waiting a lifetime for a championship team, Cubs fans will discover the price of success. The average price of season tickets will rise 19.5 percent in 2017, the Cubs announced Monday, with increases ranging from 6 percent for upper-deck reserved seats to 31 percent for infield club box seats. ... (Paul Sullivan) Cardinals are pumping a Cubs ticket package these days. There are other packages, such as bobbleheads, yeesh,... Help me out here: If you have the alleged “best fans in baseball,\" shouldn’t you just need to open the ticket windows and open the website portals and sell tickets? Guess not. Because the Cardinals are pumping a Cubs ticket package these days. There are other packages, such as bobbleheads, yeesh,... (Steve Rosenbloom) \"What the team is really hoping to do is make sure they're continuing the revenue,\" said Mark S. Nagel, a professor of sport and entertainment at the University of South Carolina. \"Underlying this is the concern for the bottom line because other people are making a profit on the tickets.\" Nagel, who teaches classes and has written about ticket rights, said revocable licenses with sports team tickets are not new, and \"99 percent of the time, it's not a problem.\" When season ticket agreements either spell out specific guidelines or limits for reselling tickets or give teams \"absolute discretion\" to revoke seats, fans should know the ground rules, Nagel said. \"That's really tough to say that's unfair,\" Nagel said. Ticket agreements with fans, Nagel said, are designed to allow clubs to make sure their arenas are free of misbehavior or violence. But the ticket resale phenomenon also comes into play, and the issue for fans becomes how many tickets they can resell without it becoming a problem in the eyes of team management, Nagel said. In essence, each team must determine the line for how many resold tickets is too many. In court filings in the 1990s case, Levin argued that since Soderholm paid for his tickets, the team did not have the right to revoke his seats simply because he was reselling them. But a Cook County Circuit Court judge, and later the Illinois appeals court, ruled in favor of the Cubs. Levin himself used to be a Cubs season ticket holder but decided not to renew his plan a few years ago because prices were getting too expensive. He said teams want to make as much money as they can, and control their product and their business. When the courts ruled in favor of the team, Levin said, fans such as Wester don't have a legal gripe. \"They're saying it's my ball; I'll take it away if you don't play by my rules,\" Levin said. The Cubs, which announced that the average price of season tickets will rise 19.5 percent in 2017, say the goal is to keep tickets in the hands of real fans, weeding out seat holders such as Wester who hold the tickets primarily to sell. With a lengthy season ticket waiting list, canceling the plans of holders such as Wester allows others a chance to buy plans. \"The goal is to provide as much value as possible to our season ticket holders,\" Cubs senior vice president of sales and marketing Colin Faulkner said recently. \"We want to have that direct relationship with fans that are actually going to the games. It was a significant number a couple of years ago and we've continued every year to take a look at that as we bring in new season ticket holders as well.\" Faulkner said they had a record 98 percent ticket renewal last year and a waiting list of around 109,000. Even the most rabid fans are unlikely to attend all 81 home baseball games, and even if fans split season tickets with a group, reselling tickets is common. The teams know this, and to a certain extent, encourage it, making it easy for fans to securely list their seats for resale. A look back at the top Chicago sports stories from 2016. (Amanda Kaschube) Sox spokesman Scott Reifert said they \"very rarely have issues with fans in this area.\" \"Philosophically,\" Reifert said, \"we see resale and resell opportunities, particularly through MLB partner StubHub, as a positive for our fans.\" Major League Baseball does not have a leaguewide policy regarding ticket resales or season ticket agreements, leaving it up to individual clubs to create their own policies. \"What we think is best for the sport is to leave it up to the teams,\" said Bob Bowman, MLB president, business & media. \"The only people who go to 81 home games every year are the players in uniform. So we leave that up to the clubs.\" The league's official partnership with StubHub, Bowman said, is a legal, safe, reliable and easy way for fans to sell tickets. The five-year agreement with StubHub, which expires in December 2017, also enables teams to electronically track how many tickets are resold. When season ticket holders sell tickets, teams are in a way striking out twice: They are not meeting initial price objectives on the initial sales, and they miss out on the bulk of the profits when fans resell, Notowidigdo said. Fans like Wester who sell lots of tickets are, in effect, using their seats as an annuity payment, he said. In recent years, teams have launched so-called dynamic or flexible pricing, making more attractive games more expensive and discounting seats against less popular opponents or on weeknights. Nagel said that system is designed to capture the \"accurate\" price for a ticket to any given game. But many teams also reserve a small number of lower quality seats — deep in the outfield or upper deck, for instance — at super-low prices to cater to everyday fans. If the Cubs are concerned that season ticket holders are reselling tickets well above face value, perhaps their tickets are priced too low, Nagel said. Of course, there are public relations and perception concerns about sky-high ticket prices, and Nagel said this strategy can — and has — also backfired on teams that increase prices before a season, then watch as their team stumbles toward a losing season. \"What more and more teams need to realize is to be more efficient in how they price initially,\" Nagel said. On the other side is the consumer, whose objective is generally simple and consistent. \"Fans,\" Nagel said, \"want to pay the least amount possible for the best seat possible.\" Chicago Tribune's Paul Sullivan contributed. ",
    "title": "Fight between Cubs fan, team highlights tenuous ownership of season tickets - Chicago Tribune"
   },
   {
    "entities": [
     "francisco",
     "garcia",
     "verdugo",
     "protection",
     "twitter",
     "linkedin",
     "puente",
     "2:30 p.m.",
     "ronaldo",
     "associated",
     "september 2006",
     "james",
     "pablito",
     "--",
     "afternoon",
     "the day",
     "christmas",
     "google",
     "schemidt",
     "tuesday",
     "usa",
     "8:23 p.m. est",
     "civil",
     "isidro",
     "nieto",
     "enrique",
     "national",
     "crescencia",
     "press",
     "eduardo",
     "mike",
     "local",
     "facebookemail",
     "tuesday, dec. 20, 2016",
     "alejandro",
     "san",
     "dec. 20",
     "solis",
     "firefighters",
     "ap",
     "mexico",
     "gomez",
     "luis",
     "tultepec",
     "state",
     "facebook",
     "new year's",
     "cross",
     "sanchez",
     "steph",
     "2005",
     "felipe",
     "market",
     "december 20, 2016",
     "current",
     "today",
     "peña",
     "red",
     "city"
    ],
    "id": 6,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest At least 26 dead, dozens hurt in Mexican fireworks blast The explosion outside Mexico City left most of the fireworks stalls completely leveled and damaged some nearby homes Post to Facebook At least 26 dead, dozens hurt in Mexican fireworks blast The explosion outside Mexico City left most of the fireworks stalls completely leveled and damaged some nearby homes Check out this story on USATODAY.com: http://usat.ly/2id4H6Z CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 8 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs At least 26 dead, dozens hurt in Mexican fireworks blast Steph Solis and Mike James, USA TODAY 8:23 p.m. EST December 20, 2016 x Share An explosion Tuesday ripped through Mexico's best-known fireworks market on the northern outskirts of the capital. Drone footage shows plumes of smoke billowing into the sky above the open-air San Pablito Market in Tultepec. (Dec. 20) AP Firefighters and rescue workers walk through the scorched ground of Mexico's best-known fireworks market after an explosion explosion ripped through it, in Tultepec, Mexico, Tuesday, Dec. 20, 2016. (Photo: Eduardo Verdugo, AP) At least 26 people died and 50 others were injured after an explosion ripped through a popular fireworks market in Mexico, sending a massive plume of smoke into the sky as 10 Red Cross ambulances rushed to the scene. The chief prosecutor of Mexico State, Alejandro Gomez, said 26 people were killed in the explosion that sent flames through the pyrotechnics booths at the open-air San Pablito Market in Tultepec, about 20 miles north of Mexico City. Isidro Sanchez, director of Tultepec's civil protection division, told a local TV station that there may be 27 dead. Mexican President Enrique Peña Nieto took to Twitter to offer his condolences to the families of those who lost their lives in the blast and wish the injured a speedy recovery. Sirens wailed and a heavy scent of gunpowder lingered in the air after the afternoon blast at the market, where most of the fireworks stalls were completely leveled. The smoking, burned out shells of vehicles ringed the perimeter, and first responders and concerned local residents combed through the ashes. Firefighters hosed down still-smoldering hotspots. The Mexican Red Cross said it sent 10 ambulances with 50 paramedics. Posted! A link has been posted to your Facebook feed. Firefighters and military soldiers work amid the debris left by a huge blast that occurred in a fireworks market in Mexico City killing at least nine people and injuring 70, according to police. The explosion and fire happened in the suburb of Tultepec, set off a series of multicolored blasts and a vast amount of smoke that hung over Mexico City.  Ronaldo Schemidt, AFP/Getty Images Survivors search the ruins left by a huge fireworks blast.  Ronaldo Schemidt, AFP/Getty Images Military police search the debris left by a huge fireworks blast.  Ronaldo Schemidt, AFP/Getty Images Firefighters search the debris left by a huge fireworks blast.  Ronaldo Schemidt, AFP/Getty Images Firefighters search the debris left by a huge fireworks blast.  Ronaldo Schemidt, AFP/Getty Images Firefighters search the debris left by a huge fireworks blast.  Ronaldo Schemidt, AFP/Getty Images Firefighters search the debris left by a huge fireworks blast.  Ronaldo Schemidt, AFP/Getty Images Firefighters, rescuers and survivors search the debris left by a huge fireworks blast.  Ronaldo Schemidt, AFP/Getty Images Soldiers and rescuers search the ruins left by a huge fireworks blast.  Ronaldo Schemidt, AFP/Getty Images A local resident dressed as a clown helps a firefighter at the scorched ground of Mexico's best-known fireworks market.  Eduardo Verdugo, AP Local residents comb through ashes and rubble at the scorched ground of Mexico's best-known fireworks market.  Eduardo Verdugo, AP Firefighters and rescue workers remove debris from the scorched ground of Mexico's best-known fireworks market.  Eduardo Verdugo, AP A Mexico State policeman looks through the scorched ground of the open-air San Pablito fireworks market.  Eduardo Verdugo, AP Like this topic? You may also like these photo galleries: Replay Last Slide Next Slide Crescencia Francisco Garcia arrived in the afternoon to buy fireworks and said she was near the middle of the grid of stalls when the explosions began around 2:30 p.m. \"All of a sudden it started booming,\" the 41-year-old Mexico City resident said. \"I and the others surrounding me all took off running.\" In 2005, a fire engulfed the same market, touching off a chain of explosions that leveled hundreds of stalls just ahead of Mexico's Independence Day. A similar fire at the San Pablito Market also destroyed hundreds of stands in September 2006. Many in Mexico traditionally celebrate holidays — including Christmas and New Year's — by setting off noisy firecrackers and rockets. Mis condolencias a los familiares de quienes perdieron la vida en este accidente y mis deseos de pronta recuperación para los lesionados. — Enrique Peña Nieto (@EPN) December 20, 2016 Well after the blast, first responders continued to try and put out hotspots and fireworks continued to go off. National Civil Protection Coordinator Luis Felipe said there was no choice but to let any unexploded fireworks be consumed. Local residents comb through ashes and rubble at the scorched ground of Mexico's best-known fireworks market after an explosion ripped through it, in Tultepec, Mexico, Tuesday, Dec. 20, 2016.  (Photo: Eduardo Verdugo, AP) The scene remained dangerous with some nearby homes damaged from the blast, Puente added. He asked people to stay at least 3 miles away from the scene to avoid hindering the emergency response. Contributing: The Associated Press. 427 CONNECT TWEET 2 LINKEDIN 8 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2id4H6Z NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "At least 26 dead, dozens hurt in Mexican fireworks blast"
   },
   {
    "entities": [
     "francisco",
     "garcia",
     "7:07 p.m.",
     "8:18 p.m.",
     "texas",
     "2006",
     "6:48 p.m.",
     "rodrigo",
     "associated",
     "8:36 p.m.",
     "defense",
     "december 21, 2016",
     "pena",
     "pablito",
     "10:39 p.m.",
     "once",
     "tv",
     "nearly four hours later",
     "--",
     "afternoon",
     "lopez",
     "cesar",
     "christmas",
     "armando",
     "8:03 p.m.",
     "foro",
     "hdz",
     "ornelas",
     "ernesto",
     "civil",
     "fuentes",
     "hernandez",
     "nieto",
     "press",
     "enrique",
     "portuguez",
     "crescencia",
     "8:52 p.m.",
     "isidro",
     "eruviel",
     "san",
     "atizapan",
     "zaragoza",
     "de",
     "mexico",
     "tultepec",
     "state",
     "new year's",
     "sanchez",
     "9:40 p.m.",
     "2005",
     "market",
     "december 20, 2016",
     "lópez",
     "avila",
     "peña",
     "city"
    ],
    "id": 7,
    "text": "An explosion has ripped through Mexico’s best-known fireworks market on the northern outskirts of the capital, killing several and injuring dozen... Video of the blast showed a dramatic staccato of rockets exploding in flashes of light, leveling the open-air San Pablito Market in Tultepec in Mexico State as it bustled with shoppers stocking up on fireworks to celebrate Christmas and New Year’s.  Vendors’ stands were reduced to piles of rubble, ash, and charred metal. It was the third devastating explosion and fire to ravage the market since 2005 and officials still have not said what caused this latest blast.  10:39 p.m. ET: Tultepec Mayor Armando Portuguez Fuentes said the market was especially well stocked because demand for noisy firecrackers and rockets soars this time of year.  “We are obviously in the high season,” Portuguez said. “There was more product than usual because we are a few days away from Christmas, a few days away from New Year’s, and those are the days when the products made here are consumed the most.”  9:40 p.m. ET: The governor of the State of Mexico says three more people have died from a massive chain-reaction at a fireworks market near the capital, raising the death toll to 29. Gov. Eruviel Avila says that in addition to the 26 people who perished at the market, three more died after being hospitalized. The San Pablito fireworks market was bustling with hundreds of shoppers stocking up on explosives to set off during the holidays when the explosion took place. It is the third such blast to ravage the market on the northern outskirts of the capital since 2005. 8:52 p.m. ET: Mexico State Gov. Eruviel Avila said in an interview with FORO TV that “Mexico is in mourning.” 8:36 p.m. ET: Witness Crescencia Francisco Garcia said she was in the middle of the grid of stalls along with a few hundred others when the thunderous explosions began. She froze, reflexively looked up at the sky and then took off running through the smoke once she realized everyone was doing so. As she ran she saw people with burns and cuts, and lots of blood.  “Everything was catching fire. Everything was exploding,” Francisco said. “The stones were flying, pieces of brick, everything was flying.”  Cesar Ornelas of Atizapan de Zaragoza was only 10 minutes into shopping with his son and his father when he heard the first explosions. He tried to run, but something knocked him to the ground from behind. He tried several times to get up, unsuccessfully, and ultimately his 15-year-old son Francisco had to drag him out.  “We didn’t look back,” said Ornelas, who suffered light burns and a large bruise over his left kidney. His white tank top had a fist-size burn on the chest. “We heard how the explosion was kind of going off bit by bit.” Nearly four hours later, he and Francisco limped gingerly out of the market area. Francisco said paramedics told him his leg was likely fractured by flying debris. Ornelas said his 67-year-old father, Ernesto, had run in a different direction and sought refuge in a nearby home. All the father’s clothing was burned, and his face and arm were bloodied. An ambulance had spirited him to a hospital, but Ornelas wasn’t sure where it was or how serious his injuries were. 8:18 p.m. ET: According to local journalist Rodrigo Hernandez Lopez, Avila said there were 29 people killed. Three injured children will be moved to Texas for treatment, Lopez reported.  De acuerdo con @eruviel_avila hay 29 muertos en explosión de Tultepec y tres menores de edad que serán trasladados a Texas por quemaduras. — Rodrigo Hdz López (@lopezperiodista) December 21, 2016 8:03 p.m. ET:  As more reports come in from the scene, the death toll remains in flux. The chief prosecutor of Mexico State told the Associated Press that 26 people have been killed in an explosion that tore through a fireworks market near Mexico City. The blast leveled stalls and left rescue workers to comb through ash and charred metal. Similar fires and explosions destroyed hundreds of stands in two other incidents at the same market in 2005 and 2006. 7:07 p.m. ET: President Enrique Pena Nieto tweeted his condolences to the family of the victims.  “My condolences to the families of those who lost their lives in this accident and my wishes for a quick recovery for the injured,” Nieto tweeted. Mis condolencias a los familiares de quienes perdieron la vida en este accidente y mis deseos de pronta recuperación para los lesionados. — Enrique Peña Nieto (@EPN) December 20, 2016 6:48 p.m. ET: Head of Civil Defense, Isidro Sanchez, a local First Responder, said 27 people had died.  Sirens wailed and a heavy scent of gunpowder lingered in the air after the afternoon blast at the market, where most of the fireworks stalls were completely leveled. The smoking, burned out shells of vehicles ringed the perimeter, and first responders and local residents wearing blue masks over their mouths combed through the rubble and ash. Firefighters hosed down still-smoldering hotspots. ",
    "title": "Mexico fireworks explosion – Live updates - CBS News"
   },
   {
    "entities": [
     "quebec",
     "recently",
     "thanksgiving",
     "counterterrorism",
     "the summer of 2014",
     "abu",
     "nov. 21",
     "fbi",
     "new",
     "afternoon",
     "france",
     "sept. 2014",
     "news",
     "monday",
     "christmas",
     "berlin",
     "abc",
     "tuesday",
     "columbus",
     "oct. 2014",
     "al-adnani",
     "a few days later",
     "national",
     "this past summer",
     "nice",
     "olsen",
     "u.s.",
     "university",
     "a few weeks later",
     "muhammad",
     "ohio",
     "july 15, 2016",
     "this past november",
     "europe",
     "york",
     "monday, nov. 28, 2016",
     "state",
     "department",
     "isis",
     "matthew",
     "center",
     "islamic"
    ],
    "id": 8,
    "text": "WATCH Suspected Terrorist Attack Kills at Least 12 at Christmas Market in Berlin 0 Shares Email With the news that ISIS has claimed responsibility for Monday’s attack in Berlin, the world is seeing another example of terrorists trading bullets and bombs for cars and trucks as a way to more discreetly unleash carnage across the world. On Tuesday afternoon, SITE Intelligence reported that the ISIS terror group has claimed responsibility for the attack, calling the fugitive terror truck driver a “soldier of the Islamic State,” that worked “in response to calls for targeting nationals of the international coalition.” The attack follows an increasingly familiar pattern. Over the past six months, attackers have used vehicles to mow down crowds during Bastille Day celebrations in Nice, France; to ram a pack of students on the campus of Ohio State University; and, most recently, to plow through a Christmas market in Berlin. These incidents are not coincidental, however. Since at least the summer of 2014, the ISIS terror group has been calling on its followers to use vehicles in attacks on innocents. “If you are not able to find an IED [improvised explosive device] or a bullet, then single out the disbelieving American, Frenchman, or any of their allies,” ISIS spokesman Abu Muhammad Al-Adnani said in Sept. 2014, according to SITE Intelligence. “Smash his head with a rock, or slaughter him with a knife, or run him over with your car, or throw him down from a high place, or choke him, or poison him.” In Oct. 2014, a Canadian soldier was killed and another was injured when a radicalized man ran them down at a strip mall in Quebec with his car. Patrick Aventurier/Getty Images Forensic police investigate a truck at the scene of a terror attack on the Promenade des Anglais, July 15, 2016 in Nice, France. And this past summer, in what is the deadliest vehicle-borne attack in recent memory, 86 people were killed when a radicalized man used a semi-truck to plow through revelers who had assembled to celebrate Bastille Day in Nice, France. Seemingly finding success in this method of attack, the ISIS terror group has amplified its propaganda. This past November, ISIS released an online guide to vehicular attacks, suggesting targets like the Macy’s Thanksgiving Day Parade as prime targets. “Though being an essential part of modern life, very few actually comprehend the deadly and destructive capability of the motor vehicle and its capacity of reaping large numbers of casualties if used in a premeditated manner” the digital magazine reads, citing the Nice attacker as “superbly” demonstrating the effectiveness of vehicle-borne attacks. The document goes on to state: “Vehicles are like knives, as they are extremely easy to acquire. But unlike knives, which if found in one’s possession can be a cause for suspicion, vehicles arouse absolutely no doubts due to their widespread use throughout the world.” This new method of attack can’t be taken lightly, Matthew Olsen, an ABC News contributor and the former director of the National Counterterrorism Center, explained. “This level of lethality – this is a real concern because this is a really difficult type of attack to stop,” he said. “It’s not sophisticated, it’s not hard to pull off, somebody simply has to get hold of a large truck and drive it into a crowd.” And while the booklet evoked imagery of American targets like the parade, U.S. officials have been wide-ranging in their warnings. In guidance issues to Americans abroad on Nov. 21, the U.S. State Department warned of “the heightened risk of terrorist attacks throughout Europe, particularly during the holiday season.” In particular, the State Department said that travelers and expats “should exercise caution at holiday festivals, events, and outdoor markets.” In light of the guidebook’s publication, authorities in New York ramped up security around the iconic Thanksgiving parade, which was described as “an excellent target,” by the propagandists. And while the parade went down without a hitch, authorities shouldn’t write off the propaganda as hot air, Olsen said. “The use of propaganda is worrisome because we’ve seen this propaganda have an impact and actually inspire individuals to take action,” he said. John Minchillo/AP Photo A car inside a police line sits on the sidewalk as authorities respond to an attack on campus at Ohio State University, Monday, Nov. 28, 2016, in Columbus, Ohio. Just a few days later, a student at Ohio State University used a car to ram a group of people who had gathered outside a lecture hall after a fire alarm sounded, before going on a slashing spree. Nobody was killed in that attack, but 13 were injured. The FBI later said that the student was inspired by the ISIS and Al-Qaeda terror groups. And, just a few weeks later, on Monday, a truck was used to mow down crowds gathered a traditional Christmas market in Berlin. While authorities in German hunt for the suspect in that case, they are describing the incident as a terrorist attack. In the meantime, ISIS has wasted little time claiming an attack that comes straight from their playbook. ",
    "title": "The New Tools of Terror: Vehicular Violence at Center of Recent Attacks - ABC News"
   },
   {
    "entities": [
     "council",
     "house",
     "sea",
     "georgia",
     "david",
     "earlier last year",
     "south",
     "new",
     "oil",
     "erik",
     "september 2015",
     "washington",
     "2014",
     "cruz",
     "virginia",
     "last two years",
     "one percent",
     "bay",
     "ocean",
     "matthew",
     "repsol",
     "today",
     "eisenhower",
     "petroleum",
     "rhea",
     "last year",
     "eilperin",
     "england",
     "associated",
     "beaufort",
     "defense",
     "natural",
     "coast",
     "hostetler",
     "1953",
     "massachusetts",
     "w.",
     "h.w.",
     "beccaria/seattlepi",
     "interior",
     "$7 billion",
     "at 4:21 pm",
     "pentagon",
     "carolina",
     "rivkin",
     "atlantic",
     "norfolk",
     "institute",
     "north",
     "fears",
     "juliet",
     "suh",
     "roberts",
     "congress",
     "donald",
     "reagan",
     "pacific",
     "gene",
     "regional",
     "navy",
     "seattle",
     "darryl",
     "milito",
     "tuesday",
     "slope",
     "states",
     "white",
     "dwight",
     "obama",
     "trump",
     "karpinski",
     "u.s.",
     "eni",
     "american",
     "corp.",
     "united",
     "one month from today",
     "baker",
     "alaska",
     "chesapeake",
     "allen",
     "carter",
     "trudeau",
     "george",
     "arctic",
     "chukchi",
     "bristol",
     "justin",
     "afternoon",
     "canyon",
     "ronald",
     "press",
     "december 20",
     "canada",
     "heezen",
     "ted",
     "daniella",
     "resources",
     "shell",
     "future",
     "bush"
    ],
    "id": 9,
    "text": "President Obama bans oil drilling in large areas of Atlantic and Arctic oceans The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Darryl Fears and Juliet Eilperin December 20 at 4:21 PM Follow @bydarrylfears Follow @eilperin Hundreds of kayaktivists protest drilling in the Arctic and the Port of Seattle being used as a port for the Shell Oil drilling rig Polar Pioneer (Daniella Beccaria/seattlepi.com via Associated Press) President Obama moved to solidify his environmental legacy Tuesday by withdrawing hundreds of millions of acres of federally owned land in the Arctic and Atlantic Ocean from new offshore oil and gas drilling. Obama used a little-known law called the Outer Continental Shelf Lands Act to protect large portions of the Chukchi and Beaufort seas in the Arctic and a string of canyons in the Atlantic stretching from Massachusetts to Virginia. In addition to a five-year moratorium already in place in the Atlantic, removing the canyons from drilling puts much of the eastern seaboard off limits to oil exploration even if companies develop plans to operate around them. The announcement by the White House late in the afternoon was coordinated with similar steps being taken by Canadian Prime Minister Justin Trudeau to shield large areas of that nation’s Arctic waters from drilling. Neither measure affects leases already held by oil and gas companies and drilling activity in state waters. “These actions, and Canada’s parallel actions, protect a sensitive and unique ecosystem that is unlike any other region on earth,” the White House said in a statement. “They reflect the scientific assessment that, even with the high safety standards that both our countries have put in place, the risks of an oil spill in this region are significant and our ability to clean up from a spill in the region’s harsh conditions is limited. White House officials described their actions to make the areas off limits to future oil and gas exploration and drilling as indefinite. Officials said the withdrawals under Section 12-A of the 1953 act used by presidents dating to Dwight Eisenhower cannot be undone by an incoming president. It is not clear if a Republican-controlled Congress can rescind Obama’s action. [ What President Obama’s executive actions mean for President Trump ] “There is a precedent of more than half a century of this authority being utilized by presidents of both parties,” a White House aide said. “There is no authority for subsequent presidents to un-withdraw. . . . I can’t speak to what a future Congress will do.” “The U.S. is not acting alone today. Canada is acting to put an indefinite stop to activity in its waters as well,” the aide said. “With Canada, we send a powerful signal and reinforce our commitment to work together.” David Rivkin, an attorney for the Baker and Hostetler law firm who served on the White House Counsel staffs of Ronald Reagan and George H.W. Bush, disagreed with the assertion that the decision cannot be overturned. “Basically I say the power to withdraw entails the power to un-withdraw,” Rivkin said, “especially if you determine the justification for the original withdrawal is no longer valid.” A legal fight would likely follow, Rivkin said. But “it’s not clear why Congress would want to give a president tremendous authority operating only one way.” Sen. Ted Cruz (R-Tex.) responded sharply on Twitter: “Yet another Obama abuse of power. Hopefully, on[e] that will be reversed…exactly one month from today” after Trump’s inauguration. Cruz closed his tweet with a hashtag: “Taking away Obama’s pen and phone.” U.S. and Canadian officials have negotiated for months to reach a joint understanding on how to manage adjacent areas in the ocean in an effort to make the new protections as sweeping and politically durable as possible. Meanwhile, advocacy groups lobbied Obama to ban oil and gas leasing in the Arctic entirely. President Obama banned oil drilling in large areas of the Atlantic and Arctic oceans, using a law called the Outer Continental Shelf Lands Act. (The White House) Obama already invoked the Outer Continental Shelf Lands Act to safeguard Alaska’s Bristol Bay in 2014, and again last year to protect part of Alaska’s Arctic coast. The president has protected 125 million acres in the region in the last two years, according to a fact sheet issued by the White House. The Beaufort and Chukchi seas are habitat for several species listed as endangered and species that are candidates for the endangered species, including the bowhead whale, fin whale, Pacific walrus and polar bear. Concern for the animals has heightened as the Arctic warms faster than anywhere else in the world and sea ice the bears use to hunt continues to melt. The underwater canyons protected by the president cover nearly 4 million acres across the Atlantic continental shelf break, “running from Heezen Canyon offshore New England to Norfolk Canyon offshore the Chesapeake Bay,” according to a separate fact sheet. They are widely recognized as major biodiversity hotspots that are critical to fisheries. The canyons provide deep water corals used by a wide array of fish. The area also provides habitat “for . . . deepwater corals, deep diving beaked whales, commercially valuable fishes, and significant numbers of habitat-forming soft and hard corals, sponges, and crabs,” the White House said. The American Petroleum Institute denounced the decision. “The administration’s decision to remove key Arctic and Atlantic offshore areas from future leasing consideration ignores congressional intent, our national security, and vital, good-paying job opportunities for our shipyards, unions, and businesses of all types across the country,” said Erik Milito, the group’s Upstream director. “Our national security depends on our ability to produce oil and natural gas here in the United States,” Milito said. “This proposal would take us in the wrong direction just as we have become world leader in production and refining of oil and natural gas and in reduction of carbon emissions.” Contradicting the White House’s statement, Milito said George W. Bush removed previous 12-A withdrawal areas with a memorandum and made all but marine sanctuaries available for leasing. “We are hopeful the incoming administration will reverse this decision as the nation continues to need a robust strategy for developing offshore and onshore energy,” he said. But a wide range of conservation groups hailed the decision. League of Conservation Voters President Gene Karpinski called it “an incredible holiday gift,” saying that “an oil spill in these pristine waters would be devastating to the wildlife and people who live in the region.” Rhea Suh, president of the Natural Resources Defense Council, called it “a historic victory in our fight to save our Arctic and Atlantic waters, marine life, coastal communities and all they support.” Carter Roberts, president and chief executive of the World Wildlife Fund, applauded what he called “a bold decision” that “signals some places are just too important not to protect.” Oil production in the Arctic represents a tenth of one percent of the nation’s oil production overall, the White House said. The area is so sensitive and so remote that the economics of exploration is costly. Shell, which said in September 2015 that it would shelve drilling plans after spending $7 billion and not finding significant amounts of oil, still has one remaining lease in the Chukchi Sea where it drilled a well earlier last year. Shell is also part of a joint venture with Italian oil giant ENI and Spanish firm Repsol in the Beaufort Sea that holds 13 leases. Shell held other leases in the Beaufort Sea, which the company transferred to the Arctic Slope Regional Corp., a company belonging to the Native Americans in the region. An earlier plan to allow limited drilling off the Atlantic coast was shelved after state governments along the southern Atlantic coasts — including Virginia, North Carolina, South Carolina and Georgia — expressed worries over the effect on their beaches, tourist industry and environmentally sensitive marsh. The Navy also objected. The Pentagon provided Interior with a map “that identifies locations … areas where the [Defense’s] offshore readiness activities are not compatible, partially compatible or minimally impacted by oil and gas activities,” department spokesman Matthew Allen said. The map included nearly the entire proposed drilling area. Live training exercises are conducted off the Atlantic coast, “from unit level training to major joint service and fleet exercises,” Allen said in a statement. “These live training events are fundamental to the ability of our airmen, sailors, and marines to attain and sustain the highest levels of military readiness.” The Obama administration eventually closed the Atlantic to drilling for five years. President-elect Donald Trump could counter Obama’s plan with his own five-year plan, but even so it would be years before drilling could start. The president-elect’s authority to undo a permanent prohibition is unclear. But Congress, controlled by Republicans, could move to rescind the withdrawal of federal lands from oil and gas exploration. Read more at Energy & Environment: ",
    "title": "President Obama bans oil drilling in large areas of Atlantic and Arctic oceans - The Washington Post"
   }
  ]
 }
}