{
 "22": {
  "col-sim": {
   "cosine": 0.13527691229256197,
   "entity": 0.0
  },
  "exec-time": 8.102792978286743,
  "links": [
   {
    "entities": [
     "house",
     "donald",
     "time",
     "jabin",
     "images",
     "presidential",
     "new",
     "details",
     "on",
     "once",
     "washington",
     "clinton",
     "globe",
     "last december",
     "trump's",
     "harold",
     "watch",
     "getty",
     "trump",
     "post",
     "september 2016",
     "brown-bornstein",
     "inauguration",
     "media",
     "hillary",
     "boston",
     "botsford/the",
     "today",
     "bornstein",
     "melissa"
    ],
    "id": 0,
    "text": "Jabin Botsford/The Washington Post via Getty Images WATCH New Details on Donald Trump's Presidential Inauguration 0 Shares Email Dr. Harold Bornstein, who once claimed that his longtime patient Donald Trump would be “the healthiest individual ever elected president,” has raised eyebrows with what appears to be a new outlook on the president-elect’s health. “If something happens to him, then it happens to him,” Bornstein told the health and medicine publication Stat, produced by Boston Globe Media. “It’s like all the rest of us, no? That’s why we have a vice president and a speaker of the House and a whole line of people. They can just keep dying.” Bornstein took aim at Hillary Clinton , calling her an “old lady,” according to the interview, despite the fact that she is a year younger than Trump. In the interview , released today, Bornstein maintained that “there’s nothing seriously wrong” with Trump’s health. “He’s a few pounds overweight, which everybody can see, and that’s it,” he said, adding that Trump, 70, isn’t “an old man the way my grandfather was an old man.” Donald Trump Says He'll Release Full Medical Records Bornstein wrote and released a letter last December describing Trump’s health with phrases like “astonishingly excellent” and “extraordinary.” The letter was criticized at the time of its release for its exuberant language and later, after Bornstein revealed he wrote the assessment in a matter of minutes. Trump released a more complete medical assessment in September 2016. Bornstein said he has not spoken with Trump since the election and was unsure if he would be permitted to continue as Trump's physician, since presidents are usually attended to by military doctors, according to Stat. Bornstein noted that he and his wife have been hassled since the election for caring for the Trump family. “I’ve gotten so many harassing phone calls,” his wife, Melissa Brown-Bornstein, told Stat. The Trump camp did not immediately respond to a request for comment. 0 Shares ",
    "title": "Trump's Doctor: 'If Something Happens to Him, Then It Happens to Him,' Calls Clinton 'Old Lady' - ABC News"
   },
   {
    "entities": [
     "recently",
     "russia",
     "mobility",
     "linkedin",
     "carter",
     "schriever",
     "sea",
     "iraq",
     "scott",
     "force",
     "david",
     "carlton",
     "south",
     "michaels",
     "7:46 p.m. est",
     "defense",
     "this march",
     "december 21, 2016",
     "$151 billion",
     "wednesday",
     "syria",
     "29,",
     "air",
     "the day",
     "dobrydney",
     "chip",
     "goldfein",
     "nebraska",
     "somodevilla",
     "usa",
     "1990-91",
     "2014",
     "command",
     "states",
     "colorado",
     "china",
     "pentagon",
     "trump",
     "middle",
     "obama",
     "ash",
     "u.s.",
     "east",
     "base",
     "illinois",
     "grand",
     "everhart",
     "bashar",
     "raqqa",
     "earlier this week",
     "2011",
     "n.d.",
     "united",
     "past",
     "forks",
     "ap",
     "state",
     "facebook",
     "jim",
     "current",
     "$3 billion",
     "april 29, 2016",
     "assad",
     "today",
     "afghanistan",
     "night",
     "islamic"
    ],
    "id": 1,
    "text": "Air Force chief: Personnel shortfall is critical “We’re at a risk level I’m not comfortable with. Post to Facebook Air Force chief: Personnel shortfall is critical “We’re at a risk level I’m not comfortable with. Check out this story on USATODAY.com: http://usat.ly/2ick0Bh CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 64 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Air Force chief: Personnel shortfall is critical Jim Michaels , USA TODAY 7:46 p.m. EST December 21, 2016 Gen. David Goldfein is introduced as the nominee for U.S. Air Force chief of staff by Defense Secretary Ash Carter at the Pentagon on April  29, 2016. (Photo: Chip Somodevilla, Getty Images) GRAND FORKS AIR FORCE BASE, N.D. — The Air Force’s top officer said the service is critically short of personnel and needs to expand by more than 30,000 active-duty service members to meet its security obligations, including an air war against Islamic State militants. “We just got too small too fast and we’ve got to grow,” Gen. David Goldfein, the Air Force chief of staff, told USA TODAY in an interview Wednesday. “We’re at a risk level I’m not comfortable with.” Goldfein, who is completing a five-day tour of air bases around the country,  said the trip reinforced his concerns that the service is stretched thin. “The shortage of people has fundamentally changed the way we do business,” he said. \"To most of the American people they still think they have the Air Force of Desert Storm (1990-91 Gulf War) and we’re not even close.\" President-elect Trump, who promised to rebuild the military, will likely face an array of requests from the services, which have lobbied for more troops and weapons in years past but have had to preside over smaller forces more recently because of budget pressures despite a resurgence of new threats, particularly in the Middle East. Goldfein said he will recommend expanding the size of the active duty Air Force from its current size of about 317,000 to 350,000. It would probably take five or six years to reach the higher level. Under current plans, the Air Force had planned to grow to 321,000. The increase in personnel size would cost about an additional $3 billion a year on top of the Air Force's $151 billion budget. The U.S. military withdrew from Iraq in 2011 and has reduced the size of its force in Afghanistan to less than 10,000. In 2014, however, the Islamic State swept into Iraq and other parts of the Middle East, prompting the Obama administration to deploy roughly 5,000 troops in Iraq and begin a bombing campaign over Iraq and Syria. U.S. aircraft have dropped thousands of munitions targeting the Islamic State in both countries. The Air Force is ferrying tons of weapons and ammunition to Iraqi forces battling the Islamic State, and has air-dropped supplies to a rebel force marching on Raqqa, the Islamic State’s de facto capital in Syria. It is also responding to other global crises. “It seems like every two weeks we’re responding to a crisis or event around the globe,” said Gen. Carlton Everhart, commander of the Air Mobility Command at Scott Air Force Base in Illinois. Meanwhile, Russia and China are emerging as potential threats that could challenge the U.S. military in ways the Islamic State has not. China is expanding its presence in the South China Sea and Russia has become a major player in Syria's civil war, siding with the regime of President Bashar Assad. China agrees to return U.S. drone seized in South China Sea, Pentagon says The U.S. Air Force has rarely been challenged in the skies during its campaign against the Islamic State. That could change if the United States were to face another nation's military capable of challenging the U.S. military's technological advantages. In this March 29, 2014 photo provided by the U.S. Air Force, an RQ-4 Global Hawk comes in to land at Grand Forks Air Force Base, N.D.  (Photo: David Dobrydney, AP) Earlier this week, Goldfein spent a night with a crew in an underground nuclear control facility in a remote windswept corner of Nebraska. Airmen guard the facility round the clock and a pair of young officers sit at the controls that would launch nuclear-tipped Minuteman III missiles from nearby silos if the president orders strikes. At Schriever Air Force Base in Colorado, he spoke to airmen manning 24/7 operations centers where the service controls satellites that provide GPS and communications coverage around the world. 5343 CONNECT TWEET LINKEDIN 64 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2ick0Bh NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Air Force chief: Personnel shortfall is critical"
   },
   {
    "entities": [
     "phillies",
     "brett",
     "ahl",
     "1991",
     "stadium",
     "baseball",
     "kathleen",
     "cleveland",
     "victory",
     "now",
     "/",
     "hawkeye",
     "may",
     "when",
     "soldier",
     "more than two decades ago",
     "past",
     "nature",
     "judy",
     "st.",
     "april 9, 1994",
     "n.y.",
     "cook",
     "nov. 4, 2016",
     "grace",
     "tribune",
     "of",
     "florsheim",
     "walker",
     "w.",
     "fame",
     "taylor",
     "union",
     "county",
     "at",
     "cooperstown",
     "afternoon in",
     "hospital",
     "blackhawks",
     "voice",
     "22 years ago",
     "nhl",
     "night",
     "children",
     "roberts",
     "oct. 30, 2016",
     "wolves",
     "jason",
     "avenue",
     "2016",
     "eldredge",
     "sept. 27, 2001",
     "o'hare",
     "hall",
     "wrigley",
     "cubs",
     "clark",
     "1:50 a.m.",
     "wayne",
     "oct. 30",
     "tuesday",
     "friday",
     "1458",
     "maddon",
     "joe",
     "sunday",
     "nov. 2",
     "messmer",
     "allen",
     "park",
     "foundation",
     "george",
     "dinuzzo",
     "grant",
     "wong",
     "great",
     "addison",
     "chicago",
     "field",
     "mel",
     "mother",
     "michigan",
     "april",
     "2012",
     "nuccio",
     "chris",
     "heyward",
     "station",
     "bush"
    ],
    "id": 2,
    "text": "In World Series moment, Wayne Messmer wore reminder of night he was shot Wayne Messmer Nuccio DiNuzzo / Chicago Tribune Wayne Messmer sings the national anthem before Game 5 of the World Series at Wrigley Field on Oct. 30, 2016 Wayne Messmer sings the national anthem before Game 5 of the World Series at Wrigley Field on Oct. 30, 2016 (Nuccio DiNuzzo / Chicago Tribune) A daily reminder of the darkest moment in his life 22 years ago, the black Florsheim dress shoes just sat there in Wayne Messmer's closet, waiting to be worn during one of his proudest. \"I kiddingly say whenever I get famous, you can put those shoes in a museum,'' Messmer said. But Messmer put them on his feet before singing the national anthem at Wrigley Field before Game 5 of the World Series , the same size 9½ Ds he was wearing April 9, 1994, when he was shot in the neck and nearly died. To Messmer, slipping the shoes on again helped a man full of gratitude feel grounded. As he announced his footwear choice to his wife, Kathleen, she winked like a woman who understood the significance of the steps her husband would take that day. \"An extremely personal moment,'' Wayne said. \"Some people will find it creepy or disturbing but if you get it, you really get it. … She got it.'' She lived it. \"Those shoes remind Wayne that life is precious and that you never know when the gifts you've been given could be taken away,'' Kathleen said. Without walking a mile in Messmer's shoes, as they say, it seems easy to understand why this was not your ordinary fashion statement. The near-death experience more than two decades ago still frames every day for Messmer, 66, best known for the baritone voice that made Anthem Singer a brand in Chicago. Around 1:50 a.m. after a Blackhawks victory that April night, Messmer walked the 1 1/2 blocks to his car after leaving Hawkeye's Bar and Grill at 1458 W. Taylor St. When Messmer attempted to drive away, two men approached the vehicle and one, a 15-year-old, shot him in the neck from point-blank range with a 9 mm pistol. Cubs fans 17 long minutes to ponder their panic and question curses — a cat, a goat, a fan and a first baseman. Mother Nature also allowed Jason Heyward to summon the longtime Lovable... A rain delay helped end a drought. The sky opened over downtown Cleveland that unseasonably warm Nov. 2 night, giving Cubs fans 17 long minutes to ponder their panic and question curses — a cat, a goat, a fan and a first baseman. Mother Nature also allowed Jason Heyward to summon the longtime Lovable... (Chicago Tribune staff) Somehow, Messmer drove back to the bar where he stumbled out of the car and into an ambulance that rushed him to Cook County Hospital. The \"Save The Children Foundation\" tie they used to stop the bleeding from Messmer's neck until they reached the hospital now hangs in a frame on a wall at his home. After 10 hours of surgery and 2 1/2 days asleep, Messmer woke up feeling like the luckiest man in the city. One doctor later told Messmer he had no medical explanation why he survived, and with his voice intact. \"When you get that close to death, you get past why did it happen and ask why did I get better? What am I going to do with this gift?'' said Messmer, who also still has the leather Blackhawks jacket with a bullet hole in the collar. \"It was nothing short of miraculous. So I can't possibly have a day I'm not totally grateful.'' After recovering, Messmer visited both men responsible for hurting him in jail to forgive them, a remarkable gesture. \"I discovered that the only antidote for revenge is forgiveness,'' Messmer said. The senior executive vice-president of the Wolves AHL team found strength writing about the ordeal in a book, \"The Voice of Victory,'' and giving motivational speeches. Ultimately, he persevered, as Messmer vowed to do lying in his hospital bed when he established three goals with a patched hole in his throat: Sing with his wife again, record an album of songs from his heart and sing the anthem before a Cubs World Series game. \"I needed to grab onto something,'' Messmer said of the goals. \"It was a moment of tremendous anger and frustration and disappointment that everything of my fondest dreams may have been stolen … so I was not going to allow it.'' He and Kathleen sang again months after the incident and, in 2012, Messmer released \"So Lucky To Be Loving You,'' with noted pianist Judy Roberts. The recording of that album marked the other occasion Messmer pulled out his special black dress shoes, which stayed neatly in his closet until hours before Game 5 of the World Series. Photos from Game 5 of the World Series at Wrigley Field on Oct. 30, 2016. Managing nerves surprisingly challenged the die-hard Cubs fans who later joked he had bruises from pinching himself so much. As much as Messmer kept his composure kibitzing pre-game, the magnitude of the moment hit him when he looked at home plate and saw the World Series 2016 logo. \"I remember thinking this isn't a Tuesday afternoon in May against the Phillies,'' Messmer said. \"But then I also thought, it's still the same exact thing. The act doesn't change. To me, the last thing I want to sound is cocky, but I think I earned that spot to be there after 32 years of bad baseball. So I was ready.'' In layman's terms, Messmer crushed it. Cubs manager Joe Maddon hugged Messmer after his final note and the crowd went crazy, appreciation mixed with anticipation. He had risen to the occasion just as the Cubs would later in a 3-2 victory, punctuating each syllable with the proper panache and finishing with his signature flourish \"home of the brave.'' Performing the anthem at the 1991 NHL All-Star game at old Chicago Stadium days after the Gulf War began carved a niche in Chicago sports lore for Messmer, who has sung for every team in town. He ranks that 1991 career highlight up there with singing at the Baseball Hall of Fame in Cooperstown, N.Y., where broadcasting legend Mel Allen introduced him, and at O'Hare during President George W. Bush's visit Sept. 27, 2001. He has sang the anthem publicly nearly 5,000 times, the latest stirring rendition coming Sunday in the bitter cold at Soldier Field. But Messmer never has been prouder of the version he delivered Oct. 30 at Clark and Addison, where the dreams of a boy and the vows of a man also intersected. \"I rarely do any flash but I threw a little fist pump at the end of (the anthem),'' Messmer said. \"I loved it. Yep. I knew. That was my moment.'' It must have been the shoes. dhaugh@chicagotribune.com Twitter @DavidHaugh Caption A city's love for the Cubs at parade and rally Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Caption A city's love for the Cubs at parade and rally Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Caption Highlights of Cubs' speeches at World Series rally The Cubs team members, owner and president made heartfelt speeches at the Grant Park rally following a parade on Nov. 4, 2016, to celebrate the team's World Series win. The Cubs team members, owner and president made heartfelt speeches at the Grant Park rally following a parade on Nov. 4, 2016, to celebrate the team's World Series win. Caption Massive 'Go Cubs Go' sing-along Cubs players and fans sing \"Go Cubs Go\" with country singer Brett Eldredge during Friday's World Series rally in Grant Park. Nov. 4, 2016.  Cubs players and fans sing \"Go Cubs Go\" with country singer Brett Eldredge during Friday's World Series rally in Grant Park. Nov. 4, 2016.  Caption Cubs victory parade on Michigan Avenue Buses carrying the Chicago Cubs team, families and office workers parade south on Michigan Avenue on their way to a Grant Park victory rally on Nov. 4, 2016. (Chris Walker / Chicago Tribune). Buses carrying the Chicago Cubs team, families and office workers parade south on Michigan Avenue on their way to a Grant Park victory rally on Nov. 4, 2016. (Chris Walker / Chicago Tribune). Caption Union Station deals with crush of Cubs fans Cubs fans crowd the Great Hall at Union Station and rush for trains on the platform after relishing a world championship in Chicago on Nov. 4, 2016. (Grace Wong / Chicago Tribune) Cubs fans crowd the Great Hall at Union Station and rush for trains on the platform after relishing a world championship in Chicago on Nov. 4, 2016. (Grace Wong / Chicago Tribune) ",
    "title": "In World Series moment, Wayne Messmer wore reminder of night he was shot - Chicago Tribune"
   },
   {
    "entities": [
     "house",
     "donald",
     "first day",
     "cathleen",
     "sancya",
     "2016",
     "associated",
     "capitol",
     "now",
     "will",
     "obamacare",
     "press",
     "2017",
     "trump",
     "november",
     "medicaid",
     "grand",
     "hill",
     "decker",
     "ryan",
     "dec. 9",
     "mexico",
     "mich.",
     "medicare",
     "paul",
     "new year",
     "rapids"
    ],
    "id": 3,
    "text": "American voters wanted change in 2016, but will they get the change they wanted? Donald Trump Paul Sancya / Associated Press President-elect Donald Trump arrives to speak to supporters at a rally held in Grand Rapids, Mich. on Dec. 9. President-elect Donald Trump arrives to speak to supporters at a rally held in Grand Rapids, Mich. on Dec. 9. (Paul Sancya / Associated Press) Cathleen Decker Contact Reporter Nothing about the 2016 presidential election was predictable — not the purloined emails, vulgar videotaped bragging, the insults flung every which way, or the riotous, raucous ascent of a reality television star as he defeated the first woman nominated for the presidency. Debates over precisely what led to Donald Trump ’s victory may continue for decades. Undeniable even now is that one factor played a huge role: A deep desire for change. The question for 2017: Is the change Americans get the change they wanted? As the new year approaches, mixed signals abound. Take a look back at the politics year you'll never forget » Trump campaigned relentlessly on repealing his predecessor’s signature legislation, the Affordable Care Act. Mentions of his plan to tear it down beginning on his first day in office prompted explosive applause during his campaign rallies. Several of Trump’s early Cabinet picks are forcefully against Obamacare, reinforcing his intent to repeal. But on Capitol Hill, the repeal is being fashioned by House Speaker Paul Ryan into a plan to cut benefits to Medicaid and Medicare recipients. That unpopular proposal is something Trump opposed during the campaign; he suggested at one point that benefits should increase. The posture distinguished Trump from his Republican primary competitors and helped persuade historically Democratic voters — working class Americans who are often recipients of such aid — that Trump was in their corner. If that is the price of repeal, it’s not clear which path Trump will take. His end game is similarly unclear when it comes to jobs. 2016 Year in Review: Highlights and heartbreaks » Trump has heightened the theatrics over jobs during his pre-presidency — he engineered a public relations coup when, with the help of millions in taxpayer money and the threat of lost federal contracts, he helped persuade an Indiana-based air conditioning and heating company to spare several hundred jobs that otherwise would have gone to Mexico, a plan he emphatically opposed during the campaign. But he ignored the company’s plans to send other jobs to Mexico, and he has yet to concoct a framework that could replicate his move across the entire country in any fiscally reasonable way. Will Trump by lauded for the jobs he saves, or impugned for the jobs he doesn’t? Exit polls of voters casting November ballots demonstrated how Trump capitalized on change. ",
    "title": "American voters wanted change in 2016, but will they get the change they wanted? - LA Times"
   },
   {
    "entities": [
     "police",
     "christian",
     "jäger",
     "once",
     "washington",
     "rhine-westphalia",
     "bild",
     "late monday",
     "christmas",
     "now",
     "radek",
     "september of this year",
     "next year",
     "december 21",
     "post",
     "ralf",
     "de",
     "italy",
     "past",
     "souad",
     "anthony",
     "die",
     "wilhelm",
     "faiola",
     "last year",
     "abu",
     "july 2015",
     "of",
     "wendt",
     "this year",
     "memorial",
     "syria",
     "walker",
     "1992",
     "union",
     "berlin",
     "maizière",
     "magdeburg",
     "social",
     "100,000 euro",
     "state",
     "north",
     "night",
     "eggen",
     "mainz",
     "jörg",
     "donald",
     "kirchner",
     "clemens",
     "earlier this year",
     "german",
     "freiburg",
     "trade",
     "stefan",
     "tataouine",
     "monday",
     "june",
     "mekhennet",
     "tuesday",
     "merkel",
     "germany",
     "states",
     "greece",
     "trump",
     "thomas",
     "$105,000",
     "angela",
     "one hundred percent",
     "dresden",
     "united",
     "at 3:46 pm",
     "dec. 21, 2016",
     "peter",
     "karen",
     "victoria",
     "rainer",
     "amri",
     "stephanie",
     "wednesday",
     "walaa",
     "anis",
     "church",
     "dan",
     "the",
     "dec. 19",
     "november",
     "kaiser",
     "müller",
     "2012",
     "mayer",
     "europe",
     "florida",
     "tageszeitung",
     "turkey",
     "islamic"
    ],
    "id": 4,
    "text": "Tunisian suspect in Berlin Christmas market attack faced past German terror probe, official says The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Truck rams crowd in Berlin Christmas market, killing at least 12 people View Photos A massive black truck plowed into a Christmas market teeming with holiday revelers in Berlin on Dec. 19, killing at least 12 and wounding dozens more. Caption German authorities late Monday questioned a male suspect; possibility of terrorism is investigated.  Dec. 21, 2016 Candles and flowers are placed at a makeshift memorial near Kaiser Wilhelm Memorial Church in Berlin, close to the site where a truck crashed into a Christmas market two days before. At least 12 people were killed and almost 50 were wounded. Clemens Bilan/AFP/Getty Images Buy Photo Wait 1 second to continue. By Anthony Faiola , Stephanie Kirchner and Souad Mekhennet December 21 at 3:46 PM Follow @Anthony_Faiola Follow stephi_says Follow @smekhennet BERLIN — The prime suspect sought in the deadly attack on a Berlin Christmas market — a 24-year-old Tunisian migrant — was the subject of a terrorism probe in Germany earlier this year and was not deported even though his asylum bid was rejected, a senior German official said Wednesday. The suspect — who went by numerous aliases but was identified by German authorities as Anis Amri — became the subject of a national manhunt after investigators discovered a wallet with his identity documents in the truck used in Monday’s attack that left 12 dead, two law enforcement officials told The Washington Post.  Meanwhile, a clearer portrait took shape of the suspect, including accusations that he had contact with a prominent Islamic State recruiter in Germany. German authorities issued a 100,000 euro ($105,000) reward for information leading to his capture, warning citizens not to approach the 5-foot-8, 165-pound Amri, whom they described as “violent and armed.” His record, however, further deepened the political fallout from Monday’s bloodshed — pointing to flaws in the German deportation system and putting a harsh light on Chancellor Angela Merkel’s humanitarian bid to open the nation’s doors to nearly 1 million asylum seekers last year. (Victoria Walker,Peter Stevenson/The Washington Post) Although the vast majority of those who flooded into Europe were on the move to escape war and unrest, dozens of terrorism suspects have slipped into Germany and neighboring nations posing as migrants. Amri, officials said, was not part of the surge of migrants who entered Europe via the onetime main route from Turkey and Greece — a path that has been now largely cut off. Rather, he came to Germany last year via Italy, where he apparently had entered as early as 2012. He applied for German asylum but was rejected in June and later faced deportation. Amri was the subject of a terrorism probe on suspicion of “preparing a serious act of violent subversion,” and he had known links to Islamist extremists, authorities said. Why a failed asylum seeker with such links and no passport was walking German streets is “the question 82 million Germans probably want an answer to,” said Rainer Wendt, Chairman of the German Police Union. He added: “How many more ticking time bombs are roaming around here? . . . We saw how much damage one person can do with a truck.” [ Gallery: Festive corner of Berlin now a sad memorial ] The dragnet for the suspect appeared to initially focus on the German state of North Rhine-Westphalia as well as Berlin, both places where the Tunisian suspect once lived. Police units had been due to stage raids Wednesday, officials said, but they remained mysteriously on hold. 45 years of terrorist attacks in Europe, visualized View Graphic 45 years of terrorist attacks in Europe, visualized The interior minister in North Rhine-Westphalia, Ralf Jäger, said the Tunisian man had bounced around Germany since arriving in July 2015, living in the southern city of Freiburg and later in Berlin.  Although authorities have sought to accelerate the deportation of rejected asylum seekers this year, there is still a backlog in Germany of tens of thousands, many of whom are able to resist because their countries of origin refuse to take them back. Amri, Jäger said, was one of them.  Amri had not been deported because — like many asylum seekers in Germany — he did not have a passport. The Tunisian government, Jäger explained, initially denied that he was a national and delayed issuing his passport. Pending his deportation, Amri had received a “toleration” status from the government.  Amri’s new Tunisian passport, Jäger said, finally arrived Wednesday. “I don’t want to comment further on that circumstance,” said a visibly angered Jäger. [ Berlin attack: How the events unfolded ] Importantly, authorities knew that Amri had “interacted” with Abu Walaa, a 32-year-old of Iraqi descent arrested in November on charges of recruiting and sending fighters from Germany to the Islamic State. Key evidence in Walaa’s case came from an Islamic State defector who had returned to Germany and accused Walaa of helping to recruit him and arrange his travel to Syria. “Anis Amri was engaging with extremist salafist circles in Germany,” a German security official said. According to Karen Müller, spokeswoman for the Berlin prosecutor, Amri had also been under police surveillance for several months until September of this year, because he was suspected of planning a burglary in Berlin to finance the purchase of  weapons. The suspicion wasn’t confirmed. He was, she said, found only to be a small-time drug dealer. The leaking of the suspect’s name and photograph in the press, authorities said, may have upset attempts to find him. Germany’s interior minister, Thomas de Maizière, would tell reporters in Berlin only that Germany had registered “a suspect” as wanted on European databases. He refused to give further details. The two German law enforcement officials, who spoke on the condition of anonymity to discuss a sensitive case, said investigators discovered the man’s documents in the cabin of the truck that barreled into the market. It remained unclear whether authorities believe the Tunisian man drove the truck, but police nevertheless made tracking him a priority. Revelation of the asylum seeker’s background sparked outrage among conservative politicians and seemed set to damage Merkel, who is running for reelection next year. “There is a connection between the refugee crisis and the heightened terror threat in Germany,” said Stefan Mayer, parliamentary spokesman on domestic affairs for the Christian Social Union party. “This can also be seen in the case of this Tunisian.” President-elect Donald Trump on Wednesday appeared to stand by his plans to establish a registry for Muslims and temporarily ban Muslim immigrants from the United States. Speaking outside his Mar-a- Lago resort in Florida, Trump did not walk back the proposals after he was asked by a reporter whether he was rethinking or reevaluating them in the wake of a fresh terrorist attack in Berlin. “You know my plans,” Trump said. He went on to add that the attack on a Berlin Christmas market, which was claimed by the Islamic State, had vindicated him. “All along, I’ve been proven to be right. One hundred percent correct,” Trump said. “What’s happening is disgraceful.” [What’s known so far about the Berlin investigation ] Germany’s Bild newspaper said Amri had several aliases and was apparently born in the southern Tunisian desert town of Tataouine in 1992. Witnesses described one man fleeing the scene after the truck — packed with a cargo of steel — roared into revelers at a traditional Christmas market. One suspect, a Pakistani asylum seeker, was arrested Monday night, but authorities later released him because of a lack of evidence. The new information emerged as German investigators raced for clues in the hunt for Amri and other possible suspects in the assault. They pored over forensic evidence and GPS data as they sought to retrace the steps of the runaway attacker. They were re-questioning witnesses and analyzing DNA traces found in the truck, as well as on the body of a dead Polish man in the passenger seat.  The Pole worked for a trucking company and was delivering a payload of steel to Berlin. Investigators are going on the assumption that he was taken hostage by the assailant — and may even have died a hero. Jörg Radek, deputy chairman of the German Trade Union of the Police, said evidence suggested that “a fight took place in the driver’s cabin.” As it barreled toward the crowded market, the truck was not driving straight, but “in a zigzag line,” he noted. [ After Berlin, security tightens at Christmas markets ]  The Islamic State on Tuesday claimed responsibility for inspiring the unknown attacker — a claim as yet unproven and possibly just opportunistic. But it prompted some politicians to quickly point the finger at Merkel’s refu­gee policy, even as others pushed back, calling the accusations a politicizing of tragedy that had no place in progressive Germany.  There were also growing calls for the deployment of more police on the streets with military-style weapons — an unusual move in pacifist Germany. At the normally quaint and picturesque Christmas markets in at least three German cities — Mainz, Magdeburg and Dresden — concrete barriers were quickly erected to add security. In Magdeburg, police officers armed with automatic weapons were guarding the entrance. Yet others argued that living in a free society was perhaps more important and that Germans were willing to accept a certain measure of risk to preserve that openness.  “If we want to maintain the freedom of our society, we simply have to live with the risk contained in this decision,” Die Tageszeitung said in a Wednesday editorial. Dan Eggen in Washington contributed to this report. Read more          ",
    "title": "Tunisian suspect in Berlin Christmas market attack faced past German terror probe, official says - The Washington Post"
   },
   {
    "entities": [
     ", 4:30 pm",
     "right now",
     "crimea",
     "house",
     "russia",
     "peter",
     "vladimir",
     "kerry",
     "cook",
     "lavrov",
     "john",
     "2016",
     "for",
     "force",
     "kirby",
     "holt",
     "dilanian",
     "of",
     "putin",
     "defense",
     "to",
     "nightly",
     "russian",
     "us",
     "mcfadden",
     "wednesday",
     "syria",
     "washington",
     "ken",
     "news",
     "air",
     "ukraine",
     "now",
     "monday",
     "elissa",
     "tuesday",
     "clarke",
     "2014",
     "michael",
     "states",
     "stanford",
     "kremlin",
     "white",
     "cynthia",
     "pentagon",
     "obama",
     "staff",
     "joint",
     "dmitry",
     "international",
     "u.s.",
     "dec 21",
     "3:26",
     "2012",
     "university",
     "lester",
     "richard",
     "affairs",
     "sergei",
     "peskov",
     "united",
     "nbc",
     "moscow",
     "security",
     "chiefs",
     "state",
     "department",
     "ap",
     "slotkin",
     "dmitri",
     "assad",
     "maxim",
     "mcfaul",
     "shipenkov",
     "ministry"
    ],
    "id": 5,
    "text": "Dec 21 2016, 4:30 pm ET U.S. Denies Russian Claim Dialogue Between Two Nations 'Frozen' by Ken Dilanian and Cynthia McFadden Share advertisement A bizarre diplomatic disagreement erupted Wednesday when the Kremlin insisted that relations between Russia and the U.S. had all but ceased, prompting Washington to provide evidence rebutting that assertion. \"Almost every level of dialogue with the United States is frozen,\" Kremlin spokesman Dmitri Peskov told a state-sponsored news agency. \"We don't communicate with one another, or (if we do), we do so minimally.\" Officials at the U.S. State and Defense departments quickly refuted that notion by releasing information about recent, high-level contacts between the two governments. Watch Cynthia McFadden on NBC Nightly News with Lester Holt for More \"Dialogue has not been broken,\" State Department spokesman John Kirby told reporters, noting that Secretary of State John Kerry spoke on the phone Tuesday with Russian foreign minister Sergei Lavrov after a meeting on Syria in Moscow. The Pentagon, meanwhile, issued a statement about a video conference between Russian and U.S. defense officials to discuss de-conflicting military flights on Syria. Play Obama used 'red phone' to warn Russia not to meddle in US election 3:26 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161222013735if_/http://www.nbcnews.com/widget/video-embed/837461571711\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The call was co-chaired by Acting Assistant Secretary of Defense for International Security Affairs Elissa Slotkin and Air Force Maj. Gen. Richard Clarke, a senior planner at the Joint Chiefs of Staff, Pentagon spokesman Peter Cook said. \"The video conference was the latest in a continuing dialogue with the Russian Defense Ministry under the memorandum of understanding for the safety of flight in Syria,\" Cook added, \"to ensure that each side continues to adhere to agreed-upon measures to mitigate incidents in the air.\" Michael McFaul, who was U.S. ambassador to Russia from 2012 to 2014, put the bulk of the blame for strained relations on Russia. \"They've annexed Crimea, they supported separatists in Ukraine, they are fighting a war to support Assad in Syria and then punctuating it all, they've interfered in our presidential elections,\" said McFaul, now a professor at Stanford University. \"Of course Americans should distrust the Russians right now, and it's incumbent upon the Kremlin to change that dynamic moving forward.\" Related: What the U.S. Said to Russia About Election Hacks On Monday, NBC News reported exclusive details about a rare and highly classified communication between the two countries that occurred just days before the U.S. presidential election — the U.S. use of the so-called Red Phone system to warn the Kremlin against interfering in the vote. Press Secretary Dmitry Peskov (left) with Russian President Vladimir Putin. Maxim Shipenkov / Pool via AP Peskov also confirmed that the Kremlin had indeed heard from the White House using the secure system, which was set up in its original form after the Cuban Missile Crisis. According to a senior U.S. intelligence official, part of the message read: \"International law, including the law for armed conflict, applies to actions in cyberspace...\" \"We will hold Russia to those standards.\" Related: Why Obama Didn't Do More About Russian Hacks At least one of President Obama's senior advisers urged him to warn the Russians that any tampering on Election Day would be considered an act of war. The president declined — concerned that such a threat would go too far. But a senior intelligence official told NBC News, in his opinion, the message ultimately sent to the Kremlin was \"muddled.\" The Russians seem to agree. Play ",
    "title": "U.S. Denies Russian Claim Dialogue Between Two Nations 'Frozen' - NBC News"
   },
   {
    "entities": [
     "inc.",
     "russia",
     "2016",
     "interactive",
     "december 21, 2016",
     "new",
     "williams",
     "cbs",
     "pemchuk",
     "washington",
     "news",
     "ukraine",
     "last december",
     "last weekend",
     "d.c.",
     "vasyl",
     "america",
     "holly",
     "u.s.",
     "kiev",
     "ivano-frankivsk",
     "hollywood",
     "york",
     "rob",
     "lee",
     "future",
     ", 7:27 pm",
     "city"
    ],
    "id": 6,
    "text": "By Holly Williams CBS News December 21, 2016, 7:27 PM Russian hacks into Ukraine power grids a sign of things to come for U.S.? Email Russian hacking to influence the election has dominated the news. But CBS News has also noticed a hacking attack that could be a future means to the U.S. Last weekend, parts of the Ukrainian capitol Kiev went dark. It appears Russia has figured out how to crash a power grid with a click.  Last December, a similar attack occurred when nearly a quarter of a million people lost power in the Ivano-Frankivsk region of Ukraine when it was targeted by a suspected Russian attack.   Vasyl Pemchuk is the electric control center manager, and said that when hackers took over their computers, all his workers could do was film it with their cell phones. “It was illogical and chaotic,” he said. “It seemed like something in a Hollywood movie.” Vasyl Pemchuk in the control center that was hacked CBS News The hackers sent emails with infected attachments to power company employees, stealing their login credentials and then taking control of the grid’s systems to cut the circuit breakers at nearly 60 substations. The suspected motive for the attack is the war in eastern Ukraine, where Russian-backed separatists are fighting against Ukrainian government forces. But hackers could launch a similar attack in the U.S. “We can’t just look at the Ukraine attack and go ‘oh we’re safe against that attack,’” said Rob Lee, a former cyberwarfare operations officer in the U.S. military, investigated the Ukraine attack. Rob Lee CBS News “Even if we just lose a portion, right? If we have New York City or Washington D.C. go down for a day, two days, a week, what does life look like at that point?” he said. He said that some U.S. electric utilities have weaker security than Ukraine, and the malicious software the hackers used has already been detected in the U.S. “It’s very concerning that these same actors using similar capabilities and tradecraft are preparing and are getting access to these business networks, getting access to portions of the power grid,” he said. In Ukraine, they restarted the power in just hours. But an attack in the U.S. could leave people without electricity for days, or even weeks, according to experts. Because, ironically, America’s advanced, automated grid would be much harder to fix. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Russian hacks into Ukraine power grids a sign of things to come for U.S.? - CBS News"
   },
   {
    "entities": [
     "dennis",
     "donald",
     "earlier this month",
     "twitter",
     "foxnews.com",
     "muilenburg",
     "beach",
     "december 21, 2016",
     "wednesday",
     "fla.",
     "capital",
     "marillyn",
     "boeing",
     "scaramucci",
     "edmund",
     "trump",
     "$4 billion",
     "demarche",
     "palm",
     "martin",
     "corp.",
     "facebook",
     "anthony",
     "skybridge",
     "mar-a-lago",
     "lockheed",
     "hewson"
    ],
    "id": 7,
    "text": "Boeing CEO vows to build new Air Force One for less after Trump complaints Published               December 21, 2016 Facebook 0 Twitter 0 livefyre Email Print   The CEO of Boeing told President-elect Donald Trump Wednesday that his company can build a new Air Force One for less than originally quoted -- after Trump complained about the cost. Earlier this month, Trump made headlines for blasting the company on Twitter for alleged cost overruns with the new fleet of Air Force One planes. Trump called on the government to cancel the contract and called the supposed $4 billion price tag out of control. Boeing’s Dennis Muilenburg, who met with Trump at his Mar-a-Lago resort in Palm Beach, Fla., addressed the media after the meeting and said, “We’re going to get it done for less than that, and we’re committed to working together to make sure that happens.” Anthony Scaramucci, a Trump adviser the founder of SkyBridge Capital, tweeted about the price reduction and called it a “big win for taxpayers.” Trump also met Wednesday with Lockheed Martin Corp.’s Marillyn Hewson after he criticized the cost of its F-35. \"Trying to get the costs down, costs. Primarily the F-35...we're trying to get the cost down. It's a program that's very, very expensive,'' Trump told reporters. FoxNews.com's Edmund DeMarche contributed to this report  Advertisement ",
    "title": "Boeing CEO vows to build new Air Force One for less after Trump complaints | Fox News"
   },
   {
    "entities": [
     "vélez",
     "recently",
     "francisco",
     "laura",
     "donald",
     "jeanne",
     "latino",
     "united",
     "avion",
     "hassenfeld",
     "angeles",
     "npr",
     "the mid-2000s",
     "the summer of 2014",
     "cook",
     "andrea",
     "hola",
     "opternative",
     "los",
     "silicon",
     "fernandez",
     "noam",
     "once",
     "shu",
     "raquel",
     "now",
     "google",
     "tech",
     "usa",
     "the 1980s",
     "states",
     "css",
     "the year 1984",
     "the end of the day",
     "atipica",
     "industry",
     "10 years ago",
     "montalvo",
     "trump",
     "ayo",
     "america",
     "data",
     "apple",
     "guendelman",
     "u.s.",
     "currently",
     "university",
     "san",
     "jazmine",
     "ventures",
     "3 percent",
     "dominguez-auger",
     "medina",
     "cto",
     "jimoh",
     "intel",
     "julia",
     "gomez",
     "npm",
     "icedo",
     "orozco",
     "dalia",
     "instagram",
     "district",
     "facebook",
     "rampart",
     "state",
     "diversity",
     "the future",
     "daisy",
     "deldelp",
     "today",
     "discloses",
     "valley",
     "tim"
    ],
    "id": 8,
    "text": "Embed Embed <iframe src=\"https://www.npr.org/player/embed/505866357/505897075\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\" title=\"NPR embedded audio player\"> This after-school program is called HOLA — which stands for \" Heart of Los Angeles \" — and it serves the city's Rampart District, where nearly all residents live in poverty. Vast majority of HOLA's participants are Latino. Over nearly 30 years, the program has helped hundreds go to college. A handful of students from Orozco's scientific arts program at HOLA have pursued successful technical careers. But Orozco says a lot of his students shy away from the tech industry, despite technical talents: They don't want jobs with any economic risk — something quite common for work at a startup or in computer science in general. The leak in the pipeline It's even harder to get girls interested. At HOLA, younger kids don't get to choose their classes, but programs become elective for high-school students. Orozco's scientific arts program is \"girl-heavy\" in elementary and middle school, he says. At the high-school level, only two of his 13 students are girls. Article continues after sponsorship And this is one of the clear leaks of the talent pipeline that feeds workers to the tech industry. Year after year, Silicon Valley companies have been criticized for their slow process in employing more women and other underrepresented groups, which for tech are black and Latino. And often, they say they simply can't find enough qualified workers to hire. Why Some Diversity Thinkers Aren't Buying The Tech Industry's Excuses As you go through the tech talent \"pipeline\" to find where it leaks, HOLA illustrates a major one. Somewhere between middle school and high-school graduation, girls' interest in tech peaks and wanes. Down the line, women make up roughly half of U.S. workers and of the U.S. population — but on average represent less than a third of tech companies' employees. For black and Hispanic workers, the numbers drop into single-digits: These groups tend to comprise 3 percent or less of tech companies' employees. And it's not just technical fields, but all staff and leadership roles. The MySpace gateway Attempting to reverse-engineer interest in tech, we asked women in a Slack group called \" Techquería \" for Latinos in tech: How did you first get into it? I like to think about it as, I walked in the back door, so that I could open the front door for everybody else. Raquel Vélez, on being a Latina in tech A surprising number of women replied: MySpace. The now-arcane social network allowed for a lot of customization — users could mess with the color schemes, fonts, add bells and whistles by tinkering with the source code. The site's popularity in the mid-2000s introduced many middle- and high-school girls to basic HTML. Dalia Icedo was the queen of cool MySpace designs: She got so good at customizing profiles that she created a whole separate page where other people could get her themes. \"I would change the color scheme literally every day, probably,\" she says, \"because I was 12, I had nothing else to do.\" The skills came in handy after high school, when she started an online shop to sell things like band pins and earrings — and began tinkering with visuals that bugged her, like margins that felt too wide. \"So I started to just go into the code and started to see a lot of the HTML and CSS that I had learned before. And then from there I just started to pick up JavaScript,\" says Icedo, who is in college and wants to become a UX (user experience) designer in Silicon Valley. \"It gave me a lot more confidence of being able to pick up coding.\" The consumer/creator breakdown Today, social media is no less popular than 10 years ago — and girls are more avid users than boys, especially on Snapchat and Instagram. But as technology has become more user-friendly, it's also become less customizable — even grandparents can use Facebook, but how many of us understand how it works? And talking with young girls, few are drawing the connection between using popular apps and thinking that they could program them. The number of women studying math and computer science in college peaked in the 1980s — even as overall, women receive the growing majority of bachelor's degrees. NPR's Planet Money podcast dug into this phenomenon , zeroing in on the year 1984: \"Personal computers started showing up in U.S. homes in significant numbers. These early personal computers weren't much more than toys. ... And these toys were marketed almost entirely to men and boys. This idea that computers are for boys became a narrative.\" When Women Stopped Coding Now, both the corporate marketers and the diversity activists have been trying to figure out the sensitive matter of how to market tech to girls. The line between \"girly\" and \"for girls\" can be thin. What matters is what girls can actually do with the technology, says Deldelp Medina , co-founder of Latina-focused accelerator Avion Ventures who's now at tech diversity nonprofit Code2040. A small pink computer isn't terrible per se, Medina argues: Smaller keyboards are actually nice to prevent carpal tunnel in smaller hands. What's insulting is if this computer comes with less processing power, memory or useful software than a regular one. \"There's a difference,\" she says, \"between wanting to celebrate your femininity and shrinking and pinking something.\" The mentorship challenge Targeting girls with technology can get thorny. But Andrea Guendelman, creator of Latinos-in-tech social network BeVisible , says one — if not the only — thing that works is mentorship. In the summer of 2014, Jazmine Fernandez was one of the young women in the Girls Who Code program. Being raised by a single mother and sisters, Fernandez knew there's little women can't do. But when she heard she got placed at Facebook, Fernandez felt intimidated — excited, but mostly scared. Women and everybody who's currently underrepresented in the tech industry has to gain those skillsets, because otherwise, it will not go well for any of us. Deldelp Medina, on the tech-worker shortage \"Because when I went, there was just a lot of...\" Her voice trails off. \"There was... How do I say this?\" Her mentor, Raquel Vélez, steps in: \"There weren't a lot people who looked like you, huh?\" Fernandez heard Vélez give a talk at Facebook headquarters, and she made a huge impression: Latinas can get jobs in Silicon Valley. \"One of my favorite quotes ever is, 'You can't be it if you can't see it,' \" says Vélez, engineering manager at software company NPM. \"Believe me, I have like 25 mentors, and it's the only way I can make it through, because so often I'm the only one.\" Fernandez is now studying computer science at San Francisco State University. She expects the field to always be a struggle. In one of her classes, a guy once basically tried to argue that girls can't code. And to be Latina in tech, Vélez says you have to work four times as hard. \"I like to think about it as, I walked in the back door, so that I could open the front door for everybody else.\" The end of the pipeline Where mentorship particularly comes into play is at the end of the pipeline, where underrepresented groups struggle to get hired and stay hired. Silicon Valley is a boys' club whose networks tend to stay white, male and affluent. One company trying to break the cycle is Atipica. It has built a computer program to sift through resumes — skipping human managers to avoid hiring biases, like subconscious discrimination based on a last name or school attended. 'Diversity' Is Rightly Criticized As An Empty Buzzword. So How Can We Make It Work? Atipica's isn't the only resume-reading artificial intelligence. But often, algorithms reflect the biases of humans who write them. Atipica CEO Laura Gomez says her company specifically focused on designing an unbiased AI. (Neither Gomez, nor her clients, which include Slack, agreed to discuss how well Atipica's program works.) Chicago-based Opternative offers another example of tackling diversity head-on. It's a startup that lets people do their own eye exams. In many ways, Opternative operates like many other startups, relying on referrals from its existing employees. Yet it's grown into a pretty diverse group because from the get-go, its team wasn't just white guys and it views diversity of life experiences as an asset. The blind spot But here's the tricky part: While both companies get high marks for being racially diverse, gender equity remains a challenge. Atipica, a Latina-run company, has one other female employee . Opternative's technical team has women on the design side and in junior positions, but all four of its senior engineers — the leaders and decision-makers — are male. More Than A Pipeline Problem: In Search Of Diversity In Silicon Valley Gomez and Opternative CTO Ayo Jimoh say the women they've seen apply for their job openings were under-qualified for those positions. It's effectively the pipeline argument. Jimoh's diagnosis is that people self-select — they don't want to pursue careers that are stacked against them, they need role models, success stories of others like them. So then, who is responsible for creating those role models? Couldn't Jimoh or Gomez, for example, spend extra time to find a female senior engineer or promote from within? \"There is a part of me that says, let me me show,\" says Gomez, \"but I have to put my business first and foremost.\" Jimoh, too, says he has to balance that responsibility for equity with his other responsibilities \"to my company, to my team, to myself, to my family.\" In a way, the push for diversity in tech is still so new, it's often treated as a cause or a mission — and fighting for a cause and running a business aren't the same. At the end of the day, Atipica and Opternative weren't founded to heal Silicon Valley's diversity problem — but to fill what they see as a market need. Intel Discloses Diversity Data, Challenges Tech Industry To Follow Suit And these are small companies — the gender balance of staff is even harder to shift at massive ships like Facebook or Google. A few companies, such as Intel and Twitter, have recently started releasing hiring goals, putting diversity in quantifiable terms. The targets are very far from lofty, but they're specific, public — presumably someone's measurable responsibility. The future of the economy And now, there's a new challenge. As Donald Trump takes over as president of the United States, diversity advocates are worried about a push against the very concept of promoting multiculturalism. \"I think we need to double-down on diversity and inclusion, quite frankly,\" says Daisy Dominguez-Auger, global head of diversity at Google. \"Companies are going to have to take a stronger look at what their practices are ... in a much more collaborative way.\" Fundamentally, the Trump administration's economic policy is expected to focus heavily on manufacturing jobs. One of the first conversations Trump had with a tech leader after the election, was a call with Apple CEO Tim Cook, in which Trump pushed for Apple to build plants in the United States. Trump And Technology Executives Try To Reconcile Rough Relationship From what we know, Trump has yet to address the shortage of skilled tech workers. And many economists predict, that's a major challenge for the future of America: The economy of the future is one where almost everyone has to interact with computers and code. Diversity advocate Medina says sidelining large swaths of the population from the tech industry is no way to make sure America isn't left behind. \"We're going to have a jobs deficit that is so huge, that if we don't fill it, we're going to have severe economic consequences,\" she says. \"Women and everybody who's currently underrepresented in the tech industry has to gain those skillsets, because otherwise, it will not go well for any of us.\" Latino USA's Jeanne Montalvo, Noam Hassenfeld and Julia Shu contributed to this report. ",
    "title": "Why Aren't There More Women In Tech? Seeking A Fix To Silicon Valley's Diversity Problem : All Tech Considered : NPR"
   },
   {
    "entities": [
     "matteo",
     "ruetenik",
     "baobab",
     "pietro",
     "lampedusa",
     "pavone",
     "league",
     "andrea",
     "eritrea",
     "aegean",
     "alessandro",
     "coast",
     "new",
     "five",
     "times",
     "december 21, 2016",
     "cristina",
     "cattaneo",
     "guard",
     "union",
     "dan",
     "costa",
     "mediterranean",
     "star",
     "libya",
     "rome",
     "renzi",
     "ethiopia",
     "aug. 29",
     "dec. 12",
     "bartolo",
     "sicily",
     "europe",
     "italy",
     "york",
     "movement",
     "northern",
     "european"
    ],
    "id": 9,
    "text": "By Dan Ruetenik The Aegean route is mostly closed, but the migrants keep coming, from Eritrea, Ethiopia and elsewhere. They cross the Mediterranean to Italy, a country struggling to deal with the influx. A political crisis is blooming, and the country’s institutions are straining to keep up. The Italian Coast Guard has its hands full responding to the barrage of calls for rescue placed over satellite phones by distressed migrants at sea. Local municipalities have no housing for the migrants who try to keep moving north, and the police face the gruesome task of identifying the waterlogged bodies of those who die before they reach shore. The European Union’s flailing response to the migrant crisis is driving political upheaval in Italy, where voters are taking a critical look at the country’s membership in the union. Anti-European parties like the Five Star Movement and the Northern League led the opposition to a package of measures endorsed by Prime Minister Matteo Renzi that voters rejected in a referendum on Dec. 12, prompting Mr. Renzi to resign. Still, some Italians refuse to give up trying to help the migrants, seeing the humanity in their plight. These videos explore the overwhelmed Italian institutions, and the individuals fighting for the migrants. Video Dr. Pietro Bartolo tends to newborn twins flown to Lampedusa island on Aug. 29, the largest single day of sea rescues of migrants in the history of the Italian Coast Guard. Credit Alessandro Pavone for The New York Times Publish Date December 21, 2016 Many migrants reach Libya, the starting point for the sea journey to Europe, after fleeing war and famine in their own countries. Many arrive malnourished or injured, only to be herded aboard flimsy rafts and rickety boats by smugglers for the treacherous journey north. With luck, they will be rescued in international waters shortly after they embark. Those who are in the most desperate need of medical attention — suffering from gunshot wounds, perhaps, or pregnant — are taken to a small hospital on Lampedusa, the resort island that is the southernmost point of Italy. This hospital has essentially become the trauma ward for the Mediterranean. Video Andrea Costa, the director of the Baobab migrant camp, addresses a group of migrants in Rome. Credit Dan Ruetenik for The New York Times Publish Date December 21, 2016 Migrants who reach Italian shores are initially housed in camps, mostly in Sicily. But most want to reach countries farther north, so they leave the camps and head for Italy’s borders by bus or train. Municipal governments along the way are swamped with migrants and are unable to provide all of them with food or shelter, so the task falls to private Italian citizens. In Rome, Andrea Costa has organized an informal camp for migrants. “They deserve to meet Rome, to meet Roman people in the best way possible,” he says. Video Professor Cristina Cattaneo attempts to determine the identities of the bodies of migrants who died at sea. Credit Dan Ruetenik for The New York Times Publish Date December 21, 2016 The bodies of migrants who die on the way to Italy usually provide few clues about their identities. But to properly return their remains to next of kin, someone must determine who they were. Forensic pathologists like Prof. Cristina Cattaneo often have no hard information to work with. “I think these dead people and their families, they deserve the same treatment as other victims of mass disasters have,” Professor Cattaneo said. “And they have not had it.” What's Next ",
    "title": "Italy Overwhelmed - The New York Times"
   }
  ]
 }
}