{
 "24": {
  "col-sim": {
   "cosine": 0.23033701981740942,
   "entity": 0.2581988897471611
  },
  "exec-time": 9.91554045677185,
  "links": [
   {
    "entities": [
     "90 percent",
     "twitter",
     "sea",
     "iraq",
     "force",
     "david",
     "earlier this year",
     "stephen",
     "south",
     "army",
     "marine",
     "navy",
     "august",
     "30 percent",
     "syria",
     "saddam",
     "70 percent",
     "news",
     "air",
     "now",
     "goldfein",
     "last week",
     "lucas",
     "hussein",
     "states",
     "china",
     "shaw",
     "kuwait",
     "pentagon",
     "middle",
     "east",
     "tomlinson",
     "jost",
     "corps",
     "united",
     "august 2014",
     "deptula",
     "state",
     "facebook",
     "isis",
     "the future",
     "department",
     "fox",
     "channel",
     "today"
    ],
    "id": 0,
    "text": "Air Force facing dire personnel shortage By Lucas Tomlinson Facebook 0 Twitter 0 livefyre Email Print   Earlier this year, top Air Force officials sounded the alarm about their thinning ranks -- saying they were 700 pilots and 4,000 mechanics short. Now they warn the problem is far worse. Under the latest estimates, the Air Force says it needs 30,000 airmen in the next five or six years. Today, the Air Force has 317,000 airmen.  \"[T]he shortage of people has fundamentally changed the way we do business in terms of the operational risk day to day,\" Air Force Chief of Staff David Goldfein said in a statement. The former head of Air Force intelligence says it's not just the airmen needing a boost. “We've got a geriatric Air Force,\" said retired Lt. Gen. David Deptula. “We've got bombers and tankers that are over 50 years old. We have [training aircraft] that are over 40 years old, and we have [fighter jets] and helicopters that are over 30 years old. So this is a terrible place to be in when you have a world of ever-expanding threats.” Air Force officials say they need forces to bolster nuclear, intelligence, space and maintenance jobs. Earlier this year, Goldfein called the pilot shortage alone a crisis. “Air superiority is not an American birthright. It's actually something you have to fight for and maintain,” he told Pentagon reporters in August. On a visit to Shaw Air Force base, home of the 20th Fighter Wing, the former wing commander said the force has been at war for decades. “Your Air Force has been at war since Desert Shield/Desert Storm. This wing has been at war since that time for 25 years. We went to the Middle East when Saddam Hussein invaded Kuwait, and we never left,\" said Col. Stephen Jost. At the start of the Gulf War, the Air Force had 134 fighter squadrons. Over the past few decades, that number has been cut to 55. Yet, the Air Force is conducting nearly 70 percent of the strike missions against ISIS and conducting 90 percent of midair refueling missions over Iraq and Syria since August 2014. The Air Force is not the only service that wants to grow. The United States Navy says it wants to increase its fleet by 30 percent as threats around the world intensify. Today, the Navy has 273 ships and submarines, and a new Navy study released by the secretary of the Navy last week says it needs 355 in the future. The focus is on attack submarines, necessary to keep tabs on the growing threat from China and what officials call the continued “militarization” of the South China Sea. The Army and Marine Corps have also expressed a desire to grow their personnel, and get badly needed spare parts for their equipment and aircraft.     Lucas Tomlinson is the Pentagon and State Department producer for Fox News Channel. You can follow him on Twitter: @LucasFoxNews Advertisement ",
    "title": "Air Force facing dire personnel shortage | Fox News"
   },
   {
    "entities": [
     "recently",
     "oval",
     "house",
     "new",
     "party",
     "times",
     "washington",
     "long",
     "tea",
     "now",
     "pelosi",
     "hugh",
     "next year",
     "services",
     "human",
     "harry",
     "2010",
     "sept. 11",
     "america",
     "2001",
     "mcconnell",
     "jeffords",
     "d-calif.",
     "past",
     "jim",
     "hewitt",
     "conferences",
     "paul",
     "wisconsin",
     "office",
     "time",
     "the year",
     "2006",
     "of",
     "w.",
     "nancy",
     "republican",
     "social",
     "obamacare",
     "homeland",
     "palin",
     "1994",
     "reince",
     "mitch",
     "ryan",
     "history",
     "security",
     "medicare",
     "indiana-based",
     "congress",
     "donald",
     "2016",
     "schumer",
     "r-ga.",
     "carrier",
     "wing",
     "tom",
     "clinton",
     "price",
     "somodevilla/getty",
     "white",
     "administration",
     "obama",
     "trump",
     "priebus",
     "u.s.",
     "reid",
     "bill",
     "corp.",
     "the first nine months of 2017",
     "chuck",
     "health",
     "2005",
     "incoming",
     "senate",
     "new year",
     "alaska",
     "vermont",
     "the past",
     "george",
     "sarah",
     "images",
     "gop",
     "the",
     "press",
     "2017",
     "$6.3 billion",
     "2002",
     "and",
     "york",
     "department",
     "future",
     "bush"
    ],
    "id": 1,
    "text": "House Speaker Paul Ryan and fellow Republican leaders Sen. Mitch McConnell and President-elect Donald Trump have big plans for the new year with their party controlling both the White House and Congress. Chip Somodevilla/Getty Images hide caption toggle caption Chip Somodevilla/Getty Images House Speaker Paul Ryan and fellow Republican leaders Sen. Mitch McConnell and President-elect Donald Trump have big plans for the new year with their party controlling both the White House and Congress. Chip Somodevilla/Getty Images Just before House Republicans re-elected Paul Ryan as their speaker, the Wisconsin Republican made a bold proclamation. \"Welcome to the dawn of a new unified Republican government,\" Ryan told reporters one week after Election Day. \"This will be a government focused on turning President-elect Trump's victory into real progress for the American people.\" Ryan continued: \"If we are going to put our country back on the right track, we have got to be bold, and we have to go big.\" FACT CHECK: Donald Trump's First 100 Days Action Plan That \"be bold, go big\" agenda is still in its early planning stages, but Ryan, Senate Majority Leader Mitch McConnell and incoming President Donald Trump have outlined plans to repeal and replace Obamacare, overhaul the federal tax code, slash federal regulations, invest in infrastructure projects and seal the U.S.-Mexico border. All told, it's a legislative program that would affect every single person and business in America. A lot can get done in the first two years Recent history is on the GOP's side. When the White House and Congress have been controlled by the same party, Washington has produced some of the most sweeping — albeit politically polarizing — legislation aimed at shifting the political trajectory of the nation toward the cause of the party in power. In particular, the first two-year congressional session of a new administration — when public approval is generally at its highest for the incoming president — has produced some recent presidents' most memorable legislative imprints. Article continues after sponsorship CHART: Who's Who In The Future Trump Administration President Obama's health care law and Wall Street overhaul both passed in 2010 under Democratic control and along party lines. President George W. Bush signed the No Child Left Behind education law and the Bipartisan Campaign Reform Act into law and enacted a round of tax cuts, as well as legislation that created the Department of Homeland Security after the Sept. 11 attacks in his first two years in the Oval Office. (Senate control flipped back and forth in 2001 and 2002 due to the defection of Sen. Jim Jeffords of Vermont from the GOP, but Republicans controlled Congress for the majority of Bush's first term in office.) President Bill Clinton signed the Family Medical Leave Act, gun-control legislation, including an assault weapons ban, and legislation to prevent and prosecute violence toward women before Democrats lost control of Congress in the 1994 wave election. \"Put up and show up\" McConnell has already outlined Republicans' plans to take aim at Obamacare and initiate an overhaul of the tax code in 2017. They also want to use the same budget rules that were used in the past to enact Bush's tax cuts and Obama's health care bill, because certain budget bills can't be filibustered in the Senate. \"The two biggest impediments to growth in our country are over-regulation and the tax structure,\" McConnell said. \"And the president-elect seems to be committed to addressing both of those, and the Republican majorities in the House and Senate are as well.\" Incoming White House Chief of Staff Reince Priebus told conservative talk-radio host Hugh Hewitt that the first nine months of 2017 will be \"consumed\" by health care and tax legislative pushes. \"Now, it's time for being in the majority,\" Priebus said, \"and I can tell you President-elect Trump is going to lead the way to put up and show up.\" Democrats are skeptical Republicans will go through with it. Despite years of unanimous opposition to the law, the GOP has never found consensus on how to replace it. \"They don't know what to do,\" incoming Senate Minority Leader Chuck Schumer told reporters before Congress adjourned for the year. \"They have nothing to put in its place and, believe me, just repealing Obamacare, even though they have nothing to put in its place and saying they'll do it sometime down the road, will cause huge calamity from one end of America to the other.\" Retiring Senate Minority Leader Harry Reid warned Republicans against dismantling the health care law. \"It will lead you into a quagmire that will cause pain for millions of Americans and bedevil you for the next four years,\" he wrote in a New York Times opinion piece. Is a Medicare overhaul coming? President-Elect Trump Breaks With Long History Of Press Conferences Democrats like Reid and Schumer believe Republicans have misinterpreted the results of the 2016 election, with Trump claiming a mandate despite losing the popular vote and entering office with historically high negative ratings. Many Democrats say GOP efforts to dismantle Obamacare will hurt the party in the same way Bush's 2005 push to overhaul Social Security damaged the party and played a role in the Democratic takeover of Congress in 2006. \"We had a plan. We stuck with it. It was unified, strategic and unwavering,\" said House Minority Leader Nancy Pelosi, D-Calif., of the 2005 entitlement fight. Pelosi said Democrats won that legislative fight despite Bush enjoying high approval ratings at the time. That fight provides the blueprint Democrats are expected to follow next year to defend Obamacare and, potentially, GOP efforts to reshape Medicare. Ryan has long been a proponent of overhauling Medicare for future retirees from a guaranteed benefit to a premium support system in which seniors are given subsidies to purchase health insurance from the private market. Ryan will have a powerful ally next year: Rep. Tom Price, R-Ga., Trump's nominee for Health and Human Services Secretary, shares Ryan's view on Medicare. But old rules and battle lines are unreliable future predictors for a Trump administration. At the risk of understatement, the incoming president has succeeded by defying political norms with a brand that appeals to the older, white voters that Democrats used to be able to rely on to scare Republicans away from touching entitlement programs. The \"Trump Wing\" has the upper hand among Republicans The Republican Party also remains philosophically divided between the traditional, interventionist, fiscal hawk \"Ryan Wing\" and the populist, isolationist \"Trump Wing\" of the party. Early signals point to the Trump Wing having the upper hand at the start. When Trump intervened with Indiana-based Carrier Corp. to pressure the company to remain in the U.S., Ryan, a staunch free-market conservative, applauded. \"Well, I'm pretty happy that we're keeping jobs in America, aren't you?\" Ryan said. Notably, one of the few voices of opposition to Trump was former Alaska Gov. Sarah Palin — an icon of the Tea Party movement — who called out the Carrier intervention as crony capitalism. It barely made a ripple. Another sign the Trump Wing of the party is ascendant: Ryan — long described as a rising star in the party — was booed at a Trump political rally in his home state of Wisconsin. Trump came to his defense. \"[Ryan] has been terrific and, you know, honestly, he is like a fine wine. Every day goes by I get to appreciate his genius more and more,\" Trump said, before adding a vaguely threatening disclaimer: \"Now, if he ever goes against me, I'm not going to say that.\" It should be noted: Trump doesn't drink. \"I'm tired of divided government\" Ryan understands that 2017 is the best chance he will have in his political career so far to advance the causes he cares about. He recently discussed his discontent with divided government, which Washington has been operating under for the the past six years, a period that largely has been defined by polarization and obstruction, shutdown battles and ideological intransigence. \"I'm tired of divided government. It doesn't work very well,\" Ryan lamented a week prior to Election Day. \"We've gotten some good things done. But the big things — poverty, the debt crisis, the economy, health care — these things are stuck in divided government, and that's why we think a unified Republican government's the way to go.\" Up close, Congress has not been as unproductive as the public believes. Major legislation affecting health care, highways, public education and taxes has worked its way through the legislative process and made it to Obama's desk these past six years. One of the president's last acts was signing a sweeping $6.3 billion biomedical research bill that, among other ambitious goals, advances the cause of finding a cure for cancer. But the big, ideological battles over the size and scope of government have gone unsettled. Next year, Republicans will have their best chance in more than a decade to win the next chapter in that never-ending struggle and, maybe, redefine what it means to be a Republican in the Trump era. ",
    "title": "Republican Party Plans Ambitious Agenda With New 'Unified' Government : NPR"
   },
   {
    "entities": [
     "council",
     "venezuela",
     "$38 billion",
     "donald",
     "russia",
     "senegal",
     "congress",
     "house",
     "ben",
     "the past",
     "judea",
     "kerry",
     "bank",
     "ruth",
     "john",
     "jerusalem",
     "david",
     "the year",
     "friedman",
     "this year",
     "egypt",
     "2016",
     "rio",
     "new",
     "washington",
     "france",
     "morello",
     "jan. 20th",
     "benjamin",
     "eglash",
     "f.",
     "now",
     "union",
     "power",
     "zealand",
     "un",
     "next year",
     "2014",
     "states",
     "friday",
     "israel",
     "white",
     "obama",
     "trump",
     "riyad",
     "july",
     "u.s.",
     "december 23",
     "east",
     "netanyahu",
     "samantha",
     "carol",
     "malaysia",
     "demirjian",
     "1967",
     "aviv",
     "nations",
     "about an hour after friday",
     "ryan",
     "samaria",
     "united",
     "the last year",
     "security",
     "nakamura",
     "karoun",
     "state",
     "department",
     "tel",
     "the coming days",
     "mansour",
     "thursday",
     "u.n.",
     "european",
     "reuters",
     "at 2:27 pm",
     "west",
     "paul",
     "today",
     "future",
     "rhodes",
     "d."
    ],
    "id": 2,
    "text": "U.S. declines to veto U.N. Security Council resolution for Israel to stop Jewish settlement activity The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Carol Morello and Ruth Eglash December 23 at 2:27 PM Follow @CMorelloWP Follow @reglash The U.N. Security Council on Friday passed a resolution demanding that Israel cease Jewish settlement activity on Palestinian territory in a unanimous vote that passed when the United States abstained rather than using its veto as it has reliably done in the past. The resolution declares settlements constructed on land Israel has occupied since the 1967 war, including in East Jerusalem, to have “no legal validity.” It said settlements threaten the viability of the two-state solution, and it urged Israelis and Palestinians to return to negotiations that will lead to two independent nations. The United States’ abstention Friday was a rare rebuke to Israel, and it reflected mounting frustration in the Obama administration over settlement growth that the United States considers an obstacle to peace. With President Obama’s time in office due to end in barely a month, his decision not to veto was a last-minute symbolic statement of that displeasure and a sense of exasperation that the time has come for two states to be carved out of the contested land. The administration’s move also defied Donald Trump’s call on Thursday for the United States to veto the resolution. The incoming Trump administration has signaled that there will be a shift in U.S. policy toward Israel, a point the president-elect hammered home about an hour after Friday’s vote when he tweeted, “As to the U.N., things will be different after Jan. 20th.” Trump has supported moving the U.S. Embassy from Tel Aviv to Jerusalem. He has appointed David Friedman, a bankruptcy lawyer who believes Israelis should annex and settle the West Bank, as the next U.S. ambassador to Israel. (Reuters) [Trump picks a supporter of West Bank settlements for ambassador to Israel] It is unclear what, if any, impact this resolution will have. Resolutions reflect the opinion and will of the 15 members of the Security Council, but legal scholars differ about how binding they are. And Israeli Prime Minister Benjamin Netanyahu has insisted that Israel will not abide by the terms of the settlements resolution. About 400,000 Jews live in roughly 150 settlements in the West Bank on land that the Palestinians want for a future state east of the line formed after the 1967 war. An additional 200,000 Israelis live in East Jerusalem, which Palestinians want to become the capital of their future state. Many Israelis consider the settlements to be in the ancestral homeland of the Jews and refer to them by their biblical names, Judea and Samaria. Most nations consider the settlements illegal. U.S. diplomats characterize them as illegitimate and say they exacerbate tensions between Israelis and the Palestinians who live nearby, thereby undercutting efforts to advance peace. Twice, the Obama administration has made concerted attempts to broker peace negotiations between the Israelis and Palestinians. The most recent, involving nine months of intense diplomacy by Secretary of State John F. Kerry, collapsed in 2014, and nothing has been able to revive the talks. Throughout the year, the administration has been increasingly vocal in its exasperation. The State Department has issued several sharp criticisms of settlement construction, in July calling it “provocative and counterproductive.” Since then, more than 2,600 housing units have been built in settlements. [Even Israel says this Jewish settlement is illegal. Now comes the showdown. ] Still, the United States agreed this year to provide Israel with $38 billion in military aid over 10 years, the largest such package ever. U.S. and Israeli officials both have said security and military cooperation between the two countries has remained excellent, even when Obama and Netanyahu have clashed. The international community has shown increasing impatience with the intractability of the ­Israeli-Palestinian conflict. Proposals have been put forth in the last year by Egypt, France, and a group made up of the European Union, the United Nations, Russia and the United States. Israel has blamed the impasse on Palestinian refusal to recognize the legitimacy of Israel as a Jewish state. Palestinians blame Israel for occupying lands they consider rightfully theirs. The 14-to-0 vote, with only the United States abstaining, followed an intense campaign from Israel to derail it. It was to have been voted on Thursday, but Egypt withdrew its sponsorship after the country’s president spoke by phone with Trump, who got involved at Israel’s request. Friday’s resolution was sponsored by New Zealand, Malaysia, Venezuela and Senegal. The resolution’s passage brought a swift reaction, particularly in Israel and in Congress. Netanyahu said Friday that he welcomed Trump replacing Obama, whose administration, he said, had “colluded” in a diplomatic assault on Israel. “Israel rejects this shameful ­anti-Israel resolution at the UN and will not abide by its terms,” Netanyahu said in a statement released by his office. “The Obama administration not only failed to protect Israel against this gang-up at the UN, it colluded with it behind the scenes.” “This is absolutely shameful,” House Speaker Paul D. Ryan (R-Wis.) said in a statement, promising that next year “our unified Republican government will work to reverse the damage done by this administration, and rebuild our alliance with Israel.” But Palestinian diplomats called the resolution a chance to salvage the possibility of two states and exulted in seeing the U.N. pass a resolution reflecting their views. “After years of allowing the law to be trampled and the situation to spiral downward, today’s resolution may rightly be seen as a last attempt to preserve the two-state solution and revive the path for peace,” Riyad Mansour, the Palestinian ambassador to the United Nations, said Friday. Kerry said he would speak more in the coming days about the U.N. vote and “the way ahead” for Israel and the Palestinians. “That future is now in jeopardy, with terrorism, violence and incitement continuing and unprecedented steps to expand settlements being advanced by avowed opponents of the two-state solution,” Kerry said. “That is why we cannot in good conscience stand in the way of a resolution at the United Nations that makes clear that both sides must act now to preserve the possibility of peace.” Friday’s resolution also condemned Palestinian incitement to violence and all acts of terrorism. Samantha Power, the U.S. ambassador to the United Nations, said the United States would not have allowed its passage without that proviso. She also criticized the United Nations itself, saying it had perpetuated a double standard by repeatedly condemning Israeli actions while remaining silent about Palestinian incitement. In the hours before the vote, Israeli media reported harsh criticism toward Obama and Kerry coming from an unnamed official in Netanyahu’s office. The office accused them of having “abandoned” Israel by refusing the block the resolution with a veto. White House deputy national security adviser Ben Rhodes said Friday that the administration's pursuit of a two-state solution is “guided by our belief that it is the only way to preserve Israel’s security in the long run.” “President Obama has done more for Israel and its security than any previous U.S. president,” Rhodes told reporters. That argument did not assuage Israeli anger at the U.S. decision not to veto the resolution, a decision the Obama administration still had not shared with the Israeli government a few hours before the vote. According to an Israeli official who spoke on the condition on anonymity because the conversations were private, a White House official told an Israeli official Thursday that the United States is Israel’s best friend. The Israeli replied, “Friends don’t take friends to the Security Council.” Eglash reported from Jerusalem. Karoun Demirjian and David Nakamura contributed to this report. world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "U.S. declines to veto U.N. Security Council resolution for Israel to stop Jewish settlement activity - The Washington Post"
   },
   {
    "entities": [
     "dec. 21, 2016",
     "billions of dollars",
     "gao",
     "waste",
     "house",
     "congress",
     "1:23 p.m. est",
     "donald",
     "office",
     "twitter",
     "kenneth",
     "government",
     "accountability",
     "reagan",
     "grace",
     "commission",
     "john",
     "beach",
     "of",
     "mulvaney",
     "maryland",
     "this year",
     "george",
     "new",
     "brown",
     "once",
     "williams",
     "washington",
     "december 23, 2016",
     "w.",
     "$424 billion",
     "fla.",
     "light",
     "irs",
     "clinton",
     "budget",
     "google",
     "$385 billion",
     "cabinet",
     "tom",
     "schatz",
     "usa",
     "donovan",
     "citizens",
     "federal",
     "white",
     "1984",
     "ronald",
     "harnik",
     "obama",
     "trump",
     "america",
     "facebookemail",
     "currently",
     "orice",
     "2012",
     "university",
     "breul",
     "hill",
     "against",
     "palm",
     "jonathan",
     "slack",
     "bill",
     "the 1950s",
     "management",
     "and",
     "pinterest",
     "2011",
     "mick",
     "york",
     "andrew",
     "facebook",
     "kamensky",
     "hierarchy",
     "kettl",
     "baer",
     "paul",
     "mar-a-lago",
     "today",
     "bush"
    ],
    "id": 3,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Trump v. the 'swamp:' Odds favor swamp Most every president in recent times has tried to overhaul the federal government and all have largely failed. Post to Facebook Trump v. the 'swamp:' Odds favor swamp Most every president in recent times has tried to overhaul the federal government and all have largely failed. Check out this story on USATODAY.com: http://usat.ly/2io5KkH CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 156 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump v. the 'swamp:' Odds favor swamp Donovan Slack , USA TODAY 1:23 p.m. EST December 23, 2016 President-elect Donald Trump speaks to reporters at Mar-a-Lago in Palm Beach, Fla., on Dec. 21, 2016. (Photo: Andrew Harnik, AP) WASHINGTON — President-elect Donald Trump frequently pledged during the campaign that he would slash the size of the federal government and rein in spending, once proclaiming “we will cut so much, your head will spin.” But the bombastic business titan is about to come face-to-face with Washington, that “swamp” he wants to drain. And both nonpartisan specialists and others who have tried before suggest the odds are not in his favor. Most every president in modern times has mounted an effort to streamline the federal bureaucracy and all have largely failed. President Obama in 2012 proposed merging parts of six agencies and cutting more than 1,000 federal jobs. Congress wasn’t having it. “It worse than died, it was assassinated on the Hill,” said Donald Kettl, University of Maryland professor and author of Escaping Jurassic Government: Restoring America’s Lost Commitment to Competence. Likewise, President George W. Bush put forth a “Management Agenda” to overhaul the bureaucracy and Bill Clinton pushed a “Reinventing Government” plan. “In each case, executive branch efforts to reform management were viewed with skepticism (by Congress),” John Kamensky, deputy director of Clinton’s initiative, and Jonathan Breul, a budget management adviser during both administrations, wrote in a paper about lessons learned. “As a consequence, few pieces of significant legislation were enacted.” The Grace Commission President Ronald Reagan convened a commission of private-sector executives and experts who came up with more than 2,000 recommendations to reduce waste, improve management and restructure the government in 1984. The so-called Grace Commission said the changes would save taxpayers $424 billion over three years. “Absolutely nothing came of it. Absolutely nothing,” said Paul Light, New York University professor and author of 25 books, including Thickening Government: Federal Hierarchy and the Diffusion of Accountability. Light said that while every president has promised to make government work better, the last successful major overhaul of the federal government was in the 1950s. He said there are a mix of forces fighting to keep the status quo, not the least of which is Congress, whom he blamed for many inefficiencies in the federal government that waste taxpayer dollars. “All duplication and overlap flows downhill from Congress,” Light said. “Committees create these different programs and they don’t want to do anything about it.” Kenneth Baer, who was associate director of the White House Office of Management and Budget when Obama made his push, said there’s no incentive for members of Congress to cut anything. “For all their talk about getting rid of this or that, the truth is that they don’t want to get rid of any of it,” he said. The nonpartisan Government Accountability Office has been issuing annual reports since 2011 on wasteful spending and has identified hundreds of fixes that could save taxpayers billions of dollars. The GAO said its report this year that the IRS could be collecting $385 billion more in taxes annually, and millions could be saved by reducing overlapping programs. Food safety, for instance is overseen by 12 different agencies. Eight agencies administer more than 100 programs supporting individuals suffering from mental illness. Orice Williams Brown , a GAO managing director who helped coordinate this year’s report, said that because eliminating programs is so difficult, Congress often just layers new ones on top. For example, she said, the law passed after the financial crisis added to an existing patchwork of financial regulatory programs. “There really wasn’t an appetite to step back and say, ‘Let’s put aside what we currently have, and let’s think about what we would do if we were starting over today,’” Williams Brown said. “And that becomes really the heavy lift that is difficult to do. It’s difficult politically.” Of 544 fixes recommended by GAO in the past five years, only 244 have been completed. Some are optimistic about Trump’s chances of getting more done than his predecessors to improve the bureaucracy, particularly given his Cabinet picks so far, which include chief executives from the private sector and members of Congress. His pick to lead the Office of Management and Budget, Rep. Mick Mulvaney, R-S.C., is a deficit hawk. “In my view, they are better positioned than the members of prior administrations, high-ranking members of prior administrations, to come in and start getting to work right away,” said Tom Schatz, president of Citizens Against Government Waste, a group founded by the leaders of Reagan’s commission. “I think people look at Donald Trump and said he’s going to be a strong leader, he’s going to get things done, and you have the secretaries of the various agencies pushing for some of those same things,” Schatz said. “I think it puts pressure on Congress to do some of those things, to reduce on this duplication and overlap, the mismanagement.” Read more: ",
    "title": "Trump v. the 'swamp:' Odds favor swamp"
   },
   {
    "entities": [
     "council",
     "venezuela",
     "senegal",
     "donald",
     "elizabeth",
     "house",
     "congress",
     "earlier this month",
     "kerry",
     "public",
     "bank",
     "egypt",
     "et",
     "2016",
     "john",
     "jerusalem",
     "new",
     "us",
     "once",
     "syria",
     "--",
     "december 23, 2016",
     "jan. 20th",
     "benjamin",
     "gop",
     "now",
     "mccain",
     "armed",
     "zealand",
     "un",
     ", 5:02 pm",
     "services",
     "committee",
     "states",
     "friday",
     "israel",
     "white",
     "2:13",
     "j.",
     "middle",
     "trump",
     "obama",
     "administration",
     "america",
     "u.s.",
     "east",
     "netanyahu",
     "malaysia",
     "dec 23",
     "nations",
     "american",
     "affairs",
     "ryan",
     "share",
     "united",
     "security",
     "chuck",
     "u.n.",
     "reuters",
     "senate",
     "paul",
     "west",
     "today",
     "future"
    ],
    "id": 4,
    "text": "Dec 23 2016, 5:02 pm ET United Nations Demands End to Israel Settlement Building; U.S. Abstains by Elizabeth Chuck and Reuters Share U.N. passes resolution on Israeli settlement 2:13 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161224012015if_/http://www.nbcnews.com/widget/video-embed/840508483917\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> UNITED NATIONS — The United Nations Security Council passed a resolution Friday demanding Israel stop settlement construction on occupied Palestinian territory after the United States broke with tradition and abstained from voting on the controversial measure. The resolution was put forward at the 15-member council for a vote by New Zealand, Malaysia, Venezuela and Senegal a day after Egypt withdrew it under pressure from Israel and President-elect Donald Trump. The President-elect and the Israelis had called on the US to veto the measure. It was adopted with 14 votes in favor, to a round of applause. It is the first resolution the Security Council has adopted on Israel and the Palestinians in nearly eight years. The lack of U.S. involvement in the vote represents a sharp break with tradition of protecting Israel from UN action. It was seen as a last-ditch attempt by the council to put the brakes on settlement building and get the Israelis and Palestinians talking again before Trump's inauguration. The President-elect has indicated he will not pressure Israel to participate in talks with the Palestinians. \"As to the U.N., things will be different after Jan. 20th,\" Trump tweeted following the resolution's passage. As to the U.N., things will be different after Jan. 20th. — Donald J. Trump (@realDonaldTrump) December 23, 2016 Israeli Prime Minister Benjamin Netanyahu ripped the resolution and said his country \"will not abide by its terms.\" \"At a time when the Security Council does nothing to stop the slaughter of half a million people in Syria, it disgracefully gangs up on the one true democracy in the Middle East,\" he said. Netanyahu, whose relationship with President Obama has long been strained, accused the White House of colluding with the UN \"behind the scenes.\" \"Israel looks forward to working with President-elect Trump and with all our friends in Congress, Republicans and Democrats alike, to negate the harmful effects of this absurd resolution,\" he said. Secretary of State John Kerry said the U.S. \"acted with one primary objective in mind: to preserve the possibility of the two state solution.\" \"That future is now in jeopardy, with terrorism, violence and incitement continuing and unprecedented steps to expand settlements being advanced by avowed opponents of the two state solution,\" he said. \"That is why we cannot in good conscience stand in the way of a resolution at the United Nations that makes clear that both sides must act now to preserve the possibility of peace.\" Kerry also reminded critics of the Obama Administration's \"unparalleled record of support for Israel's security, including the largest military assistance package in history.\" GOP lawmakers vehemently disagreed. Republican Sen. John McCain, who is chairman of the Senate Armed Services Committee, called the resolution \"ill-conceived.\" \"The abstention of the United States has made us complicit in this outrageous attack, and marks a troubling departure from our nation's long, bipartisan history of defending our ally Israel in the United Nations,\" he said in a statement. \"This resolution will serve as yet another roadblock to peace between Israelis and Palestinians, and embolden the enemies of Israel.\" House Speaker Paul Ryan called the move \"absolutely shameful.\" \"Today's vote is a blow to peace that sets a dangerous precedent for further diplomatic efforts to isolate and demonize Israel. Our unified Republican government will work to reverse the damage done by this administration, and rebuild our alliance with Israel,\" he said. The bipartisan American Israel Public Affairs Committee said it too was \"deeply disturbed\" that the Obama Administration didn't veto the resolution. \"By adopting this resolution, the United Nations has once again served as an open forum to isolate and delegitimize Israel—America's lone stable, democratic ally in the Middle East,\" the organization said. The Obama administration has been critical of Israeli settlement building in the occupied West Bank and East Jerusalem. But U.S. officials said earlier this month that Obama wasn't expected to make any major overtures toward Israeli-Palestinian peace efforts before leaving office. Elizabeth Chuck ",
    "title": "United Nations Demands End to Israel Settlement Building; U.S. Abstains - NBC News"
   },
   {
    "entities": [
     "russia",
     "keneally",
     "donald",
     "sean",
     "december 22, 2016",
     "putin",
     "dec 23, 2016",
     "new",
     "nov. 14, 2016",
     "alana",
     "abramson",
     "this morning",
     "news",
     ", 3:23 pm",
     "mika",
     "cnn",
     "abc",
     "states",
     "tower",
     "j.",
     "joe",
     "trump",
     "msnbc",
     "scarborough",
     "spicer",
     "yesterday",
     "u.s.",
     "brzezinski",
     "meghan",
     "united",
     "york",
     "nbc",
     "thursday",
     "today",
     "morning"
    ],
    "id": 5,
    "text": "Confusion Grows Over Trump’s Nuclear Plan After Possible Hint of ‘Arms Race’ By Meghan Keneally Dec 23, 2016, 3:23 PM ET 0 Shares WATCH Putin Responds to Trump's Nuclear Comments 0 Shares Email Donald Trump ’s newly announced press secretary tried to clarify his bosses’ stance on nuclear proliferation after a surprising tweet and a reported conversation Trump had with a cable news host. Questions about President-elect Trump’s stance on nuclear arms had been raised throughout the campaign and arose again Thursday when Trump tweeted that the U.S. “must greatly strengthen and expand its nuclear capability until such time as the world comes to its senses regarding nukes.” The United States must greatly strengthen and expand its nuclear capability until such time as the world comes to its senses regarding nukes — Donald J. Trump (@realDonaldTrump) December 22, 2016 Trump's meaning in the tweet was unclear, and his spokesman and incoming press secretary Sean Spicer addressed the issue in interviews. On MSNBC's \"Morning Joe,\" Spicer defended Trump’s speaking out on issues before becoming president, saying that he shouldn’t necessarily follow the examples of some other recent presidents-elect who waited until inauguration to weigh in on foreign and domestic policy. Carlo Allegri/Reuters Sean Spicer arrives in the lobby of Republican president-elect Donald Trump's Trump Tower in New York, Nov. 14, 2016. But more confusion arose when MSNBC’s “Morning Joe” co-host Mika Brzezinski reportedly spoke to Trump by phone -- a conversation that was not broadcast -- after Spicer's interview on the show. Brzezinski and her co-host Joe Scarborough recounted her conversation with Trump on the air afterward. “Mika asked the president-elect while we had the opportunity what his position was on trying to clarify the tweet yesterday regarding the nuclear arsenal, and the president-elect told you what?” co-host Joe Scarborough said. “Let it be an arms race. We will outmatch them at every pass,” Brzezinski said. “And outlast them all,” Scarborough said. Spicer gave more interviews this morning after that and when asked about the comment Trump allegedly made to Brzezinski, Spicer told CNN, \"That was a private conversation. I was not privy to that.\" \"But the bottom line is this, the president [elect] is going to put our nation's security and safety first. And he's not going to worry about how it's -- he's going to do it. That's what every American should understand, that he's not going to be a passive president. He's going to be active and make sure that our safety is number one,” Spicer said. \"If another country expands theirs, the United States will act in kind,” he said of nuclear arsenals. On NBC's \"The Today Show,\" Spicer said, \"There's not going to be [an arms race] ... because he is going to ensure other countries get the message that he is not going to sit back and allow that. And what's going to happen is they will come to their senses, and we will all be just fine.\" \"There [have] been several countries -- Russia among them -- that have talked about expanding their nuclear capability.\" ABC News' Alana Abramson contributed to this report. 0 Shares ",
    "title": "Confusion Grows Over Trump’s Nuclear Plan After Possible Hint of ‘Arms Race’ - ABC News"
   },
   {
    "entities": [
     "ind.",
     "orange",
     "goodness",
     "newark",
     "bob",
     "myers",
     "david",
     "1991",
     "stadium",
     "healthplex",
     "new",
     "times",
     "once",
     "dec. 5",
     "425 pounds",
     "brothers",
     "j",
     "christmas",
     "now",
     "tobin",
     "jesus",
     "societies",
     "pence",
     "2010",
     "mike",
     "marie",
     "bryan",
     "the late 1990s",
     "moat",
     "life",
     "terre",
     "jim",
     "college",
     "bernice",
     "francis",
     "today",
     "st.",
     "essex",
     "tahoe",
     "n.y.",
     "haute",
     "time",
     "charities",
     "brackmann",
     "of",
     "december 2012",
     "bergen",
     "benedict",
     "ratzinger",
     "5:30",
     "this month",
     "mast",
     "$500,000",
     "pope",
     "j.",
     "bergoglio",
     "rita",
     "stefano",
     "archbishop",
     "guynn",
     "morning",
     "last month",
     "yankee",
     "donald",
     "consecrated",
     "general",
     "2013",
     "for",
     "ontario",
     "clohessy",
     "seger",
     "jorge",
     "cardinal",
     "1977",
     "reporter",
     "buenos",
     "esopus",
     "annette",
     "aires",
     "states",
     "joe",
     "lentz",
     "rome",
     "institutes",
     "trump",
     "yeary",
     "july",
     "sunday",
     "xxiii",
     "xvi",
     "shane",
     "united",
     "december 25, 2016",
     "dec. 3",
     "2005",
     "jan. 6",
     "motors",
     "padre",
     "1978",
     "earlier this month",
     "bowl",
     "mornings",
     "the 1970s",
     "philip",
     "john",
     "school",
     "rellandini/reuters",
     "community",
     "30 percent",
     "hudson",
     "november 2015",
     "detroit",
     "indianapolis",
     "chevy",
     "neri",
     "catholic",
     "anselm",
     "chicago",
     "anne",
     "mother",
     "josé",
     "michigan",
     "2012",
     "october",
     "canada",
     "vatican",
     "la",
     "mary",
     "and",
     "joseph",
     "york",
     "6 a.m.",
     "congregation",
     "apostolic",
     "boston",
     "guardia",
     "jersey",
     "indiana",
     "national"
    ],
    "id": 6,
    "text": "Continue reading the main story Though he has led the Archdiocese of Indianapolis since 2012, a status that usually comes with perks like a driver, he drives himself around in a Chevy Tahoe and helps with the dishes after lunch meetings. He introduces himself simply as Padre José to the children at a local Catholic school. He showers and shaves at the Community Healthplex gym like any other member, and calls his workout buddies his Band of Brothers. Advertisement Continue reading the main story In short, he is just the kind of leader Pope Francis is elevating to realign the church in the United States with his priorities. As the pope has made clear over the past three years, fancy lifestyles, formality and regal titles like Prince of the Church are out of style for cardinals. So is an emphasis on the divisive issues of abortion and same-sex marriage , even though the church’s underlying position on those issues has not changed. Instead, in the pope’s view, the church should emphasize humility and service to the poor. It should be multicultural, welcoming different styles of worship. It should reach out to other faiths and stand up for immigrants, refugees and nuns. Photo Cardinal Tobin’s post as archbishop of Indianapolis came with a driver, but he drives himself. Credit A J Mast for The New York Times And that, church experts and members of his flock say, is a close description of the priorities of Cardinal Tobin, who will be heading east just after Christmas to lead the approximately 1.5 million Catholics in the Archdiocese of Newark. He is replacing Archbishop John J. Myers, 75, who preferred to be addressed by the formal title Your Grace, and who achieved notoriety when the church spent some $500,000 to outfit the house he will retire to with an indoor exercise pool and an elevator. Cardinal Tobin’s appointment in October as one of the nation’s 18 cardinals came as a surprise to many, including the man himself. But perhaps it should not have. For what his unassuming bearing does not reveal is that he is no stranger to the corridors of power in the church. He is a friend of Pope Francis. And under Francis’ predecessor, Pope Benedict XVI, he had helped lead the Vatican office that oversees the roughly one million men and women in religious orders around the world. That position did not end so well. It was an open secret that Cardinal Tobin was sent to Indiana as a kind of exile most likely because he questioned an inquiry by his office into supposed doctrinal lapses among the roughly 50,000 nuns in the United States. As he got to know the faithful in the chancery of Indianapolis, he would joke with them about it. “I was kicked out and I’m grateful for it,” the chancellor of the archdiocese, Annette Lentz, recalled his saying about how he turned up on her doorstep. And she would tell him, “Their loss is our gain.” How Cardinal Tobin, 64, an amiable 6-foot-3 Irish-American who likes Bob Seger, plays piano and speaks five languages, went from being the oldest of 13 children living in Detroit to the pinnacle of the global church is a story that bears telling. Advertisement Continue reading the main story He grew up in a working-class neighborhood where the big houses were perfect for the large families of Irish, Polish and other Eastern European backgrounds that filled them. The local parish, Holy Redeemer , was run by an order of priests called the Redemptorists, and was unusually large, with 14 Masses each Sunday for up to 20,000 worshipers, he recalled in a Dec. 5 interview. His mother was a public-school teacher who quit her job to raise her brood; nine of her cousins and three of her aunts were nuns. Growing up in a deeply Catholic environment, Cardinal Tobin had two role models: the parish priests and his father, a cost analyst at General Motors who attended 6 a.m. Mass daily. Joe Tobin was a rough-and-tumble child, who once crashed through the back-porch window when he was being chased. But he also learned the deeper lessons taught by the nuns at the parish school. “Joe came home in second grade and said to me, ‘Mom, I need a pair of socks,’” his mother, Marie Tobin, 93, recalled before Cardinal Tobin’s emotional farewell Mass in Indianapolis on Dec. 3. “And I looked at his feet and saw his socks were fine. ‘Mother,’ he said, ‘there’s a boy in my class who has rags around his feet and a safety pin.’” Photo A photograph of Cardinal Tobin’s family from the 1970s. Credit a J Mast for The New York Times In 1977, when the cardinal was in seminary in Esopus, N.Y., his father died of a heart attack. By that time, the family had moved across the border to Canada, and his father had been commuting to Michigan. “I idolized my dad,” Cardinal Tobin said. “He was everything I think a man should be. He was strong, he played in the Orange Bowl as a freshman in Boston College. He lost his leg in World War II , so he never played football again. He had a quiet, unpretentious faith. He was chivalrous with women. “And I remember when he died,” he added, “and I was waiting at the seminary for someone to drive me to La Guardia, and one of my teachers came and said, ‘If you can be a man like your father, when they call you Father you will be all right.’ And I suppose I am still trying to do that.” He remains close with his siblings. And in the Redemptorists, an order that requires a vow of poverty and emphasizes missionary outreach, he found a second family. Advertisement Continue reading the main story He dreamed of being sent to far-flung locales once he was ordained in 1978. Instead, because he spoke Spanish, he was sent right back to Holy Redeemer, which had a growing Hispanic population. There, he learned about serving the poor. An older priest modeled what was to become a signature of Cardinal Tobin’s ministry: an intense focus on each person. “When he is there and you are talking to him, it’s as if you have known him all your life,” said Bernice Guynn, 89, a parishioner at St. Rita in Indianapolis. From Detroit, he was moved during the AIDS epidemic to Chicago, where he ministered at the bedsides of the dying. The church’s stance against homosexuality was not a barrier to him. “It’s important to be there for people,” he said. By 1991, the higher-ups of his order had taken notice and he was moved to Rome. For 12 years, he led the Redemptorist order, finally traveling the world to missions in more than 70 nations. Photo Cardinal Tobin with the Franciscan Missionary Sisters of the Immaculate Heart of Mary after his farewell Mass in Indianapolis on Dec. 3 Credit A J Mast for The New York Times In that capacity, he made an impression on Cardinal Joseph Ratzinger, then the Vatican official responsible for enforcing Catholic doctrine. In 2010, five years after Cardinal Ratzinger became Pope Benedict, he offered Father Tobin the title of archbishop and the position of secretary of the Congregation for Institutes of Consecrated Life and Societies of Apostolic Life in the Vatican. Cardinal Tobin recalled that he was painting his mother’s porch in Ontario when he got the call from the Vatican secretary of state. “I turned white and started stuttering,” he said. He did not want the job, he said, but how does one refuse the pope? The office he had been tapped to administer was investigating American nuns for supposedly adopting a “secular mentality” and straying from Catholic orthodoxy. In other words, the nuns were accused of being too liberal, and Cardinal Tobin was to oversee the inquiry. But he had an “extremely positive” view of the nuns, he told T he National Catholic Reporter at the time, and he wanted to explain their good works. Advertisement Continue reading the main story “My first job, I thought, was to ask, ‘What were people trying to accomplish with this?’” he said this month. But the problem, he came to believe, was structural: the investigation of 55,000 religious women by a tiny staff for the alleged errors of a few. “It made as much sense as an ophthalmologist trying to do cataract surgery standing in center field in Yankee Stadium and pointing his laser gun up at the bleachers,” he said. Two years into his five-year term, his priest secretary surprised him with the news. “We are so sorry you are going,” Cardinal Tobin recalled him saying. “And I said, ‘Really, where am I going?’ And he said, ‘Indianapolis.’” The official news did not come for four months. “It was like death by 1,000 cuts,” he said. When he arrived in Indiana in December 2012, most American Catholics had never heard of him. But to the nuns he was something of a hero. “We thought that he was a tremendous individual,” said Mother Anne Brackmann, the prioress of the Carmelite Monastery in Terre Haute, Ind. “And he was welcomed very, very warmly.” Someone else took note of his dismissal: Cardinal Jorge Bergoglio of Buenos Aires, who would become Pope Francis. Photo Cardinal Tobin greeting students at St. Philip Neri School in Indianapolis this month. Credit A J Mast for The New York Times The two men met in 2005 during a synod of bishops in Rome, and they bonded over a shared view of the church. There were conservative bishops in their group who wanted, for example, to ban girls from being altar servers. “I have eight sisters, and at the time, I had nieces who were serving at the altar, and I didn’t see the justification for it,” Cardinal Tobin said. “Bergoglio was on the same page. There are more important things to talk about.” Advertisement Continue reading the main story They had also laughed together: Cardinal Tobin recalled telling Cardinal Bergoglio that he had been his mother’s choice for pope that year, because she had read how he picked up after himself and cooked his own food. Still, Cardinal Tobin was surprised to get a note from Cardinal Bergoglio in 2010 wishing him luck in his Vatican position. “He said: ‘I remember our time together, I remember our conversations, and I remember your mother’s good taste. I’m praying for you.’” By the time Cardinal Tobin came to the Vatican in 2013 to receive his pallium — the cowl that would mark his status as the archbishop of Indianapolis — Pope Francis had been elected. He was not sure the new pope would remember him. But Francis again surprised him. “I’ve been praying intensely for you since I heard what happened,” Cardinal Tobin said the pope had told him. What happened next was a kind of rehabilitation. Francis appointed him to the oversight committee of the same Vatican office he had been removed from. Then, in October, came the announcement: The pope was naming him a cardinal. He would be the youngest one in the United States. Cardinal Tobin was shocked. “It’s kind of like you are sleeping in class and all of a sudden the spotlight is on you,” he said. At a news conference last month in Newark, he put it this way: “Sometimes I think Pope Francis sees a lot more in me than I see in myself.” Photo Cardinal Tobin with Pope Francis at the Vatican last month. Credit Stefano Rellandini/Reuters Cardinal Tobin said he loved his time in Indianapolis, where he visited parishes in 39 counties, ministered to prisoners on death row and baptized about 1,000 new Catholics each Easter. Advertisement Continue reading the main story He was up by 4 many mornings to pray before arriving at the gym by 5:30. With the help of a trainer, Shane Moat, he learned how to deadlift 425 pounds. “Big breath, explode, keep it close,” Mr. Moat coached him earlier this month. Cardinal Tobin strained and hoisted the weight to his waist. “You the man!” someone shouted. “No, I’m not,” Cardinal Tobin said after dropping the weight with a bang. That morning, Mr. Yeary, the salesman, presented him with a goodbye gift: a framed photo of the cardinal with his seven workout buddies, whose ages range from 27 to over 70. “Oh, man, that’s wonderful, thank you,” the cardinal said. Then he reverted to his lighthearted tone: “None of those Sopranos are going to mess with me. This is my crew.” Cardinal Tobin has had a hard time saying goodbye. He choked up at his farewell Mass and had only one request of the congregation that had packed the cathedral: Pray for him. But his admirers here and elsewhere are hoping that Cardinal Tobin will become a more public voice for Pope Francis and his priorities. He has already done that once, in a showdown with Gov. Mike Pence of Indiana, a Republican who is now the vice president-elect, over welcoming Syrian refugees. In November 2015, Mr. Pence announced that he would suspend Syrian refugee resettlement programs, citing security fears. Cardinal Tobin felt that was not only illegal, but also immoral. He met with Mr. Pence, discussed his objections and told him he would continue the Catholic Charities resettlement program. A federal court has since overturned the governor’s directive. In an email, Mr. Pence said, “Cardinal Tobin is a personal friend, and I deeply respect his commitment to his faith and his ministry.” While Cardinal Tobin did not tell anyone whom to vote for in the presidential election, he said he was disturbed by appeals to fear during the campaign of Donald J. Trump, particularly his views of refugees and immigrants. Mr. Trump, he said, “was appealing to the dark side of the divisive forces, to the unredeemed part of us.” And while the cardinal believes American democracy will ultimately resist such appeals, “you can’t be too Pollyannish about things.” Continue reading the main story Photo Cardinal Tobin at the Cathedral Basilica of the Sacred Heart in Newark last month, when he was introduced as the new Roman Catholic archbishop of the city. Credit Bryan Anselm for The New York Times In Newark, he said, his first job after his installation on Jan. 6 will be to listen. Encompassing Bergen, Essex, Hudson and Union Counties in northern New Jersey, the archdiocese has pockets of great wealth and poverty, and an array of immigrants so diverse that Mass each Sunday is celebrated in 20 languages. About 30 percent of the parishioners are Hispanic. Advertisement It is also a community in need of healing . In July, citing the failure of the archdiocese to effectively remove priests accused of sexual abuse from contact with children , the editorial board of The Star-Ledger of Newark called the departure of Archbishop Myers a “true blessing.” “During his 15-year tenure as New Jersey’s highest-ranking Catholic, he protected pedophile priests,” the board said. “He urged his flock to vote based on two issues — abortion and gay marriage — at the threat of being denied Holy Communion.” Jim Goodness, the spokesman for the archdiocese, denied those allegations, saying that Archbishop Myers had permanently removed from ministry some 20 abusive priests and that he had “never threatened to deny Communion to anyone.” Cardinal Tobin will bring a different message. One of his priorities, he said, would be to ensure that the archdiocese is fully compliant with church and criminal protocols on handling sexual abuse allegations. At the Vatican in the late 1990s, the cardinal recalled, it was difficult to convince people that the abuse issue was serious. “I think they just believed it was an American problem,” he said, adding, “I don’t want to make it like I was a great crusader over there, but I did take it seriously.” He later led an effort to establish protocols for abuse claims in his order. Yet the most outspoken American victims group, the Survivors Network of Those Abused by Priests , said that Cardinal Tobin, like the church as a whole, must do more, such as posting the names of all credibly accused priests online. “Certainly there are worse bishops, but that fact should comfort no one,” David Clohessy, the organization’s national director, said. Cardinal Tobin assumes his role in an uneasy time. He said that he hoped to lead with joy and transparency, and that he intended to encourage dialogue to bridge divisions. But he would go further if he believed that policies ran counter to the moral values that Jesus taught. On the threats by President-elect Trump to carry out mass deportations of illegal immigrants, for example, Cardinal Tobin was clear. He recalled how Pope John XXIII, before he became pope, issued false baptismal certificates to help Jews escape the Nazis in World War II. Advertisement Continue reading the main story “We have to resist,” he said. “With public statements, and then, you do what you got to do.” A version of this article appears in print on December 25, 2016, on Page MB1 of the New York edition with the headline: Cardinal Joe Heads to Newark. Order Reprints | Today's Paper | Subscribe ",
    "title": "Coming to Newark Archdiocese: A Different Kind of Cardinal - The New York Times"
   },
   {
    "entities": [
     "house",
     "government",
     "last year",
     "cook",
     "jan. 27",
     "tribune",
     "better",
     "david",
     "rick",
     "of",
     "bga",
     "don",
     "john",
     "this fall",
     "jeff",
     "october 2015",
     "advocacy",
     "wednesday",
     "hall",
     "maryam",
     "emanuel",
     "kathleen",
     "coen",
     "now",
     "clinton",
     "last week",
     "county",
     "ruthhart-rrb-",
     "uribe",
     "arizona",
     "michael",
     "white",
     "pantle",
     "/",
     "chicago",
     "pearson",
     "april 2014",
     "trott",
     "podesta",
     "university",
     "2012",
     "illinois",
     "dold",
     "craven",
     "association",
     "bill",
     "heinzmann",
     "cuillier",
     "dec. 9",
     "bruce",
     "rahm",
     "sacks",
     "hillary",
     "abel",
     "citizen",
     "wikileaks",
     "state",
     "department",
     "the future",
     "thursday",
     "byron",
     "judar",
     "center",
     "city"
    ],
    "id": 7,
    "text": "Open records experts see loopholes in Emanuel's email lawsuit settlement Rahm Emanuel Abel Uribe / Chicago Tribune Two Freedom of Information Act experts noted that because Mayor Rahm Emanuel settled the case with the Better Government Association, there was no legal determination that he violated state open records law. Two Freedom of Information Act experts noted that because Mayor Rahm Emanuel settled the case with the Better Government Association, there was no legal determination that he violated state open records law. (Abel Uribe / Chicago Tribune) Privacy Policy A day after striking a deal to release 2,700 pages of emails involving public business he conducted on his personal accounts, Mayor Rahm Emanuel said he \"wasn't perfect\" when it came to transparency but had resolved a lawsuit with a \"landmark\" agreement. A review of the mayor's settlement of a suit brought by a government watchdog group, however, shows that it contains loopholes that open records experts said could allow Emanuel to avoid turning over all the public records that the law requires. A double layer of Emanuel's lawyers — not a judge — decided which emails the public got to see and which ones remain secret. In doing so, the mayor's attorneys set up the rules to determine which emails were related to public business and would be released. In turn, the lawyers applied those definitions to a universe of emails that was substantially smaller than what the Better Government Association sought in its lawsuit, in large part because many of the emails no longer existed. Left unsaid by Emanuel's legal team when it turned over the documents was that emails sent to the mayor's personal accounts were deleted after 90 days. That meant the only emails released were either preserved after the lawsuit was filed last year or could be tracked down via email accounts of City Hall staffers. Rahm Emanuel 's personal account in which he promised to co-host a political fundraiser, before making a series of requests that included asking that the mayor provide high-level access to a new executive at Trott's firm. \"Both... In April 2014, investment banker Byron Trott sent an email to Mayor Rahm Emanuel 's personal account in which he promised to co-host a political fundraiser, before making a series of requests that included asking that the mayor provide high-level access to a new executive at Trott's firm. \"Both... (Rick Pearson, David Heinzmann and Jeff Coen) Beyond that, Emanuel and his attorneys maintained in the settlement that government-related emails on his personal accounts were not public records, despite Illinois law holding that government business conducted via email by a public official is subject to open records requirements. The mayor's position could allow him to continue to use his private email to conduct government business, experts who reviewed the settlement told the Chicago Tribune. \"The settlement says they disagree, that they don't think they're subject to the public records law,\" said David Cuillier, an associate professor of journalism at the University of Arizona who focuses on freedom of information issues. \"Really, that's sad and unconscionable. They are basically going to put in writing that they don't agree with the law or the principles of accountability to the public. ... They think it's OK to sneak around the public's eyes.\" Uncharted water? While Emanuel has put the BGA suit behind him, the mayor still faces a Tribune lawsuit alleging that Emanuel violated the state's open records laws by refusing to release communications about city business conducted through emails and text messages on personal devices. That ongoing suit is based on an open records request that sought electronic communications related to subjects that include the city's scandal-plagued red light camera program, as well as email and text correspondence between Emanuel and Michael Sacks, the mayor's close confidant and top campaign contributor. The Tribune sued a month before the watchdog group brought its case against Emanuel in October 2015 over a blanket open records request that sought all official emails the mayor sent from a nongovernment account. The mayor's Wednesday settlement with the BGA was announced 12 days after the Tribune won a round in its lawsuit. On Dec. 9, Cook County Judge Kathleen Pantle ordered Emanuel to produce an index of certain emails and text messages the mayor sent and received on personal devices, giving him until Jan. 27 to comply. The Tribune continues to seek those records in court. Read the story On Thursday, Emanuel discussed the settlement and repeated four times that he had been navigating \"uncharted waters\" when it came to determining whether he was allowed to conduct government business on personal email accounts. \"I think we finally, while there was a disconnect, synced up technology and transparency and have an agreement that kind of sheds a light going forward and sets a principle that not only applies to me, but all the city employees and gives people that information they need,\" the mayor said. Emanuel was asked what was so unprecedented about the notion of not sending government messages on private accounts, given that email has been commonplace for two decades and that he has spent nearly his entire career working in government, including as a congressman and as a White House senior aide in the administrations of two presidents. \"An overwhelming amount of the emails are people coming to me. I would be taking a stab, but 3 out of 4 are people just coming to me,\" Emanuel replied. \"They emailed me, and I forward it. Second, where I initiated it, I wasn't perfect. Now, you have a policy going forward, and that's it.\" The mayor also said \"sunshine was a good thing,\" but he worried about public officials becoming \"insular.\" \"It is good to have that public policy,\" he said. \"Know, though, it doesn't come, potentially, cost-free. It may actually deal with limiting people who want to talk to people in public life.\" Asked why some aldermen knew to email him on his private accounts rather than his official government email, the mayor responded, \"I'm not speaking for them.\" Emanuel also was asked how some of the city's top power brokers knew to reach him at the rahmemail.com address. \"People communicated,\" Emanuel replied without elaborating. Rahm Emanuel turned over from his personal accounts last week showed the mayor communicating with a wide range of Chicago power brokers, business leaders and media figures, including Tribune Editor and Publisher Bruce Dold. The emails included a handful of messages exchanged... The 2,700 pages of emails Rahm Emanuel turned over from his personal accounts last week showed the mayor communicating with a wide range of Chicago power brokers, business leaders and media figures, including Tribune Editor and Publisher Bruce Dold. The emails included a handful of messages exchanged... (Bill Ruthhart) Cuillier said he didn't buy the uncharted waters defense. \"He should have known better,\" Cuillier added. \"I don't think he's a dummy. I assume he and his staff are aware of the right thing to do and the law, so it surprises me they would do something so flagrantly wrong.\" A pair of Freedom of Information Act experts noted that because the BGA case was settled, there was no legal determination that Emanuel violated state open records law. Both experts contended that Emanuel's violation of the law was clear based on other rulings in similar cases around the nation. \"It would have been ideal to have a strong court ruling that clearly said he was in the wrong,\" said Cuillier, who added that it would have been better if a judge had reviewed all of Emanuel's emails and determined which ones were required to be made public. \"That didn't happen in this case, so for all we know there were important communications that the public will never see that they should see.\" Maryam Judar, executive director of the Elmhurst-based Citizen Advocacy Center that has long focused on government transparency issues, said similar lawsuits litigated across the country show that the BGA lawsuit was \"a losing case for Rahm Emanuel.\" Getting a court order would have made that clear, she said. \"They are not saying from now on that all emails pertaining to business, even if on a personal email account, should be produced pursuant to a FOIA request,\" Judar said, referring to the settlement. \"It's not a total victory.\" \"Basically, in the future, if someone wants to FOIA Rahm Emanuel's email, he could deny them all over again,\" she added, \"and they could go through this whole process all over again, because it isn't a court order.\" Deleted emails But Don Craven, a Springfield-based media attorney who has brought similar cases downstate, said there's no guarantee that a judge reviewing the emails would have come to a different determination as to which ones were public. \"In this case, the good news is even by means of the settlement, there is some indication, there is some recognition that the mayor's emails even on private accounts, private devices, are subject to FOIA, and that's a big step,\" Craven said. \"As a practical matter, this will serve to help establish that point.\" The mayor's use of the personal accounts first publicly surfaced among thousands of hacked emails from Hillary Clinton campaign chairman John Podesta posted by WikiLeaks this fall. A subsequent search for the mayor's email domain in 30,000 emails released by the State Department showed Emanuel used the same account to communicate with Clinton, including a 2012 email inviting her to appear at a public event with him in Chicago. ",
    "title": "Open records experts see loopholes in Emanuel&apos;s email lawsuit settlement - Chicago Tribune"
   },
   {
    "entities": [
     "house",
     "donald",
     "schumer",
     "us",
     "danon",
     "margaret",
     "cbs",
     "december 23, 2016",
     "--",
     "benjamin",
     "jan. 20th",
     "news",
     "d-new",
     "brennan",
     "power",
     "un",
     "states",
     "friday",
     "israel",
     "j.",
     "obama",
     "trump",
     "u.s.",
     "samantha",
     "netanyahu",
     "danny",
     "ryan",
     "united",
     "york",
     "chuck",
     "u.n.",
     "senate",
     "paul",
     "january",
     "today"
    ],
    "id": 8,
    "text": "The U.N. security council passed a resolution Friday condemning Israel's settlements inside of Palestinian territories. CBS News foreign affairs ... U.S. Ambassador to the UN Samantha Power defended the U.S. abstention, saying, “We would not have let this resolution pass if it hadn’t addressed counterproductive steps by the Palestinians.” And she added that the vote “does not in any way diminish the United States’ steadfast and unparalleled commitment to the security of Israel.”   Power also warned that settlements make it harder to negotiate a separate Palestinian state, which the administration believes is crucial to a lasting peace, CBS News’ Margaret Brennan reports.  “The United States has been sending a message that the settlements must stop, privately and publicly, for nearly five decades,” Power said. The U.S. abstention was the stunning culmination of years of icy relations between President Obama and Israeli Prime Minister Benjamin Netanyahu. And it put Mr. Obama in open conflict with President-elect Trump on a key foreign policy matter at a time when they’ve been promising a smooth transition. Netanyahu’s office called the vote “shameful” and said the U.S. “failed to protect Israel.” Israeli Ambassador to the UN Danny Danon argued it will make a peace deal harder. He was also deeply critical of the Obama administration in tweets following the vote.  It was to be expected that Israel's greatest ally would act in accordance with the values that we share - — Ambassador Danon (@dannydanon) December 23, 2016 and would have vetoed this disgraceful resolution. — Ambassador Danon (@dannydanon) December 23, 2016 Danon also said he looked forward to the “new era” Mr. Trump would bring. I have no doubt that the new US administration will usher in a new era — Ambassador Danon (@dannydanon) December 23, 2016 Mr. Trump also tweeted after the vote, promising change in January. As to the U.N., things will be different after Jan. 20th. — Donald J. Trump (@realDonaldTrump) December 23, 2016 Congressional leadership also condemned the vote. House Speaker Paul Ryan called the vote “shameful.” “Today’s vote is a blow to peace that sets a dangerous precedent for further diplomatic efforts to isolate and demonize Israel,” he said in a statement. “Our unified Republican government will work to reverse the damage done by this administration, and rebuild our alliance with Israel.” Sen. Chuck Schumer, D-New York, who will be the new Senate minority leader, says he has urged the administration to veto the resolution -- “an abstention is not good enough,” he wrote in a statement Friday, and he accused the U.N. of “one-sidedness” and an “anti-Israel bias” on the settlements issue.  ",
    "title": "UN Security Council votes 14-0 to condemn Israeli settlement construction - CBS News"
   },
   {
    "entities": [
     "police",
     "recently",
     "right now",
     "seib",
     "peter",
     "mt.",
     "l.a.",
     "reynolds",
     "angeles",
     "12:15 p.m.",
     "serna",
     "fire",
     "baldy",
     "2016",
     "south",
     "al",
     "los",
     "associated",
     "mayhew",
     "o'hare",
     "doo",
     "times",
     "fisher",
     "2007",
     "seuk",
     "hamill",
     "berlin",
     "roy",
     "alicia",
     "next year",
     "colombia",
     "winton",
     "friday",
     "hernandez",
     "central",
     "/",
     "press",
     "skywalker",
     "latin",
     "america",
     "lax",
     "todd",
     "jessica",
     "eddie",
     "u.s.",
     "noon",
     "mark",
     "london",
     "medical",
     "richard",
     "debbie",
     "carolyn",
     "hollywood",
     "actress",
     "cole",
     "joseph",
     "united",
     "callaghan",
     "mexico",
     "leia",
     "department",
     "ucla",
     "carrie",
     "chewbaca",
     "luke",
     "center",
     "kim",
     "airlines"
    ],
    "id": 9,
    "text": "Actress Carrie Fisher is in critical condition after a cardiac episode on flight from London to L.A. Carrie Fisher Al Seib / Los Angeles Times Actress Carrie Fisher, shown in 2007, was taken to a hospital Friday after a \"cardiac episode\" on a flight from London to Los Angeles. Actress Carrie Fisher, shown in 2007, was taken to a hospital Friday after a \"cardiac episode\" on a flight from London to Los Angeles. (Al Seib / Los Angeles Times) Richard Winton and Joseph Serna Contact Reporters “Star Wars” actress Carrie Fisher was in critical condition Friday after suffering a “cardiac episode” during a flight from London to Los Angeles, according to airline and emergency officials. Fisher, 60, was rushed to UCLA Medical Center  by Los Angeles Fire Department paramedics shortly after noon, after her 11-hour flight touched down at LAX. A source who was not authorized to discuss the incident said the actress was “in a lot of distress on the flight.” A statement released by United Airlines said that medical personnel met Flight 935 from London on arrival after the crew reported a passenger was unresponsive.  Two people aboard a flight from London to Los Angeles said via social media that they saw Carrie Fisher stop breathing before the plane landed at LAX. On Friday, airport police responded to calls of an unresponsive female passenger on board. Emergency officials confirmed that that passenger was... Two people aboard a flight from London to Los Angeles said via social media that they saw Carrie Fisher stop breathing before the plane landed at LAX. On Friday, airport police responded to calls of an unresponsive female passenger on board. Emergency officials confirmed that that passenger was... (Jessica Roy) “Our thoughts are with our customer at this time,” the statement read. Just prior to arrival, a pilot told the control tower that passengers who were nurses were attending to an “unresponsive” passenger. “So they’re working on her right now,” the pilot said in a public recording of the conversation on liveatc.net . According to the LAX Police Department, officers responded to Terminal 7 around 12:15 p.m., for a call of a female passenger in cardiac arrest. On arrival, they found paramedics performing CPR on the victim, according to Officer Alicia Hernandez. Todd Fisher, Carrie’s brother, told the Associated Press that his sister had been stabilized at the hospital but did not provide further details. Fisher, who rose to stardom as Princess Leia, recently published an autobiography titled the “Princess Diarist,” her eighth book. She is the daughter of famous Hollywood couple Debbie Reynolds and Eddie Fisher .  Carrie Fisher,  who has written and spoken openly about her struggles in Hollywood, is considered Hollywood royalty. She took on her prickly relationship with her mother in the book-to-movie \"Postcards From the Edge.” She’s also been outspoken about her mental health issues and the solution she found — radical-sounding electroshock therapy. News of Fisher’s condition sparked an outpouring of support and sympathy on social media.  Peter Mayhew, the actor who played Chewbaca, tweeted “thoughts and prayers for our friend and everyone's favorite princess right now.” Actor Mark Hamill, who played Luke Skywalker, also took to Twitter: “as if 2016 couldn't get any worse... sending all our love to @carrieffisher”  Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  BERLIN, BACA, IMMIGRATION, DROUGHT  Caption Mothers who lose a second child to violence \"You wash the pain. You feed the pain. You get dressed with the pain.\" (Callaghan O'Hare / Los Angeles Times) \"You wash the pain. You feed the pain. You get dressed with the pain.\" (Callaghan O'Hare / Los Angeles Times) Caption In man versus mountain, Seuk Doo Kim is winning the battle By his count, Seuk Doo Kim has climbed Mt. Baldy nearly 750 times and aims to log 1,000 summits by next year.    By his count, Seuk Doo Kim has climbed Mt. Baldy nearly 750 times and aims to log 1,000 summits by next year.    Caption The Desperate Trek: Colombia to America Increasing numbers of migrants from outside Latin America are traversing a circuitous and dangerous path up the spine of South America, Central America and Mexico in hopes of reaching the U.S., a new migrant route that is straining countries along the way and presenting new challenges for securing America’s southern border. (Video by Carolyn Cole / Los Angeles Times) Increasing numbers of migrants from outside Latin America are traversing a circuitous and dangerous path up the spine of South America, Central America and Mexico in hopes of reaching the U.S., a new migrant route that is straining countries along the way and presenting new challenges for securing America’s southern border. (Video by Carolyn Cole / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss ",
    "title": "Actress Carrie Fisher is in critical condition after a cardiac episode on flight from London to L.A. - LA Times"
   }
  ]
 }
}