{
 "25": {
  "col-sim": {
   "cosine": 0.3877359128085374,
   "entity": 0.5163977794943222
  },
  "exec-time": 8.537155628204346,
  "links": [
   {
    "entities": [
     "inc.",
     "house",
     "spitalnick",
     "donald",
     "earlier this month",
     "foundation",
     "100%",
     "2016",
     "putin",
     "interactive",
     "new",
     "next month",
     "times",
     "once",
     "washington",
     "afternoon",
     "cbs",
     "christmas",
     "amy",
     "the",
     "white",
     "j.",
     "saturday",
     "trump",
     "post",
     "york",
     "last month"
    ],
    "id": 0,
    "text": "<p>President-elect Donald Trump.&nbsp;</p> Close Lucas Jackson/Reuters President-elect Donald Trump announced Saturday afternoon that he plans to dissolve his family’s foundation in the wake of questions regarding possible conflicts of interest once he takes office. Mr. Trump issued the decision in a press release, which said the Donald J. Trump Foundation has contributed millions of dollars to groups that support veterans, law enforcement officers and children. “However, to avoid even the appearance of any conflict with my role as President I have decided to continue to pursue my strong interest in philanthropy in other ways,” he said in the statement. Putin sends Trump Christmas letter after exchange over nuclear arms race The announcement said the president-elect has directed his counsel to take the necessary steps to dissolve the foundation. The foundation, however, cannot formally shut down until after the New York state attorney general’s office completes its investigation of the foundation. “The Trump Foundation is still under investigation by this office and cannot legally dissolve until that investigation is complete,” the office’s spokeswoman, Amy Spitalnick, told The Washington Post in an email Saturday. “I am very proud of the money that has been raised for many organizations in need, and I am also very proud of the fact that the Foundation has operated at essentially no cost for decades, with 100% of the money going to charity, but because I will be devoting so much time and energy to the Presidency and solving the many problems facing our country and the world, I don’t want to allow good work to be associated with a possible conflict of interest,” he added. This comes after Mr. Trump said that he would not be subject to conflict of interest laws as president and after he said that his children would be taking over his businesses. “The law’s totally on my side, the president can’t have a conflict of interest,” Mr. Trump told The New York Times in a meeting last month. “In theory I could run my business perfectly and then run the country perfectly. There’s never been a case like this.” Earlier this month, he postponed a planned announcement regarding how he would separate from his business empire . Soon after, he tweeted that he would be leaving his businesses before his inauguration next month, that his two sons would manage them while he serves in the White House and that there will be “no new deals” during that time. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Donald Trump announces plans to dissolve his family's foundation - CBS News"
   },
   {
    "entities": [
     "recently",
     "spitalnick",
     "donald",
     "business",
     "eric",
     "foundation",
     "joel",
     "vince",
     "npr",
     "december 24",
     "david",
     "earlier this year",
     "new",
     "small",
     "times",
     "2008",
     "washington",
     "clinton",
     "amy",
     "$90 million",
     "the",
     "&",
     "j.",
     "saturday",
     "trump",
     "administration",
     "post",
     "chelsea",
     "october",
     "linda",
     "penman",
     "$600,000",
     "rose",
     "maggie",
     "fahrenthold",
     "schneiderman",
     "mcmahon",
     "hillary",
     "york",
     "december 24, 2016",
     "millions of dollars"
    ],
    "id": 1,
    "text": "December 24, 20166:31 PM ET Maggie Penman President-elect Donald Trump said he \"intends to dissolve\" the Donald J. Trump Foundation \"to avoid even the appearance of any conflict\" with his role as president. Don Emmert/AFP/Getty Images hide caption toggle caption Don Emmert/AFP/Getty Images President-elect Donald Trump said he \"intends to dissolve\" the Donald J. Trump Foundation \"to avoid even the appearance of any conflict\" with his role as president. Don Emmert/AFP/Getty Images President-elect Donald Trump plans to dissolve his foundation, his transition team announced on in a statement on Saturday. Soon after, though, the New York attorney general's spokesperson tweeted that he legally can't, until the state's investigation of the Trump Foundation is complete. . @Fahrenthold @realDonaldTrump Foundation still under investigation by @AGSchneiderman , cannot legally dissolve until investigation complete — Amy Spitalnick (@amyspitalnick) December 24, 2016 Press Secretary Amy Spitalnick was responding to Washington Post reporter David Fahrenthold, who asked if the investigation would continue . In October, New York Attorney General Eric Schneiderman ordered the foundation to stop raising money in New York, saying the charity was not registered to do so under state law. In Saturday's statement, Trump is quoted as saying: \"The Foundation has done enormous good works over the years in contributing millions of dollars to countless worthy groups, including supporting veterans, law enforcement officers and children. However, to avoid even the appearance of any conflict with my role as President I have decided to continue to pursue my strong interest in philanthropy in other ways.\" The announcement comes shortly after a report from The New York Times discussing the president-elect's many potential conflicts of interest . The Times reports that Trump and his family \"are rushing to resolve potential controversies — like shuttering foundations and terminating development deals — even as the president-elect publicly maintains that no legal conflicts exist.\" Article continues after sponsorship An NPR report from earlier this year compared the work of the Trump Foundation with that of the Clinton Foundation, which came under fire during the campaign, noting the similarities seem to end with their names. As NPR's Joel Rose reported, \"The Bill, Hillary & Chelsea Clinton Foundation, as it's formally known, is huge. It has hundreds of employees and a $90 million budget. The Donald J. Trump Foundation, by contrast, is fairly small. It has no full-time employees and a budget of about $600,000.\" Reporting from the Washington Post shows Trump hasn't given any of his own money to the foundation since 2008 . The Post says Vince and Linda McMahon, owners of World Wrestling Entertainment, have been major donors; Trump recently nominated Linda McMahon to head the Small Business Administration. ",
    "title": "Trump Plans To Dissolve His Foundation; N.Y. Attorney General Pushes Back : The Two-Way : NPR"
   },
   {
    "entities": [
     "st.",
     "hoover",
     "twitter",
     "colo.",
     "tonight",
     "linkedin",
     "bazin",
     "norad",
     "force",
     "hughes",
     "12:47 a.m. est",
     "defense",
     "reynold",
     "sears,",
     "co.",
     "verizon",
     "1958",
     "air",
     "the day",
     "christmas",
     "google",
     "earth",
     "present",
     "usa",
     "tracking",
     "peterson",
     "1955",
     "northcom",
     "command",
     "states",
     "trevor",
     "colorado",
     "&",
     "nick",
     "harry",
     "roebuck",
     "saturday",
     "america",
     "microsoft",
     "facebookemail",
     "base",
     "u.s.",
     "canada",
     "santa",
     "camille",
     "united",
     "december 25, 2016",
     "tuzzolino",
     "rudolph",
     "facebook",
     "continental",
     "shoup",
     "north",
     "current",
     "tracks",
     "christmas eve",
     "today",
     "brian"
    ],
    "id": 2,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Tracking Santa: How NORAD brings Christmas joy to kids everywhere “It’s everything I thought it would be,” said grinning first-time volunteer Maj. Brian Tuzzolino of the U.S. Air Force. Post to Facebook Tracking Santa: How NORAD brings Christmas joy to kids everywhere “It’s everything I thought it would be,” said grinning first-time volunteer Maj. Brian Tuzzolino of the U.S. Air Force. Check out this story on USATODAY.com: http://usat.ly/2irB9D0 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 10 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Tracking Santa: How NORAD brings Christmas joy to kids everywhere Trevor Hughes , USA TODAY 12:47 a.m. EST December 25, 2016 Volunteers on the NORAD Tracks Santa line handle about 4,000 calls every 30 minutes on Christmas Eve. (Photo: Trevor Hughes, USA TODAY) PETERSON AIR FORCE BASE, Colo. — More than 1,000 volunteers are tracking Santa's Christmas Eve flight around the world and relaying his status to kids excited for a visit from St. Nick. Top U.S. military agency NORAD stages the tracking effort annually on behalf of kids across the Earth, taking calls from children who want to know if they're on the Naughty or Nice list (only Santa knows that), whether he got their last-minute present request (he gets regular updates) and whether the weather will stop him from coming. (Nope, because Rudolph.) Phones ring constantly in the command center as volunteers remind kids to be thankful, stay asleep tonight no matter what they hear and do their best to stay on the Nice list all year. Oh, and don't forget to go to bed early to ensure Santa has time to get his work done. “It’s everything I thought it would be,” said grinning first-time volunteer Maj. Brian Tuzzolino of the U.S. Air Force. “I’m 42, but I feel like I’m 12.” NORAD Tracks Santa volunteer Camille Bazin gives an update on St. Nick's location to a caller on Christmas Eve.  (Photo: Trevor Hughes, USA TODAY) The Santa tracking tradition began in 1955 after a Colorado Springs-based Sears, Roebuck & Co. advertisement misprinted the telephone number for children to call Santa. Instead of Santa, children reached the commander in chief's hotline at CONAD, the U.S. Continental Air Defense Command. Col. Harry Shoup, the director of operations back then, instructed his staff to check the radar for signs of Santa traveling south from the North Pole and give the children updates. The practice continued and was taken over in 1958 by NORAD, the binational air defense command for North America, run by the governments of Canada and the United States. The  website  is available in eight languages: English, French, Spanish, German, Italian, Japanese, Portuguese and Chinese. On-site volunteers were averaging 4,000 calls every half-hour Saturday. NORAD operates the Santa tracker with help from corporate partners, including Microsoft and Verizon.  Google also offers a Santa tracker. The NORAD Tracks Santa line is a lighthearted way to showcase the capabilities of the men and women -- and technology -- that protect North America every moment, including during the holidays.  (Photo: Trevor Hughes, USA TODAY) Beyond its Santa tracking duties, NORAD monitors the skies above North America for attacks and UFOs. It uses a combination of land- and sea-based radar, infrared-sensitive satellites and aircraft to monitor the skies. “It’s a way we can showcase to the world the capabilities we have at NORAD,” said Lt. Gen. Reynold Hoover, the deputy commander of NORTHCOM, who is also vice commander at NORAD. 251 CONNECT TWEET LINKEDIN 10 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2irB9D0 NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Tracking Santa: How NORAD brings Christmas joy to kids everywhere"
   },
   {
    "entities": [
     "wilkinson",
     "russia",
     "donald",
     "business",
     "foundation",
     "mt.",
     "angeles",
     "baldy",
     "beach",
     "south",
     "associated",
     "this year",
     "los",
     "o'hare",
     "doo",
     "new",
     "small",
     "times",
     "washington",
     "fla.",
     "irs",
     "2009",
     "seuk",
     "berlin",
     "next year",
     "2014",
     "evening",
     "colombia",
     "central",
     "press",
     "saturday",
     "trump",
     "j.",
     "middle",
     "latin",
     "america",
     "administration",
     "post",
     "/",
     "u.s.",
     "east",
     "october",
     "linda",
     "palm",
     "carolyn",
     "and",
     "mcmahon",
     "cole",
     "york",
     "mexico",
     "florida",
     "mar-a-lago",
     "india",
     "callaghan",
     "kim",
     "tracy"
    ],
    "id": 3,
    "text": "Trump announces he will close controversial charitable foundation Trump in Florida Associated Press President-elect Donald Trump speaks to members of the media at Mar-a-Lago, in Palm Beach, Fla. President-elect Donald Trump speaks to members of the media at Mar-a-Lago, in Palm Beach, Fla. (Associated Press) Tracy Wilkinson Contact Reporter President-elect Donald Trump on Saturday announced he was dissolving his controversial foundation, which claimed to raise money for charitable causes but has been accused of improperly using funds. Trump said he was shutting the foundation “to avoid even the appearance of any conflict” with his role as president. “I have decided to continue to pursue my strong interest in philanthropy in other ways,” Trump said in a statement released Saturday evening from his Florida home. The Donald J. Trump Foundation had been an important issue during the campaign, generating questions about how it raised and distributed money. However, since Trump unexpectedly won the race, his business holdings have created more potential conflicts of interest and other controversies. Trump has still not explained to the public how he will disentangle his myriad business interests from his duties as head of the U.S. government. Already, questions have arisen about his investments in Russia, India, the Middle East and Latin America, and his apparent willingness to discuss deals with foreign officials at the same time he is preparing to take office. The charitable foundation, meanwhile, is under  investigation by the New York attorney general’s office, which in October ordered the charity to “cease and desist” from fundraising because it was in violation of state law. The Washington Post reported this year that some of the funds raised by the charity were used to defend Trump’s for-profit businesses against lawsuits. In tax filings, Trump admitted he violated rules against “self-dealing,” using charitable contributions to benefit those controlling the charity. Trump reported to the IRS that he had given no money to his charity between 2009 and 2014 but that one of the biggest donors was wrestling mogul Linda McMahon, the Post reported. She has since been named by Trump to head the Small Business Administration. During the campaign, Trump said he had donated huge amounts to veteran groups but never cut a check until reporters inquired about the money. In his statement Saturday, Trump said his foundation raised “millions” of dollars for worthy causes. \"I am very proud of the money that has been raised for many organizations in need,” Trump said. “But because I will be devoting so much time and energy to the presidency and solving the many problems facing our country and the world, I don’t want to allow good work to be associated with a possible conflict of interest.\" Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  BERLIN, BACA, IMMIGRATION, DROUGHT  Caption Mothers who lose a second child to violence \"You wash the pain. You feed the pain. You get dressed with the pain.\" (Callaghan O'Hare / Los Angeles Times) \"You wash the pain. You feed the pain. You get dressed with the pain.\" (Callaghan O'Hare / Los Angeles Times) Caption In man versus mountain, Seuk Doo Kim is winning the battle By his count, Seuk Doo Kim has climbed Mt. Baldy nearly 750 times and aims to log 1,000 summits by next year.    By his count, Seuk Doo Kim has climbed Mt. Baldy nearly 750 times and aims to log 1,000 summits by next year.    Caption The Desperate Trek: Colombia to America Increasing numbers of migrants from outside Latin America are traversing a circuitous and dangerous path up the spine of South America, Central America and Mexico in hopes of reaching the U.S., a new migrant route that is straining countries along the way and presenting new challenges for securing America’s southern border. (Video by Carolyn Cole / Los Angeles Times) Increasing numbers of migrants from outside Latin America are traversing a circuitous and dangerous path up the spine of South America, Central America and Mexico in hopes of reaching the U.S., a new migrant route that is straining countries along the way and presenting new challenges for securing America’s southern border. (Video by Carolyn Cole / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss ",
    "title": "Trump announces he will close controversial charitable foundation - LA Times"
   },
   {
    "entities": [
     "house",
     "kenneth",
     "the second day of 2016",
     "$1.7 billion",
     "south",
     "richardson",
     "new",
     "times",
     "global",
     "carlson",
     "now",
     "jan. 2, 2016",
     "2014",
     "america",
     "virginia",
     "ohio",
     "mason",
     "nations",
     "30 pounds",
     "the last year",
     "bae",
     "lee",
     "gordon",
     "chang",
     "center",
     "kingdom",
     "hermit",
     "asia",
     "dong-chul",
     "foxnews.com",
     "march",
     "of",
     "nba",
     "iran",
     "associated",
     "hyeon",
     "otto",
     "ling",
     "foreign",
     "soo",
     "warmbier",
     "11 o'clock at night",
     "agency",
     "lim",
     "mexico",
     "state",
     "fox",
     "north",
     "japan",
     "kim",
     "dennis",
     "twitter",
     "engagement",
     "tucker",
     "for",
     "earlier this year",
     "clinton",
     "2009",
     "jong",
     "un",
     "white",
     "edmund",
     "il",
     "obama",
     "u.s.",
     "demarche",
     "bill",
     "julia",
     "united",
     "current",
     "december 20, 2016",
     "8 in the morning",
     "pyongyang",
     "laura",
     "korea",
     "the past",
     "john",
     "korean",
     "bolton",
     "news",
     "jung",
     "rodman",
     "central",
     "china",
     "press",
     "november",
     "trey",
     "september",
     "euna",
     "university",
     "jong-un",
     "cctv",
     "tehran",
     "2011",
     "lonneman",
     "york",
     "dprk",
     "department",
     "facebook",
     "hours later",
     "fred",
     "ministry"
    ],
    "id": 4,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   On the second day of 2016, Otto Warmbier was minutes away from boarding a plane back to America when armed security officers reportedly dragged him out of Pyongyang airport and into a yearlong nightmare that has left his loved ones and even the U.S. government powerless to save him. Like most news out of North Korea, a lot about what occurred in the airport on Jan. 2, 2016 remains a mystery. One witness remembered a commotion as an armed official yelled at the 21-year-old University of Virginia undergraduate student from Ohio and had him hauled out of the terminal. Hours later, the rogue dictatorship issued a vague update: A tourist had been “caught committing a hostile act against the state.” The legal proceedings that followed were just as vague. Prosecutors charged that Warmbier was caught stealing a political sign and committed “crimes against the state.” He was given a one-hour trial in March at which the government presented fingerprints, CCTV footage and pictures of a political banner to make its case against the American. “I beg that you see how I am only human,” Warmbier begged at trial. “And how I have made the biggest mistake of my life.” Despite his pleas, Warmbier was convicted , and sentenced to 15 years' hard labor. In a post-trial video released to the world, Warmbier, under obvious duress, praised his captors for his treatment and for handling of the case “fair and square.\" Little is known about Warmbier's fate over the last year, and critics say the Obama administration has not done enough to bring the American home. In recent years, several U.S. citizens have been held on trumped-up charges for varying periods of time by the current regime of Kim Jong Un, as well as that of his father, Kim Jong Il. Their release has typically been won by pledges of aid or diplomatic gestures from American dignitaries. Former President Bill Clinton journeyed to the Hermit Kingdom in 2009 in a successful bid to convince the late Kim Jong Il to release of Current TV journalists Euna Lee and Laura Ling , who had been captured after straying across the border from China and held prisoner for five months. The younger Kim is less predictable, and the U.S. has no formal diplomatic relations with North Korea. Kim Jung Un, the third generation of his family to lead the impoverished and belligerent nation, routinely issues threats against the U.S.,  launches missiles to provoke South Korea and Japan, e xecutes top military officials and, occasionally, seizes Western prisoners. Although they are subjected to what passes for judicial procedures, they are for all intents and purposes, hostages. In addition to Warmbier, it is believed that Pyongyang is holding Kim Dong-chul, 62, a naturalized U.S. citizen and a Canadian. Like Warmbier, he was charged with spying. Gordon Chang, an expert on Asia and author of “The Coming Collapse of China,” said autocratic regimes, like the one in Pyongyang, are famous for their insecurities and treat any slight against its government as an especially serious offense. An Irish national who visited the country told The Independent that he was told “constantly that the smallest thing was considered a hostile attack. \"I bought lots of magazines and books there, and we were told not to fold them in a way that creased Kim Jong-un’s face,” he recalled. Chang believes the North Koreans are taking reasonably good care of Warmbier, but the student likely feels forgotten. “I assume he feels isolated,” Chang said. “He’s likely only reading propaganda and feels abandoned by the outside world.” Warmbier's family, including his father, Fred, did not respond to requests for comment, perhaps out of concern that publicity could anger Warmbier's captors or upset back-channel efforts by the State Department or private parties to win his release. The U.S. will often tell these families to avoid talking to the media so it can better control the situation, Chang said. “I agree with that,” he said. Yet, media attention in the past seemed to work favorably in some cases. Ling and Lee faced 12 years of hard labor for committing hostile acts, yet were freed after five months when a visit from Clinton seemed to provide the rogue regime with the diplomatic legitimacy it craved, at least under the elder Kim, who died in 2011. Kenneth Bae, a 47-year-old missionary who spent 19 months in prison for evangelizing, was released in 2014 after former NBA star and self-professed pal of Kim Jong-un Dennis Rodman took up his cause. Bae, who worked on a soybean farm and lost 30 pounds during the ordeal, told The New York Times that his interrogators would tell him that nobody in the U.S. cared about him and there were no negotiations. Friend Trey Lonneman: We need to get Otto #Warmbier back. We must keep him in the public eye as much as we can –TCT #Tucker @FoxNews — Tucker Carlson (@TuckerCarlson) December 20, 2016 He said he was questioned “from 8 in the morning until 10 or 11 o’clock at night, every day for four weeks,\" yet his treatment was better than that of North Korean felons. Bae told FoxNews.com that he prays daily for American prisoners’ release from North Korea.  Former U.S. ambassador to the UN and ex-New Mexico Gov. Bill Richardson, founder of the nonprofit Richardson Center for Global Engagement , told Fox News that the progress in getting Warmbier back has been slow but said North Koreans accepted a delegation from his foundation in September. He said the White House has been supportive of his group's efforts. “We’re trying to do this on a humanitarian basis,” Richardson told Fox News, “not a government-to-government basis.” Communicating with North Korea has long been more challenging under the younger Kim. “There’s just silence,” he said. “There’s nothing coming back.” Julia Mason, a State Department spokeswoman, told FoxNews.com a statement that the administration is aware of the situation, and “now that Mr. Warmbier has gone through this criminal process, we urge the DPRK to pardon him and grant him special amnesty and immediate release on humanitarian grounds.” In November, the Associated Press reported that a North Korean Foreign Ministry official met with the Swedish ambassador to talk about access to Canadian Christian pastor Hyeon Soo Lim, who was sentenced to life in prison with hard labor, according to Pyongyang’s official Korean Central News Agency. The Swedish ambassador used the meeting to also talk about the Americans and was reportedly told Pyongyang treats them as war prisoners, possibly in light of U.S. sanctions on the country. John Bolton, a Fox News contributor and the former U.S. ambassador to the United Nations, told Fox News’ Tucker Carlson that North Korea keeps a close eye on U.S. relationships around the world. It likely made note of the Obama administrations clandestine payments to Iran earlier this year which coincided with the release of four Americans held by Tehran on bogus charges. “When Obama pays $1.7 billion in ransom for four people being held hostage in Iran, obviously the North Koreans see this as a bargaining chip as well,” he said. Edmund DeMarche is a news editor for FoxNews.com. Follow him on Twitter @EDeMarche . Advertisement ",
    "title": "After nearly a year detained in North Korea, little progress made to free American student Otto Warmbier | Fox News"
   },
   {
    "entities": [
     "announces",
     "tens of millions of dollars",
     "spitalnick",
     "donald",
     "bondi",
     "eric",
     "foundation",
     "time",
     "et",
     "2016",
     "100%",
     "beach",
     "$258,000",
     "to",
     "new",
     "dec 24",
     "2008",
     "washington",
     "news",
     "irs",
     "clinton",
     "now",
     "amy",
     "pam",
     "the",
     "controversies",
     "dissolve",
     "charitable",
     "j.",
     "saturday",
     "trump",
     "intention",
     "mccausland",
     "post",
     "2:15",
     "october",
     "university",
     "palm",
     "schneiderman",
     "hillary",
     "nbc",
     "york",
     ", 7:29 pm",
     "$20,000",
     "florida",
     "mar-a-lago",
     "phil",
     "millions of dollars",
     "$25,000"
    ],
    "id": 5,
    "text": "Dec 24 2016, 7:29 pm ET Donald Trump Announces Intention to Dissolve Charitable Foundation by Phil McCausland President-Elect Trump Announces Intention to Dissolve Foundation 2:15 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161225011941if_/http://www.nbcnews.com/widget/video-embed/841111107560\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President-elect Donald Trump announced Saturday that he would dissolve his namesake foundation to avoid any potential conflict of interest during his time as president. The plan may quickly run into a snag, however. \"The Trump Foundation is still under investigation by this office and cannot legally dissolve until that investigation is complete,\" New York Attorney General spokesperson Amy Spitalnick said in a statement released Saturday. New York Attorney General Eric Schneiderman's office ordered the Donald J. Trump Foundation to \"immediately cease soliciting contributions\" in October , after a report that the charity lacked the proper authorization to seek public donations. Trump has not donated to the foundation since 2008 but it has received tens of millions of dollars over the past 10 years. \"The Foundation has done enormous good works over the years in contributing millions of dollars to countless worthy groups, including supporting veterans, law enforcement officers and children,\" Trump said in a statement. \"However, to avoid even the appearance of any conflict with my role as President I have decided to continue to pursue my strong interest in philanthropy in other ways.\" The statement did not clarify the means in which he planned to continue his charitable interests. Trump's foundation came under scrutiny during the election over how its funds were used, with money going toward settling legal disputes among Trump's business empire. Some charity experts consider this act unethical and it could violate federal tax law . A Trump campaign spokesman has called the New York investigation \"partisan.\" Schneiderman is a Democrat and endorsed Hillary Clinton in the presidential election. Related: What We Know About the Trump Foundation Controversies Trump appeared to dispute any conflicts or misuse of funds in his statement Saturday. \"I am very proud of the money that has been raised for many organizations in need, and I am also very proud of the fact that the Foundation has operated at essentially no cost for decades, with 100% of the money going to charity, but because I will be devoting so much time and energy to the Presidency and solving the many problems facing our country and the world, I don't want to allow good work to be associated with a possible conflict of interest,\" Trump said. However, documents first reported by the Washington Post and later reviewed by NBC News showed that Trump had used $258,000 to settle two separate lawsuits . One such lawsuit was with the town of Palm Beach over the height of Trump's Mar-a-Lago flagpole. The Post also reported that the foundation had purchased a $20,000 six-foot portrait of Trump, which may also violate federal tax law. The foundation became embroiled in an additional controversy and was fined by the IRS for donating $25,000 to a political organization connected to Florida's attorney general, Pam Bondi. The Florida attorney general is now a member of Trump's transition, but at the time her office was considering investigating Trump University for fraud, which raised another instance for the president-elect about a potential conflict of interest. Bondi's office did not open an investigation. A Bondi spokeswoman has said due diligence was done in the case and similar litigation in New York would provide relief to consumers nationwide. Trump has denied that the donation had anything to do with Bondi's office mulling an investigation, and a spokesperson called it a \"minor issue.\" The IRS fine was levied after an ethics group complained that the donation had not been disclosed to tax officials. Since their father won the election, his children have tried to raise money for their own foundation by putting their name and access up for sale. Play ",
    "title": "Donald Trump Announces Intention to Dissolve Charitable Foundation  - NBC News"
   },
   {
    "entities": [
     "recently",
     "revenue",
     "house",
     "spitalnick",
     "eric",
     "harnik/ap",
     "david",
     "beach",
     "new",
     "times",
     "service",
     "bookbinder",
     "washington",
     "2015",
     "now",
     "amy",
     "2014",
     "saturday",
     "post",
     "organization",
     "palm",
     "memphis",
     "earlier this week",
     "$5 million",
     "past",
     "internal",
     "millions of dollars",
     "$25,000",
     "st.",
     "noah",
     "business",
     "vince",
     "4:28 p.m.",
     "small",
     "walker",
     "children's",
     "2007",
     "this month",
     "hospital",
     "international",
     "responsibility",
     "mark",
     "research",
     "mar-a-lago",
     "donald",
     "twitter",
     "december 24",
     "100%",
     "for",
     "$30,000",
     "fla.",
     "jude",
     "2009",
     "clinton",
     "at 5:12 pm",
     "citizens",
     "white",
     "administration",
     "trump",
     "linda",
     "fahrenthold",
     "dec. 23, 2016",
     "hillary",
     "andrew",
     "club",
     "peter",
     "bondi",
     "foundation",
     "$25 million",
     "victoria",
     "golf",
     "$258,000",
     "berman",
     "to",
     "irs",
     "pam",
     "the",
     "the end of 2015",
     "this week",
     "$1.5 million",
     "a.",
     "university",
     "$1.16 million",
     "and",
     "mcmahon",
     "schneiderman",
     "york",
     "florida",
     "west",
     "ethics"
    ],
    "id": 6,
    "text": "Donald Trump plans to shut down his charitable foundation, which has been under scrutiny for months The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Mark Berman and David A. Fahrenthold December 24 at 5:12 PM Follow @markberman Follow @Fahrenthold President-elect Donald Trump plans to shut down his charitable foundation, which has been under intense scrutiny for months. (Victoria Walker,Peter Stevenson/The Washington Post) President-elect Donald Trump said he plans to shut down his charitable foundation, a decision that comes after repeated controversies over how it collected and disbursed funds . In a statement Saturday, Trump offered no timeline for when his foundation would close down, but said he had directed his attorney to take the steps needed to close the charity. It was also not immediately clear when the foundation would be able to dissolve, given an ongoing investigation in New York. \"The Foundation has done enormous good works over the years in contributing millions of dollars to countless worthy groups, including supporting veterans, law enforcement officers and children,\" Trump said in the statement. \"However, to avoid even the appearance of any conflict with my role as President I have decided to continue to pursue my strong interest in philanthropy in other ways.\" 1 of 76 Here’s what President-elect Donald Trump has been doing since the election View Photos Trump has been holding interviews and meetings as he prepares to transition into the White House. Caption Trump has been holding interviews and meetings as he prepares to transition into the White House.  Dec. 23, 2016 A motorcade carrying President-elect Donald Trump arrives at Trump International Golf Club, in West Palm Beach, Fla. Andrew Harnik/AP Buy Photo Wait 1 second to continue. [ Trump boasts about his philanthropy. But his giving falls short of his words. ] New York's attorney general has been investigating the charity after some of these reports, and a spokeswoman for that office said the foundation could not officially shut down until that probe is over. “The Trump Foundation is still under investigation by this office and cannot legally dissolve until that investigation is complete,” Amy Spitalnick, the spokeswoman, said in an email Saturday. The foundation is unusual in that it largely collects and donates money from other people . In fact, from 2009 to 2014, Trump told the Internal Revenue Service that he'd given his namesake foundation no money at all. The biggest donors in recent years were Vince and Linda McMahon, the pro-wrestling moguls, who gave the Trump Foundation $5 million between 2007 and 2009. Trump recently nominated Linda McMahon to head the Small Business Administration. Trump said Saturday that he was \"very proud of the fact that the Foundation has operated at essentially no cost for decades, with 100% of the money going to charity.\" The Trump Foundation has no paid employees and a board of five, consisting of Trump, three of his children and a longtime Trump Organization employee. They all work a half-hour per week, according to an IRS filing. The president-elect added that \"because I will be devoting so much time and energy to the Presidency and solving the many problems facing our country and the world, I don’t want to allow good work to be associated with a possible conflict of interest.\" The foundation told the IRS it had $1.16 million in total assets by the end of 2015, the most recent tax filing available. A spokeswoman for Trump said she had no additional information Saturday regarding where any remaining money might be sent. Trump's foundation has  admitted in IRS tax filings for 2015 that it violated a prohibition against “self-dealing” that says nonprofit leaders cannot use their charity's funds to help themselves, their relatives or their businesses. In these tax filings, the charity checked “yes” in response to a question asking whether it had transferred any income or assets to “a disqualified person” — a description that could have meant Trump, a relative or a Trump-owned business. Trump has not said what exactly he did to violate the rule, or what he has paid the IRS in penalty taxes as a result. The IRS has not commented when asked whether it was investigating the Trump Foundation. President-elect Donald Trump speaks to reporters this week at Mar-a-Lago in Palm Beach, Fla.. (Andrew Harnik/AP) Trump's charity has been prohibited from fundraising by the office of New York Attorney General Eric Schneiderman (D), an action that came after The Post reported that the foundation had failed to register with the state . This meant the foundation had dodged annual audits required in the state of New York. Schneiderman's office is also investigating the Trump Foundation after reports in The Post describing apparent cases of self-dealing that date back to 2007 . The Trump Foundation spent $30,000 to buy two large portraits of Trump himself, including one that was hung up in the sports bar at a Trump-owned resort. Trump also appears to use $258,000 of his foundation's money — legally earmarked for charitable purposes — to settle lawsuits involving two of his for-profit clubs. In addition, the Trump foundation gave a $25,000 gift to a campaign committee backing Florida Attorney General Pam Bondi (R) even though nonprofits like the charity are not allowed to give political gifts. That gift was made as Bondi's office was considering whether to investigate fraud allegations against Trump University. A consultant who worked on Bondi's reelection effort has said that Bondi was not aware of the complaints when she solicited the donation from Trump. Ultimately, Bondi's office did not pursue those allegations. [ Trump Foundation admits to violating ban on ‘self-dealing,’ new filing to IRS shows ] The move to shut down Trump's foundation, first reported Saturday by the New York Times , comes as the president-elect and his family are facing intense questions regarding how they will avoid conflicts of interest while he is in the White House. \"The announcement that the Foundation will be shut down is a necessary first step for the incoming administration to avoid massive ethics problems, but it does not come close to ending the story,\" said Noah Bookbinder, executive director of Citizens for Responsibility and Ethics in Washington, a watchdog group aligned with allies of Hillary Clinton. The group's tips and research helped reveal some of the Trump foundation's apparent violations of the law. In a statement, Bookbinder said that the Trump charity's \"past instances of wrongdoing must be fully investigated\" and called on the president-elect to \"sell his businesses and take comprehensive steps to prevent conflicts of interest for him and his administration. Trump has said his two adult sons will run his company, but he has not provided details yet regarding how he will extricate himself from his complex network of businesses . He postponed a news conference this month meant to address the issue and has not rescheduled it. In another case of Trump apparently trying to wrap up lingering questions and legal issues before he takes office, he agreed to settle fraud claims against his defunct Trump University real estate seminars. A federal judge this week gave preliminary approval to a deal in which Trump would pay $25 million as part of the settlement. [ How Donald Trump retooled his charity to spend other people’s money ] Earlier this week, Trump's eldest son, Eric, said he was suspending his charitable foundation after facing questions about whether donors could receive special access. The Eric Trump Foundation, founded in 2007, raises more than $1.5 million a year through a golf tournament and other events, and it passes on the bulk of its money to St. Jude Children's Research Hospital , a pediatric-cancer center in Memphis. The president-elect was critical of the decision regarding his son's foundation, describing it as unfair in a pair of messages this week on Twitter . \"Isn't this a ridiculous shame?” the elder Trump wrote. “He loves these kids, has raised millions of dollars for them, and now must stop. Wrong answer!” This story, first published at 4:28 p.m., has been updated. Further reading: ",
    "title": "Donald Trump plans to shut down his charitable foundation, which has been under scrutiny for months - The Washington Post"
   },
   {
    "entities": [
     "bulldogs",
     "wings",
     "sheila",
     "recently",
     "pontiac",
     "vietnam",
     "airport",
     "january",
     "1999",
     "iraq",
     "georgia",
     "john",
     "$1,125",
     "earlier this year",
     "10 minutes later",
     "mohamad",
     "new",
     "orion",
     "amer",
     "times",
     "service",
     "lowe",
     "tomorrow",
     "square",
     "detroit",
     "the day",
     "kellogg",
     "now",
     "company",
     "cuba",
     "christmas",
     "church",
     "pennsylvania",
     "mattress",
     "gaby",
     "mcdonald",
     "social",
     "heisler/the",
     "credit",
     "states",
     "hernandez",
     "liang",
     "december 24, 2016",
     "kazakhstan",
     "2010",
     "segundo",
     "alfayadh",
     "valentina",
     "later tonight",
     "international",
     "todd",
     "ross",
     "lancaster",
     "ford",
     "$5",
     "two years ago",
     "december",
     "today",
     "last",
     "triana",
     "$20",
     "penn",
     "united",
     "york",
     "security",
     "digrugilliers",
     "luis",
     "ortiz",
     "josh",
     "december 25, 2016",
     "world",
     "mastropietro",
     "seven months ago",
     "orian",
     "$26.58",
     "walmart",
     "mañuel",
     "future",
     "1968",
     "garver",
     "red",
     "kennedy"
    ],
    "id": 7,
    "text": "“Doing too much can make a family feel like it’s someone else’s home,” says Josh Digrugilliers, 26, the group’s local housing specialist, whose crowded key chain jangles in reminder of all the refugees in need. Advertisement Continue reading the main story He scours a government checklist of housing requirements for a resettlement, mindful that whatever he spends is deducted from a refugee’s one-time government grant of no more than $1,125. A family’s combined grants must cover its rent and other expenses until the nonprofit has helped the adults acquire Social Security numbers and jobs. Continue reading the main story Photo Amer Alfayadh, a senior case manager, and Orion Hernandez carrying a dresser for the house. Credit Todd Heisler/The New York Times The used furniture being trundled in reflects the emphasis on economy. Some comes from the donations hoarded in a cluttered garage, where a “Welcome Home” sign in Arabic is on display. Other items were acquired cheap — chairs for $5, tables for $20 — at Root’s Old Mill Flea Market. New paint and flooring give the house the smell of a fresh start, thanks to the landlord, John Liang, who came to Lancaster as a child, one of the “boat people” who fled Vietnam on dangerously overcrowded vessels after the war. He spent a year in a notoriously hellish refugee camp before coming to Lancaster, where he and his family delivered newspapers, shoveled snow, did sewing and assembly-line work. Anything. Now 45, Mr. Liang works overtime at a nearby Kellogg’s cereal plant and manages several properties he owns, including this house, which he wants to be — just so. Photo Ms. Garver checking for hot water during a final inspection. Credit Todd Heisler/The New York Times “There are other people living a lot harder, tougher, than what I went through,” he says. A History of Acceptance Mr. Digrugilliers applies his checklist to the kitchen, where the counter is crowded with mismatched dinnerware, new appliances and clutches of flatware bound with rubber bands. Draped over the oven handle is a dish towel printed with a calendar for 1968, another tumultuous year. Then to the bedrooms upstairs. The children’s twin beds, bought at discount from the Lancaster Mattress Company, are covered with the black G of the Georgia Bulldogs, the winged wheel of the Detroit Red Wings and other invitations to sleep in cocoons of American culture. Armed with a list of what he needs, he and a colleague, Orion Hernandez, climb into a beat-up van reeking of McDonald’s. They head to Walmart, where Mr. Digrugilliers recognizes a thin man — a Nepalese refugee who resettled here two years ago — leaving as he is walking in. Continue reading the main story Photo Luis Mañuel Ortiz, a caseworker with the Church World Service, hanging blinds. Credit Todd Heisler/The New York Times “Hey, how are you?” Mr. Digrugilliers calls out. “Hello,” the man calls back. Such encounters happen often in Lancaster, whose rich history of acceptance is rooted, in part, in the influence of the Mennonites, Amish and other faiths. A glimpse of the local worldview came in January when a supportive rally of more than 200 people drowned out a much smaller anti-immigrant protest outside the Church World Service office here. Advertisement Continue reading the main story Sheila Mastropietro, the group’s longtime supervisor in Lancaster, took heart in the moment. It reflected a communal understanding of both the global refugee crisis and the rigorous screening process that refugees undergo before coming to the United States. Still, given a president-elect who seems averse to the country’s modest commitment to refugee relocation, Ms. Mastropietro says, “We don’t know what to expect.” Continue reading the main story Photo The landlord, John Liang, 45, fled Vietnam as a child. “There are other people living a lot harder, tougher, than what I went through,” he said. Credit Todd Heisler/The New York Times Last fiscal year, the Lancaster office of the Church World Service helped to resettle 407 of the 85,000 refugees admitted to this country; this fiscal year, its target is 550 of a hoped-for 110,000. “We are acting as if the numbers are going to be the same — until we hear something different,” she says. Decades of resettlement work have transformed the Lancaster area into a medley of cultures so rich that Amer Alfayadh, 34, a senior case manager, struggles to name them all: “Syrians, Iraqis, Somalis, Congolese, Ukrainians, Belorussians, people from Kazakhstan. Then, of course, Lebanese, Palestinians. Bhutanese, Nepalese, Burmese, Sri Lankans …” Continue reading the main story Photo Segundo Triana, left, an interpreter from Cuba, working with recently arrived Cubans during a cultural orientation class sponsored by the Church World Service in Lancaster. Credit Todd Heisler/The New York Times Mr. Alfayadh himself arrived from Iraq in 2010. Though trained as an engineer, he worked at a Lowe’s — customer service, paint, lawn and garden — and as a substitute teacher before being hired to help other refugees. He is accustomed now to urgent late-night calls from fresh arrivals unfamiliar with, say, locks on doors. New clients are often at their breaking point, uncertain what to make of this exotic land called Pennsylvania. Knowing how difficult it can be for anyone in crisis to see ahead — to jobs, school, a future — Mr. Alfayadh says he tries to impart a simple message: “O.K. Tomorrow will be better.” At Walmart, Mr. Digrugilliers and Mr. Hernandez commandeer two shopping carts each and begin racing through the cavernous store like contestants on the old “Supermarket Sweep” game show, grabbing specific items, down to umbrellas and sanitary pads. His purchases complete, Mr. Digrugilliers mounts his cart and wheels it into the dusk like a skateboard, exuberant with hope that some refugee family’s journey will be just as smooth. Continue reading the main story Photo The home was prepared for a family of six: a father, a mother, three daughters and a boy. Credit Todd Heisler/The New York Times It is not. The Church World Service soon receives word that this particular family’s resettlement has been delayed — a not-uncommon development that could be caused by something as simple as a spike in an asylum-seeker’s blood pressure at the airport. Advertisement But there is no shortage of tempest-tossed refugees. Mr. Alfayadh’s supervisor, Valentina Ross, remembers that another Syrian family is arriving in a few days: a father, a mother, three daughters and a boy. They will need a home. Holiday Spirit Abounds Today is the day. A holiday spirit has taken hold in downtown Lancaster, with a colossal Christmas tree glittering in Penn Square and ancient brick houses swathed in festive lights. Continue reading the main story Photo One of the beds. Other bedding included symbols of American culture: the logos of the Georgia Bulldogs and the Detroit Red Wings. Credit Todd Heisler/The New York Times A mile away, a Church World Service caseworker named Gaby Garver, a focused college graduate of 22, is collecting provisions for the new family at a food pantry. Signing some paperwork, she says, “And no meat products for the family, please.” As Ms. Garver prepares to leave with milk, vegetables and other items, a pantry volunteer asks: “Since you didn’t take any meat, would you like some extra rice?” Yes, please. More food is needed. Ms. Garver guides her 1999 Pontiac through the cold rain to the Save-A-Lot supermarket, where many goods sit in cut-open cardboard cases. She leaves 10 minutes later with bread, fruit, beans, sugar, tea and a receipt for $26.58, to be deducted from the family’s grant money. Continue reading the main story Photo Members of a Syrian family that arrived earlier this year, and that made a meal for the newcomers. Credit Todd Heisler/The New York Times Hunched against the weather, the slight young woman makes two trips carrying the food into the drab gray house. After stocking the refrigerator and cabinet, she conducts a last-minute inspection. The fridge is cold. The tap has hot water. The burners on the gas stove ignite. Everything upstairs is fine as well, with even more homey touches added. New pajamas and towels. New clothes hangers. New picture frames, showing stock photos of cheerful families, on the shelves. And on one twin bed, a child’s soccer ball, still in its box. Advertisement Continue reading the main story Hugs and Handshakes The rain has stopped, a slice of moon risen. Ms. Garver is driving now to the home of a Syrian family that arrived seven months ago. The mother has cooked a hot meal for the refugee family that is about to land any minute in New York, a good three-hour drive away. Photo Light from a window beckoned the new occupants. Credit Todd Heisler/The New York Times Inside, where five young children zip and waddle about, the prepared meal sits in expectation on the dining-room table: a large aluminum tray bountiful with chicken and rice and a huge bowl of salad. The oldest child, Mohamad, 14, helps Ms. Garver carry the food out to her vehicle, and she thanks him. He responds with the formality given to a new language being tried on for size. “You’re welcome,” the boy says, and smiles. Returning to the gray house, Ms. Garver fumbles in the dark to open the door while holding the tray of still-hot food. When she returns with the salad bowl, she stoops to collect a clump of junk mail, including a come-on addressed to “Our Neighbor.” Later tonight, Ms. Garver and Mr. Alfayadh will drive a Ford van to Lancaster Airport, where they will meet two representatives from the local Islamic Center. Soon after, another van will arrive from Kennedy International Airport. Hugs and handshakes will be exchanged in the December air. Luggage will be collected. And six Syrian refugees will be driven the 20 minutes to a warm home perfumed by warm food, in a city made radiant by the multicolored lights of the season. Correction: December 24, 2016 An earlier version of a picture caption with this article misspelled the given name of an employee of the Church World Service. He is Orion Hernandez, not Orian. A version of this article appears in print on December 25, 2016, on Page A1 of the New York edition with the headline: A Refugee Home, Furnished in Joy. Order Reprints | Today's Paper | Subscribe ",
    "title": "A Joyful Bustle to Get Ready for Guests: Syrian Refugees - The New York Times"
   },
   {
    "entities": [
     "leno",
     "jerrell",
     "kyle",
     "thompson",
     "alshon",
     "cousins",
     "dec. 24, 2016",
     "brad",
     "bank",
     "tribune",
     "the fourth quarter saturday",
     "2016",
     "david",
     "stadium",
     "green",
     "this year",
     "john",
     "cassella/chicago",
     "mccaskeys",
     "bellamy",
     "jeffery",
     "hall",
     "redskins",
     "barkley",
     "kirk",
     "the last decade",
     "biggs",
     "forte",
     "the end of saturday",
     "vikings",
     "campbell",
     "dan",
     "rich",
     "saturday",
     "fuler",
     "chicago",
     "field",
     "fuller",
     "meredith",
     "campbell/chicago",
     "u.s.",
     "sunday",
     "the final minutes of saturday",
     "pass",
     "halas",
     "soldier",
     "chris",
     "matt",
     "packers",
     "jordan",
     "howard",
     "freeman",
     "new year's day",
     "charles",
     "bay",
     "halloween night",
     "wiederer",
     "sunday, dec. 18, 2016",
     "josh",
     "the future",
     "fox",
     "haugh",
     "christmas eve",
     "future",
     "minneapolis",
     "cameron",
     "brian"
    ],
    "id": 8,
    "text": "Turnovers, defensive ineptitude plague Bears in another lopsided loss Photos from the Bears-Redskins game at Soldier Field on Dec. 24, 2016. Dan Wiederer Contact Reporter Chicago Tribune By the end of Saturday's game, the Soldier Field stands had emptied significantly. So, too, it seemed had the Bears ' energy reserves. In an abysmal performance befitting a woeful season, the Bears were outclassed and outperformed by the visiting Redskins. And so the parting gift for the home crowd on Christmas Eve was a 41-21 loss, the team's 12th this year and the latest reminder of how flawed this Bears group remains. Bad news: Receivers Josh Bellamy, Alshon Jeffery and Cameron Meredith, running back Jordan Howard and left tackle Charles Leno all made tackles Saturday. That's never a good sign with the offense losing the ball over and over and over again. Quarterback Matt Barkley threw five interceptions as the Bears lost the turnover battle for the 10th time this season. But equally disappointing, the defense had few if any answers to slow the Redskins. A week after allowing 451 total yards to the Packers, the Bears were gashed for 478 more yards Saturday, allowing 7.5 yards per play. Within that debacle, the Redskins converted eight of their 13 third-down attempts. Four of those eight conversions came in situations in which the Redskins faced third-and-6 or longer. \"Third-and-long, we've got to be way better than that,\" inside linebacker Jerrell Freeman said. \"Come on, man. We've got to be. When you get them in third-and-long, you have to get the ball back. You have to understand situations, know the route combinations, know what they can give you and what they can hurt you with. And then go make a play.\" Bears could frame summing up 2016, fewer than 10,000 fans filled Soldier Field during the final minutes of Saturday's 41-21 loss to the Redskins in the last game of a lousy season on the lakefront. The McCaskeys should hang that picture in a board room at Halas... In the most fitting holiday photo the Bears could frame summing up 2016, fewer than 10,000 fans filled Soldier Field during the final minutes of Saturday's 41-21 loss to the Redskins in the last game of a lousy season on the lakefront. The McCaskeys should hang that picture in a board room at Halas... (David Haugh) The Redskins' first touchdown came on third-and-9, a 17-yard screen pass from Kirk Cousins to Chris Thompson to beat a Bears blitz. Still, Freeman said, it was more than just a well-timed play call against the extra pressure the Bears brought. \"At the same time, on those screens when you're blitzing, you have to feel that,\" he said. \"You have to know what can hurt you and what can be coming.\" Good news: The best news for Bears fans is that only one line remains on the schedule. But in the spirit of the holidays, it's important to acknowledge at least a couple of bright spots from Saturday's game. So here goes. Both Howard, the rookie running back, and Meredith, the second-year receiver, topped 100 yards against the Redskins. Howard turned his 18 rushes into 119 yards. It was his sixth 100-yard rushing game this season and pushed him to 1,178 yards for the season, just 60 short of Matt Forte's franchise rookie rushing record. Meredith's nine catches went for a career-best 135 yards, including a 21-yard touchdown grab late in the first half. Barkley has appreciated Meredith's development. \"The way he always wants to keep moving after the catch is impressive,\" Barkley said. \"He has grown in a lot of ways in regards to finding open windows and feeling the defense, not just running his route like it says on paper.\" Bears , be careful to differentiate between legitimate progress that offers hope for the future and more of the same, which has had the franchise in a downward spiral for much of the last decade. You cannot make a judgment at the end of this... When digging through the layers of issues affecting the Bears , be careful to differentiate between legitimate progress that offers hope for the future and more of the same, which has had the franchise in a downward spiral for much of the last decade. You cannot make a judgment at the end of this... (Brad Biggs) Extra point: The Bears announced 18,116 unused tickets for Saturday's game, the latest indication of fan apathy as the team pushes to the end of another last-place season. Over the Bears' final four home games, the team had a used-ticket average of 44,867. As a reminder, Soldier Field's capacity is 61,500. With fewer than 10,000 fans hanging around late into the fourth quarter Saturday, the sight of a mostly empty stadium proved jarring in the home finale. \"The fans expect more,\" Meredith said. \"We expect more of ourselves. So we can't blame them.\" Up next: The Bears will make their first visit to U.S. Bank Stadium in Minneapolis on New Year's Day, facing a Vikings team that is sputtering to the finish line. After starting the season 5-0, the Vikings are 7-8 and were eliminated from playoff contention with Saturday's 38-25 loss in Green Bay. For whatever it's worth, the Bears claimed the season's first meeting against the Vikings, winning 20-10 on Halloween night at Soldier Field. Final word: \"Obviously it's very disappointing. It's disappointing to everyone, ourselves included. I feel bad for our fans.\" — Bears coach John Fox. Twitter @danwiederer Caption Halas Hall Pass: Kyle Fuller's future The Tribune's Rich Campbell and Dan Wiederer discuss the future of Bears cornerback Kyle Fuler in their Halas Hall Pass video.  The Tribune's Rich Campbell and Dan Wiederer discuss the future of Bears cornerback Kyle Fuler in their Halas Hall Pass video.  Caption Halas Hall Pass: Kyle Fuller's future The Tribune's Rich Campbell and Dan Wiederer discuss the future of Bears cornerback Kyle Fuler in their Halas Hall Pass video.  The Tribune's Rich Campbell and Dan Wiederer discuss the future of Bears cornerback Kyle Fuler in their Halas Hall Pass video.  Caption Bears fans tailgate before Packers game in single-digit temperatures Chicago Bears fans tailgate outside Soldier Field in single-digit temperatures before their team faced the Green Bay Packers on Sunday, Dec. 18, 2016. (Brian Cassella/Chicago Tribune) Chicago Bears fans tailgate outside Soldier Field in single-digit temperatures before their team faced the Green Bay Packers on Sunday, Dec. 18, 2016. (Brian Cassella/Chicago Tribune) Caption Brad Biggs, Rich Campbell on Bears' 30-27 loss to Packers Tribune writers Brad Biggs and Rich Campbell react to the Bears' 30-27 loss to the Packers on Sunday, Dec. 18, 2016. Tribune writers Brad Biggs and Rich Campbell react to the Bears' 30-27 loss to the Packers on Sunday, Dec. 18, 2016. Caption Halas Hall Pass: Bears vs. Packers in single-digit temperatures Tribune writers Dan Wiederer and Rich Campbell discuss how the Bears plan to deal with the single-digit temperatures for Sunday's game against the Packers. Tribune writers Dan Wiederer and Rich Campbell discuss how the Bears plan to deal with the single-digit temperatures for Sunday's game against the Packers. Caption Alshon Jeffery on suspension: 'Gotta know what you put in your body' Bears wide receiver Alshon Jeffery on his returning from his four-game suspension. (Rich Campbell/Chicago Tribune) Bears wide receiver Alshon Jeffery on his returning from his four-game suspension. (Rich Campbell/Chicago Tribune) ",
    "title": "Turnovers, defensive ineptitude plague Bears in another lopsided loss - Chicago Tribune"
   },
   {
    "entities": [
     "katersky",
     "spitalnick",
     "donald",
     "under",
     "bondi",
     "foundation",
     "2013",
     "new",
     ", 6:28 pm",
     "aaron",
     "news",
     "now",
     "amy",
     "pam",
     "abc",
     "the",
     "blake",
     "saturday",
     "trump",
     "september",
     "university",
     "investigation",
     "dec 24, 2016",
     "york",
     "florida",
     "paul"
    ],
    "id": 9,
    "text": "Trump Says' He'll Dissolve Foundation to Avoid 'Appearance' of Conflict By Paul Blake Dec 24, 2016, 6:28 PM ET 0 Shares WATCH What We Know About the Trump Foundation Under Investigation 0 Shares Email President-elect Donald Trump said on Saturday that he plans to dissolve his charitable foundation to avoid \"even the appearance\" of any conflict of interest. “To avoid even the appearance of any conflict with my role as President, I have decided to continue to pursue my strong interest in philanthropy in other ways,” Trump said in a statement emailed by his presidential transition team. Lawyers are now taking “the necessary steps to effectuate the dissolution,” the statement said. What We Know About the Trump Foundation Under Investigation But that process might not be as straightforward as the president-elect would like it to be. In a statement shortly after Trump's announcement, New York State Attorney General Press Secretary Amy Spitalnick said that \"the Trump Foundation is still under investigation by this office and cannot legally dissolve until that investigation is complete.\" In September, the office confirmed that it was investigating the foundation . The probe is said to concern – among other things – a 2013 donation made from the foundation to the fundraising campaign of Florida Attorney General Pam Bondi. That contribution has drawn concerns of impropriety after Bondi’s office decided not to take legal action against Trump over his now-closed school, Trump University . Both Trump and Bondi said the contribution had no link to her office's decision. ABC News’ Aaron Katersky contributed to this report. 0 Shares ",
    "title": "Trump Says' He'll Dissolve Foundation to Avoid 'Appearance' of Conflict - ABC News"
   }
  ]
 }
}