{
 "26": {
  "col-sim": {
   "cosine": 0.2824443018622121,
   "entity": 0.4216370213557839
  },
  "exec-time": 9.685519933700562,
  "links": [
   {
    "entities": [
     "blige",
     "ridgely",
     "radio",
     "1987",
     "chokshi",
     "time",
     "garden",
     "1999",
     "england",
     "the year",
     "2006",
     "iraq",
     "john",
     "stadium",
     "george",
     "kyriacos",
     "kozloff/associated",
     "to",
     "1996",
     "niraj",
     "new",
     "1988",
     "square",
     "beverly",
     "elton",
     "wembley",
     "finchley",
     "auburn",
     "mccartney",
     "2004",
     "1985",
     "christmas",
     "mtv",
     "ridgeley",
     "june 25, 1963",
     "the 1980s",
     "2014",
     "michael",
     "states",
     "credit",
     "1984",
     "china",
     "franklin",
     "1979",
     "1983",
     "aretha",
     "academy",
     "press",
     "j.",
     "2017",
     "december 26, 2016",
     "east",
     "sony",
     "madison",
     "'90",
     "london",
     "1986",
     "georgios",
     "the early 2000s",
     "2002",
     "mary",
     "today",
     "calif.",
     "europe",
     "panayiotou",
     "united",
     "york",
     "music",
     "december 25, 2016",
     "mich.",
     "andrew",
     "1990",
     "2005",
     "hills",
     "robert",
     "the last century",
     "paul",
     "1998",
     "2010-11",
     "britain",
     "the 2000s"
    ],
    "id": 0,
    "text": "Continue reading the main story He won a Grammy Award in 1988 for “I Knew You Were Waiting (for Me),” a duet with Aretha Franklin, and “Faith” won the Grammy for album of the year. In Britain, he was showered with awards, and in 2004, Britain’s Radio Academy said he had been the most-played performer on British radio from 1984 to 2004. Photo Mr. Michael performing solo at Madison Square Garden in 1988. He later turned away from live shows. Credit Ebet Roberts In 1998, Mr. Michael came out as gay after being arrested on charges of lewd conduct in a men’s room in Beverly Hills, Calif. He had long lent his name and music to support AIDS prevention and gay rights. During interviews in later years, he described himself as bisexual, and said that hiding his sexuality had made him feel “fraudulent.” He also described long struggles with depression. During the 2000s, Mr. Michael’s output slowed; his last studio album of new songs was “Patience” in 2004. In later years he put out individual songs as free downloads, encouraging listeners to contribute to charity. But in 2006, 25 years into his career, he could still headline stadiums worldwide. George Michael was born Georgios Kyriacos Panayiotou in East Finchley, London, on June 25, 1963, the son of a Greek Cypriot restaurateur and an English dancer. In 1979, he and a schoolmate, Andrew Ridgeley, played together for the first time in a ska band called the Executive. That didn’t last, but they continued to make music together — nearly all of it composed and sung by Mr. Michael — and began releasing singles as Wham!, cultivating the image of carefree teenage rebels in songs like “Young Guns (Go for It!).” Their 1983 debut album, “Fantastic,” reached No. 1 in Britain; in the United States, their 1984 single “Wake Me Up Before You Go-Go” became ubiquitous on MTV and reached No. 1. In 1985, the duo became the first major Western pop group to perform in China as part of its world tour, and Mr. Michael appeared at the Live Aid charity concert, telecast worldwide, joining Elton John to sing Mr. John’s song “Don’t Let the Sun Go Down on Me.” Photo Mr. Michael became one of pop’s reigning stars in the 1980s in Wham! Credit Ian Dickson/Redferns The worldwide 1984 hit “Careless Whisper,” credited in Britain to George Michael solo and to Wham! featuring George Michael in the United States, signaled a turn away from perky teenage fare. Mr. Michael’s status as a top British pop star was confirmed by his appearance on Band Aid’s “Do They Know It’s Christmas?,” the 1984 all-star benefit single for Ethiopian famine relief. In 1986, Wham! dissolved, with a farewell show at Wembley Stadium. Mr. Michael had a No. 1 hit with “I Knew You Were Waiting (for Me)” before releasing the album “Faith” in 1987. Its first single, “I Want Your Sex,” reached No. 2 in the United States, though it was seen as too risqué by some radio stations; Mr. Michael made an introduction to its video clip stating, “This song is not about casual sex.” George Michael - I Want Your Sex (Stereo Version) Video by georgemichaelVEVO “Faith,” which hinted at both gospel and rockabilly, reached No. 1, and the album included three more No. 1 hits: “Father Figure,” “Monkey” and “One More Try.” It has sold more than 10 million copies in the United States. Advertisement Continue reading the main story But for his next album, “Listen Without Prejudice Vol. 1,” released in 1990, Mr. Michael set out to jettison his pop persona. “I’m not stupid enough to think I can deal with another 10 or 15 years of major exposure,” he told an interviewer at the time. “I think that’s the ultimate tragedy of fame, people who are simply out of control, who are lost. I’ve seen so many of them, and I don’t want to be another cliché.” Photo Aretha Franklin joined Mr. Michael in 1988 in Auburn Hills, Mich., on his tour for his Grammy-winning album “Faith.” Credit Robert Kozloff/Associated Press The autobiographical “Freedom ’90” declared his independence from the pop machine; he wasn’t in its video clip, which had supermodels lip-syncing the lyrics. The album also included a No. 1 single, the ballad “Praying for Time,” and has sold two million copies in the United States, but after the blockbuster of “Faith” it was considered a commercial letdown. George Michael - Freedom! '90 Video by georgemichaelVEVO Mr. Michael entered a protracted legal battle with Sony Music over his contract, and was unable to release another album until 1996. Its title, “Older,” was an unmistakable signal that he was no longer directly courting the youth market; he was 32 years old. The album was an instant hit in England and Europe — it had six hit singles in England — though it was less popular in the United States. After his 1998 arrest, Mr. Michael released a greatest-hits album with two new songs; one, “Outside,” set its video clip in a men’s restroom. He made a 1999 album of cover songs, “Songs of the Last Century.” In the early 2000s, Mr. Michael released songs protesting the invasion of Iraq, including the 2002 “Shoot the Dog.” His last full studio album, “Patience,” was released in 2004, full of introspective ballads. Mr. Michael returned to performing; he joined Paul McCartney onstage during the 2005 Live 8 benefit concert. In 2006, he performed a world tour, paired with another collection of hits, “Twenty Five,” which included new duets with Mr. McCartney and Mary J. Blige. He continued to release individual songs sporadically, and in 2014, he released “Symphonica,” a collection of standards and his own songs recorded with an orchestra on a 2010-11 tour. During that tour, he collapsed with nearly fatal pneumonia and was hospitalized for five weeks; he wrote a single, “White Light,” about the experience. Mr. Michael had been planning an expanded reissue, due in 2017, of “Listen Without Prejudice Vol. 1,” paired with a documentary, “Freedom,” exploring his musical, personal and legal struggles. “I never minded being thought of as a pop star,” Mr. Michael told GQ in 2004. “People have always thought I wanted to be seen as a serious musician, but I didn’t, I just wanted people to know that I was absolutely serious about pop music.” Correction: December 25, 2016 An earlier version of this obituary misspelled the surname of Mr. Michael’s Wham! bandmate. He is Andrew Ridgeley, not Ridgely. Niraj Chokshi contributed reporting. A version of this article appears in print on December 26, 2016, on Page A19 of the New York edition with the headline: George Michael, 53, Pop Superstar  Who Rose to Fame in Wham!, Dies. Order Reprints | Today's Paper | Subscribe ",
    "title": "George Michael, Pop Superstar, Has Died at 53 - The New York Times"
   },
   {
    "entities": [
     "brookings",
     "scalia",
     "house",
     "eric",
     "february",
     "new",
     "washington",
     "supreme",
     "2015",
     "now",
     "the coming years",
     "vt.",
     "harry",
     "pence",
     "eggleston",
     "mike",
     "mcconnell",
     "post",
     "crisis",
     "severino",
     "leahy",
     "lawler",
     "court",
     "merrick",
     "garland",
     "don",
     "circuit",
     "of",
     "fall",
     "beth",
     "barry",
     "network",
     "w.",
     "barnes",
     "republican",
     "eight years ago",
     "this month",
     "appeals",
     "california",
     "duggan",
     "jan. 20",
     "j.",
     "at 7:06 pm",
     "antonin",
     "wheeler",
     "nov. 30",
     "conference",
     "43 percent",
     "mitch",
     "charles",
     "robert",
     "carrie",
     "patrick",
     "federalist",
     "russell",
     "congress",
     "donald",
     "texas",
     "reagan",
     "december 25",
     "grassley",
     "for",
     "society",
     "march 17",
     "capitol",
     "mcgahn",
     "clinton",
     "rucker",
     "neil",
     "truman",
     "levine",
     "committee",
     "states",
     "white",
     "51 percent",
     "schultz",
     "obama",
     "trump",
     "u.s.",
     "institution",
     "bill",
     "united",
     "stewart",
     "district",
     "current",
     "senate",
     "judicial",
     "34 percent",
     "d.",
     "right now",
     "judiciary",
     "foundation",
     "philip",
     "george",
     "columbia",
     "e.",
     "gop",
     "the",
     "ronald",
     "hill",
     "3rd",
     "york",
     "o'leary",
     "maryanne",
     "florida",
     "heritage",
     "jersey",
     "bush"
    ],
    "id": 1,
    "text": "Trump to inherit more than 100 court vacancies, plans to reshape judiciary The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Philip Rucker and Robert Barnes December 25 at 7:06 PM Follow @PhilipRucker Follow @scotusreporter Donald Trump is set to inherit an uncommon number of vacancies in the federal courts in addition to the open Supreme Court seat, giving the president-elect a monumental opportunity to reshape the judiciary after taking office. The estimated 103 judicial vacancies that President Obama is expected to hand over to Trump in the Jan. 20 transition of power is nearly double the 54 openings Obama found eight years ago following George W. Bush’s presidency. Confirmation of Obama’s judicial nominees slowed to a crawl after Republicans took control of the Senate in 2015. Obama White House officials blame Senate Republicans for what they characterize as an unprecedented level of obstruction in blocking the Democratic president’s court picks. The result is a multitude of openings throughout the federal circuit and district courts that will allow the new Republican president to quickly make a wide array of lifetime appointments. State gun control laws, abortion restrictions, voter laws, anti-discrimination measures and immigrant issues are all matters that are increasingly heard by federal judges and will be influenced by the new composition of the courts. Trump has vowed to choose ideologues in the mold of the late Supreme Court justice Antonin Scalia, a conservative icon — a prospect that has activists on the right giddy. Senate Majority Leader Mitch McConnell (R-Ky.), left, walks through the Capitol with Vice President-elect Mike Pence on Nov. 30. (Bill O’Leary/Washington Post) “I’m optimistic he’ll come at this right out of the gate,” said Carrie Severino, chief counsel and policy director of the Judicial Crisis Network, a conservative group that has opposed many of Obama’s court choices. “Every president can expect to make a huge impact,” Severino added. “[Trump] is unique in having campaigned really hard on this issue — the significance of the courts, and of the Supreme Court in particular.” The Supreme Court vacancy created by Scalia’s death in February was a motivating issue for many conservative voters, especially evangelical Christians, to turn out for Trump. Senate Republicans refused to hold even a hearing on Obama’s nomination of Merrick Garland, the chief judge of the U.S. Court of Appeals for the District of Columbia Circuit, for the Scalia seat. [ Trump’s victory has enormous consequences for the Supreme Court ] Democrats accuse Senate Majority Leader Mitch McConnell (R-Ky.) and Sen. Charles E. Grassley (R-Iowa), chairman of the Judiciary Committee, of intentionally denying Obama’s nominees a fair hearing and running out the clock in hopes that a Republican would succeed him, as Trump has. Twenty-five of Obama’s court nominees were pending on the Senate floor, after having been approved out of the committee with bipartisan support, but did not get a vote before the Senate ended its two-year term before the holidays, according to White House spokesman Eric Schultz. “Republican tactics have been shameful and will forever leave a stain on the United States Senate,” Schultz said. “Republican congressional dysfunction has now metastasized to the third branch of government, and that is not a legacy to be proud of.” Merrick Garland, right, President Obama’s Supreme Court nominee, meets with Sen. Patrick D. Leahy (D-Vt.) on Capitol Hill on March 17. (J. Lawler Duggan for The Washington Post) Trump spoke frequently about his intentions to put forward a more conservative Supreme Court nominee as a way to galvanize the right. “The replacement of our beloved Justice Scalia will be a person of similar views, principles and judicial philosophies,” Trump said in his acceptance speech at the Republican National Convention. “Very important. This will be one of the most important issues decided by this election.” Although Trump spoke little on the campaign trail about the many vacancies on lower courts, remaking the federal judiciary overall has been a priority of his and of Vice President-elect Mike Pence, aides said. Trump’s older sister, Maryanne Trump Barry , is a senior judge on the U.S. Court of Appeals for the 3rd Circuit. First appointed to the federal bench by President Ronald Reagan, Barry was later elevated to the circuit court by President Bill Clinton and is known for her relative moderation. She has spoken out against women’s claims of sexual harassment yet also struck down a New Jersey law banning late-term abortions as unconstitutional. Trump transition officials declined to comment on the process of selecting nominees, but incoming White House Counsel Don McGahn is expected to play a key role. Such groups as the Federalist Society and the Heritage Foundation have been working with the Trump team to suggest possible candidates. The judiciary also is a top priority for McConnell, who stands ready to help the Trump White House identify candidates and grease the sometimes-laborious Senate confirmation process. The Trump administration and the Senate will be under pressure to quickly install judges in courts around the country where cases are severely backlogged because of long-vacant seats. There are 38 so-called judicial emergencies, according to the nonpartisan Judicial Conference, including in Texas, where seven seats have sat empty for more than one year. The Obama administration and the state’s two conservative Republican senators could not come to an agreement on nominees for the many openings. “There is a real impact on real people,” said W. Neil Eggleston, Obama’s White House counsel. “There are people and companies who are not having their cases heard because there are no judges around.” The politics surrounding judicial vacancies are more poisonous than at any time in recent memory, as the Garland episode has shown, with Democrats and Republicans at loggerheads for much of the two years since McConnell took leadership of the Senate. [ Supreme Court to begin new term short-handed as its ideological balance hinges on fall vote ] Sen. Patrick J. Leahy (Vt.), the ranking Democrat on the Judiciary Committee, issued a 4,200-word statement this month saying that by blocking Garland, Republicans had committed “the most outrageous act of obstruction and irresponsibility” that he had seen in his 42 years in the Senate. Speaking more generally about circuit and district court vacancies, Leahy added: “Despite the fact that there are dozens of qualified, consensus nominees pending on the Senate floor right now, we will finish this Congress having confirmed just 22 judicial nominees in two years. That is the lowest number since Harry Truman was president.” As with many subjects, judicial nomination data can be subject to interpretation. Judicial vacancies ebb and flow somewhat randomly, considering judges serve lifetime appointments until they choose to retire or die. “It is a challenge to make apples-to-apples comparisons at the end of a term because vacancies don’t happen in the same regular basis as they do in the Senate or the White House,” said Don Stewart, a spokesman for McConnell. “To make an apples-to-apples comparison on a snapshot in time doesn’t work.” Despite Obama’s difficulty winning confirmation for his nominees, the Senate has confirmed more of his nominees during his eight years as president, 329, than it did Bush’s during his eight years in office, 326. Beth Levine, a spokeswoman for Grassley, said, “The White House has very little to complain about because no matter how they spin it, the fact is that President Obama had more judicial nominees confirmed than President Bush.” Obama has used his nominations to systematically diversify the federal courts to look more like the fast-changing country. He appointed far more female and minority judges than any other president in history, and he has paid particular attention to sexual orientation. When Obama took office, there was only one openly gay or lesbian judge, and he appointed 11 more. “The president, my predecessors and I spent a significant amount of time looking for all different kinds of diversity — racial, sexual orientation, gender and professional background,” Eggleston said. [ Obama pushing to diversity federal judiciary amid GOP delays ] When Obama took office, only one of the 13 regional circuit courts had a majority of Democratic-nominated judges, and as he leaves, nine do. While the Supreme Court hears roughly 75 cases a year, tens of thousands are decided at the circuit court level, affecting all who live in the states within those circuits. Russell Wheeler, an expert on judicial nominations at the Brookings Institution, said Trump has a great opportunity to change the partisan split in the federal courts. He predicted that by mid-2020, Republican appointees would hold about half of the 673 district judgeships, as opposed to the current 34 percent. And among the 179 circuit court judgeships, Democratic appointees now hold a slim majority, 51 percent, but that could fall to about 43 percent. But Wheeler warned that there are important limitations to Trump’s power. For one thing, many of the judges most likely to leave their appointments in the coming years were appointed by Republican presidents, meaning there will be fewer opportunities to shift the partisan makeup. And perhaps more importantly, 28 of the 50 states will be represented by at least one Democratic senator, including large ones such as California, Florida and New York. Senate leaders have a tradition of considering nominees only if they are supported by both senators representing their state — and Democratic senators are expected to bargain hard with the Trump administration, just as Republican senators did with Obama’s. “The president doesn’t always get exactly who he wants,” Wheeler said. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump to inherit more than 100 court vacancies, plans to reshape judiciary - The Washington Post"
   },
   {
    "entities": [
     "police",
     "pavarotti",
     "1987",
     "twitter",
     "lippman",
     "time",
     "angeles",
     "snappy",
     "england",
     "bowie",
     "cindi",
     "david",
     "john",
     "luciano",
     "kenny",
     "prince",
     "los",
     "george",
     "associated",
     "ray",
     "2008",
     "elton",
     "christmas",
     "mtv",
     "ridgeley",
     "frey",
     "michael",
     "states",
     "glenn",
     "goss",
     "franklin",
     "press",
     "august 2011",
     "goring",
     "aretha",
     "snap",
     "the early 1980s",
     "sunday",
     "sony",
     "london",
     "atlantic",
     "georgios",
     "five years in 2010",
     "thames",
     "panayiotou",
     "sunday, aug. 12, 2012",
     "charles",
     "united",
     "berger",
     "december 25, 2016",
     "2011",
     "andrew",
     "facebook",
     "north",
     "lippmann",
     "a year earlier",
     "the 2012 summer",
     "1998",
     "valley"
    ],
    "id": 2,
    "text": "Former Wham singer George Michael dead at 53 Published               December 25, 2016 Facebook 0 Twitter 0 Email Print George Michael performs during the Closing Ceremony at the 2012 Summer Olympics, Sunday, Aug. 12, 2012, in London. (AP Photo/Kristy Wigglesworth)  (AP2012) Singer George Michael, who sold more than 100 million albums over a pop music career spanning almost four decades, has died at the age of 53, his publicist said Sunday.  Michael died at his home in Goring, England. His publicist, Cindi Berger, said he had not been ill. Michael's manager, Michael Lippman, says the cause of death was heart failure. His family issued a statement through Thames Valley Police saying that he \"passed away peacefully at home over the Christmas period. \"The family would ask that their privacy be respected at this difficult and emotional time. There will be no further comment at this stage.\" Before Lippmann's announcement, police issued a statement calling the death \"unexplained but not suspicious\" and that \"a post mortem will be undertaken in due course.\" The loss of Michael continues a year of grief in the music industry, with David Bowie, Prince and Glenn Frey among those dying before age 70. One of the giants of `80s and `90s music, and an early idol for the MTV generation, Michael enjoyed immense popularity early in his career as a teenybopper idol, delivering a series of hits such as \"Wake Me Up Before You Go-Go,\" \"Young Guns (Go For It)\" and \"Freedom.\" As a solo artist, he developed into a more serious singer and songwriter, lauded by critics for his tremendous vocal range. He earned numerous Grammy and American Music Awards, and recorded duets with legends like Aretha Franklin, Ray Charles, Luciano Pavarotti and Elton John. Throughout his career, his drug use and taste for risky sex brought him into frequent brushes with the law, most famously in 1998 when he was arrested for public lewdness in Los Angeles. Yet, he managed to turn the incident into fodder for a popular song that poked fun at his behavior, and his acknowledgment of his homosexuality at that time made him even more popular with his fans. Michael, with startling good looks and an easy stage manner, formed the boy band WHAM! with his school friend Andrew Ridgeley in the early 1980s. Helped by MTV, which was an emerging music industry force at the time, the cheerful duo easily crossed the Atlantic to become popular in the United States with Michael, as lead singer, usually the focal point. He started his solo career shortly before WHAM! split, with the release of the megahit single \"Careless Whisper,\" making a seamless transition. Critics generally viewed his WHAM! songs as catchy but disposable pop and gave his solo efforts far higher marks. His first solo album, 1987's \"Faith,\" sold more 20 million copies, and he enjoyed several hit singles including the raunchy \"I Want Your Sex,\" which was helped immeasurably by a provocative video that received wide air play on MTV. The song was controversial not only because of its explicit nature, but also because it was seen as encouraging casual sex and promiscuity at a time when the AIDS epidemic was deepening. Michael and his management tried to tamp down this point of view by having the singer write \"Explore Monogamy\" on the leg and back of a model in the video. At the time, Michael had not disclosed his homosexuality, and much of his chart success was based on his sex appeal to young women. His look was raw and provocative, with tight jeans, tight T-shirts, black leather jackets and designer stubble, and his videos pushed the accepted limits with many lingerie-clad models vying for Michael's attentions on screen. But Michael's situation changed abruptly in 1998 when he was arrested for lewd conduct in a public toilet in Los Angeles after being spotted by a male undercover police officer. The arrest received international media attention, and seemed for a brief time to jeopardize Michael's stature as a top recording artist. But instead of making excuses for his behavior, he went on to release a single and video, \"Outside,\" that made light of the charges against him and mocked the Los Angeles police who had arrested him. Like all of his efforts at the time, it sold in prodigious numbers, helping him put the incident behind him. The arrest also prompted him to speak openly about his sexual orientation. These years represented the height of Michael's commercial success, which at times was marred by a protracted legal dispute with his record company Sony. He remained a strong musical force throughout his career, releasing dozens of records and touring to adoring crowds despite a growing number of run-ins with police, many of them stemming from a series of driving-under-the-influence-of-drugs incidents, including several crashes. Michael was an admitted user of marijuana and prescription sedatives and several times was found slumped over his car's steering wheel after using both at the same time. His driver's license was finally revoked for five years in 2010 after Michael drove his Land Rover into the side of a Snappy Snap photo shop with so much force that his vehicle dented the wall. A passer-by remembering Michael's early career wrote the word WHAM on the spot his SUV had hit. He was also arrested a second time in public toilets -- this time in North London in 2008 for drug use, an incident that prompted him to apologize to his fans and promise to get his life in order. He also offered an apology to \"everybody else, just for boring them.\" A year earlier, he had told a television interviewer that his problems stemmed from a self-destructive streak and his attention-seeking nature. He said at a press conference in 2011 that he felt he had let young people down with his misbehavior and had made it easier for others to denigrate homosexuals. Despite these personal setbacks, Michael's musical performances remained strong even as his material moved farther from the teen tunes that first brought him to stardom. The Telegraph newspaper in 2011 described a London concert appearance as an impressive event, calling his voice, \"A rich, soulful instrument, it's capable of serious emotional heft, expertly matching the confessional tone of his own material.\" Michael, with strong Greek-Cypriot roots, was born Georgios Panayiotou in England. He and schoolmate Ridgeley formed a ska band called the Executive when they were just 16 before moving on to form WHAM! \"I wanted to be loved,\" said Michael of his start in the music field. \"It was an ego satisfaction thing.\" Michael was active in a number of charities and helped raise money to combat AIDS, help needy children, and support gay rights. He had a long-term relationship with Kenny Goss, but announced onstage in August 2011 that the two had broken up. The Associated Press contributed to this report. Advertisement ",
    "title": "Former Wham singer George Michael dead at 53 | Fox News"
   },
   {
    "entities": [
     "roosevelt",
     "park",
     "3800",
     "about 11:30 p.m.",
     "mt.",
     "morgan",
     "englewood",
     "avenue",
     "tribune",
     "2800",
     "south",
     "of",
     "maryland",
     "mount",
     "memorial",
     "contact",
     "roseland",
     "community",
     "chappel",
     "rosenberg-douglas",
     "shore",
     "armando",
     "about 9:20 p.m.",
     "the early hours of christmas day",
     "crepeau",
     "8600",
     "church",
     "4400",
     "1100",
     "7400",
     "holy",
     "humboldt",
     "christ",
     "megan",
     "sinai",
     "chicago",
     "christmas day",
     "malagon",
     "elvia",
     "reporters",
     "hospital",
     "love",
     "street",
     "east",
     "stroger",
     "1:45 p.m",
     "chatham",
     "advocate",
     "medical",
     "avalon",
     "2:45 p.m.",
     "nereida",
     "burnham",
     "9:55 a.m.",
     "lawndale",
     "past",
     "katherine",
     "apostolic",
     "seeley",
     "sanchez",
     "moreno",
     "northwestern",
     "79th",
     "cross",
     "north",
     "labor",
     "west",
     "center",
     "4:30 p.m.",
     "about 10:40 a.m."
    ],
    "id": 3,
    "text": "News Local news Breaking News 7 killed in Christmas Day shootings Police investigated multiple sites where people were shot and killed in Chicago on Christmas Day.  (Armando Sanchez / Chicago Tribune) Katherine Rosenberg-Douglas , Nereida Moreno , Elvia Malagon and Megan Crepeau Contact Reporters Chicago Tribune Seven people were killed in shootings on Christmas Day across Chicago, police said, including two men killed at a party in East Chatham. The two men were on a front porch during a family party with several others about 9:20 p.m. in the 8600 block of South Maryland Avenue, police and witnesses said. Someone came out of the south alley and opened fire, shooting seven people. A man whose age was not immediately available was shot and pronounced dead on the porch. Another man, 21, was shot in the back and taken to Advocate Christ Medical Center, where he also was pronounced dead. Five other people were taken to area hospitals, two in critical condition. A man or boy whose age was not immediately available was taken to Stroger Hospital in critical condition. A 35-year-old man was shot multiple times and taken to Advocate Christ Medical Center, also in critical condition. In addition, a 27-year-old man a 21-year-old woman each were shot in the leg. Both went to Stroger Hospital and their conditions were stabilized. Later, a 39-year-old man got himself to Roseland Community Hospital with a gunshot wound to the foot from the same shooting, police said. Earlier, just before 4:30 p.m., a man about 40 years old was found in the 2800 block of East 79th Street in Avalon Park with bullet wounds to the back, leg and head, authorities said. He was taken to South Shore Hospital and pronounced dead. (Nereida Moreno) Five shell casings were found near the entrance of Labor of Love Apostolic Church on the corner of Burnham Avenue and 79th Street. A pool of blood could be seen on the church's front step near a pair of orange medical gloves. Detectives walked up and down the street, shining flashlights on nearby homes in search of evidence. Passersby hurried past the crime scene. Calls to the church and its pastor were not immediately returned.  At 1:45 p.m, a 22-year-old man was fatally shot in West Humboldt Park. He was in a vehicle in the 4400 block of West Chicago Avenue when a black truck drove by and someone inside opened fire, shooting the man multiple times. He was pronounced dead at the scene. Just before 9:55 a.m., a 24-year-old man was shot and killed in Morgan Park. Officers responded to the 1100 block of West 112th Place to find him with multiple gunshot wounds to the body. He was taken to Advocate Christ Medical Center in critical condition and later pronounced dead. In addition, two people were killed  in separate shootings during the early hours of Christmas Day. Non-fatal shootings: About 11:30 p.m., a 22-year-old man was shot in the South Shore neighborhood. He was on the sidewalk in the 7400 block of South Chappel Avenue when someone exited a nearby gray vehicle and started firing shots, hitting him in the head. The man was taken to Northwestern Memorial Hospital in critical condition. At 2:45 p.m., a 21-year-old man was driving on South Seeley Avenue in West Englewood when he was shot at by some unknown occupants in a GMC vehicle, police said. He was shot in the side and drove himself to Holy Cross Hospital. He was later transportated to Mount Sinai where he was listed in stable condition.  About 10:40 a.m. the man and woman were shot while walking along the 3800 block of West Roosevelt in North Lawndale. According to police they found a 29-year-old man with multiple gunshot wounds to the back and a 27-year-old woman with a gunshot wound to the right knee. They were taken to Mt. Sinai Hospital with the man in guarded condition and the woman in stable. Area Central detectives are investigating. ",
    "title": "7 killed in Christmas Day shootings - Chicago Tribune"
   },
   {
    "entities": [
     "june 28, 1986",
     "inc.",
     "pavarotti",
     "dec 25, 2016",
     "1987",
     "general",
     "time",
     "angeles",
     "snappy",
     "england",
     "john",
     "2016",
     "of",
     "luciano",
     "stadium",
     "los",
     "kenny",
     "george",
     "1996",
     "interactive",
     "ray",
     "wales",
     "associated",
     "2008",
     "elton",
     "wembley",
     "cbs",
     "news",
     "christmas",
     "mtv",
     "10:28 pm est",
     "ridgeley",
     "michael",
     "states",
     "goss",
     "franklin",
     "press",
     "august 2011",
     "aretha",
     "princess",
     "hospital",
     "snap",
     "the early 1980s",
     "sunday",
     "sony",
     "london",
     "atlantic",
     "georgios",
     "five years in 2010",
     "panayiotou",
     "2011",
     "charles",
     "united",
     "diana",
     "andrew",
     "north",
     "westminster",
     "a year earlier",
     "abbey",
     "1998",
     "vienna"
    ],
    "id": 4,
    "text": "CBS/AP Last Updated Dec 25, 2016 10:28 PM EST George Michael, who rocketed to stardom with Wham! and went on to enjoy a long and celebrated solo career lined with controversies, has died, his publicist said Sunday. He was 53. His publicist confirmed the news to CBS News in a statement.  “It is with great sadness that we can confirm our beloved son, brother and friend George passed away peacefully at home over the Christmas period,” the statement read. “The family would ask that their privacy be respected at this difficult and emotional time. There will be no further comment at this stage.”  Michael’s manager told CBS News that he died of heart failure.   In 2011, the singer had a life-threatening  bout of pneumonia . At the time, he thanked the staff at Vienna General Hospital for keeping him alive in the intensive care unit.    Stars react to death of George Michael: “He was an absolute inspiration” Michael enjoyed immense popularity early in his career as a teenybopper idol, delivering a series of hits such as “Wake Me Up Before You Go-Go,” ‘’Young Guns (Go For It)“ and “Freedom.” As a solo artist, he developed into a more serious singer and songwriter, lauded by critics for his tremendous vocal range. He sold well over 100 million albums globally, earned numerous Grammy and American Music Awards, and recorded duets with legends like Aretha Franklin, Ray Charles, Luciano Pavarotti and Elton John.  Throughout his career, his drug use and taste for risky sex brought him into frequent brushes with the law, most famously in 1998 when he was arrested for public lewdness in Los Angeles. Yet, he managed to turn the incident into fodder for a popular song that poked fun at his behavior, and his acknowledgment of his homosexuality at that time made him even more popular with his fans. In this file photo dated June 28, 1986, George Michael is on stage for Wham’s last sell out concert at Wembley Stadium in London.    View Gallery In this file photo dated June 28, 1986, George Michael is on stage for Wham’s last sell out concert at Wembley Stadium in London.    AP Michael, with startling good looks and an easy stage manner, formed the boy band Wham! with his school friend Andrew Ridgeley in the early 1980s. Helped by MTV, which was an emerging music industry force at the time, the cheerful duo easily crossed the Atlantic to become popular in the United States with Michael, as lead singer, usually the focal point. He started his solo career shortly before Wham! split, with the release of the megahit single “Careless Whisper,” making a seamless transition. Critics generally viewed his Wham! songs as catchy but disposable pop and gave his solo efforts far higher marks. His first solo album, 1987’s “Faith,” sold more 20 million copies, and he enjoyed several hit singles including the raunchy “I Want Your Sex,” which was helped immeasurably by a provocative video that received wide air play on MTV. The song was controversial not only because of its explicit nature, but also because it was seen as encouraging casual sex and promiscuity at a time when the AIDS epidemic was deepening.  Michael and his management tried to tamp down this point of view by having the singer write “Explore Monogamy” on the leg and back of a model in the video. At the time, Michael had not disclosed his homosexuality, and much of his chart success was based on his sex appeal to young women. His look was raw and provocative, with tight jeans, tight T-shirts, black leather jackets and designer stubble, and his videos pushed the accepted limits with many lingerie-clad models vying for Michael’s attentions on screen. But Michael’s situation changed abruptly in 1998 when he was arrested for lewd conduct in a public toilet in Los Angeles after being spotted by a male undercover police officer.  12 Photos British superstar George Michael dies The arrest received international media attention, and seemed for a brief time to jeopardize Michael’s stature as a top recording artist. But instead of making excuses for his behavior, he went on to release a single and video, “Outside,” that made light of the charges against him and mocked the Los Angeles police who had arrested him. Like all of his efforts at the time, it sold in prodigious numbers, helping him put the incident behind him. The arrest also prompted him to speak openly about his sexual orientation. These years represented the height of Michael’s commercial success, which at times was marred by a protracted legal dispute with his record company Sony. He remained a strong musical force throughout his career, releasing dozens of records and touring to adoring crowds despite a growing number of run-ins with police, many of them stemming from a series of driving-under-the-influence-of-drugs incidents, including several crashes. Michael was an admitted user of marijuana and prescription sedatives and several times was found slumped over his car’s steering wheel after using both at the same time. His driver’s license was finally revoked for five years in 2010 after Michael drove his Land Rover into the side of a Snappy Snap photo shop with so much force that his vehicle dented the wall. A passer-by remembering Michael’s early career wrote the word Wham on the spot his SUV had hit. He was also arrested a second time in public toilets - this time in North London in 2008 for drug use, an incident that prompted him to apologize to his fans and promise to get his life in order. He also offered an apology to “everybody else, just for boring them.” A year earlier, he had told a television interviewer that his problems stemmed from a self-destructive streak and his attention-seeking nature.  View Gallery Pop stars George Michael (top) and Elton John leave Westminster Abbey after the funeral service of Diana Princess of Wales in 1996.  JOHNNY EGGITT/AFP/Getty Images He said at a press conference in 2011 that he felt he had let young people down with his misbehavior and had made it easier for others to denigrate homosexuals. Despite these personal setbacks, Michael’s musical performances remained strong even as his material moved farther from the teen tunes that first brought him to stardom. The Telegraph newspaper in 2011 described a London concert appearance as an impressive event, calling his voice, “A rich, soulful instrument, it’s capable of serious emotional heft, expertly matching the confessional tone of his own material.” Michael, with strong Greek-Cypriot roots, was born Georgios Panayiotou in England. He and schoolmate Ridgeley formed a ska band called the Executive when they were just 16 before moving on to form Wham! “I wanted to be loved,” said Michael of his start in the music field. “It was an ego satisfaction thing.” Michael was active in a number of charities and helped raise money to combat AIDS, help needy children, and support gay rights. He had a long-term relationship with Kenny Goss, but announced onstage in August 2011 that the two had broken up.  © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "George Michael, Wham lead singer, dead at 53 - CBS News"
   },
   {
    "entities": [
     "jose",
     "9 a.m. christmas",
     "xia",
     "urban",
     "l.a.",
     "mt.",
     "angeles",
     "h.",
     "airport",
     "carolyn",
     "voices",
     "baldy",
     "rick",
     "rosanna",
     "of",
     "los",
     "south",
     "o'hare",
     "doo",
     "times",
     "once",
     "rosales",
     "lopez",
     "the day",
     "temple",
     "now",
     "christmas",
     "dyke",
     "koreatown",
     "union",
     "church",
     "berlin",
     "cecelia",
     "van",
     "midnight",
     "services",
     "methodist",
     "12:30 p.m. christmas",
     "seuk",
     "next year",
     "colombia",
     "israel",
     "8 a.m.",
     "men's",
     "this week",
     "central",
     "/",
     "latin",
     "christmas day",
     "america",
     "joey",
     "international",
     "u.s.",
     "liesel",
     "jail",
     "pasadena",
     "loomis",
     "homeless",
     "early sunday",
     "santa",
     "project",
     "shanell",
     "santa's",
     "dick",
     "hollywood",
     "united",
     "gomez",
     "mexico",
     "luis",
     "claus",
     "cole",
     "angels",
     "christmas morning",
     "weinert",
     "village",
     "two days ago",
     "station",
     "zarela",
     "callaghan",
     "future",
     "morning",
     "kim"
    ],
    "id": 5,
    "text": "LOCAL L.A. Now Communities gather across the L.A. area to share Christmas morning with thousands of homeless people Zarela Lopez carries her one year old baby Liesel Shanell Lopez through a room full of toys to pick up four to take home. Rick Loomis / Los Angeles Times Zarela Lopez carries her 1-year-old daughter, Liesel Shanell Lopez, through a room full of toys to pick up some to take home. Zarela Lopez carries her 1-year-old daughter, Liesel Shanell Lopez, through a room full of toys to pick up some to take home. (Rick Loomis / Los Angeles Times) Rosanna Xia Contact Reporter The line outside the Midnight Mission in downtown Los Angeles began two days ago, as hundreds of men, women and their children waited patiently for a warm meal and a toy from Santa’s Village on Christmas morning. Volunteers arrived early Sunday to greet them, handing out beanies, caps and jackets in the chilly hours before the mission’s Santa’s Village opened its doors at 8 a.m.  Cecelia Rosales bounced Troy, her 1-year-old son, on her hip as he waved to everyone and said “hi” and “thank you,” among the first few words he has learned. Rosales giggled with him as he welcomed the day’s sunshine  and saw no difference between those who lived on the streets and those volunteers who came to skid row to spend the day with them.  Troy is her sixth child, said Rosales, 33. She said she struggled with  drug addiction for years and her other  children were taken away. Now sober for two years, she sees a bright future and another shot at motherhood with her baby boy.  Rosales has enrolled in a community program that will help her read and write, get a job and find secure housing. “I’m going to do the legwork and stop just wishing for what I want,” she said, looking at Troy with pride and determination. “For once in my life, I’m going to have my own apartment. I’m going to be a good mother.” About 2,000 children were expected to  spend Christmas at the mission, which was decorated with colorful wrapping paper and filled with donated toys and books. Dozens of volunteers greeted families, helped children select their toys and served them a festive brunch.  Entertainer Dick Van Dyke, a longtime Christmas volunteer  at the mission, donned a bright red sweater and sang carols with the Urban Voices Project , a choir of spirited singers who consider skid row home.   “He’s always been a part of what we do here. It’s wonderful,” Joey Weinert, the mission’s volunteer manager, said as he ushered in more families and directed enthusiastic volunteers to their positions in Santa’s Village. “It’s been super busy. It’s going great.” Luis and Zarela Lopez smiled at the carolers and huddled around their toddler, Liesel Shanell, who just turned 1 this week. The couple woke up early,  took a bus from their home in Koreatown to downtown Los Angeles and waited quietly for almost two hours in hopes of providing their  daughter  with a birthday and Christmas celebration. The  couple work in a restaurant kitchen, but they have been out of work for a month because the owner could not afford to keep all his employees full time.  They said they expect to be back at work after the holidays, when business at the restaurant picks up again. Until then, they’re finding ways to take care of their daughter and just being “happy together,” Zarela Lopez said in Spanish. Walking slowly around the room full of toys, she picked a plastic training tricycle for toddlers and an interactive book that teaches children about shapes and colors.  She likes educational toys, Lopez said, as she wrapped her arms around her daughter.  Across the L.A. area, Christmas morning  brought numerous other communities together as well. At Union Station Homeless Services in Pasadena, hundreds of volunteers gathered to share a meal with those with no place to go during the holidays.  At  Hollywood United Methodist Church, in an annual event co-hosted with Temple Israel of Hollywood, children gathered to take photos with Santa, and volunteers expect to provide food, blankets and toiletries to more than 1,000 people.    Meanwhile, Los Angeles Archbishop Jose H. Gomez said a 9 a.m. Christmas Mass for inmates gathered in the chapel at the Men’s Central Jail. The archbishop  also said a 12:30 p.m. Christmas Mass in Spanish at the Cathedral of Our Lady of the Angels.  For those flying on Christmas Day, Santa Claus  appeared at Los Angeles International Airport, where  he handed out stuffed animals, candy canes and ornaments. Airport police canines were  also  greeting children and weary passengers with tail wags and holiday cheer.  Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  BERLIN, BACA, IMMIGRATION, DROUGHT  Caption Mothers who lose a second child to violence \"You wash the pain. You feed the pain. You get dressed with the pain.\" (Callaghan O'Hare / Los Angeles Times) \"You wash the pain. You feed the pain. You get dressed with the pain.\" (Callaghan O'Hare / Los Angeles Times) Caption In man versus mountain, Seuk Doo Kim is winning the battle By his count, Seuk Doo Kim has climbed Mt. Baldy nearly 750 times and aims to log 1,000 summits by next year.    By his count, Seuk Doo Kim has climbed Mt. Baldy nearly 750 times and aims to log 1,000 summits by next year.    Caption The Desperate Trek: Colombia to America Increasing numbers of migrants from outside Latin America are traversing a circuitous and dangerous path up the spine of South America, Central America and Mexico in hopes of reaching the U.S., a new migrant route that is straining countries along the way and presenting new challenges for securing America’s southern border. (Video by Carolyn Cole / Los Angeles Times) Increasing numbers of migrants from outside Latin America are traversing a circuitous and dangerous path up the spine of South America, Central America and Mexico in hopes of reaching the U.S., a new migrant route that is straining countries along the way and presenting new challenges for securing America’s southern border. (Video by Carolyn Cole / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss ",
    "title": "Communities gather across the L.A. area to share Christmas morning with thousands of homeless people - LA Times"
   },
   {
    "entities": [
     "police",
     "june 28, 1986",
     "hasani",
     "twitter",
     "england",
     "et",
     "2016",
     "john",
     "stadium",
     "george",
     "dead",
     "dec 26",
     "9 a.m.",
     "elton",
     "wembley",
     "garnier",
     "christmas",
     "now",
     "ridgeley",
     "michael",
     "2 p.m.",
     ", 12:41 am",
     "9,",
     "opera",
     "goring",
     "december 26, 2016",
     "2012",
     "gittens",
     "palais",
     "london",
     "madonna",
     "roger",
     "paris",
     "thames",
     "this sept.",
     "bamber/rex/shutterstock",
     "ap",
     "andrew",
     "0:52",
     "oxfordshire",
     "valley"
    ],
    "id": 6,
    "text": "Dec 26 2016, 12:41 am ET Singer George Michael Dead at 53 by Hasani Gittens George Michael Dies at 53 0:52 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161226081009if_/http://www.nbcnews.com/widget/video-embed/841407555521\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Pop legend George Michael has died. The singer was only 53 but his death was being classified as \"unexplained but not suspicious.\" He died at his home in Oxfordshire, in southeast England, according to statements from his publicist and police. Gallery: A Life in Pictures: George Michael \"It is with great sadness that we can confirm our beloved son, brother and friend George passed away peacefully at home over the Christmas period,\" read a statement from Michael's publicist. In this Sept. 9, 2012 file photo, British singer George Michael performs at a concert to raise money for AIDS charity Sidaction, during the Symphonica tour at Palais Garnier Opera house in Paris. AP \"The family would ask that their privacy be respected at this difficult and emotional time. There will be no further comment at this stage.\" Michael's former bandmate in the duo Wham!, Andrew Ridgeley, said on Twitter he was \"heartbroken at the loss of my beloved friend.\" He added, \"Me, his loved ones, his friends, the world of music, the world at large. 4ever loved.\" An immediate cause wasn't given for the star's death, but local police also released a statement, saying: \"Thames Valley Police were called to a property in Goring on Thames shortly before 2 p.m.( 9 a.m. ET) Sadly, a 53-year-old man was confirmed deceased at the scene.\" God didn't give it, you did my old friend. Cleft with grief. — Andrew Ridgeley (@ajridgeley) December 26, 2016 \"At this stage the death is being treated as unexplained but not suspicious,\" the statement continued. \"A post mortem will be undertaken in due course. There will be no further updates from Thames Valley Police until the post mortem has taken place.\" Andrew Ridgeley and George Michael at Wham!'s last concert, in Wembley Stadium, London, on June 28, 1986 Roger Bamber/REX/Shutterstock / Shutterstock \"I have lost a beloved friend — the kindest, most generous soul and a brilliant artist,\" singer Elton John wrote on Instagram. Madonna was another of the hundreds of musical giants and regular fans who voiced grief online, saying in a tweet , \"Farewell My Friend! Another Great Artist leaves us. Can 2016 F--k Off NOW.\" ",
    "title": "Singer George Michael Dead at 53 - NBC News"
   },
   {
    "entities": [
     "september 14, 2010",
     "wochit-all",
     "house",
     "connie",
     "1987",
     "christy",
     "stone",
     "naomi",
     "stadium",
     "kirby",
     "september 2012",
     "april 2000",
     "gavan",
     "pop",
     "beverly",
     "washington",
     "2004",
     "christmas",
     "now",
     "abc",
     "hampstead",
     "'80s",
     "2014",
     "2010",
     "america",
     "georgios",
     "panayiotou",
     "zink",
     "berger",
     "1989",
     "lee",
     "today",
     "brian",
     "olympic",
     "monday-friday",
     "england",
     "2006",
     "the year",
     "quincy",
     "september 2010",
     "luciano",
     "associated",
     "neal",
     "filippello",
     "southan",
     "1988",
     "2007",
     "1984",
     "morris",
     "franklin",
     "opera",
     "francois",
     "sony",
     "palais",
     "london",
     "feleppa",
     "ryan",
     "charles",
     "music",
     "state",
     "north",
     "jackson",
     "jones",
     "1998",
     "campbell",
     "u.k.",
     "radio",
     "austria",
     "rfk",
     "ian",
     "ray",
     "elton",
     "1982",
     "2009",
     "symphonica",
     "usa",
     "heyday",
     "michael",
     "goss",
     "d.c.",
     "kevin",
     "aretha",
     "february 2005",
     "july",
     "u.s.",
     "anselmo",
     "1993",
     "paris",
     "mori",
     "andrew",
     "1990",
     "eli",
     "hertfordshire",
     "pavarotti",
     "bbc",
     "joel",
     "linkedin",
     "cindi",
     "john",
     "kenny",
     "george",
     "columbia",
     "november 2011",
     "kappeler",
     "epa",
     "garnier",
     "france",
     "mtv",
     "fullscreen",
     "ridgeley",
     "mazur",
     "press",
     "vivian",
     "goring",
     "academy",
     "dean",
     "2012",
     "brooks",
     "a few years later",
     "and",
     "europe",
     "freeman",
     "leon",
     "2011",
     "facebook",
     "garth",
     "prague",
     "hills",
     "april 2008",
     "turlington"
    ],
    "id": 7,
    "text": "Pop icon George Michael dies at 53 The musician passed away peacefully at home on Christmas. Post to Facebook Pop icon George Michael dies at 53 The musician passed away peacefully at home on Christmas. Check out this story on USATODAY.com: http://usat.ly/2iuBm8m CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 134 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Pop icon George Michael dies at 53 x Share George Michael, the British singer, musician and founding member of Wham!, died over the Christmas holiday, his publicist confirms to USA TODAY. Wochit-All George Michael, pictured here in September 2010, died over the Christmas holiday, his publicist confirms. (Photo: Leon Neal, AFP/Getty Images) George Michael, the British singer, musician and founding member of Wham!, died over the Christmas holiday, his publicist confirms to USA TODAY.  He was 53. \"It is with great sadness that we can confirm our beloved son, brother and friend George passed away peacefully at home over the Christmas period,\" read a statement sent to USA TODAY by Michael's London-based publicist, Connie Filippello. \"The family would ask that their privacy be respected at this difficult and emotional time. There will be no further comment at this stage.\" The musician died in Goring, England. The BBC was the first to report Michael's death. The cause of death was heart failure, according to Billboard and The Hollywood Reporter . The pop star's death stunned the entertainment community. His U.S. publicist, Cindi Berger, told the Associated Press he had not been ill. \"I am in deep shock,\" Elton John wrote on Instagram . \"I have lost a beloved friend — the kindest, most generous soul and a brilliant artist. My heart goes out to his family and all of his fans.\" Michael sold more than 100 million albums globally, earned numerous Grammy Awards, and recorded duets with Aretha Franklin, Ray Charles, Luciano Pavarotti and John, among others. Stunned stars react to George Michael's death Few teen idols have made critics eat their words more handily than Michael did back in his late-’80s heyday, when the former Wham! frontman emerged as one of the most successful and admired singer/songwriters of that decade. But in the years that followed, Michael made news more frequently for his professional struggles and personal scandal, even as he continued to record and tour profitably and inspire younger acts. Born Georgios Panayiotou in North London — his father was a Greek immigrant — Michael met another aspiring musician, Andrew Ridgeley, while both were attending secondary school in Hertfordshire. By 1982, they were recording together as the bubble-gum duo Wham!, and within two years they would be among the world’s most popular acts, with bouncy hits such as Wake Me Up Before You Go-Go and Freedom becoming staples of the early MTV era. One song from Wham!’s American breakthrough album, Make It Big, was credited to Michael as a solo artist when it was released as a single: the lovelorn ballad Careless Whisper, which reached No. 1 in the U.K., the USA and various other countries. That feat, and subsequent well-received solo turns, including a duet with Aretha Franklin (1987’s I Knew You Were Waiting for Me), led many to suspect that Wham!’s frontman had abilities and ambitions beyond making little girls scream. Posted! A link has been posted to your Facebook feed. George Michael went from the frontman of Wham! (he's pictured, right, with bandmate Andrew Ridgeley) to becoming a successful solo singer/songwriter. Here's a look through the years at the iconic British musician, who died over the Christmas holiday at 53.  BRIAN ARTS, COLUMBIA RECORDS Garth Brooks and George Michael perform at the Equality Rocks concert at RFK Stadium in Washington, D.C., in April 2000, dedicated to achieving  equality for gays and lesbians.   KEVIN MAZUR Fullscreen George Michael poses as he walks the red carpet before a screening of \"George Michael - A Different Story\" at the Berlin Film Festival in February 2005. The film, directed by Southan Morris, is a documentary featuring the life, career and politics of the iconic pop star.   MICHAEL KAPPELER, AFP George Michael performs onstage during the Earl's Court date of his 2006 \"25 Live\" tour, celebrating a quarter century in the music business.   Leon Neal, AFP/Getty Images George Michael performs during his 2007 European concert tour.  Dean Freeman George Michael guest starred in an April 2008 episode of ABC drama 'Eli Stone,' as the subject of 'Faith' (his hit song) is addressed.  Vivian Zink, ABC Fullscreen George Michael appears for sentencing at a London court on September 14, 2010. He ewas arrested in July after crashing his Range Rover into a storefront, and at an earlier court appearance he pleaded guilty to driving under the influence and posession of marijuana.   Ian Gavan, Getty Images George Michael presents the award for Album of the Year during the 2012 Brit Awards at the O2 Arena in London.  Joel Ryan, AP British singer George Michael takes the stage for a concert at the Prague State Opera House in 2011.  FILIP SINGER, EPA George Michael performs during the Closing Ceremony for the London 2012 Olympic Games at Olympic Stadium.   Kirby Lee, USA TODAY Sports George Michael talks about his recent bout of pneumonia outside his home in Hampstead in London in 2012.  MAX NASH, AFP/Getty Images British singer George Michael performs at a concert to raise money for AIDS charity Sidaction, during the Symphonica tour at Palais Garnier Opera house in Paris, France in September 2012.   Francois Mori, AP 'Symphonica,' Michael's final album, was released in 2014.  Uncredited, AP Like this topic? You may also like these photo galleries: Replay Last Slide Next Slide Michael’s first solo album, 1987’s Faith, confirmed that. With six top-five singles — among them the title track, the then-controversial smash I Want Your Sex and the rhapsodic Father Figure — Faith dominated the charts for much of 1988, and has sold more than 25 million copies worldwide to date. But Michael’s solo debut, which earned a Grammy Award in 1989 for album of the year, was more than a commercial milestone. Faith’s artful blend of pop, funk and blue-eyed-soul textures made it the first album by a Caucasian artist to reach the top position on Billboard’s R&B chart. Michael’s intense creative involvement — he wrote all the songs, most independently, and also produced — helped reshape the template for pop acts. Even Michael Jackson hadn’t been quite so autonomous, collaborating heavily with Quincy Jones and others on his ’80s megahits. If Faith clearly demanded a new level of respect, some viewed Michael’s behavior in its wake as self-defeating. He refused to actively promote his much-anticipated follow-up album, 1990’s Listen Without Prejudice Vol. 1, and didn't appear in its music videos; for the hit single Freedom! '90, he memorably tapped a bevy of supermodels, among them Christy Turlington and Naomi Campbell, to lip-sync the lyrics. Listen yielded other hits, notably the chart-topping first single Praying for Time, but didn’t approach the massive success of its predecessor. Michael wound up suing his label, Sony Music, for insufficiently supporting him, and a Vol. 2 was abandoned amid legal battles. He continued to release albums — Michael's last studio effort, the aptly titled Patience, came out in 2004, and his final album was 2014's live Symphonica — but his music career would be overshadowed by his tabloid exploits. Longstanding questions about Michael’s sexual orientation came to the fore in 1998, when he was arrested for lewd behavior after revealing himself to another man, who turned out to be a police officer, in a public restroom in Beverly Hills. Michael would later make light of the incident, and became more open about his homosexuality. Having lost a partner, Brazilian designer Anselmo Feleppa, to a cerebral hemorrhage in 1993, Michael began a long-term relationship a few years later, with Texas-born businessman Kenny Goss; they split in 2009. The singer, whose charity work dates back to his participation in the 1984 Band Aid single Do They Know It’s Christmas?, also raised money for AIDS research and terminally ill children. There would be other run-ins with the law for Michael, who between 2006 and 2010 was arrested several times in London for possession of drugs and driving under the influence. Michael was hospitalized in November 2011 in Austria for pneumonia after postponing a series of concerts. In 2004, the Radio Academy declared that his music had been played on British radio more than that of any artist between 1984 and 2004. That year, Michael told USA TODAY that he “was kind of glad that my success level went down in America. I got more of a life, got to enjoy being in America, with less attention than I was used to in Europe. But now I’m strong again. I feel ready to take on the world.” Contributing: The Associated Press 29295 CONNECT TWEET 48 LINKEDIN 134 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2iuBm8m NEVER MISS OUT Life Be a pop culture maven. Get the news, reviews and the juiciest celebrity stories that keep you in the know, Monday-Friday. THANKS FOR SIGNING UP FOR THE Life NEWSLETTER We're sorry. ",
    "title": "Pop icon George Michael dies at 53"
   },
   {
    "entities": [
     "black",
     "vladimir",
     "sea",
     "gusak",
     "egypt",
     "october 2015",
     "photo",
     "khalilov",
     "guard",
     "nataliya",
     "ria",
     "previously",
     "2014",
     "evening",
     "yelizaveta",
     "sinai",
     "smolensk",
     "moscow",
     "ap",
     "the last year",
     "vitaly",
     "peninsula",
     "assad",
     "sokolov",
     "dec 25, 2016",
     "glinka",
     "associated",
     "this year",
     "defense",
     "russian",
     "syria",
     "thursday, march 31, 2016",
     "tolboyev",
     ", 3:15 pm",
     "dozhd",
     "national",
     "andreyev",
     "1994",
     "hemeimeem",
     "kaczynski",
     "ensemble",
     "bashar",
     "state",
     "yeliseyev",
     "august 2004",
     "night",
     "alexandrov",
     "russia",
     "lukashevich",
     "the 2014 winter",
     "valery",
     "alexander",
     "lech",
     "interfax",
     "monday",
     "ukraine",
     "the same day",
     "vasilyeva",
     "star",
     "sunday",
     "viktor",
     "new year's",
     "sunday, dec. 25",
     "maxim",
     "shares",
     "city",
     "1960s",
     "magomed",
     "earlier this month",
     "oleg",
     "putin",
     "5:25 a.m.",
     "vadim",
     "fsb",
     "the",
     "latakia",
     "sochi",
     "isachenkov",
     "press",
     "1983",
     "april 2010",
     "novosti",
     "smirnov",
     "ministry",
     "islamic"
    ],
    "id": 8,
    "text": "Russia Examines All Possible Reasons for Black Sea Jet Crash By vladimir isachenkov and veronika silchenko, associated press SOCHI, Russia \u0097 Dec 25, 2016, 3:15 PM ET 0 Shares Star The Associated Press In this photo taken on Thursday, March 31, 2016, the Alexandrov Ensemble choir performs during a concert in Moscow, Russia. A Russian plane with 92 people aboard, including the well-known military band, crashed into the Black Sea on its way to Syria on Sunday, Dec. 25, minutes after takeoff from the resort city of Sochi, the Defense Ministry said. The Tu-154, which belonged to the ministry, was taking the Alexandrov Ensemble to a concert at the Russian air base in Syria. (AP Photo) 0 Shares Email Backed by ships, helicopters and drones, Russian rescue teams searched Sunday for victims after a Russian plane carrying 92 people to Syria crashed into the Black Sea shortly after takeoff. Investigators said they were looking into every possible cause for the crash, including a terror attack. All 84 passengers and eight crew members on the Russian military's Tu-154 plane are believed to have died when it crashed two minutes after taking off at 5:25 a.m. in good weather from the southern Russian city of Sochi. The passengers included dozens of singers in Russia's world-famous military choir. More than 3,000 rescue workers on 32 ships — including over 100 divers flown in from across Russia — were searching the crash site at sea and along the shore, the Defense Ministry said. Helicopters, drones and submersibles were being used to help spot bodies and debris. Powerful spotlights were brought in so the operation could continue all night. Emergency crews found fragments of the plane about 1.5 kilometers (1 mile) from shore. By Sunday evening, rescue teams had recovered 11 bodies and Transport Minister Maxim Sokolov said fragments of other bodies were also found. Asked if a terror attack was a possibility, Sokolov said investigators were looking into every possible reason for the crash. Several experts noted factors that suggested a terror attack, such as the crew's failure to report any malfunction and the fact that plane debris was scattered over a wide area. The plane was taking the Defense Ministry's choir, the Alexandrov Ensemble, to perform at a New Year's concert at Hemeimeem air base in Syria's coastal province of Latakia. Those on board also included nine Russian journalists and a Russian doctor famous for her work in war zones. Russian President Vladimir Putin went on television to declare Monday a nationwide day of mourning. \"We will conduct a thorough investigation into the reasons and will do everything to support the victims' families,\" Putin said. The Black Sea search area — which covered over 10 square kilometers (about 4 square miles) — was made more difficult by underwater currents that carried debris and body fragments into the open sea. Sokolov said the plane's flight recorders did not have radio beacons, so locating them on the seabed was going to be challenging. The Tu-154 is a Soviet-built three-engine airliner designed in the late 1960s. More than 1,000 have been built, and they have been used extensively in Russia and worldwide. The plane that crashed Sunday was built in 1983, and underwent factory check-ups and maintenance in 2014 and this year, according to the Defense Ministry. Magomed Tolboyev, a decorated Russian test pilot, said it was clear that all on board had died in the crash. \"There is no chance to survive in such situation,\" he said, according to the Interfax news agency. Before Sokolov spoke to reporters in Sochi, senior Russian lawmakers had ruled out a terror attack, arguing that the military plane was under reliable protection. Security is particularly tight in Sochi, the Black Sea city that hosted the 2014 Winter Games and is regularly visited by Putin, who often receives foreign leaders at his residence there. But some experts said the crew's failure to report a malfunction pointed at a possible terror attack. \"Possible malfunctions ... certainly wouldn't have prevented the crew from reporting them,\" Vitaly Andreyev, a former senior Russian air traffic controller, told RIA Novosti. Vadim Lukashevich, an independent aviation expert, told Dozhd TV that the crew's failure to communicate an equipment failure and the large area over which the plane's fragments were scattered raises the possibility of an attack. Alexander Gusak, a former chief of a SWAT team at the main domestic security agency, the FSB, told Dozhd that Russian airports are still vulnerable to terror threats despite security cordons. \"It's possible to penetrate them. It's a matter of skills,\" he said. Russian planes have been brought down previously by terror attacks. In October 2015, a Russian plane carrying mostly Russian tourists back from vacation in Egypt was brought down by a bomb over the Sinai Peninsula, killing all 224 people aboard. Officials said the explosive device was planted in the plane's luggage compartment. The local affiliate of the Islamic State group claimed responsibility. In August 2004, two Russian planes were blown up in the skies over Russia on the same day by suicide bombers, killing 89 people. A Chechen warlord claimed responsibility. In the last year, the Russian military has repeatedly flown Russian singers and artists to perform at Hemeimeem, the main hub for the Russian air campaign in Syria. The passenger list released by the Defense Ministry included 64 members of the Alexandrov Ensemble, including its leader, Valery Khalilov. The ensemble is the official choir of the Russian military and also includes a band and a dance company. The choir sang \"Get Lucky\" at the opening of the 2014 Winter Games in Sochi, becoming an online sensation. The damage to the choir was reported to be devastating. Viktor Yeliseyev, head of the rival choir for the Russian National Guard, said \"most singers of the choir have died.\" Also on board was Yelizaveta Glinka, a Russian doctor who has won wide acclaim for her charity work, which has included missions to war zones in eastern Ukraine and Syria. Her foundation said Glinka was accompanying a medical shipment for a hospital in Syria. \"We never feel sure that we will come back alive,\" she said when Putin presented her with an award earlier this month. \"But we are sure that kindness, compassion and charity are stronger than any weapon.\" Syrian President Bashar Assad was among numerous foreign leaders who sent their condolences to Putin, saying he received news of the crash \"with deep grief and sadness.\" In recent years, Russian airlines have replaced their Tu-154s with more modern planes, but the military and other Russian government agencies have continued to use them. While noisy and fuel-guzzling, the plane is popular with crews that appreciate its maneuverability and ruggedness. \"It's an excellent plane, which has proven its reliability during decades of service,\" veteran pilot Oleg Smirnov said. Still, since 1994, there's been 17 major plane crashes involving the Tu-154 that have killed over 1,760 people in all. Most resulted from human error. In the latest previous deadly crash of a Tu-154, a plane carrying Polish President Lech Kaczynski and 95 others crashed in April 2010 while trying to land at a military airport in Smolensk in western Russia, killing everyone on board. Investigations by both Polish and Russian experts blamed pilot error in bad weather, but Polish authorities have launched a new probe. ——— Isachenkov reported from Moscow. Nataliya Vasilyeva in Moscow contributed to this report. 0 Shares ",
    "title": "Russia Examines All Possible Reasons for Black Sea Jet Crash - ABC News"
   },
   {
    "entities": [
     "council",
     "donald",
     "chappell",
     "abir",
     "npr",
     "kerry",
     "bank",
     "december 25",
     "john",
     "next month",
     "benjamin",
     "shapiro",
     "jan. 20th",
     "power",
     "dan",
     "states",
     "friday",
     "israel",
     "obama",
     "trump",
     "u.s.",
     "sunday",
     "samantha",
     "netanyahu",
     "penman",
     "maggie",
     "bill",
     "united",
     "security",
     "daniel",
     "current",
     "thursday",
     "u.n.",
     "west",
     "today",
     "rhodes"
    ],
    "id": 9,
    "text": "December 25, 20162:38 PM ET Maggie Penman Prime Minister Benjamin Netanyahu escalated his criticism of the U.S. on Sunday, summoning Ambassador Dan Shapiro to Israel. Abir Sultan/AP hide caption toggle caption Abir Sultan/AP Prime Minister Benjamin Netanyahu escalated his criticism of the U.S. on Sunday, summoning Ambassador Dan Shapiro to Israel. Abir Sultan/AP In remarks at the start of his weekly cabinet meeting Sunday, Israeli Prime Minister Benjamin Netanyahu expressed \"anger and frustration\" over the U.N. Security Council resolution condemning Israeli settlements in the West Bank. Israel summoned 10 ambassadors to Israel from countries that voted in favor of the resolution, as well as the U.S. ambassador to Israel Daniel Shapiro. Netanyahu escalated his criticism of the U.S. for abstaining, even accusing President Obama of orchestrating the resolution himself. \"From the information that we have, we have no doubt that the Obama administration initiated it, stood behind it, coordinated on the wording and demanded that it be passed,\" Netanyahu said in Hebrew. He added the following in English: \"Over decades, American administrations and Israeli governments had disagreed about settlements, but we agreed that the Security Council was not the place to resolve this issue. We knew that going there would make negotiations harder and drive peace further away. \"And, as I told John Kerry on Thursday, friends don't take friends to the Security Council. I'm encouraged by the statements of our friends in the United States, Republicans and Democrats alike. They understand how reckless and destructive this U.N. resolution was, they understand that the Western Wall isn't occupied territory.\" Article continues after sponsorship Security Council Condemns Israeli Settlements As U.S. Abstains From Vote Netanyahu added that he looks forward to working with the new administration when it takes office next month. President-elect Donald Trump has been a vocal critic of the U.S. abstention, tweeting Friday , \"As to the U.N., things will be different after Jan. 20th.\" NPR's Bill Chappell reported on Friday: \"In explaining the U.S. abstention, Ambassador Samantha Power said the move doesn't signal diminished U.S. support for Israel; she later added that the continued construction of settlements 'seriously undermines Israel's security.' \"Power said, 'The United States has been sending the message that the settlements must stop, privately and publicly, for nearly five decades.' \" Benjamin Rhodes, a deputy national security adviser to President Obama, told reporters on Friday that the administration \"tried everything.\" \"Prime Minister Netanyahu had the opportunity to pursue policies that would have led to a different outcome today,\" Rhodes said. \"Absent this acceleration of settlement activity, absent the type of rhetoric we've seen out of the current Israeli government, I think the United States likely would have taken a different view, because our preference is for there to be a credible peace process underway.\" A U.N. spokesperson said in a statement that the secretary-general welcomed the adoption of the resolution, adding that it was a \"significant step, demonstrating the Council's much needed leadership and the international community's collective efforts to reconfirm that the vision of two States is still achievable.\" ",
    "title": "Israel Reprimands Countries That Supported U.N. Vote, And The U.S. For Abstaining : The Two-Way : NPR"
   }
  ]
 }
}