{
 "28": {
  "col-sim": {
   "cosine": 0.38170572922759627,
   "entity": 0.44721359549995787
  },
  "exec-time": 15.845709562301636,
  "links": [
   {
    "entities": [
     "the weekend",
     "inc.",
     "dec. 14, 2015",
     "1987",
     "billie",
     "npr",
     "stone",
     "warren",
     "2016",
     "hbo",
     "earlier this year",
     "meryl",
     "1991",
     "george",
     "2006-07",
     "interactive",
     "to",
     "new",
     "2008",
     "goldie",
     "fisher",
     "cbs",
     "2004",
     "news",
     "this morning",
     "skywaker",
     "1975",
     "1977",
     "hamill",
     "the 1990s",
     "now",
     "2015",
     "met",
     "lucas",
     "california",
     "julie",
     "harry",
     "the week",
     "1983",
     "2010",
     "beatty",
     "currently",
     "anzuoni/reuters",
     "bryan",
     "mark",
     "ford",
     "maclaine",
     "two years later",
     "simon",
     "debbie",
     "rolling",
     "hollywood",
     "2011",
     "york",
     "mario",
     "leia",
     "harrison",
     "sally",
     "1990",
     "fox",
     "lourd",
     "2005",
     "hannah",
     "christie",
     "carrie",
     "hawn",
     "paul",
     "streep",
     "luke",
     "shirley",
     "city"
    ],
    "id": 0,
    "text": "Carrie Fisher, best known for her role as Princess Leia in \"Star Wars,\" has also written several books and has become an advocate for mental-heal... “I am truly a product of Hollywood inbreeding,” Fisher wrote in her 2008 autobiography “Wishful Drinking.” “When two celebrities mate, someone like me is the result.” Fisher made her film debut as a precocious teen in 1975’s “Shampoo,” starring Warren Beatty, Julie Christie and Goldie Hawn. But her big break came just two years later, when she starred as Princess Leia in the original “Star Wars” trilogy. Fisher revealed earlier this year that she and co-star Harrison Ford had a three-month affair while filming the first film, when she was just 19 years old and he was 33 years old -- and married with two children. “It was Han and Leia during the week, and Carrie and Harrison during the weekend,” she said in her 2016 memoir “The Princess Diarist.”   The scene in “The Return of the Jedi” where she wore a gold metal bikini as a sex slave became one of the most famous pop-culture moments of a generation. She told Rolling Stone in 1983 that the films are “basically boys’ fantasies.”  “Nearly naked, which is not a style choice for me,” Fisher said of the bikini in an interview with NPR earlier this year. “It wasn’t my choice. When [director George Lucas] showed me the outfit, I thought he was kidding and it made me very nervous. I had to sit very straight because I couldn’t have lines on my sides, like little creases. No creases were allowed, so I had to sit very, very rigid straight … What redeems it is I get to kill him, which was so enjoyable. ... I sawed his neck off with that chain that I killed him with. I really relished that because I hated wearing that outfit and sitting there rigid straight, and I couldn’t wait to kill him.” After “The Return of the Jedi” in 1983, Fisher struggled with alcoholism, drug use and mental illness. She wrote in her memoir  “The Princess Diarist” that she was first introduced to drugs at age 13. Fisher started dating singer Paul Simon while filming “Star Wars” in 1977, and they married in 1983 at their apartment in New York City. They divorced after just one year, but they continued to date on and off for a decade afterward.  View Gallery Mark Hamill, Carrie Fisher and Harrison Ford as Luke Skywaker, Princess Leia and Han Solo in scene from “Star Wars: Episode IV - A New Hope.” In 1987, she published her first book, “Postcards from the Edge” -- a thinly-veiled fictionalized telling of her drug use, time in rehab and her relationship with her mother. The book was turned into a film with the same name, starring Shirley MacLaine as Debbie and Meryl Streep as Fisher in 1990. She told CBS News in 2004 that writing had become her passion.  On her website, Fisher is credited as “one of the top script doctors in Hollywood” for polishing screenplays from 1991 to 2005.  “Everything worked out very well in books,” Fisher told “CBS This Morning.” “[It’s] much more organized and ordered than everything out here.” Fisher wrote six more books – “Delusions of Grandma,” “Surrender the Pink,” “The Best Awful,” “Wishful Drinking,” which she adapted from her one-woman show, “Shockaholic,” and the “The Princess Diarist.” Fisher and Hollywood power agent Bryan Lourd were in a relationship in the 1990s and had a daughter, but Lourd eventually left her for a man. She described the situation as “humiliating,” although she said they kept a civil relationship for the sake of their daughter, Billie. “I wanted Billie to see we could be friends, because I never had that with my own parents. I’m glad I got Billie a good dad; he’s everything my father wasn’t – including gay!” Fisher said in  2011 . Billie, now 24, is also an actress, currently starring in the Fox series “Scream Queens.” Actresses Carrie Fisher (L) and Billie Lourd embrace as they arrive at the premiere of “Star Wars: The Force Awakens” in Hollywood, California, Dec. 14, 2015. Mario Anzuoni/Reuters Fisher has long been open about living with bipolar disorder. In 2005, she told CBS ’ “The Early Show” she was diagnosed early in her life. “I had a shrink say to me … ‘Did you forget to tell me that you were hyperactive as a child?’ Slipped my mind after four years. But Billie does not have any signs of having this thing. My father was one of four children and the only one that, you know, was lucky enough to have won the sweepstakes.”  Fisher remained on the stage throughout the years. She performed “Wishful Drinking” as a one-woman show from 2006-07, and it later became an HBO special in 2010.  Fisher appeared in several films since “Star Wars,” including roles in “Hannah and Her Sisters,” “When Harry Met Sally,” “Sex and the City” and a cameo in “Austin Powers: International Man of Mystery.” In 2015, she and the other original stars of “Star Wars” reprised their roles in “The Force Awakens.”   Fisher told CBS in 2004 that the way she told her life story “better be funny.” “If my life wasn’t funny,” she said, “it would just be true and that’s unacceptable.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Carrie Fisher, famous for \"Star Wars\" role as Princess Leia, dead at age 60 - CBS News"
   },
   {
    "entities": [
     "garcia",
     "donald",
     "asia",
     "beijing",
     "korea",
     "shinzo",
     "harbor",
     "hiroshima",
     "associated",
     "dec. 7, 1941",
     "new",
     "once",
     "abe",
     "cale",
     "the day",
     "ivanka",
     "last week",
     "tuesday",
     "arizona",
     "china",
     "press",
     "obama",
     "trump",
     "msnbc",
     "america",
     "may",
     "u.s.",
     "hawaii",
     "marco",
     "york",
     "last month",
     "the future",
     "tsai",
     "north",
     "ing-wen",
     "pearl",
     "75 years ago",
     "barack",
     "japan"
    ],
    "id": 1,
    "text": "At Pearl Harbor, Obama says 'we must resist the urge to demonize those who are different' Shinzo Abe, Barack Obama Marco Garcia / Associated Press President Obama and Japanese Prime Minister Shinzo Abe at Pearl Harbor in Hawaii on Tuesday. President Obama and Japanese Prime Minister Shinzo Abe at Pearl Harbor in Hawaii on Tuesday. (Marco Garcia / Associated Press) Christi Parsons Contact Reporter President Obama and Japanese Prime Minister Shinzo Abe scattered petals together on the waters of Pearl Harbor on Tuesday in a symbolic act aimed at laying to rest the enmity of the Japanese attack 75 years ago that drew the U.S. into World War II. In a moment consumed with history, both leaders were fixed on the future. They expressed concern that the lessons of the war might be forgotten amid a shifting world order and the anti-internationalist sentiment that has swept over politics around the globe, most notably with the ascendance of President-elect Donald Trump. “Even when hatred burns hottest, even when the tug of tribalism is at its most primal, we must resist the urge to turn inward,” Obama said. “We must resist the urge to demonize those who are different.” The ceremony was conceived of as an affirmation of close U.S. relations with Japan, once a bitter wartime enemy, and Obama and Abe underscored the importance of building bonds between nations and the risks of slipping into isolationism. Their remarks also appeared to be warnings for Trump, whose divisive campaign took aim at longstanding alliances and stoked fears with harsh rhetoric about immigrants and minorities. “Ours is an alliance of hope that will lead us to the future,” Abe said, speaking to World War II veterans after paying tribute at the Pearl Harbor memorial. “What has bonded us together is the power of reconciliation, made possible through the spirit of tolerance.” Obama, as has been his custom in public remarks since the election, argued for the merits of his own worldview without naming Trump, saying, “There is more to be won in peace than in war.” During the campaign and since his election, Trump has challenged assumptions about U.S. commitments to the security of Asia. One of the central tenets of Obama’s foreign policy was a commitment of resources toward Asia with an eye toward countering the rise of China. But Trump has obliterated long-established protocols. He spoke with Taiwanese leader Tsai Ing-wen despite the U.S. policy of officially acknowledging no Chinese government other than the one in Beijing. And when he met with Abe last month in New York, Trump brought not a battalion of Asia experts but rather his daughter Ivanka. Trump also promised last week to expand America’s nuclear arsenal after decades of a deliberate shrinking of the American and Russian stockpiles. “Let it be an arms race,” he told an MSNBC host, unnerving leaders in Asia, where North Korea and China are growing more aggressive. Though the U.S.-Japan relationship has evolved considerably in recent decades, the healing over World War II has gone more slowly, making Abe’s visit to Pearl Harbor, and Obama’s trip in May to Hiroshima, Japan, the site of one of the two nuclear attacks that ended the war, significant gestures. Abe became the first Japanese prime minister to make a highly publicized visit to the USS Arizona Memorial, though three of his predecessors are thought to have visited Pearl Harbor more quietly. Under a bright, sunny sky, Abe and Obama rode a small boat to the white memorial building in the harbor that looks out over the sunken remains of the Arizona, attacked by the Japanese on Dec. 7, 1941, killing 2,403 people and thrusting the U.S. into World War II. Abe laid a wreath in honor of the dead. Veterans of the war gathered across the harbor to hear Obama and Abe deliver their brief speeches. Among those in the crowd was Sterling Cale, 95, a sailor at Pearl Harbor on the day of the attack. Of those killed that day, 1,177 were crew members of the Arizona. It was Cale’s job to pull bodies from the burning battleship. He recalled watching ashes rising from the deck of the ship. He and his crew were able to remove about 100 bodies. On Tuesday, he looked across the water where the Arizona is submerged. He did not come hoping to hear Abe apologize, he said.  “‘Sorry’ is just a word,” Cale said. “What matters more is the action of coming here and going out there with our commander in chief. That says more than words.” ",
    "title": "At Pearl Harbor, Obama says &apos;we must resist the urge to demonize those who are different&apos; - LA Times"
   },
   {
    "entities": [
     "donald",
     "asia",
     "shinzo",
     "time",
     "harbor",
     "hiroshima",
     "nov. 18",
     "david",
     "dec. 7, 1941",
     "1945",
     "navy",
     "new",
     "once",
     "asia-pacific",
     "kishi",
     "abe",
     "monday",
     "tuesday",
     "honolulu",
     "arizona",
     "dec. 7",
     "tower",
     "china",
     "obama",
     "nobusuke",
     "trump",
     "garcia/ap",
     "u.s.",
     "the 1950s",
     "ige",
     "hawaii",
     "marco",
     "york",
     "current",
     "pearl",
     "1957",
     "6:50 p.m.",
     "japan"
    ],
    "id": 2,
    "text": "Enlarge this image President Obama and Japanese Prime Minister Shinzo Abe made a historic appearance at Pearl Harbor on Tuesday. While Abe is not the first Japanese leader to visit the landmark, he's the first do so publicly and alongside a U.S. president. Marco Garcia/AP hide caption toggle caption Marco Garcia/AP President Obama and Japanese Prime Minister Shinzo Abe made a historic appearance at Pearl Harbor on Tuesday. While Abe is not the first Japanese leader to visit the landmark, he's the first do so publicly and alongside a U.S. president. Marco Garcia/AP Updated at 6:50 p.m. ET President Obama and Japanese Minister Shinzo Abe made a historic appearance at Pearl Harbor, 75 years after the surprise attack that prompted U.S. entry into World War II, praising the reconciliation and partnership between their respective nations. Enlarge this image Japanese Prime Minister Shinzo Abe (right), strums a pineapple-shaped ukulele presented to him by Hawaii Gov. David Ige at a dinner on Monday in Honolulu. Abe and President Obama visited Pearl Harbor on Tuesday, 75 years after the surprise Japanese attack that drew the U.S. into World War II. Marco Garcia/AP hide caption toggle caption Marco Garcia/AP Japanese Prime Minister Shinzo Abe (right), strums a pineapple-shaped ukulele presented to him by Hawaii Gov. David Ige at a dinner on Monday in Honolulu. Abe and President Obama visited Pearl Harbor on Tuesday, 75 years after the surprise Japanese attack that drew the U.S. into World War II. Marco Garcia/AP In a somber ceremony Tuesday, the two leaders touted the U.S.-Japan alliance that arose in the aftermath of the bitter conflict and became a \"cornerstone of peace and stability in the Asia-Pacific region,\" Obama said. \"The U.S. and Japan chose friendship and they chose peace,\" Obama said. \"It has helped underwrite an international order that has prevented another World War.\" Abe, for his part, offered his condolences, but stopped short of an apology for the Dec. 7, 1941, air raid that killed more than 2,300 service members. \"As the prime minister of Japan, I offer my sincere and everlasting condolences to the souls of those who lost their lives here, as well as to the spirits of all the brave men and women whose lives were taken by a war that commenced in this very place,\" Abe said through an interpreter. A Navy sailor salutes the memorial to the USS Arizona on Dec. 7, the 75th anniversary of the Japanese attack on Pearl Harbor. The Arizona was hit in the air raid. Marco Garcia/AP hide caption toggle caption Marco Garcia/AP A Navy sailor salutes the memorial to the USS Arizona on Dec. 7, the 75th anniversary of the Japanese attack on Pearl Harbor. The Arizona was hit in the air raid. Marco Garcia/AP But while both leaders spent significant time memorializing the dead, it was the current relationship between the two nations that took center stage. Abe said \"the spirit of reconciliation\" was at work in U.S. efforts to aid the war-wrecked Japan following its surrender. He also credited the U.S. for allowing Japan to transition from an imperial nation to a peaceful democratic one. \"On behalf of the Japanese people, I hereby wish to express once again my heartfelt gratitude to the U.S. and the world for the tolerance extended to Japan,\" the prime minister said. Article continues after sponsorship Abe's visit also marks the first time a Japanese prime minister has made an official visit to the site of the surprise aerial attack, and takes place just seven months after Obama became the first sitting U.S. president to travel to Hiroshima , the Japanese city where the U.S. dropped the first atomic bomb in 1945, hastening the end of the war. While Abe is not the first Japanese leader to visit this World War II landmark, he's the first do so publicly and alongside a U.S. president. Three Japanese prime ministers made low-key visits in the 1950s, including one in 1957 by Nobusuke Kishi — who was Abe's grandfather. Those visits received scant attention, so little that Abe himself was apparently unaware his grandfather had been to Pearl Harbor. At the time, the trauma of World War II was still vivid for millions of Americans and Japanese and neither side appeared eager to advertise the unofficial visits by the Japanese leaders. With Obama down to his final weeks in office, the two leaders held their last bilateral meeting and reviewed the state of the U.S.- Japan alliance. Obama has sought to increase the U.S. focus on the broader region with his \"pivot to Asia\" at a time of growing Chinese military and economic might. President-elect Donald Trump's approach has so far been marked by provocative statements about China, and also by calls for Japan to pay more for security assistance. However, he hasn't yet spelled out the details of his plans. Abe was the first foreign leader to meet with Trump. The two sat down at Trump Tower in New York on Nov. 18, though few specifics emerged from the discussion. ",
    "title": "At Pearl Harbor, Obama And Japan's Leader Tout Reconciliation : The Two-Way : NPR"
   },
   {
    "entities": [
     "nicholas",
     "donald",
     "linkedin",
     "shinzo",
     "less than a century ago",
     "harbor",
     "hiroshima",
     "time",
     "david",
     "1951",
     "dec. 7, 1941",
     "nagasaki",
     "abe",
     "the day",
     "december 27, 2016",
     "tuesday",
     "usa",
     "arizona",
     "states",
     "jan. 20",
     "obama",
     "trump",
     "america",
     "post",
     "may",
     "check",
     "u.s.",
     "kamm",
     "share",
     "united",
     "6:33 p.m. est",
     "facebook",
     "current",
     "jackson",
     "pearl",
     "today",
     "75 years ago",
     "japan"
    ],
    "id": 3,
    "text": "Obama, Japan leader honor the dead of Pearl Harbor Shinzo Abe is first Japanese leader to speak at Pearl Harbor Post to Facebook Obama, Japan leader honor the dead of Pearl Harbor Shinzo Abe is first Japanese leader to speak at Pearl Harbor Check out this story on USATODAY.com: http://usat.ly/2iBKKHh CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 48 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Obama, Japan leader honor the dead of Pearl Harbor David Jackson , USA TODAY 6:33 p.m. EST December 27, 2016 x Share Shinzo Abe offered his condolences to the lives lost during the attack on Pearl Harbor while visiting the site with President Obama. It was the first formal visit to the memorial that rests above the USS Arizona by a Japanese leader. USA TODAY NETWORK President Obama and Japanese Prime Minister Shinzo Abe place wreaths at the USS Arizona Memorial. (Photo: NICHOLAS KAMM, AFP/Getty Images) President Obama and Japanese Prime Minister Shinzo Abe paid emotional tribute Tuesday to the thousands of Americans who lost their lives at Pearl Harbor 75 years ago, and said the strong relations between their two nations in the decades since prove the power of reconciliation. \"Even the deepest wounds of war can give way to friendship and lasting peace,\" Obama said after welcoming his Japanese counterpart to the site of the attack that drew the United States into the Second World War, a conflict that transformed America into a global superpower. Describing Pearl Harbor as \"a sacred place,\" Obama said: \"Here, in so many ways, America came of age.\" Abe, the first Japanese leader to pay a formal visit to Pearl Harbor, all but apologized for the attack of Dec. 7, 1941, offering his \"sincere and everlasting condolences to the souls\" of the more than 2,400 Americans who lost their lives in the surprise attack. \"We must never repeat the horrors of war,\" Abe said. The prime minister also thanked the United States for helping his nation recover — and develop a democracy — in the years after World War II, which ended with the U.S. atomic bomb attacks on the Japanese cities of Hiroshima and Nagasaki. Obama visited Hiroshima in May, a trip Abe reciprocated with the ceremony at Pearl Harbor. Before their public remarks, Obama and Abe toured the memorial above the sunken USS Arizona. They visited the \"shrine room,\" placing wreaths of peace lilies in front of a wall adorned with the names of American service members killed in the attack. They later dropped purple flowers into the waters of the harbor. The leaders also had a private meeting about U.S.-Japan relations, an alliance they praised during their public remarks. \"It has helped underwrite an international order that has prevented another World War,\" Obama said, and the U.S.-Japanese alliance \"has never been stronger.\" Abe said the U.S. and Japan have become the kinds of allies \"rarely found anywhere in history,\" a development he attributed to the \"power of reconciliation.\" Changes in the alliance could be imminent as Donald Trump prepares to become U.S. president on Jan. 20. During the campaign, Trump said Japan and other countries are taking advantage of the U.S. when it comes to trade deals. He also talked about demanding that Japan and other nations pay more for U.S. defense assistance. Publicly, Obama and Abe largely laid modern politics aside in speaking of those who made the ultimate sacrifice at Pearl Harbor. \"Here in this quiet harbor,\" Obama said, \" we honor those we lost, and we give thanks for all that our two nations have won — together, as friends.\" Both Obama and Abe spoke of the sacrifices made by service members during the conflict that engulfed the world less than a century ago. The sight of the Arizona, its gutted hull at the bottom of the harbor, is \"a place that brought utter silence to me,\" Abe said. At the time of the attack and over the years, some citizens in Japan described the Pearl Harbor attack as retaliation for a U.S. oil embargo on their energy-starved country. A previous Japanese prime minister made an unannounced visit to Pearl Harbor in 1951, but Abe became the country's first leader to participate in a ceremony at the attack site. Obama may have made a reference to current events when he said that, even at times \"when hatred burns hottest,\" people \"must resist the urge to demonize those who are different.\" Such are among the lessons of war, he said. \"The fruits of peace always outweigh the plunder of war,\" Obama said. \"This is the enduring truth of this hallowed harbor.\" 75 CONNECT TWEET LINKEDIN 48 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2iBKKHh NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Obama, Japan leader honor the dead of Pearl Harbor"
   },
   {
    "entities": [
     "francisco",
     "emily",
     "reynolds",
     "irene",
     "berkeley",
     "1991",
     "dustin",
     "lucasfilm",
     "new",
     "times",
     "feb. 7, 2008",
     "abc",
     "cbc",
     ", 6:27 pm",
     "raddatz/san",
     "dec 27, 2016",
     "theater",
     "2010",
     "theatre",
     "roda",
     "kong",
     "ltd.",
     "debbie",
     "nov. 30, 2016",
     "howard",
     "royalty",
     "dresdale",
     "two years later in 1977",
     "robin",
     "vince",
     "angeles",
     "2008",
     "williams",
     "vaughn",
     "2007",
     "1973",
     "bradshaw",
     "phoenix",
     "tina",
     "california",
     "liz",
     "jan. 2, 1957",
     "london",
     "advocate",
     "hollywood",
     "broadway",
     "and 1982",
     "griffin",
     "chronicle/polaris",
     "fox",
     "carrie",
     "lemon",
     "fisher",
     "seth",
     "jacobo",
     "2009",
     "katy",
     "1975",
     "pan",
     "tuesday",
     "2000",
     "bianca",
     "march 1980",
     "friday",
     "pawtucket",
     "eddie",
     "angela",
     "repertory",
     "julia",
     "king",
     "leia",
     "health",
     "many",
     "brewery",
     "peter",
     "the '50s",
     "warren",
     "andrea",
     "los",
     "george",
     "macfarlane",
     "to",
     "shapiro",
     "news",
     "lucas",
     "hoffman",
     "september",
     "fey",
     "rosemary",
     "beatty",
     "mental"
    ],
    "id": 4,
    "text": "The Carrie Fisher You May Not Have Known By JULIA JACOBO Dec 27, 2016, 6:27 PM ET 0 Shares WATCH 'Star Wars' Actress Carrie Fisher Dies at 60 0 Shares Email Actress and writer Carrie Fisher died at the age of 60 on Tuesday after going into cardiac arrest on Friday during a flight from London to Los Angeles. Although Fisher is known for playing Princess Leia, she was just as famous for her wit and dry humor as she was for her iconic role in \" Star Wars .\" LucasFilm Ltd. Carrie Fisher, center, as Princess Leia, in a scene from \"Star Wars: Return of the Jedi.\" This is the Carrie Fisher you may not have known: Carrie Fisher the Script Doctor Fisher's work behind the scenes helped perfect other Hollywood blockbusters. She was asked to rewrite the 1991 Peter Pan adventure film \"Hook\" after she wrote \"Postcards from the Edge,\" she told the Phoenix New Times in 2008. TriStar Pictures Dustin Hoffman, left, as Captain Hook, and Robin Williams, as Peter Pan, in a scene from \"Hook.\" \"They told me they wanted me to rewrite Tinkerbell’s part, but if Tinkerbell interacts, you’re writing scenes,\" Fisher said. After \"Hook,\" Fisher also worked on \"Sister Act\" and \"Lethal Weapon 3,\" and she would rewrite dialogue in parts she played as well. \"It is easier as an actor to go into rewriting because you know what would fit into your mouth dialogue-wise,\" she told the New Times. Carrie Fisher the Broadway Star Fisher made her Broadway debut in 1973 revival of \"Irene,\" which starred her mother, Debbie Reynolds. Fisher also starred in \"Censored Scenes from King Kong,\" which opened in March 1980, and 1982's \"Agnes of God,\" according to Broadway.com . Fisher was last seen on Broadway from 2009 to 2010, starring in the critically acclaimed one-woman tell-all \"Wishful Drinking,\" based on her autobiographical book of the same name. Katy Raddatz/San Francisco Chronicle/Polaris Carrie Fisher explaining the utter horror of her Princess Leia hairstyle in \"Wishful Drinking,\" her solo show at Berkeley Repertory Theatre's Roda Theater, Feb. 7, 2008, in Berkeley, California. Carrie Fisher Was a Mental Health Advocate Inspired by Her Own Struggles Carrie Fisher the Cameo Queen On top of doctoring a number of screenplays and starring on Broadway, Fisher also made a handful of notable cameo appearances. In “Hook,” Fisher and “Star Wars” creator George Lucas made a cameo as a kissing couple on a bridge. In 2000, Fisher starred as herself in an episode of “ Sex and the City ,” in which she finds character Carrie Bradshaw in bed with her “housesitter,” played by Vince Vaughn . That same year, Fisher made a cameo in “Scream 3,” in which she played Bianca, a Carrie Fisher lookalike who claimed she had also been up for the role of Princess Leia in “Star Wars” but lost to a woman who \"sleeps with George Lucas.\" In 2007, Fisher guest-starred in an episode of “30 Rock,” in which she played Rosemary Howard, the childhood idol of the show’s main character, Liz Lemon ( Tina Fey ). Fisher earned her first Emmy nomination for her guest role on the show, in which she delivered a spoof of one of Princess Leia's famous lines, saying, “Help me, Liz Lemon, you’re my only hope!” Fisher also voiced Angela on “Family Guy.” Angela was the head of the shipping department at the Pawtucket Brewery and Peter Griffin’s supervisor. Fox Peter Griffin, voiced by Seth MacFarlane, right, and boss Angela, voiced by Carrie Fisher, in a scene from \"Family Guy.\" Carrie Fisher: Hollywood Royalty Many have described Fisher as a child of Hollywood royalty. She was the daughter of “Singin’ in the Rain” actress Debbie Reynolds and singer Eddie Fisher , one of the most successful and popular artists in the '50s. Following in her famous parents’ footsteps, Carrie Fisher made her Broadway debut at the age of 15 alongside her mother in “Irene.” AP Photo Carrie Fisher's parents, Eddie Fisher and Debbie Reynolds, appear before the camera with their daughter to pose for their first family group picture in Hollywood, Jan. 2, 1957. In 1975, Fisher made her movie debut in the Warren Beatty film “Shampoo.” Fisher became a household name just two years later in 1977 when she starred as Princess Leia in the first-ever “Star Wars” film. Carrie Fisher the Mental Health Advocate Fisher, a longtime advocate for mental health awareness, opened up about her own battle with bipolar disorder just a few weeks before her death in an advice column she penned for The Guardian . In the column dated Nov. 30, 2016, Fisher wrote, “I was told that I was bipolar when I was 24 but was unable to accept that diagnosis until I was 28 when I overdosed and finally got sober.” Fisher then said that it was important to join communities with other bipolar people “to share experiences and find comfort in the similarities.” \"Initially I didn't like the groups,” she wrote. “I felt like I had been banished to sit with a group of other misfits like myself to sit still for an hour. But then someone said, 'You don’t have to like these meetings, you just have to go, go until you like them.' That took me by surprise.” Fisher added, “My comfort wasn’t the most important thing -- my getting through to the other side of difficult feelings was.” In September, Fisher spoke to CBC's \"Radio Active,\" saying that speaking out about her mental illness has been “freeing.” “Shame is not something I aspire to,” she said, noting that \"a lot of people are bipolar.\" Fisher added that since speaking up, she had gotten “a lot of people coming up to me and thanking me for that.” ABC News' Andrea Dresdale and Emily Shapiro contributed to this report. 0 Shares ",
    "title": "The Carrie Fisher You May Not Have Known - ABC News"
   },
   {
    "entities": [
     "corbis",
     "recently",
     "elizabeth",
     "1987",
     "supanova",
     "reynolds",
     "culture",
     "nearmy",
     "nov. 21",
     "1991",
     "expo",
     "daily",
     "new",
     "pop",
     "brothers",
     "this morning",
     "now",
     "2014",
     "harry",
     "akana",
     "bryan",
     "corky",
     "sunset",
     "maclaine",
     "richard",
     "debbie",
     "australia",
     "harrison",
     "amazon",
     "paul",
     "today",
     "anna",
     "halls",
     "june 2013",
     "billie",
     "angeles",
     "dec 27 2016",
     "the second",
     ", 7:40 pm",
     "taylor",
     "hamill",
     "1984",
     "blue",
     "1994",
     "last friday",
     "tracey",
     "mark",
     "london",
     "2:25",
     "hollywood",
     "griffin",
     "lourd",
     "carrie",
     "streep",
     "october 21, 1956",
     "marquand",
     "boulevard",
     "kershner",
     "fisher",
     "december 23, 2016",
     "1975",
     "tuesday",
     "homebush",
     "getty",
     "irvin",
     "welsh",
     "eddie",
     "angela",
     "ford",
     "united",
     "leia",
     "andrew",
     "sally",
     "1990",
     "shirley",
     "peter",
     "blankstein",
     "meryl",
     "los",
     "george",
     "images",
     "siemaszko",
     "epa",
     "news",
     "met",
     "dan",
     "lucas",
     "1983",
     "mccausland",
     "aykroyd",
     "1:53",
     "two years later",
     "simon",
     "share",
     "nbc",
     "york",
     "facebook",
     "phil",
     "sydney"
    ],
    "id": 5,
    "text": "Dec 27 2016, 7:40 pm ET 'Star Wars' Actress Carrie Fisher Dies at 60 After Suffering Heart Attack by Andrew Blankstein, Phil McCausland and Corky Siemaszko Share Carrie Fisher, Iconic 'Star Wars' Actress and Author, Dies at Age 60 2:25 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161228011928if_/http://www.nbcnews.com/widget/video-embed/842343491914\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"Star Wars\" has lost its most beloved princess. Carrie Fisher, best known for her portrayal of the plucky Princess Leia in George Lucas' epic intergalactic movie series, died Tuesday, days after suffering a heart attack on a plane. She was 60 years old. Play Carrie Fisher Dies at Age 60 1:53 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161228011928if_/http://www.nbcnews.com/widget/video-embed/842127939642\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"It is with a very deep sadness that Billie Lourd confirms that her beloved mother Carrie Fisher passed away at 855 this morning,\" Simon Halls, a representative for Fisher's daughter, said in a statement to NBC News. \"She was loved by the world and she will be missed profoundly.\" Related: 'Our Princess Has Passed Away' — Stars Mourn Carrie Fisher Fisher, who had recently wrapped the filming of \"Star Wars: Episode VIII,\" the second of three new \"Star Wars\" films, was in the midst of a tour to promote her eighth book, an autobiography called \"The Princess Diarist,\" when she suffered the medical emergency. Carrie Fisher, seen in June 2013, at Supanova Pop Culture Expo at Homebush in Sydney, Australia. TRACEY NEARMY / EPA During a Nov. 21 appearance on TODAY, Fisher showed no sign of being ill while she bantered with the hosts and dished about her affair with co-star Harrison Ford. Photo Gallery: Carrie Fisher: Actress, Author and 'Princess' \"It was a three-month one-night stand,\" she said. But on a flight from London back home to Los Angeles last Friday, Fisher went into cardiac arrest. Sources said members of the United flight crew, joined by a doctor and a nurse on board, performed emergency measures on her. Lucas said in a statement that Fisher \"was extremely smart; a talented actress, writer and comedienne with a very colorful personality that everyone loved.\" \"In Star Wars she was our great and powerful princess — feisty, wise and full of hope in a role that was more difficult than most people might think,\" he said. \"My heart and prayers are with Billie, Debbie and all Carrie's family, friends and fans. She will be missed by all.\" Co-star Harrison Ford echoed the sentiment, and said in a statement that \"Carrie was one-of-a-kind ... brilliant, original. Funny and emotionally fearless. She lived her life, bravely.\" So many thanks to the United flight crew who jumped into action, and the awesome doctor and nurse passengers who helped — Anna Akana (@AnnaAkana) December 23, 2016 Born October 21, 1956, Fisher was Hollywood royalty before she became a member of the fictional Organa royal family in the \"Star Wars\" movies. The daughter of singer Eddie Fisher and actress Debbie Reynolds, Fisher was just two when her parents divorced and she went to live briefly with starlet Elizabeth Taylor. Reynolds thanked those who \"embraced the gifts and talents of my beloved and amazing daughter\" in a post on Facebook following Fisher's death, adding, \"I am grateful for your thoughts and prayers that are now guiding her to her next stop.\" Post by NBC News . Following in her mother's footsteps, Fisher made her film debut in the 1975 movie \"Shampoo.\" But it was her turn as the tough-talking princess who defies the Evil Empire in \"Star Wars\" two years later that rocketed her into fame and turned her into a feminist icon at the tender age of 19. And she relished the role. \"And as much as I may have joked about 'Star Wars' over the years, I liked that I was in those films,\" she later wrote in her autobiography. \"Particularly as the only girl in an all-boy fantasy. They were fun to make. It was an anecdote of unimaginable standing.\" In 1983, Fisher became a sex symbol for a whole generation of \"Star Wars\" fans when she appeared in a memorable metal bikini chained to the villainous Jabba the Hutt in \"Star Wars: Episode VI - Return of the Jedi.\" \"What's funny is I wish I had known I was a sex symbol,\" she later told The New York Daily News. \"That's so odd. Because I don't think that way. I don't look at myself even remotely that way.\" Carrie Fisher on the set of \"Star Wars: Episode VI - Return of the Jedi\" directed by Welsh Richard Marquand. Sunset Boulevard / Corbis via Getty Images Fisher went on to appear in other movies, landing scene-stealing supporting roles in \"The Blue Brothers,\" \"When Harry Met Sally\" and \"The Burbs.\" Recently, Fisher played the annoying mother in a British TV comedy called \"Catastrophe\" that streams on Amazon. In 1987, Fisher published her first novel \"Postcards from the Edge,\" a semi-autobiographical book that drew on her real-life battles with drug addiction, bipolar disorder and her fraught relationship with her mother. It was a bestseller that was turned into a 1990 movie starring Meryl Streep and Shirley Maclaine. Fisher continued making movies and became one of Hollywood's most in-demand script doctors. She also found a new generation of fans with appearances on shows as varied as \"Entourage,\" \"30 Rock,\" and \"Sex and the City.\" She also was the voice of Peter Griffin's boss Angela on \"Family Guy.\" In 2014, Fisher confirmed that she was reuniting with Ford and Mark Hamill in \"Star Wars: The Force Awakens.\" Carrie Fisher on the set of \"Star Wars: Episode V - The Empire Strikes Back\" directed by Irvin Kershner. Sunset Boulevard / Corbis via Getty Images But after the movie came out, the actress was barraged with hateful tweets from body shamers who said she'd aged badly. Fisher fired right back at them. Two years later, Fisher released her tell-all book, that included her claim of an affair with Ford and the admission that she thought her days as Princess Leia were over. \"I was surprised. As surprised as you can be and still be so far over forty,\" she wrote. \"I mean, I thought they might make more Star Wars movies — not that I thought it all that much — but I doubted that I would find myself in them. And now it looked like I would! Hallelujah!\" Fisher was in a long-term relationship with musician Paul Simon and married to him for a year before they divorced in 1984. From 1991 to 1994, she was involved with talent agent Bryan Lourd — a relationship that produced her one child, actress Billie Lourd. She was also briefly engaged to comedian and actor Dan Aykroyd, whom she met on the set of \"The Blues Brothers.\" Funeral plans are not yet finalized. Andrew Blankstein ",
    "title": "'Star Wars' Actress Carrie Fisher Dies at 60 After Suffering Heart Attack - NBC News"
   },
   {
    "entities": [
     "council",
     "house",
     "russia",
     "donald",
     "last year",
     "congress",
     "beijing",
     "goldman",
     "francisco",
     "vladimir",
     "nakashima",
     "december 27",
     "law",
     "jason",
     "2013",
     "john",
     "2016",
     "this fall",
     "school",
     "of",
     "fbi",
     "putin",
     "new",
     "zachary",
     "a few months later",
     "washington",
     "democratic",
     "november 2014",
     "2015",
     "clinton",
     "last summer",
     "ukraine",
     "last week",
     "committee",
     "states",
     "white",
     "homeland",
     "kremlin",
     "this week",
     "china",
     "obama",
     "trump",
     "national",
     "september",
     "post",
     "dnc",
     "a year later",
     "u.s.",
     "podesta",
     "university",
     "april 2015",
     "ellen",
     "san",
     "ari",
     "jinping",
     "at 1:32 pm",
     "hillary",
     "united",
     "moscow",
     "wikileaks",
     "york",
     "security",
     "state",
     "department",
     "the future",
     "xi",
     "schwartz",
     "aldag/the"
    ],
    "id": 6,
    "text": "Obama administration is close to announcing measures to punish Russia for election interference The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Ellen Nakashima December 27 at 1:32 PM Follow @nakashimae The Obama administration is close to announcing a series of measures to punish Russia for its interference in the 2016 presidential election, including economic sanctions and diplomatic censure, according to U.S. officials. The administration is still finalizing the details, which are also expected to include covert action that likely will involve cyber operations, the officials said. An announcement on the public elements of the response could come as early as this week. The sanctions part of the package culminates weeks of debate in the White House about how to revise an executive order from last year meant to give the president authority to respond to cyberattacks from overseas, but which did not originally cover efforts to influence the electoral system. The Obama administration last year rolled the order out to great fanfare as a way to punish and deter foreign hackers who harm the United States’ economic or national security. The threat to use it last year helped wring a pledge out of China’s president that his country would cease hacking U.S. companies’ secrets to benefit Chinese firms. (Jason Aldag/The Washington Post) But officials this fall concluded that it could not, as written, be used to punish the most significant cyber-provocation in recent memory against the United States — Russia’s hacking of Democratic organizations, targeting of state election systems and meddling in the presidential election . With the clock ticking, the White House is working on adapting the authority to punish the Russians, according to the officials, who spoke on the condition of anonymity to discuss internal deliberations. President Obama last week pledged there would be a response to Moscow’s interference in the U.S. elections. Russia had denied involvement in the hacking. One clear way to use the order against the Russian suspects would be to declare the electoral systems part of the “critical infrastructure” of the United States. Or it could be amended to clearly apply to the new threat — interfering in elections. Administration officials would also like to make it difficult for President-elect Donald Trump to roll back any action they take. “Part of the goal here is to make sure that we have as much of the record public or communicated to Congress in a form that would be difficult to simply walk back,” said one senior administration official, who like others spoke on the condition of anonymity to discuss internal deliberations. Obama issued the executive order in April 2015, creating the sanctions tool as a way to hold accountable people who harm computer systems related to critical functions such as electricity generation or transportation or who gain a competitive advantage through cybertheft of commercial secrets. President Obama and Chinese President Xi Jinping attend a news conference in November 2014 in Beijing. (Feng Li/Getty Images) The order allows the government to freeze the assets in the United States of people overseas who have engaged in cyber acts that have threatened U.S. national security or financial stability. The sanctions would also block commercial transactions with the designated individuals and bar their entry into the country. But just a year later, a Russian military spy agency would hack into the Democratic National Committee and steal a trove of emails that were released a few months later on WikiLeaks, U.S. officials said. Other releases followed, including the hacked emails of Hillary Clinton’s campaign chairman, John Podesta. “Fundamentally, it was a low-tech, high-impact event,” said Zachary Goldman, a sanctions and national security expert at New York University School of Law. And the 2015 executive order was not crafted to target hackers who steal emails and dump them on WikiLeaks or seek to disrupt an election. “It was an authority published at a particular time to address a particular set of problems,” he said. So officials “need to engage in some legal acrobatics to fit the DNC hack into an existing authority, or they need to write a new authority,” Goldman said. Administration officials would like Obama to use the power before leaving office to demonstrate its utility. “When the president came into office, he didn’t have that many tools out there to use as a response” to malicious cyber-acts, said Ari Schwartz, a former senior director for cybersecurity on the National Security Council. “Having the sanctions tool is really a big one. It can make a very strong statement in a way that is less drastic than bombing a country and more impactful than sending out a cable from the State Department.” The National Security Council concluded that it would not be able to use the authority against Russian hackers because their malicious activity did not clearly fit under its terms, which require harm to critical infrastructure or the theft of commercial secrets. “You would (a) have to be able to say that the actual electoral infrastructure, such as state databases, was critical infrastructure, and (b) that what the Russians did actually harmed it,” said the administration official who spoke on the condition of anonymity. “Those are two high bars.” Though Russian government hackers are believed to have penetrated at least one state voter-registration database, they did not tamper with the data, officials said. Some analysts believe that state election systems would fit under “government facilities,” which is one of the 16 critical infrastructure sectors designated by the Department of Homeland Security. Another option is to use the executive order against other Russian targets — say, hackers who stole commercial secrets — and then, in either a public message or a private one, make clear that the United States considers its electoral systems to be critical infrastructure. The idea is to not only punish but also deter. “As much as I am concerned about what happened to us in the election, I am also concerned about what will happen to us in the future,” a second official said. “I am firmly convinced that the Russians and others will say, ‘That worked pretty well in 2016, so let’s keep going.’ We have elections every two years in this country.” Even the threat of sanctions can have deterrent value. Officials and experts point to the agreement Chinese President Xi Jinping reached with Obama last year that his country would stop commercial cyberspying. Xi came to the table following news reports last summer that the administration was preparing to sanction Chinese companies. Complicating matters, the Trump transition team has not yet had extensive briefings with the White House on cyber issues, including the potential use of the cyber-sanctions order. The slow pace has caused consternation among officials, who fear that the administration’s accomplishments in cybersecurity could languish if the next administration fails to understand their value. [ Trump turning away intelligence briefers since election win ] Sanctions are not a silver bullet. Obama noted that “we already have enormous numbers of sanctions against the Russians” for their activities in Ukraine. So it is questionable, some experts say, whether adding new ones would have a meaningful effect in changing the Kremlin’s behavior. But in combination with other measures, they could be effective. Criminal indictments of Russians might become an option, officials said, but the FBI has so far not gathered enough evidence that could be introduced in a criminal case. At one point, federal prosecutors and FBI agents in San Francisco considered indicting Guccifer 2.0, a nickname for a person or people believed to be affiliated with the Russian influence operation and whose true identity was unknown. Before the election, the administration used diplomatic channels to warn Russia. Obama spoke to Russian President Vladi­mir Putin at a Group of 20 summit in China in September. About a week before the election, the United States sent a “hotline”-style message to Moscow using a special channel for crisis communication created in 2013 as part of the State Department’s Nuclear Risk Reduction Center. As part of that message, the officials said, the administration asked Russia to stop targeting state voter registration and election systems. It was the first use of that system. The Russians, officials said, appeared to comply. Read more: ",
    "title": "Obama administration is close to announcing measures to punish Russia for election interference - The Washington Post"
   },
   {
    "entities": [
     "recently",
     "1987",
     "elizabeth",
     "twitter",
     "billie",
     "past 15 years",
     "reynolds",
     "angeles",
     "2006",
     "warren",
     "blues",
     "hbo",
     "david",
     "meryl",
     "los",
     "this year",
     "george",
     "macfarlane",
     "earlier this year",
     "associated",
     "festival",
     "seth",
     "fisher",
     "charlie",
     "brothers",
     "kenobi",
     "2015",
     "the day",
     "2009",
     "now",
     "1975",
     "1977",
     "wars",
     "last week",
     "taylor",
     "tuesday",
     "cronenberg",
     "gary",
     "lucas",
     "friday",
     "star",
     "cannes",
     "press",
     "2017",
     "2010",
     "eddie",
     "beatty",
     "film",
     "todd",
     "dec. 27",
     "ford",
     "maclaine",
     "simon",
     "debbie",
     "hollywood",
     "broadway",
     "instagram",
     "leia",
     "harrison",
     "facebook",
     "organa",
     "hannah",
     "1990",
     "lourd",
     "carrie",
     "streep",
     "paul",
     "the past decade",
     "shirley",
     "obi-wan"
    ],
    "id": 7,
    "text": "Carrie Fisher, who played Princess Leia in 'Star Wars,' dies at age 60 Carrie Fisher dies at 60: Her career at a glance. Though Carrie Fisher is best known as Princess Leia from Star Wars, she has performed in many other acting roles and has had a successful career as a book author and screenplay doctor. Though Carrie Fisher is best known as Princess Leia from Star Wars, she has performed in many other acting roles and has had a successful career as a book author and screenplay doctor. Tribune news services Contact Reporter Carrie Fisher, a daughter of Hollywood royalty who gained pop-culture fame as Princess Leia in the original \"Star Wars\" and turned her struggles with addiction and mental illness into wickedly funny books, a hit film and a one-woman stage show, died Tuesday after falling ill aboard a flight last week. She was 60. \"Carrie was one of a kind ... brilliant, original. Funny and emotionally fearless. She lived her life, bravely,\" ''Star Wars\" co-star Harrison Ford said in a statement. Fisher, the daughter of actress Debbie Reynolds and singer Eddie Fisher, had been hospitalized since Friday, when paramedics responded to a report of a patient in distress at Los Angeles airport. Her family gave no details on the emergency, but media reports said she had suffered a heart attack. \"Thank you to everyone who has embraced the gifts and talents of my beloved and amazing daughter,\" Reynolds wrote on her Facebook page Tuesday. \"I am grateful for your thoughts and prayers that are now guiding her to her next stop. Love Carries Mother.\" Fisher made her feature film debut opposite Warren Beatty in the 1975 hit \"Shampoo.\" She also appeared in \"Austin Powers,\" ''The Blues Brothers,\" ''Charlie's Angels,\" ''Hannah and Her Sisters,\" ''Scream 3\" and \"When Harry Met Sally ...\" But Fisher is best remembered as the headstrong Princess Leia in the original \"Star Wars\" in 1977, her hair styled in futuristic braided buns. She uttered the immortal phrase \"Help me Obi-Wan Kenobi, you're my only hope.\" Actress and writer Carrie Fisher, who is perhaps best known for portraying Princess Leia Organa in the \"Star Wars\" films, died Dec. 27 . Most recently, Fisher published her eighth book, a memoir titled \"The Princess Diarist.\" She reprised the role in Episode VII of the series, \"Star Wars: The Force Awakens\" in 2015, and her digitally rendered image appears in the newest installment, \"Rogue One: A Star Wars Story.\" \"She was extremely smart; a talented actress, writer and comedienne with a very colorful personality that everyone loved,\" ''Star Wars\" creator George Lucas said in a statement. \"In 'Star Wars' she was our great and powerful princess - feisty, wise and full of hope in a role that was more difficult than most people might think.\" Fisher long battled drug addiction and mental illness. She said she smoked pot at 13, used LSD by 21 and was diagnosed as bipolar at 24. She was treated with electroshock therapy and medication. In 1987, her thinly veiled autobiography \"Postcards From the Edge\" became a best-seller. It was adapted into a 1990 movie starring Shirley MacLaine and Meryl Streep. More books followed: \"Delusions of Grandma,\" ''Surrender the Pink,\" ''The Best Awful,\" ''Shockaholic\" and this year's autobiography, \"The Princess Diarist,\" in which she revealed that she and Ford had an affair on the \"Star Wars\" set. Fisher's one-woman show, \"Wishful Drinking,\" which she had performed across the country since 2006, was turned into a book, made its way to Broadway in 2009 and was filmed for HBO in 2010. Little was off-limits in the show. She discussed the scandal that engulfed her superstar parents (Fisher ran off with Elizabeth Taylor); her brief marriage to singer Paul Simon; the time the father of her daughter left her for a man; and the day she woke up next to the dead body of a platonic friend who had overdosed in her bed. \"I'm a product of Hollywood inbreeding. When two celebrities mate, something like me is the result,\" she said in the show. At another point, she cracked: \"I don't have a problem with drugs so much as I have a problem with sobriety.\" Ever ready to satirize herself, she played Carrie Fisher a few times, as in David Cronenberg's dark Hollywood sendup \"Maps to the Stars\" and in an episode of \"Sex and the City.\" In the past 15 years, Fisher appeared as a television guest star, perhaps most memorably as a has-been comedy legend on \"30 Rock.\" She also supplied the voice of a recurring character on the animated \"Family Guy\" for the past decade. \"Carrie Fisher was smart, funny, talented, surprising and always a hell of a fun time to be around. Family Guy will miss her immensely,\" show creator Seth MacFarlane tweeted. Fisher starred with her mother in a documentary set to air on HBO in 2017. \"Bright Lights: Starring Debbie Reynolds and Carrie Fisher\" premiered at the Cannes Film Festival earlier this year. She endeared herself to the social-media generation with her quirky tweets, laden with crazy keyboard symbols and colorful typefaces. Her ever-present bulldog, Gary Fisher, had his own Twitter and Instagram account. (\"Saddest tweets to tweet. Mommy is gone. I love you @carrieffisher,\" the dog's Twitter feed read.) Besides her mother, Fisher is survived by her brother, Todd Fisher, and her daughter, Billie Lourd. In a 2009 interview with The Associated Press, Fisher wasn't coy about revealing details about her life. She hoped to remove the stigma from mental illness. \"People relate to aspects of my stories and that's nice for me because then I'm not all alone with it,\" she said. \"Also, I do believe you're only as sick as your secrets. If that's true, I'm just really healthy.\" Associated Press ",
    "title": "Carrie Fisher, who played Princess Leia in &apos;Star Wars,&apos; dies at age 60 - Chicago Tribune"
   },
   {
    "entities": [
     "recently",
     "twitter",
     "billie",
     "foxnews.com",
     "reynolds",
     "1980s",
     "angeles",
     "1980",
     "2016",
     "blues",
     "los",
     "george",
     "harvard",
     "2008",
     "times",
     "williams",
     "fisher",
     "1992",
     "--",
     "brothers",
     "2004",
     "2015",
     "the decade",
     "oct. 21, 1956",
     "now",
     "1975",
     "hamill",
     "december 27, 2016",
     "1977",
     "dee",
     "dan",
     "savitsky",
     "tuesday",
     "the 1980s",
     "akroyd",
     "lucas",
     "billy",
     "1983",
     "2010",
     "eddie",
     "todd",
     "bryan",
     "mark",
     "london",
     "ford",
     "simon",
     "sasha",
     "debbie",
     "hollywood",
     "broadway",
     "suzanne",
     "catherine",
     "8:55 this morning",
     "20th century",
     "leia",
     "harrison",
     "facebook",
     "organa",
     "fox",
     "lourd",
     "hannah",
     "dec. 23",
     "carrie",
     "paul",
     "about a year later",
     "three months in 1976",
     "today"
    ],
    "id": 8,
    "text": "Carrie Fisher, best known as Princess Leia in Star Wars, dead at 60 Published               December 27, 2016 Facebook 0 Twitter 0 Email Print   Carrie Fisher, best known as the iconic double-bun hairdo-wearing Princess Leia in the Star Wars franchise, died Tuesday following a heart attack, FoxNews.com confirmed. She was 60. \"It is with a very deep sadness that Billie Lourd confirms that her beloved mother Carrie Fisher passed away at 8:55 this morning,\" a representative for Lourd told FoxNews.com. \"She was loved by the world and she will be missed profoundly.\" — Mark Hamill (@HamillHimself) December 27, 2016 Fisher's publicist also confirmed the news. SLIDESHOW: CARRIE FISHER THROUGH THE YEARS Fisher starred in a host of popular 1980s movies, was married or engaged to famous singers and actors, suffered from bipolar disorder and drug addiction and eventually became a mental health advocate. She had a medical emergency while on a flight from London to Los Angeles on Dec. 23, during which she stopped breathing. She was later taken to an intensive care unit, but never recovered. \"Thank you to everyone who has embraced the gifts and talents of my beloved and amazing daughter,\" mother Debbie Reynolds wrote on Facebook. \"I am grateful for your thoughts and prayers that are now guiding her to her next stop. Love Carries Mother.\" Fisher was born on Oct. 21, 1956 with showbiz – literally – in her blood. The daughter of singer Eddie Fisher and Reynolds, a star actress, Carrie appeared, at the age of 15, in the Broadway show “Irene,” which Reynolds starred in. But the theater turn cost her school time and contributed to Fisher never finishing high school. She first appeared on the movie screen in 1975’s “Shampoo,” though her career took off when she was cast as Princess Leia Organa in the inaugural Star Wars film, which was released in 1977. She would go on to reprise the role in subsequent films, most recently appearing in 2015’s “Star Wars: The Force Awakens.” Rest In Peace, Carrie Fisher. pic.twitter.com/fTy7fgj1gH — 20th Century Fox (@20thcenturyfox) December 27, 2016 Fisher revealed in her 2016 autobiography that she had an affair with “Star Wars” co-star Harrison Ford for three months in 1976. In the 1980s, Fisher appeared in a string of Hollywood hits, including “The Blues Brothers,” “Hannah and Her Sisters,” “The ‘Burbs” and “When Harry Met Sally…” Her romantic life also heated up during the decade. Fisher dated Paul Simon until 1983 and about a year later married to the singer/songwriter, again for about a year. In between stints with Simon, she dated and was briefly engaged to “Blues Brother” co-star Dan Akroyd in 1980. She had a child, Billie Catherine Lourd, in 1992 with talent agent Bryan Lourd, though Lourd later left Fisher for a man. STARS REACT TO CARRIE FISHER'S DEATH Fisher appeared to reflect on the relationship with Lourd in her 2004 book, “The Best Awful There Is,” in which the character Suzanne is loosely based on Fisher’s life. “She’d had a child with someone who forgot to tell her he was gay. He forgot to tell her, and she forgot to notice.” I'm deeply saddened at the news of Carrie's passing. She was a dear friend, whom I greatly respected and admired. The force is dark today! — Billy Dee Williams (@realbdw) December 27, 2016 “Best Awful” was the fifth and final of Fisher’s novels, though she later wrote three non-fiction works, including 2016’s “The Princess Diarist.” A talented writer, she helped rework screen plays for “Sister Act,” “Last Action Hero” and “The Wedding Singer.” Fisher also continued her acting career later in life, often appearing as herself in comedic turns on television shows. Somewhat out of character, she provided the voice of “Angela” on “Family Guy” from 2005-2016. Her last projects were in two yet-to-be released films: “Wonderwall” and as Leia in “Star Wars: Episode VIII.” Fisher also publicly struggled with bipolar disorder and abused pain killers and cocaine. She said in 2008 that she received electroconvulsive therapy treatments every six weeks at one point. Fisher became an outspoken advocate for those battling mental illness and received an Annual Outstanding Lifetime Achievement Award in Cultural Humanism from Harvard in 2016. “I find it unappealing,\" Fisher said of her mental illness in a 2004 Los Angeles Times profile. “But there is a part of this illness that is funny. I don't understand the stigma. I understand funny. It is what I do. Because I have the sense of humor I have, things don't prey on me long. And that's why I have it. If I didn't, I would be…in pain. If my life weren't funny, it would just be true, and that would be unacceptable.” In her book \"Wishful Drinking,\" Fisher wrote the beginning of her ideal obituary. The remark came as the punchline to an anecdote about \"Star Wars\" director George Lucas telling Fisher that Princess Leia couldn't wear a bra in space -- because, by his logic, it would kill the character. \"I think that this would make for a fantastic obituary,\" she wrote. \"I tell my younger friends that no matter how I go, I want it reported that I drowned in moonlight, strangled by my own bra.\" Eddie Fisher died in 2010. Carrie Fisher is survived by her brother, Todd Fisher, and her mother and daughter. FoxNews.com's Sasha Savitsky contributed to this report. Advertisement ",
    "title": "Carrie Fisher, best known as Princess Leia in Star Wars, dead at 60 | Fox News"
   },
   {
    "entities": [],
    "id": 9,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   }
  ]
 }
}