{
 "29": {
  "col-sim": {
   "cosine": 0.28796423697474,
   "entity": 0.4216370213557839
  },
  "exec-time": 6.591461420059204,
  "links": [
   {
    "entities": [
     "house",
     "donald",
     "earlier this month",
     "twitter",
     "sean",
     "dec 28, 2016",
     "2016",
     "capitol",
     "alexander",
     "wednesday",
     "--",
     "news",
     "abc",
     "energy",
     "this afternoon",
     "white",
     "jan. 20",
     "j.",
     "obama",
     "trump",
     "december 28, 2016",
     "spicer",
     ", 12:17 pm",
     "department",
     "florida",
     "mar-a-lago",
     "barack",
     "morning",
     "mallin"
    ],
    "id": 0,
    "text": "Trump Blasts Obama for Disrupting 'Smooth Transition' By Alexander Mallin Dec 28, 2016, 12:17 PM ET 0 Shares WATCH Trump Blasts Obama for Disrupting 'Smooth Transition' 0 Shares Email President-elect Donald Trump continued to escalate his grievances against President Barack Obama through Twitter on Wednesday, going as far as suggesting that Obama is disrupting the smooth transition of power. Tweeting from his Mar-a-Lago club in Florida, where he's spending the holidays with his family, Trump wrote, \"Doing my best to disregard the many inflammatory President O statements and roadblocks. Thought it was going to be a smooth transition - NOT!\" Doing my best to disregard the many inflammatory President O statements and roadblocks.Thought it was going to be a smooth transition - NOT! — Donald J. Trump (@realDonaldTrump) December 28, 2016 Trump's tweet followed an interview in which Obama claimed that he would have won with his message of hope if he had faced off against Trump in the 2016 election. \"I am confident in this vision because I'm confident that if I had run again and articulated it, I think I could've mobilized a majority of the American people to rally behind it,\" Obama said. Asked on a morning conference call to clarify the roadblocks to which Trump referred, his pick for White House press secretary, Sean Spicer, said he would let Trump's tweets \"speak for themselves.\" Trump briefly emerged from Mar-a-Lago this afternoon and fielded a question from ABC News about whether the transition of power was going smoothly. \"I think very, very smoothly, very good,\" Trump said. \"You don't think so?\" The White House earlier this month notably defended a decision by the Energy Department not to comply with a request from the Trump transition team to provide names of employees who worked on the Obama administration's climate policy efforts. Obama has repeatedly committed to a peaceful and smooth transition of power, keeping with centuries of American tradition, and said that he will, despite his disagreements with Trump during the campaign, escort him to the Capitol and attend his inauguration on Jan. 20. ",
    "title": "Trump Blasts Obama for Disrupting 'Smooth Transition' - ABC News"
   },
   {
    "entities": [
     "allen",
     "3:01",
     "russia",
     "earlier this month",
     "vladimir",
     "retaliatory",
     "cia",
     "et",
     "2016",
     "fbi",
     "putin",
     "party",
     "democratic",
     "news",
     "2015",
     "previously",
     "friday",
     "steps",
     "administration",
     "obama",
     "dec. 16",
     "backs",
     ", 6:00 pm",
     "against",
     "u.s.",
     "october",
     "preparing",
     "nbc",
     "over",
     "ron",
     "department",
     "thursday",
     "hacks",
     "dec 28",
     "treasury"
    ],
    "id": 1,
    "text": "Dec 28 2016, 6:00 pm ET Obama Administration Preparing Retaliatory Steps Against Russia Over Hacks by Ron Allen advertisement The Obama administration is preparing retaliatory actions against Russia for its alleged involvement in cyber-attacks on Democratic Party institutions in order to interfere in the presidential election, two senior U.S. officials confirmed to NBC News. As early as Thursday or Friday, a 2015 Obama executive order will be updated to announce the retaliatory steps, the officials said. The announced steps will likely include economic sanctions coordinated by the Treasury Department. Unannounced steps will be covert and will involve cyber option — although the U.S. has been very careful to try to avoid engaging Russia in an all-out cyber war, the officials said. DEC. 16: President Obama Addresses Russian Hacking, as FBI Backs CIA Assessment 3:01 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161229011938if_/http://www.nbcnews.com/widget/video-embed/835324483794\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> NBC News has previously reported that U.S. intelligence officials believe \"with a high level of confidence\" that Russian President Vladimir Putin became personally involved in the alleged covert Russian campaign to interfere in the U.S. presidential election. Related: U.S. Officials Say Putin Personally Involved in Election Interference Campaign In October the Obama administration publicly accused the Russian government of directing the cyber-attacks on U.S. political organizations. Obama earlier this month blamed \"the highest level\" of the Russian government for the hacks, noting that \"not much happens in Russia\" without Putin giving the green light. Russia has denied involvement. ",
    "title": "Obama Administration Preparing Retaliatory Steps Against Russia Over Hacks - NBC News"
   },
   {
    "entities": [
     "dec. 15, 2016",
     "park",
     "garcia",
     "bloomingberg",
     "derrion",
     "2013",
     "2016",
     "target",
     "south",
     "rick",
     "haeyoun",
     "taige",
     "lakita",
     "yuliya",
     "area",
     "2009",
     "now",
     "side",
     "buchanan",
     "victor",
     "chicago",
     "pearson",
     "phillips",
     "america",
     "larry",
     "development",
     "alexandra",
     "albert",
     "jensen",
     "dec. 28, 2016",
     "corporation",
     "sides",
     "past",
     "parshina-kottas",
     "year since 1997",
     "west",
     "autry",
     "gershon"
    ],
    "id": 2,
    "text": "Site Mobile Navigation ‘A Bullet Could Hit Me and My Kids Anytime’ For thousands of children in Chicago, walking to school can be treacherous. One father, Victor Bloomingberg, explains why. DEC. 28, 2016 America’s third-largest city is dangerous enough that more than a fifth of Chicago’s 652 public schools have Safe Passage routes to help children travel safely. The routes were chosen in areas with some of the highest concentrations of violent crime, particularly on the West and South Sides. Safe Passage route Shooting or homicide in 2016 Lake south side About 1,300 workers dressed in neon-green vests stand within eyeshot of one another on 142 designated routes . According to the city, no child has ever been a victim of a serious incident while Safe Passage workers have been on duty. “We’re those kids’ parents from the time they’re leaving home to the time they’re getting to school, because those are our babies,” said Lakita Pearson, a Safe Passage supervisor on the West Side. Workers are often hired from within the community so they can build relationships — even with the “individuals who pull triggers,” said Autry Phillips, executive director of Target Area Development Corporation, which helps the city manage nine Safe Passage routes. “They understand that when they see those vests out there, they’re saying, ‘Hey, look, this is the time kids are walking past here now; let’s get it right,’” Mr. Phillips said. The Safe Passage program began in 2009 after a 16-year-old student, Derrion Albert, was beaten to death after leaving his high school on the South Side. The city expanded the program in 2013, increasing the number of the routes, but the program still has its limitations. There are vast sections of the city not covered by Safe Passage, and some parents say the workers are merely “eyes and ears” and can’t really protect children from levels of violence that have become extraordinary. With more than 750 homicides in 2016 so far, the city has had its deadliest year since 1997. By HAEYOUN PARK, LARRY BUCHANAN , TAIGE JENSEN, YULIYA PARSHINA-KOTTAS, RICK GERSHON and ALEXANDRA GARCIA DEC. 28, 2016 By Haeyoun Park, Larry Buchanan, Taige Jensen, Yuliya Parshina-Kottas, Rick Gershon and Alexandra Garcia Note: Data for all crime maps are through Dec. 15, 2016, obtained from the City of Chicago data portal. The Bloomingberg house address has been obscured in the video. More on NYTimes.com ",
    "title": "‘A Bullet Could Hit Me and My Kids Anytime’ - The New York Times"
   },
   {
    "entities": [
     "$50 billion",
     "donald",
     "twitter",
     "son",
     "beach",
     "wednesday",
     "carrier",
     "--",
     "afternoon",
     "fla.",
     "previously",
     "states",
     "$1 billion",
     "tower",
     "sprint",
     "j.",
     "obama",
     "trump",
     "masayoshi",
     "2017",
     "mike",
     "pence",
     "december 28, 2016",
     "currently",
     "u.s.",
     "80 percent",
     "virginia",
     "palm",
     "claure",
     "evan",
     "dec. 28, 2016",
     "vucci/ap",
     "corp.",
     "united",
     "marcelo",
     "florida",
     "mar-a-lago",
     "oneworld",
     "softbank",
     "indiana"
    ],
    "id": 3,
    "text": "President-elect Donald Trump speaks to reporters at his Mar-a-Lago resort in Palm Beach, Fla., on Wednesday. Evan Vucci/AP hide caption toggle caption Evan Vucci/AP President-elect Donald Trump speaks to reporters at his Mar-a-Lago resort in Palm Beach, Fla., on Wednesday. Evan Vucci/AP President-elect Donald Trump and @realDonaldTrump are contradicting each other. Wednesday afternoon, Trump emerged from his Mar-a-Lago resort to tell reporters that he and President Obama had spoken on the phone and had \"a very nice conversation.\" \"I appreciate that he called me,\" Trump said. The comment came hours after Trump blasted Obama on Twitter. Doing my best to disregard the many inflammatory President O statements and roadblocks.Thought it was going to be a smooth transition - NOT! — Donald J. Trump (@realDonaldTrump) December 28, 2016 But asked by reporters Wednesday afternoon how that transition was going, Trump said, \"I think very, very smoothly. Very good. You don't think so?\" (A \"not\" was not forthcoming in real life.) President-Elect Trump Breaks With Long History Of Press Conferences The Obama tiff — or non-tiff, depending on which Trump you listen to — is the latest sign of a disparity between Trump's public statements and his social media statements. There's long been a serious personal rift between the two, but with Trump set to take the oath of office in less than a month, the stakes are higher . Presidents' words move markets and can create global tension. Take Trump's recent tweet about nuclear weapons , which quickly ricocheted around the world despite Trump aides' efforts to minimize the importance of the statement. On Wednesday Trump also highlighted a Japanese tech mogul's plans to create 8,000 new jobs in the U.S. Article continues after sponsorship Is Trump's Deal With Carrier A Form Of Crony Capitalism? Trump had previously appeared with Masayoshi Son at Trump Tower, to announce Son's promise to invest $50 billion in the U.S. and create 50,000 new jobs. Wednesday, Trump offered what appeared to be more specifics as part of that plan: 5,000 jobs that Sprint will bring back into the U.S. from overseas. Son's company, SoftBank, owns about 80 percent of Sprint. \"They're taking them from other countries. They're bringing them back to the United States,\" Trump said. In a statement on its website, Sprint said it \"anticipates these jobs will support a variety of functions across the organization, including its customer care and sales teams.\" But the jobs aren't finalized yet — the company said it will \"begin discussions immediately with its business partners\" and aims to fill the positions by the end of the 2017 fiscal year. \"We are excited to work with President-Elect Trump and his Administration to do our part to drive economic growth and create jobs in the U.S.,\" Sprint CEO Marcelo Claure said in the statement. \"We believe it is critical for business and government to partner together to create more job opportunities in the U.S. and ensure prosperity for all Americans.\" The additional 3,000 jobs come from a $1 billion SoftBank investment in OneWeb, a Virginia company that will set up a factory in Florida to manufacture satellites to provide broadband Internet access. Trump said the jobs are being created \"because of what's happening and the spirit and the hope\" around his election. He had previously taken credit for the Carrier Corp.'s keeping hundreds of jobs in Indiana — which came with tax concessions from the state where Trump's incoming vice president, Mike Pence, currently serves as governor. Correction Dec. 28, 2016 An earlier version of this story incorrectly identified the company named by Donald Trump as OneWorld. It is OneWeb. ",
    "title": "Donald Trump Takes Credit For 8,000 New Jobs From Japanese Investor  : NPR"
   },
   {
    "entities": [
     "police",
     "park",
     "earlier this month",
     "hypodermic",
     "l.a.",
     "angeles",
     "airport",
     "h.",
     "amapola",
     "the year",
     "savage",
     "alfred",
     "beach",
     "rick",
     "los",
     "this year",
     "times",
     "service",
     "wednesday",
     "hall",
     "gale",
     "washington",
     "boyer",
     "france",
     "fisher",
     "ana",
     "river",
     "christmas",
     "canyon",
     "last week",
     "berlin",
     "secret",
     "p.",
     "county",
     "federal",
     "timothy",
     "palmdale",
     "caruso",
     "jan. 1",
     "hyde",
     "maya",
     "nice",
     "international",
     "bertral",
     "u.s.",
     "mcveigh",
     "oklahoma",
     "grand",
     "phillip",
     "pasadena",
     "lau",
     "building",
     "santa",
     "europe",
     "hollywood",
     "william",
     "1995",
     "murrah",
     "newport",
     "rob",
     "sanchez",
     "carrie",
     "holland",
     "l.",
     "city"
    ],
    "id": 4,
    "text": "Rose Parade plans more barriers in wake of truck terrorism in Europe Pasadena Police Chief Phillip Sanchez Maya Lau / Los Angeles Times Pasadena Police Chief Phillip Sanchez, flanked by Special Agent in Charge Rob Savage of the U.S. Secret Service, left, and Pasadena Fire Chief Bertral Washington, speaks Wednesday at Pasadena City Hall ahead of the Rose Parade. Pasadena Police Chief Phillip Sanchez, flanked by Special Agent in Charge Rob Savage of the U.S. Secret Service, left, and Pasadena Fire Chief Bertral Washington, speaks Wednesday at Pasadena City Hall ahead of the Rose Parade. (Maya Lau / Los Angeles Times) Maya Lau Contact Reporter Police plan to use parked patrol cars and heavy, water-filled barricades at key crossings along the 5.5-mile Tournament of Roses parade route in response to recent terrorist attacks that used trucks as weapons. In announcing the new security measures on Wednesday, Pasadena Police Chief Phillip L. Sanchez stressed there was no known threat to the parade, the Rose Bowl Game or the city of Pasadena. But he said the changes were made in an abundance of caution, adding that parade security is frequently tweaked as terrorism tactics and threats evolve. The barriers will be placed at more than 50 intersections along the route. “When [attackers] use vehicles as a ramming tool, typically it’s because they’re able to generate a lot of speed. So we’re trying to take the speed out of that equation,” Sanchez said. Twelve people died and dozens more were hurt when a truck plowed into a Berlin market last week. A similar truck attack occurred in Nice, France, earlier in the year, killing 86 and injuring hundreds. Police and counterterrorism officials have been discussing ways to guard against truck attacks since the Nice attack. Officials have said the incident exposed vulnerabilities when large crowds gather in one area. The new measures in Pasadena were announced as police outlined the more typical security rules for the Jan. 1 parade: No drones. No selfie sticks. No umbrellas. The list of “don’ts” has grown longer for those who plan to enter secure areas of the Rose Parade and Rose Bowl this year, but officials say the security measures are crucial for an event that draws 700,000 people or more to the streets of Pasadena. (Gale Holland) Sanchez said the barricade plan already was in place before the Berlin attack earlier this month. Drivers should be aware of the barricades, and all visitors should allow extra time navigating to the events, Sanchez said. Since the Nice massacre, security officials have been discussing ways of preventing truck attacks. The Rose Parade, given its geographic size and the number of visitors, could pose greater challenges than protecting smaller venues or specific buildings. At high-level government facilities and even the Academy Awards in Hollywood, approaching vehicles must zigzag through series of barriers that prevent any vehicle from building up speed by driving directly down the road. Since Timothy McVeigh used a Ryder rental truck packed with ammonium nitrate to attack the Alfred P. Murrah Federal Building in Oklahoma City in 1995, killing 168 people, counterterrorism officials have run scenarios with trucks entering downtown L.A. and Los Angeles International Airport and being detonated. The heightened security measures in Pasadena, which also will include security checkpoints for ticketed parade patrons and walk-through metal detectors for those going to the game, underscore a “new normal” for the public holiday celebration, Sanchez said. He urged people to be “minimalists” and leave their pets, firearms — even if licensed — and anything extraneous at home, even for those not entering protected zones. “You can see how serious we are about this event. We are well-prepared. Our efforts are well-refined. This is not new ground for us,” he added. Sanchez said about 1,500 officers — including local police as well as Los Angeles County sheriff’s deputies and agents from several federal law enforcement organizations — will be patrolling the area in uniform and in plainclothes. He added that many security measures “will be visible and obvious to the public, but many will not be.” Officials are urging residents to use the public-safety mobile app Nixle and to text “ROSEPARADE” to 888 777 to receive updates about events. Text-message technology can be helpful because it uses a different data channel than Web browsing on mobile devices, in case of an outage, Pasadena spokesman William H. Boyer said. A full list of security recommendations for the events can be found at the Tournament of Roses website .  Caption 90 seconds: 4 stories you can't miss An old rule may save the Rose Parade from rain , a woman trekked 26 miles through the snow after her family got stranded in the Grand Canyon, developers like Rick Caruso make huge donations  to city officials, and Carrie Fisher remembered .  Caption 90 seconds: 4 stories you can't miss An old rule may save the Rose Parade from rain , a woman trekked 26 miles through the snow after her family got stranded in the Grand Canyon, developers like Rick Caruso make huge donations  to city officials, and Carrie Fisher remembered .  Caption Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caption Hypodermic needles and syringes washing up in Newport Beach Hypodermic needles and syringes have been washing ashore in Newport Beach at the mouth of the Santa Ana River, an area that see a high degree of flotsam and jetsam following storms. Hypodermic needles and syringes have been washing ashore in Newport Beach at the mouth of the Santa Ana River, an area that see a high degree of flotsam and jetsam following storms. Caption Tamale drama on Christmas Many Angelenos buy their masa cornmeal from Amapola stores. Many Angelenos buy their masa cornmeal from Amapola stores. Caption Crash caught on camera in Hyde Park, police need help finding hit-and-run driver The victim, who is a father of nine, is in critical condition fighting for his life. The victim, who is a father of nine, is in critical condition fighting for his life. ",
    "title": "Rose Parade plans more barriers in wake of truck terrorism in Europe - LA Times"
   },
   {
    "entities": [
     "council",
     "congress",
     "donald",
     "n.y.",
     "january 20th",
     "kerry",
     "bank",
     "ruth",
     "december 28",
     "john",
     "jerusalem",
     "david",
     "friedman",
     "iran",
     "2016",
     "rio",
     "schumer",
     "wednesday",
     "washington",
     "morello",
     "benjamin",
     "m.",
     "e.",
     "eglash",
     "f.",
     "now",
     "last week",
     "mccain",
     "armed",
     "services",
     "committee",
     "states",
     "israel",
     "obama",
     "trump",
     "at 4:56 pm",
     "anne",
     "ehud",
     "u.s.",
     "east",
     "netanyahu",
     "carol",
     "barak",
     "aviv",
     "nations",
     "charles",
     "united",
     "security",
     "gearan",
     "state",
     "department",
     "the future",
     "tel",
     "current",
     "embassy",
     "u.n.",
     "reuters",
     "west",
     "senate",
     "future"
    ],
    "id": 5,
    "text": "Kerry harshly condemns Israeli settler activity as an obstacle to peace The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Carol Morello and Ruth Eglash December 28 at 4:56 PM Follow @CMorelloWP Follow @reglash Secretary of State John F. Kerry on Wednesday harshly criticized Israeli settlements in the West Bank, saying their growth threatens to destroy the viability of a two-state solution to the Israeli-Palestinian conflict, and that the United States was obliged to allow passage of a U.N. resolution condemning the activity in order to preserve the possibility of peace. Kerry noted that the number of Israelis living in settlements has grown significantly and that their outposts are extending farther into the West Bank — “in the middle of what, by any reasonable definition, would be the future Palestinian state.” “No one thinking seriously about peace can ignore the reality of what the settlements pose to that peace,” he said. Kerry, in the hour-long speech delivered at the State Department, also condemned Palestinian incitement to violence as a barrier to direct negotiations. But his focus was on defending the Obama administration’s policies and highlighting Israel’s actions at a moment of high tension between the two governments, following the passage of the U.N. resolution. [ Read the transcript of Kerry’s speech ] (Reuters) “Regrettably, some seem to believe that the U.S. friendship means the U.S. must accept any policy, regardless of our own interests, our own positions, our own words, our own principles — even after urging again and again that the policy must change,” he said. “Friends need to tell each other the hard truths, and friendships require mutual respect.” He said the vote at the United Nations was about “Israel’s future as a Jewish and democratic state, living side by side in peace and security with its neighbors. That’s what we are trying to preserve, for our sake and for theirs.” Saying the two-state solution was in “serious jeopardy,” Kerry said Israel would never improve its relations with Arab countries if it precludes the possibility of a separate state for Palestinians. “If the choice is one state, Israel can either be Jewish or Democratic,” he said. “It cannot be both.” Some Israeli politicians applauded Kerry’s speech. Former prime minister Ehud Barak tweeted that it was a “Powerful, lucid speech. World & majority in Israel think the same.” But most Israeli leaders and the political right immediately took umbrage, accusing Kerry of trying to dictate policy to an elected government. ­Israeli Prime Minister Benjamin Netanyahu called the speech “a big disappointment.” (Reuters) “He deals obsessively with the settlements, he fails to deal with the Palestinian failure to recognize a Jewish state,” Netanyahu said, adding, “If he put the same emphasis on Palestinian incitement and terror that he did on settlements then maybe we will be on the way to peace.” Kerry acknowledged that his vision is not shared by President-elect Donald Trump. “President Obama and I know that the incoming administration has signaled that they may take a different path, and even suggested breaking from the long-standing U.S. policies on settlements, Jerusalem — and possibly the two-state solution,” Kerry said. “That is for them to decide — that’s how we work. But we cannot, in good conscience, do nothing, and say nothing, when we see the hope of peace slipping away. This is a time to stand up for what is right.” Trump has said that he will move the U.S. Embassy to Jerusalem from Tel Aviv, a move freighted with political significance in advance of any settlement, and his nominee to be ambassador to Israel, David M. Friedman, has said Jewish settlements in the West Bank are legal. [ Trump picks a supporter of West Bank settlements for ambassador to Israel ] About two hours before Kerry started speaking, Trump tweeted his criticism of the Obama administration: “We cannot continue to let Israel be treated with such total disdain and disrespect. They used to have a great friend in the U.S., but . . . not anymore. The beginning of the end was the horrible Iran deal, and now this (U.N.)! Stay strong Israel, January 20th is fast approaching!” Netanyahu, in turn, promptly tweeted his gratitude: “President-elect Trump, thank you for your warm friendship and your clear-cut support for Israel!” Although he did not mention Netanyahu by name, Kerry addressed head-on the Israeli leader’s assertions that the United States had “colluded” in and “orchestrated” last week’s U.N. resolution affirming that settlement activity in the West Bank and East Jerusalem has “no legal validity and constitutes a flagrant violation under international law and a major obstacle to the achievement of the two-state solution.” Kerry denied that the United States drafted or promoted the resolution. But he acknowledged that the United States took part in preliminary discussions, as is routine. Kerry said the diplomats told other Security Council members they would oppose a resolution that did not condemn Palestinian incitement to violence. They also said if the text were more “balanced,” it was “possible” the United States would not block it. Kerry called the current Israeli governing coalition the most right-wing in country’s history and said it is driven by an extremist settler agenda inimical to a two-state agreement. “The result is that policies of this government, which the prime minister himself just described as ‘more committed to settlements than any in Israel’s history,’ are leading in the opposite direction,” Kerry said. “They’re leading towards one state.” “The vote in the United Nations was about preserving the two-state solution,” he added. “That’s what we were standing up for.” Kerry offered six principles that he said would satisfy Israeli security needs and Palestinian aspirations for a homeland. Most have been proven sticking points in previous negotiations — among them, Jerusalem as a mutual capital for two states; normalized relations with Arab states in the region; and financial compensation for Palestinian refugees, along with acknowledgment of their suffering. Kerry returned from vacation to give his speech, which was being worked on until a few minutes before he walked on stage in the Dean Acheson Auditorium. It was a sign that the administration was still struggling to deal with the political firestorm ignited by the resolution vote. The outrage in the Israeli government has been matched among some members of Congress. Sen. John McCain (R-Ariz.), chairman of the Senate Armed Services Committee, called Kerry’s speech “at best a pointless tirade in the waning days of an outgoing administration.” The U.S. abstention has been condemned by several Democrats as well, including Sen. Charles E. Schumer (N.Y.), who is the party’s incoming leader. But for Kerry it was a speech that captured the pent-up frustration that has grown in the two years since his nine-month effort to broker a peace agreement collapsed, and his attempts to tamp down Palestinian violence came to nothing. And Kerry, famous for always sounding a hopeful note, was clearly pessimistic about whether his words would make any difference. “We can only encourage them to take this path,” he said. “We cannot walk down it for them.” Eglash reported from Jerusalem. Anne Gearan in Washington contributed to this report. world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "Kerry harshly condemns Israeli settler activity as an obstacle to peace - The Washington Post"
   },
   {
    "entities": [
     "largo",
     "donald",
     "massayoshi",
     "twitter",
     "kerry",
     "son",
     "bank",
     "mar",
     "beach",
     "john",
     "of",
     "january 20",
     "wednesday",
     "japan",
     "the day",
     "last week",
     "states",
     "israel",
     "sprint",
     "obama",
     "trump",
     "earlier wednesday",
     "december 28, 2016",
     "palm",
     "nations",
     "united",
     "mexico",
     "last month",
     "facebook",
     "florida",
     "u.n.",
     "west",
     "softbank",
     "indiana"
    ],
    "id": 6,
    "text": "Trump announces 8,000 more jobs for American workers Published               December 28, 2016 Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump announced Wednesday the addition of roughly 8,000 new jobs for Americans, including 5,000 that telecommunications giant Sprint will bring from “all around the world.” “They’re coming back to the United States, which is a nice change,” he said. Trump, who takes office January 20, said the other 3,000 jobs will be hires from a new company called One Web. Trump was elected in part on the promise to return to the United States jobs that American companies had moved overseas, in search of cheaper labor costs. Last month, he announced that Carrier would keep roughly 1,000 jobs in Indiana, after months of criticizing the air-conditioning corporation on the campaign trail for plans to move the jobs to Mexico. Trump spoke Wednesday from his Mar a Largo estate in Palm Beach, Florida. The wealthy businessman-turned politician also said he had a “nice” and “general” conversation earlier in the day with outgoing President Obama. Trump opposed the Obama administration’s move last week to allow the United Nations to pass a resolution condemning Israel for building more settlements in the disputed West Bank. He said Secretary of State John Kerry’s speech earlier Wednesday defending the administration’s U.N. decision “spoke for itself.” Trump, who in recent days has been especially critical of the U.N., also said that the international body “has tremendous potential but is not living up to itself.” Trump added he had help on the jobs deals from several people including Massayoshi Son, the chief executive officer for SoftBank of Japan, which owns Sprint. Trump has had previous business dealings with Son, whom he described on Wednesday as a “terrific guy.”   ",
    "title": "Trump announces 8,000 more jobs for American workers | Fox News"
   },
   {
    "entities": [
     "march 22, 2016",
     "addams",
     "belmont",
     "idot",
     "svehla",
     "kroll",
     "$1,000",
     "next fall",
     "james",
     "bridge",
     "new",
     "this summer",
     "western",
     "m.",
     "$34 million",
     "barrington",
     "irving",
     "wood",
     "the end of the year",
     "next year",
     "trail",
     "mike",
     "the end of december",
     "post",
     "$23.5 million",
     "march 7, 2016",
     "2018",
     "illinois",
     "$118 million",
     "dupage",
     "jane",
     "$2.75",
     "berwyn",
     "$150",
     "the year 2017",
     "spring",
     "office",
     "this spring",
     "ct-transportation-news-for-2017-12-28-20161228",
     "cook",
     "grace",
     "march",
     "tribune",
     "$15 million",
     "$20 million",
     "of",
     "this year",
     "mapquest",
     "fall",
     "racine",
     "contact",
     "traffic",
     "chase",
     "bedalov",
     "perez",
     "slip",
     "river",
     "cedar",
     "union",
     "cta",
     "county",
     "$500",
     "california",
     "jan. 1",
     "dale",
     "$134 million",
     "$75 million",
     "international",
     "$250",
     "harlem",
     "prospect",
     "elston",
     "this two-year",
     "the end of next year",
     "osorio",
     "fox",
     "north",
     "farnsworth",
     "cumberland",
     "start this spring",
     "$23 million",
     "gillis",
     "cdot",
     "claffey",
     "roselle",
     "feb. 1",
     "expressway",
     "airport",
     "pacific",
     "avenue",
     "boulevard",
     "balmoral",
     "o'hare",
     "milburn",
     "navy",
     "surface",
     "$203 million",
     "rosemont",
     "nov. 18, 2016",
     "greg",
     "reporter",
     "shore",
     "damen",
     "clark",
     "elgin",
     "waze",
     "michael",
     "road",
     "urgo",
     "$25.6 million",
     "street",
     "$18 million",
     "u.s.",
     "jeffrey",
     "antonio",
     "avenue-western",
     "medical",
     "forest",
     "tammy",
     "the middle of the year",
     "5.8 percent",
     "$280 million 95th",
     "melrose",
     "district",
     "will-cook",
     "geneva",
     "new year",
     "jose",
     "avenue/arlington",
     "right now",
     "park",
     "tollway",
     "schaumburg",
     "gianna",
     "milwaukee",
     "horner",
     "lake",
     "1881",
     "transportation",
     "board",
     "$30 million",
     "drive",
     "ravenswood",
     "fullerton",
     "present",
     "line",
     "gurnee",
     "railroad",
     "metra",
     "side",
     "addison",
     "2017",
     "november",
     "chicago",
     "c.",
     "heights",
     "elmhurst",
     "wisniewski",
     "$11.75",
     "aurora",
     "start next summer",
     "ogden",
     "oakwood",
     "lakefront",
     "adams",
     "mary",
     "riverview",
     "york",
     "department",
     "west",
     "wilson",
     "future",
     "$25.7 million",
     "sept. 1, 2016",
     "kennedy"
    ],
    "id": 7,
    "text": "Chicago transit in 2017: Higher Metra fares, a completed Jane Addams, new laws ct-transportation-news-for-2017-12-28-20161228 Antonio Perez / Chicago Tribune The Chicago skyline looms as a Metra train pulls into the Berwyn Metra station in Berwyn on Sept. 1, 2016. The Chicago skyline looms as a Metra train pulls into the Berwyn Metra station in Berwyn on Sept. 1, 2016. (Antonio Perez / Chicago Tribune) Mary Wisniewski Contact Reporter Chicago Tribune The year 2017 will see some changes in getting around the Chicago area by road and rail — higher Metra fares along with renovations that can cut delays; a completed Jane Addams Tollway but continued work on several highway interchanges and intersections like Western and Belmont avenues; and new laws intended to improve road safety. Public transit To start with, the commuter rail service Metra is increasing fares for the third time in three years, starting Feb. 1. Fares for its 150,000 daily commuters will increase by an average of 5.8 percent, or $11.75 for monthly passes and $2.75 for 10-ride passes. Metra Union Pacific North riders this spring will see the next phase of a project to replace bridges on Chicago's North Side, from Grace Street to Balmoral Avenue. As part of this two-year $30 million project, the new inbound half of the Ravenswood station will be built, spokesman Michael Gillis said. Metra and Union Pacific also plan to start a $118 million project to remove two bottlenecks along the UP West Line by installing a third set of tracks in the remaining double-track segments — a 1.8-mile segment from River Forest to Melrose Park, and a 6.1-mile segment from West Chicago to Geneva. Metra also will begin the $34 million construction of a new bridge on the Milwaukee West Line over the Fox River in Elgin. The single-track bridge, originally built in 1881, will be replaced by a two-track bridge. The CTA also has a number of projects and goals for 2017, spokeswoman Tammy Chase said. The $203 million Wilson Avenue station and track reconstruction should be done by the end of next year, agency officials said. Work should be completed in the middle of the year on the $75 million Washington/Wabash station. New Wilson station Jose M. Osorio / Chicago Tribune The CTA's Wilson station, seen March 22, 2016, has been undergoing an upgrade. The CTA's Wilson station, seen March 22, 2016, has been undergoing an upgrade. (Jose M. Osorio / Chicago Tribune) Work will continue on the $280 million 95th Street Red Line terminal, set for completion in 2018, the agency said. The CTA also plans to begin work on the $18 million Quincy Brown Line station renovation project and the $15 million Belmont Blue Line station upgrade, while completing a $23 million renovation at the Illinois Medical District. Future projects are in the works, with the CTA planning a final project alignment for the long-discussed Red Line extension from 95th Street to 130th, as well as doing planning for the Red and Purple Line modernization north of Belmont. The CTA also plans to issue a request for proposals to buy 20 to 30 all-electric buses. Pace riders will be able to take advantage of a managed flex lane on I-90 in mid-2017, which should allow buses to move faster from Elgin to Schaumburg and Rosemont. The suburban bus service also plans two park-and-rides at Barrington Road and Route 25. On the Tollway Some good news for 2017 is that the long, painful rebuilding of the Jane Addams Tollway wrapped up at the end of December, with four lanes open in each direction. Jane Addams Tollway James C. Svehla / Chicago Tribune The new lanes of the Jane Addams Tollway (I-90) are seen in Schaumburg on Nov. 18, 2016. The new lanes of the Jane Addams Tollway (I-90) are seen in Schaumburg on Nov. 18, 2016. (James C. Svehla / Chicago Tribune) Work should be completed next year on an eastbound exit ramp at I-90 and Barrington Road, and construction will continue on the Elmhurst Road interchange. The Illinois Tollway also has partnered with Cook County for a westbound I-90 entrance ramp at Roselle Road. Work continues on installing \"smart road\" features on a 16-mile segment of I-90 between Barrington and the Kennedy Expressway. The Illinois Tollway is installing high-tech gantries over the road every half mile intended to provide drivers with information about travel times, traffic incidents and lane closures — with directional arrows to show which lane is moving faster, said Greg Bedalov, the Illinois Tollway's executive director. \"We can give real-time information to the motoring public,\" said Bedalov, who noted that the Tollway will integrate its information with navigation apps like Mapquest and Waze. On other parts of the Tollway system, the authority plans to continue I-390's march east, with the goal of reaching Route 83 by the end of the year. This is part of the Tollway's plan to provide western access to O'Hare International Airport, Bedalov said. The work will include 17 ramps and 15 bridges, with new interchanges at Prospect Avenue/Arlington Heights Road and Wood Dale Road. \"It's absolutely critical as part of the Elgin-O'Hare western access project, which has been identified as a project of regional and national significance,\" Bedalov said. The extension will not go as far this year as the Canadian Pacific tracks to the west of the airport. The railroad refused the Tollway access over the tracks, and the Tollway responded in November by suing CP before the U.S. Surface Transportation Board. In other Tollway news, work should be completed next year on the new Farnsworth Avenue interchange at I-88, a $20 million project near the Aurora outlet mall. Also next year, planning and design work will ratchet up for the rebuilding of I-294 from 95th Street to Balmoral Avenue, Bedalov said. IDOT and CDOT On Illinois freeways, the rebuilding of the outbound I-55 and Lake Shore Drive interchange should be done by this summer, and the inbound will be done by the fall, said Illinois Department of Transportation spokeswoman Gianna Urgo. The project costs $134 million. Work will proceed on the Cumberland flyover at I-90; on I-90 from Cumberland Avenue to Harlem Avenue; and on the Jane Byrne Interchange project, including I-290 from Racine Avenue to the Post Office, Urgo said. In DuPage County, work on Irving Park Road at York Road should be complete next year, Urgo said. In Lake County, work on the Milburn bypass at U.S. Highway 45 and on the Union Pacific railroad bridge over Route 132 in Gurnee will start this spring. In Will County, work on the U.S. Highway 6 and I-55 interchange will finish up in 2017, while reconstruction of U.S. Highway 6 from Cedar Road to Will-Cook Road starts next fall. In Chicago, the $25.6 million Adams Street Bridge rebuilding, which has clogged up traffic going in and out of downtown, is expected to be done by the spring, as should the $23.5 million reconfiguration of the Elston, Fullerton and Damen intersection, according to Mike Claffey, spokesman for the Chicago Department of Transportation. Belmont Avenue-Western Avenue viaduct Jose M. Osorio / Chicago Tribune Traffic on North Western Avenue in Chicago passes debris from the Belmont Avenue-Western Avenue viaduct demolition project on March 7, 2016. Traffic on North Western Avenue in Chicago passes debris from the Belmont Avenue-Western Avenue viaduct demolition project on March 7, 2016. (Jose M. Osorio / Chicago Tribune) The tricky $25.7 million reconfiguration of the Western/Belmont/Clybourn intersection will take a little longer and should wrap up by mid-2017, Claffey said. As some projects end, others begin. Reconstruction of the Oakwood Boulevard (39th Street) bridge over Metra and Canadian National railroad tracks is expected to start in mid-2017. Construction also will start next summer on the Riverview Bridge along the east side of the river under Addison Avenue, then crossing over to the west side of the river. It will provide bike and pedestrian access between Clark Park to the south and California Park to the north. Work also begins on the Irving Park Road Bridge, which will include a pedestrian/bike underpass on the west side of the river, connecting California Park on the south to Horner Park on the north. Speaking of bike and pedestrian projects, the next two phases of the Navy Pier flyover section of the Lakefront Trail will be completed in 2017, with sections over the Ogden Slip, DuSable Park the Chicago River. The project should be complete in 2018, Claffey said. New laws The new year also brings in new transportation laws. One law that takes effect Jan. 1 more clearly defines bicycles as vehicles on the streets of Illinois, with the same right-of-way-privileges and rights of motor vehicles. Another law requires Illinois drivers education teachers to tell student drivers how to handle themselves during a traffic stop by police. Failure to stop at a railroad crossing will cost you more. The fine will go up to $500 from $250 for a first violation and to $1,000 from $500 for a second violation. Of course, the ultimate price would be getting yourself and the others in your car killed. Jeffrey Kroll, an attorney who specializes in transportation-related injuries, said he hopes the higher railroad crossing fines will decrease crashes. But he sees distracted driving as the biggest problem on the roads right now and wants higher fines for that too. The top fine for using a hand-held mobile device while driving in Illinois is $150, which Kroll called \"nominal.\" \"If we want to avoid distracted driving, I think we want to hit motorists where it hurts most — in the pocketbook,\" he said. Finally, look for the city of Chicago to present a long-awaited, three-year \"Vision Zero\" plan to improve traffic safety, following a tough year for bike and pedestrian fatalities. Vision Zero is an international road safety project that aims for zero deaths and serious injuries from traffic crashes. Ten city departments are involved in the city's plan, including police, fire and the CTA. mwisniewski@chicagotribune.com ",
    "title": "Chicago transit in 2017: Higher Metra fares, a completed Jane Addams, new laws - Chicago Tribune"
   },
   {
    "entities": [
     "$50 billion",
     "house",
     "donald",
     "emily",
     "earlier this month",
     "son",
     "dec 28, 2016",
     "new",
     "wednesday",
     "wyler",
     "cbs",
     "end of fiscal",
     "news",
     "greg",
     "schultheis",
     "evening",
     "states",
     "white",
     "sprint",
     "masayoshi",
     "2017",
     "trump",
     "december 28, 2016",
     "u.s.",
     ", 5:49 pm",
     "claure",
     "united",
     "york",
     "marcelo",
     "florida",
     "8:02 pm est",
     "mar-a-lago",
     "bloomberg",
     "softbank"
    ],
    "id": 8,
    "text": "By Emily Schultheis CBS News December 28, 2016, 5:49 PM Donald Trump announces two companies will create new jobs in U.S. Last Updated Dec 28, 2016 8:02 PM EST President-elect Donald Trump announced two companies are adding thousands of additional U.S.-based jobs Wednesday evening. Speaking briefly with reporters at his Mar-a-Lago resort in Florida, Mr. Trump said that phone carrier Sprint will bring 5,000 jobs back from overseas. “They have taken them from other countries,” he said. “They are bringing them back to the United States.” Sprint confirmed the announcement on its website, saying the jobs would be added by the end of fiscal 2017 and it would “ begin discussions immediately with its business partners, states and cities to determine the right locations in the U.S. to create these jobs.” Details on what types of jobs would be added were not immediately available. See who President-elect Donald Trump wants in his inner circle at the White House “We are excited to work with President-Elect Trump and his Administration to do our part to drive economic growth and create jobs in the U.S.,” said Sprint CEO Marcelo Claure in the press release. Mr. Trump said that another company, OneWeb, will hire 3,000 people in the U.S., which he called “very exciting.” OneWeb is a satellite network aimed at providing affordable internet access. Mr. Trump said the deal “was done through” SoftBank CEO Masayoshi Son, a Japanese billionaire. The pair met in New York earlier this month, and announced together that SoftBank -- which is Sprint’s largest shareholder and has invested in OneWeb -- would invest $50 billion in the U.S. and planned to create 50,000 jobs.  It’s unclear whether the 8,000 jobs announced Wednesday are included in that 50,000 figure. The 5,000 jobs at Sprint are part of that commitment but will be funded by the carrier, not Son, Bloomberg reported. OneWeb founder and executive chairman Greg Wyler said that a recent infusion of cash from Son allowed the company to accelerate its production process, resulting in 3,000 jobs added across its supply chain. OneWeb’s own staff would rise from 200 to about 1,000, he said. Wyler credited Mr. Trump with persuading Son to increase SoftBank’s investment in OneWeb, thereby speeding up the production process. He added that he was optimistic about an improved business climate in the U.S. under the new administration, including lower corporate tax rates and a simpler tax code. ",
    "title": "Donald Trump announces two companies will create new jobs in U.S. - CBS News"
   },
   {
    "entities": [
     "$50 billion",
     "francisco",
     "arabia",
     "donald",
     "earlier this month",
     "linkedin",
     "saudi",
     "monday-friday",
     "son",
     "beach",
     "bureau",
     "iowa",
     "new",
     "wednesday",
     "$100 billion",
     "jon",
     "japan",
     "fla.",
     "this month",
     "usa",
     "states",
     "$1 billion",
     "china",
     "sprint",
     "masayoshi",
     "trump",
     "november",
     "december 29, 2016",
     "post",
     "u.s.",
     "san",
     "masa",
     "vucci",
     "palm",
     "evan",
     "swartz",
     "united",
     "ap",
     "york",
     "mexico",
     "$7 million",
     "80%",
     "facebook",
     "$50b",
     "mar-a-lago",
     "today",
     "softbank",
     "1:08 a.m. est",
     "indiana"
    ],
    "id": 9,
    "text": "8,000 U.S. jobs? Trump takes credit for Sprint, start-up decisions OneWeb, a satellite Internet start-up, is also adding 3,000 more jobs in the U.S.  Post to Facebook 8,000 U.S. jobs? Trump takes credit for Sprint, start-up decisions OneWeb, a satellite Internet start-up, is also adding 3,000 more jobs in the U.S.  Check out this story on USATODAY.com: http://usat.ly/2iG0CJ1 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 181 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs 8,000 U.S. jobs? Trump takes credit for Sprint, start-up decisions Jon Swartz , USA TODAY 1:08 a.m. EST December 29, 2016 x Share Donald Trump is touting plans by a Japanese mogul to bring 8,000 jobs to the United States while speaking to reporters at his Mar-a-Lago resort. AP Donald Trump speaks in Iowa in November. (Photo: Evan Vucci, AP) SAN FRANCISCO — President-elect Donald Trump on Wednesday said telecommunications giant Sprint is moving 5,000 offshore jobs back to the United States and OneWeb, a satellite Internet start-up, is adding 3,000 more jobs in the U.S. The jobs were made possible, Trump said, through Softbank CEO Masayoshi Son, a Japanese billionaire and technology investor, who met with Trump in New York earlier this month. After that meeting, the two businessmen announced Softbank would invest $50 billion in the U.S. and create 50,000 jobs. Trump: SoftBank to add $50B, 50K jobs in U.S. Softbank owns 80% of Sprint and this month it invested $1 billion in OneWeb, a venture that intends to offer affordable Internet access. Son called the investment a \"first step\" in his commitment to Trump. \"Because of what's happening and the spirit and the hope, I was just called by the head people at Sprint and they're going to be bringing 5,000 jobs back to the United States and taking them from other countries,\" Trump told reporters at his Mar-a-Lago estate in Palm Beach, Fla. \"They're bringing them back to the United States and Masa and some other people were very much involved in that so I want to thank them,\" Trump said. \"And OneWeb, a new company, is going to be hiring 3,000 people and that's very exciting.\" It is unclear where the 8,000 jobs will be based and if they are part of Softbank's 50,000 jobs plan. In his presidential campaign, Trump vowed to create or bring back jobs to the U.S. Earlier this month, he announced a controversial deal to keep furnace manufacturer Carrier from outsourcing about 1,100 jobs to Mexico. Carrier will get $7 million in state tax incentives to keep the jobs in Indiana. Son, who became a billionaire through investments in Japan and China, is in the midst of raising a $100 billion investment fund with Saudi Arabia and others. Follow USA TODAY San Francisco Bureau Chief Jon Swartz @jswartz on Twitter. 903 CONNECT TWEET 6 LINKEDIN 181 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2iG0CJ1 NEVER MISS OUT Tech Be the earliest adopter. Know what’s in, what’s out, and what’s awesome before anyone else does, Monday-Friday. THANKS FOR SIGNING UP FOR THE Tech NEWSLETTER We're sorry. ",
    "title": "8,000 U.S. jobs? Trump takes credit for Sprint, start-up decisions"
   }
  ]
 }
}