{
 "30": {
  "col-sim": {
   "cosine": 0.3826138214123913,
   "entity": 0.5773502691896257
  },
  "exec-time": 9.61940336227417,
  "links": [
   {
    "entities": [
     "kremlin",
     "house",
     "russia",
     "obama",
     "trump",
     "donald",
     "hillary",
     "mcconnell",
     "news",
     "next week",
     "dnc",
     "u.s.",
     "clinton",
     "senate",
     "paul",
     "abc",
     "mitch",
     "ryan"
    ],
    "id": 0,
    "text": "WATCH Obama Issues Sanctions for Alleged Russian Hacking 0 Shares Email President-elect Donald Trump appeared to dismiss the sanctions imposed against Russia for its alleged cyberattack on the U.S., saying it was \"time for our country to move on\" and still not acknowledging the Kremlin's role in meddling in the presidential election . “It’s time for our country to move on to bigger and better things,\" Trump said in a statement. \"Nevertheless, in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation.” The statement clashes with those released by top members of his own party, including House Speaker Paul Ryan and Senate Majority Leader Mitch McConnell , who have called the U.S. response \"appropriate\" and \"long overdue.\" Trump has for months dismissed the conclusions of 17 U.S. intelligence agencies that top Russian officials helped orchestrate cyberattacks against the DNC and members of Hillary Clinton 's campaign, as his team has called for more evidence implicating Russia. Trump has had access to the presidential daily briefing since his election, and his transition team claims he is receiving it at least three times a week. The Trump transition did not immediately respond to ABC News’ request for comment on whether existing intelligence on Russian cyberattacks has been available to him up to this point. ",
    "title": "Trump Dismisses Russia Sanctions: ‘Time for Our Country to Move On’ - ABC News"
   },
   {
    "entities": [
     "weikel",
     "christmastime",
     "thanksgiving",
     "last year",
     "leong",
     "francisco",
     "8%",
     "l.a.",
     "bob",
     "angeles",
     "airport",
     "30%",
     "rodney",
     "the year",
     "passengers",
     "adam",
     "2040",
     "sepulveda",
     "of",
     "dec.",
     "for",
     "los",
     "this year",
     "was",
     "governments",
     "fall",
     "irfan",
     "the week before christmas",
     "alliance",
     "regional",
     "times",
     "it",
     "the '80s",
     "dec. 22",
     "saigon",
     "detroit",
     "2015",
     "monday",
     "christmas",
     "now",
     "dan",
     "dec. 21",
     "federal",
     "southern",
     "california",
     "assn.",
     "administration",
     "a",
     "2010",
     "solution",
     "jack",
     "lax",
     "playa",
     "international",
     "khan",
     "21-23",
     "san",
     "elmahrek",
     "pasadena",
     "la",
     "denny",
     "end tuesday",
     "rey",
     "frank",
     "girardot",
     "keady",
     "del",
     "schneider",
     "dec. 29",
     "gilbert",
     "summer",
     "today",
     "the night of",
     "aviation",
     "two days before christmas",
     "tijera"
    ],
    "id": 1,
    "text": "LAX had a nightmarish holiday season of delays and gridlock. It's likely a preview of the airport's growing pains Long line at LAX over the holidays Irfan Khan / Los Angeles Times Passengers line up curbside at Los Angeles International Airport two days before Christmas, one of the busiest travel periods of the holiday season. LAX will handle about 4.3 million travelers over the holidays, 400,000 more than last year. Passengers line up curbside at Los Angeles International Airport two days before Christmas, one of the busiest travel periods of the holiday season. LAX will handle about 4.3 million travelers over the holidays, 400,000 more than last year. (Irfan Khan / Los Angeles Times) Dan Weikel, Adam Elmahrek It was Christmastime at Los Angeles International Airport . Security lines were long, passengers crowded the terminals and restaurants ran short of food. Airlines delayed and canceled several hundred departures and arrivals because of bad weather. At the gates, travelers booed and cheered announcements about flight schedules, depending on the news. Some people slept on the floor. Outside, traffic was so heavy it often took an hour or more to drive the two miles between the 405 Freeway and the terminals. “I’ve been flying in and out of LAX since the ’80s and it was the most chaotic experience I’ve ever had,” said Frank Girardot of Pasadena, whose flight to Detroit the night of Dec. 22 was delayed about four hours. The 19-day holiday season for LAX and its unprecedented surge in travelers will end Tuesday. But the experience of several million passengers passing through its gates might be an indicator of what lies ahead if the nation’s third-busiest airport continues to expand at a record pace. Airport consultants and commercial aviation experts say traffic and terminal congestion will  probably persist, especially during peak travel times of the year, because of a variety of factors, including an ongoing modernization of the facility that has yet to catch up with its dramatic growth since the recession. An estimated 80 million passengers will travel through LAX this year — an increase of about 8% over 2015 and about 30% since 2010. The Southern California Assn. of Governments, a regional planning agency, predicts that LAX will handle 96.6 million passengers annually by 2040. During this year’s holiday period alone, LAX had an estimated 4.3 million travelers, about 400,000 more than in 2015. The airport was built to handle 40 million passengers annually for the ’84 Olympics. Last year, there were 75 million... — Jack Keady, an airport and aviation consultant “It’s a straight mathematical equation,” said Jack Keady, an airport and aviation consultant based in Playa del Rey. “The airport was built to handle 40 million passengers annually for the ’84 Olympics. Last year, there were 75 million and projections call for almost 100 million. The congestion is only going to get worse.” Airport officials said they are concerned about congestion and that Los Angeles World Airports, the operator of LAX, is taking major steps to improve ground transportation and the efficiency of airfield operations. “The holiday crush is something we are used to — Thanksgiving, summer and the Christmas rush,” said Bob Gilbert, chief development officer for the airport. “But as we move forward, congestion is going to be exacerbated if we don’t take appropriate action to address the issues that will challenge our facilities.” As with other major airports, Gilbert said much of the holiday congestion at LAX has resulted from bad weather in L.A. and  other parts of the country that caused flight delays and cancellations. “The places where people fly in from have issues of their own,” he added. “This affects LAX.” During the holiday peak — Dec. 21-23 — about 239,000 travelers passed through the airport each day. Baggage-claim areas were packed, and long lines formed on the street to check luggage curbside.  The airlines had added so many flights to handle increased demand that the Federal Aviation Administration ordered a slowdown in operations on Monday to help clear arriving aircraft from taxiways where they were backed up because of  a shortage of gates. “There were tons of people. We couldn’t get any information anywhere,”  said Rodney Leong of San Francisco, whose departing flight on Dec. 21 was delayed 4½ hours. “Do the words ‘fall of Saigon’ mean anything to you? I wouldn’t recommend flying into LAX unless you have to.” Airport officials said that from Dec. 22 to Dec. 29,  2,101 arrivals and departures were delayed and 161 arrivals and departures were canceled. Even before the holiday crush, passenger growth combined with airport construction was snarling traffic in the terminal area and on main access routes  including the 105 Freeway and Sepulveda, La Tijera  and Century boulevards. Over the years, daily traffic has steadily increased from 70,000 vehicles in the central terminal area to more than 95,000 today. The week before Christmas, the vehicle flow peaked at 108,000 on Dec. 21.  At the busiest times, the westbound 105 turns into a freeway of angst and squeaking brakes as traffic backs up all the way from the Sepulveda offramp to the 405 connector. “They are trying to fix an airport at the same time it is operating and increasing capacity,” said Denny Schneider, president of the Alliance for a Regional Solution to Airport Congestion. “The traffic we are now seeing is the new normal.” ",
    "title": "LAX had a nightmarish holiday season of delays and gridlock. It&apos;s likely a preview of the airport&apos;s growing pains - LA Times"
   },
   {
    "entities": [
     "crimea",
     "house",
     "russia",
     "donald",
     "congress",
     "vladimir",
     "2016",
     "toru",
     "of",
     "6:00 pm on",
     "fbi",
     "putin",
     "schumer",
     "democratic",
     "clinton",
     "now",
     "republican",
     "hanai/ap",
     "this afternoon",
     "committee",
     "states",
     "homeland",
     "white",
     "obama",
     "trump",
     "america",
     "intelligence",
     "dnc",
     "u.s.",
     "6:15 p.m.",
     "eight years",
     "ryan",
     "charles",
     "moscow",
     "united",
     "security",
     "department",
     "next week",
     "thursday",
     "senate",
     "paul",
     "january",
     "today",
     "u.k.",
     "national"
    ],
    "id": 2,
    "text": "U.S. intelligence agencies maintain that Russian President Vladimir Putin personally authorized the hacking of Democratic officials'\u0099 email accounts during the runup to the presidential election. Toru Hanai/AP hide caption toggle caption Toru Hanai/AP U.S. intelligence agencies maintain that Russian President Vladimir Putin personally authorized the hacking of Democratic officials'\u0099 email accounts during the runup to the presidential election. Toru Hanai/AP Updated at 6:15 p.m. The White House has announced new actions targeting Russia in response to cyberattacks intended to interfere with the U.S. election. In a statement Thursday , President Obama said, \"All Americans should be alarmed by Russia's actions,\" referring to hacks of the Democratic National Committee. Obama also cited an \"unacceptable level of harassment\" of American diplomats by Russian security services and police in Moscow. The immediate impact of the president's executive order is that 35 Russian diplomats will be expelled from the U.S. and two Russian compounds will be closed. The statement also names Russian individuals and entities — including two intelligence services — to be targeted by new sanctions. \"We will continue to take a variety of actions at a time and place of our choosing, some of which will not be publicized,\" the statement goes on to say. Later on Thursday, a separate joint statement from the Department of Homeland Security, Office of the Director of National Intelligence, and the FBI reiterated the claim that the Russian government was behind the cyber attacks: \"This activity by Russian intelligence services is part of a decade-long campaign of cyber-enabled operations directed at the U.S. Government and its citizens. These cyber operations have included spearphishing, campaigns targeting government organizations, critical infrastructure, think tanks, universities, political organizations, and corporations; theft of information from these organizations; and the recent public release of some of this stolen information. In other countries, Russian intelligence services have also undertaken damaging and disruptive cyber-attacks, including on critical infrastructure, in some cases masquerading as third parties or hiding behind false online personas designed to cause victim to misattribute the source of the attack.\" Article continues after sponsorship President-elect Donald Trump has repeatedly cast doubt on assertions that Russia was responsible for hacks and leaks during the election. But shortly after 6:00 pm on Thursday, his transition team released the following statement, attributed to Trump: \"It's time for our country to move on to bigger and better things. Nevertheless, in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation.\" Congressional leaders from both parties have released statements supporting the new sanctions, while taking thinly-veiled shots at political opponents. Republican House Speaker Paul Ryan sent out a short release to reporters this afternoon: \"Russia does not share America's interests. In fact, it has consistently sought to undermine them, sowing dangerous instability around the world. While today's action by the administration is overdue, it is an appropriate way to end eight years of failed policy with Russia. And it serves as a prime example of this administration's ineffective foreign policy that has left America weaker in the eyes of the world.\" Democratic Senator Charles Schumer , who is expected to lead his caucus in the Senate come January, welcomed the administration's actions. \"I strongly support the steps the administration is taking to fight back against Russia's interference in our election. We need to punch back against Russia, and punch back hard. \"I hope the incoming Trump administration, which has been far too close to Russia throughout the campaign and transition, won't think for one second about weakening these new sanctions or our existing regime. Both parties ought to be united in standing up to Russian interference in our elections, to their cyberattacks, their illegal annexation of Crimea and other extra-legal interventions.\" The Democratic National Committee, which was targeted by the alleged attacks, also weighed in, urging further action. \"We applaud President Obama for taking these actions in response to the Russian government-sponsored cyberattacks on the DNC, the Clinton campaign, and our free and fair elections. However, more must be done. \"It has been widely reported that U.S. intelligence officials have a 'high level of confidence' that Russian President Vladimir Putin was personally involved in these attacks, even providing direction on how the stolen material was leaked. These intrusions were not just 'hacks.' They were attacks on the United States by a foreign power and should be treated as such. Therefore, today's action alone by the White House is insufficient. Now it's time for President-elect Trump and the Republican leadership in Congress to put our national security before politics and show the American people that they are serious about protecting our democracy. That's why I have called on Congress to launch a thorough, independent, and bipartisan investigation on the Russian government's unprecedented interference in the 2016 election.\" Meanwhile, the AP Reports that Russia is already considering retaliatory measures to the sanctions. And a tweet from Russia's embassy in the U.K. mocked President Obama, tweeting a picture of a lame duck. Russia has denied the allegations. President Obama expels 35  diplomats in Cold War deja vu. As everybody, incl  people, will be glad to see the last of this hapless Adm. pic.twitter.com/mleqA16H8D ",
    "title": "Obama Announces Sanctions Against Russia In Response To Cyberattacks : The Two-Way : NPR"
   },
   {
    "entities": [
     "house",
     "russia",
     "donald",
     "congress",
     "twitter",
     "vladimir",
     "point",
     "2016",
     "evgeniy",
     "earlier this year",
     "of",
     "maryland",
     "uk",
     "aleksey",
     "putin",
     "fbi",
     "schumer",
     "russian",
     "new",
     "associated",
     "on",
     "democratic",
     "long",
     "gru",
     "fsb",
     "island",
     "alekseyevich",
     "mikhailovich",
     "michael",
     "committee",
     "homeland",
     "select",
     "late thursday",
     "press",
     "obama",
     "trump",
     "pioneer",
     "dmitry",
     "devin",
     "america",
     "december 29, 2016",
     "intelligence",
     "nunes",
     "u.s.",
     "1954",
     "1972",
     "eight years",
     "ryan",
     "mccaul",
     "peskov",
     "belan",
     "moscow",
     "york",
     "security",
     "chuck",
     "state",
     "facebook",
     "department",
     "the coming days",
     "next week",
     "permanent",
     "thursday",
     "embassy",
     "admin",
     "senate",
     "bogachev",
     "paul",
     "today",
     "national",
     "treasury"
    ],
    "id": 3,
    "text": "Obama orders sanctions against Russia, expels operatives, in response to hacking Published               December 29, 2016 Facebook 0 Twitter 0 livefyre Email Print   The Obama administration announced sanctions Thursday against Russia’s intelligence services, while ejecting dozens of intelligence operatives from the U.S. as part of a response to what it says are efforts by Moscow to influence the 2016 election. In a two-sentence response almost four hours after the administration's announcement, President-elect Donald Trump said it was \"time for our country to move on to bigger and better things.\" He added he would meet with leaders of the intelligence community next week to be updated on the situation. Using an executive order, President Obama sanctioned the GRU and the FSB -- two of Russia's intelligence services as well as other entities and individuals associated with the GRU. The cybersecurity firm hired by the Democratic National Committee to investigate the hack of its emails earlier this year concluded the hacking came from the Fancy Bear group, believed to be affiliated with the GRU, Russia's military intelligence agency. In addition to the sanctions, the State Department has declared 35 Russian intelligence operatives \"persona non grata\" in the U.S., giving them 72 hours to leave, and is shutting down two Russian compounds in Maryland and New York. The Maryland property is a 45-acre property at Pioneer Point, and was purchased by the Soviet government in 1972.  The New York property is on Long Island and is 14 acres and was purchased by the Soviet government in 1954. President Obama expels 35  diplomats in Cold War deja vu. As everybody, incl  people, will be glad to see the last of this hapless Adm. pic.twitter.com/mleqA16H8D — Russian Embassy, UK (@RussianEmbassy) December 29, 2016 Russian President Vladimir Putin's spokesman said in response to the announcement that Moscow will consider retaliatory measures.  \"We think that such steps by a U.S. administration that has three weeks left to work are aimed at two things: to further harm Russian-American ties, which are at a low point as it is, as well as, obviously, to deal a blow to the foreign policy plans of the incoming administration of the president-elect,\" Dmitry Peskov told reporters in Moscow. The Russian Embassy in the UK took a different approach, tweeting out a picture of a lame duck and blasting what it called \"Cold War deja vu.\" The Treasury Secretary meanwhile has named two individuals -- Evgeniy Mikhailovich Bogachev and Aleksey Alekseyevich Belan -- it says were involved in \"malicious cyber-enabled activities.\"  \"These actions follow repeated private and public warnings that we have issued to the Russian government, and are a necessary and appropriate response to efforts to harm U.S. interests in violation of established international norms of behavior,\" Obama said in a statement. Obama also announced that the Department of Homeland Security and the FBI will release declassified information on Russian cyberactivity to help \"identify, detect and Russia's global campaign of malicious cyber activities.\" Obama also said that the administration will be providing a report to Congress \"in the coming days\" about Russian attempts to interfere in the election, as well as previous election cycles. The president also hinted that his administration intends to do more to hold Russia accountable. \"These actions are not the sum total of our response to Russia's aggressive activities,\" Obama said. \"We will continue to take a variety of actions at a time and place of our choosing, some of which will not be publicized.\"  U.S. intelligence services have concluded that the Russians interfered in the election to try and help President-elect Donald Trump win. Trump has dismissed the conclusions. However, House Speaker Paul Ryan, R-Wis. welcomed the move in a statement. \"Russia does not share America's interests. In fact, it has consistently sought to undermine them, sowing dangerous instability around the world. While today's action by the administration is overdue, it is an appropriate way to end eight years of failed policy with Russia,\" Ryan said.  Strongly support the Obama Admin's work to fight back against Russia’s interference in our election. We need to punch back & punch back hard — Chuck Schumer (@SenSchumer) December 29, 2016 Incoming Senate Minority Leader Chuck Schumer, D-NY., also praised the move in a statement late Thursday. House Homeland Security Committee Chairman Michael McCaul, R-TX., called Obama's actions \"long overdue,\" while House Permanent Select Committee on Intelligence Chairman Devin Nunes said he's been \"urging\" Obama for years to take action and that this \"indecision and delay\" explains why \"American's influence has collapsed.\" The Associated Press contributed to this report. Advertisement ",
    "title": "Obama orders sanctions against Russia, expels operatives, in response to hacking | Fox News"
   },
   {
    "entities": [
     "police",
     "the mid-1990s",
     "family",
     "david",
     "south",
     "new",
     "mo.",
     "ferguson",
     "once",
     "'98",
     "jeremy",
     "dec. 25",
     "2015",
     "91 percent",
     "armando",
     "now",
     "cnn",
     "4400",
     "72 percent",
     "2014",
     "evening",
     "gang",
     "the millennium",
     "lab",
     "illinois",
     "aug. 9",
     "the late 1990s",
     "weekend of 2016",
     "rosemoor",
     "rahm",
     "halloween",
     "past",
     "74 percent",
     "harrison",
     "1997",
     "thursday",
     "l.",
     "today",
     "the same months in 2015",
     "eisenhower",
     "last year",
     "angeles",
     "the year",
     "tribune",
     "gorner",
     "month since july 1993",
     "of",
     "maryland",
     "this year",
     "hagedorn",
     "philadelphia",
     "august",
     "ludwig",
     "the christmas weekend",
     "emanuel",
     "the decade",
     "springfield",
     "demarco",
     "92 percent",
     "christmas day",
     "1994",
     "southwest",
     "82 percent",
     "tribune-rrb-",
     "last 25 years",
     "north",
     "dec. 18",
     "1998",
     "cooper",
     "night",
     "garfield",
     "garry",
     "expressway",
     "and 60 percent",
     "englewood",
     "avenue",
     "jason",
     "2016",
     "justice",
     "nickeas",
     "dec. 26",
     "dyke",
     "jens",
     "houston",
     "tuesday",
     "van",
     "the end of 2004",
     "mcdonald",
     "kevin",
     "crime",
     "dec. 25, 2016",
     "eddie",
     "street",
     "u.s.",
     "lawndale",
     "laquan",
     "lawn",
     "new year",
     "the weekend",
     "nicole",
     "peter",
     "park",
     "the past",
     "johnson",
     "john",
     "los",
     "to",
     "comcast",
     "navarro",
     "57 percent",
     "76 percent",
     "24 percent",
     "8600",
     "peterson",
     "side",
     "november",
     "chicago",
     "university",
     "rafi",
     "monroe",
     "heinzmann",
     "88 percent",
     "this past year may",
     "46 percent",
     "2011",
     "york",
     "department",
     "mccarthy",
     "sanchez",
     "a year earlier",
     "west",
     "city",
     "kennedy"
    ],
    "id": 4,
    "text": "Chicago's violence worst in nearly 20 years Multiple shooting scene Armando L. Sanchez / Chicago Tribune A woman talks with members of the Chicago Police Department at the scene where two people were killed and were wounded in the 8600 block of South Maryland Avenue on Dec. 25, 2016. A woman talks with members of the Chicago Police Department at the scene where two people were killed and were wounded in the 8600 block of South Maryland Avenue on Dec. 25, 2016. (Armando L. Sanchez / Chicago Tribune) Jeremy Gorner Contact Reporter Chicago Tribune It was movie night in Demarco Kennedy's Far South Side apartment. The 32-year-old railroad worker's wife and three children waited for him in the living room, with plans to watch the animated film \"Rio 2.\" He sat at his dining room table, paying bills. Then, gunshots. Kennedy's kids, coached in the past by their wary parents, dropped to the floor. As the children attempted to crawl into a hallway, Kennedy's wife saw him fall over. The left side of his face was streaked with blood from a bullet wound. \"He was grabbing my hand real hard. He was trying to say something and he couldn't,\" Nicole Cooper said Tuesday, recounting the August evening when her husband was slain. \"And when he released my hand, that's when he passed.\" With that random bullet through the family's window, Kennedy became another homicide victim in Chicago, one of more than 750 in 2016. Demarco Kennedy Family photo Demarco Kennedy was killed by a stray bullet in his Far South Side apartment in August. Demarco Kennedy was killed by a stray bullet in his Far South Side apartment in August. (Family photo) A persistent reality for some of Chicago's toughest neighborhoods, violence unnerved far reaches of the city in 2016 as shootings and homicides soared. Not since the drug-fueled bloodshed of the mid-1990s had the city witnessed such a toll. Some neighborhoods, already scarred and gutted by years of violence, suffered inordinately. But the danger spread into more neighborhoods, too, and randomness became an all-too-familiar element to many shootings. Grim milestones added up: The deadliest month in 23 years. The deadliest day in 13 years. 4,300 people shot. As the year wound down, with the promise of a new year coming soon, a violent Christmas Day. \"It's a shame. It's a shame,\" said Rafi Peterson, a community activist in the Chicago Lawn community on the Southwest Side. \"Those lives cannot be replaced. \"How did this happen? Why is this continuing to happen?\" For months, police, politicians and residents have asked the same questions. In a recent interview at police headquarters, Superintendent Eddie Johnson and his second-in-command, First Deputy Superintendent Kevin Navarro, speculated on the rise in homicides. They blamed, in part, a perceived willingness by criminals to settle disputes with guns, and what they say is a failure on the part of the justice system to hold them accountable. Read more stories \"We used to respond to gang fights in progress … now we respond to shots fired,\" Navarro said. \"People fought. Now everyone picks up the gun. Just like that.\" Through Dec. 26, 754 people were slain in Chicago compared with  480 during the same period last year, an increase of 57 percent, according to official Police Department statistics. The last time Chicago tallied a similar number of killings was in 1997, when 761 people were slain. Shooting incidents also jumped by 46 percent this year to 3,512 from 2,398, the statistics show. What's more, crimes went up by double digits in nearly every major category, including criminal sexual assaults, robberies and thefts. Month by month, Chicago's homicide numbers have ticked upward. On cold days and warm days, snowy days and during holiday weekends alike. Kennedy's slaying on Aug. 9 in the Rosemoor neighborhood was among the 92 homicides across Chicago that month, the most the city had seen for a single month since July 1993 when there were 99. The weekend immediately before Halloween ended with 59 people shot, 17 fatally, the deadliest weekend of 2016. In November, homicides totaled 77, the worst for that month since 78 in 1994. The Police Department statistics do not include about an additional 20 killings on area expressways, police-involved shootings, other homicides in which a person was killed in self-defense or death investigations. Looking back to 1998, when Chicago recorded 704 homicides, the city was in the midst of a homicide decline from more than 900 earlier in the decade. The turn of the millennium saw a bottoming out, with homicides dropping to 453 at the end of 2004 — around the time the Police Department began relying on computerized data to know where to deploy officers where they're needed the most. The tally rose again somewhat, then went down again in 2014, when the city recorded 416 slayings. (Peter Nickeas) As the homicide numbers headed upward this year, crime experts cautioned against making year-to-year comparisons, arguing that long-term trends give a better understanding of how the level of violence in a city has changed over time. Still, even though it  has a lower homicide rate than many U.S. cities with smaller populations, Chicago by far continued to lead the nation in  actual number of slayings. The city's homicides outpaced  New York City and Los Angeles combined, even though their populations far exceed Chicago's 2.7 million people. According to official statistics through Dec. 18, the most recent publicly available, New York and Los Angeles had a combined 613 homicides, fewer  than Chicago's total. In addition, there were a combined 2,306 shooting victims in the two cities, about half of Chicago's total. Crime experts cannot point to any definitive factors for the increases in shootings and homicides in Chicago this year. But some experts have come to one conclusion: Chicago's dramatic rise in homicides this year is the highest of any major city. A draft released Thursday of a new study from the University of Chicago Crime Lab noted that of the five largest U.S. cities by population, including New York City, Los Angeles, Philadelphia and Houston, Chicago has seen the largest single-year homicide increase of the last 25 years. The study also noted that the increase in slayings this year was \"sudden and sustained,\" with each month recording more homicides than the same months in 2015. But they pointed out that other cities throughout the country have also seen increases in homicides. \"The fact that many other American cities saw homicides increase in 2015 and 2016 suggests that part of what Chicago experienced this past year may not be unique to our city,\" according to the study. (David Heinzmann) The study's authors were careful to say they could not explain why Chicago's violence has gone up, though they said weather patterns, declines in finances for social services, and any changes in police response couldn't be definitively linked to the sudden and dramatic increase. They did note, however, that more homicides were committed with guns in Chicago than other cities. In 2016, about 91 percent of Chicago's homicides were committed with a firearm, up from 88 percent last year, the study showed. When you compare that with  1998, the last time Chicago recorded over 700 homicides, about 76 percent of those victims were killed with guns, official Police Department statistics show. Los Angeles' homicides committed with guns averaged 72 percent from 2011 to 2015, and 60 percent in New York City, the study noted. However, Jens Ludwig, a professor of social service administration, law and public policy at the University of Chicago, said that the study could not conclude whether there were actually more guns on Chicago's streets this year compared with  past years. \"There's no way to know if more guns are flooding into Chicago because there's no definitive measure of the numbers of guns in Chicago,\" said Ludwig, one of the authors of the study. Police struggle The year was tumultuous for the Chicago Police Department, as it struggled to contain the rise in violence while also undergoing  reforms sparked by the release of 2014 video that showed Officer Jason Van Dyke fatally shooting 17-year-old Laquan McDonald. A torrent of street protests followed. A wide-ranging civil rights investigation by the U.S. Justice Department into the city's police practices was launched. Van Dyke was charged with first-degree murder and Mayor Rahm Emanuel fired police Superintendent Garry McCarthy. Johnson, in the recent interview, said negative attitudes toward the police began to grow in 2014 when a white police officer fatally shot an unarmed black teen in Ferguson, Mo. The McDonald shooting intensified that distrust and anger in Chicago. These incidents diminished the respect that police once had, emboldening criminals, Johnson said. \"The level of disrespect I see for police now, I've never seen it like this in 28 years,\" he said. \"The willingness of the bad guy to engage a police officer, I've never, it's just different. … Before, they didn't engage the police like they do now. \"Now, the police are perceived as the bad guy, and they're not given the benefit of the doubt anymore,\" Johnson said. \"Back then in '98, it was the total reverse. ... Don't think that the bad guy doesn't look at what's (happening) on CNN and say, 'Oh, they're really giving it to the police. Now is my time to shine.'\" (Jeremy Gorner) Indeed, officers have told the Tribune that morale was lower this year. Officers described taking a more cautious approach to their work, concerned they could end up in a viral  video, sued or fired. The Tribune chronicled two key measures that appeared to show cops scaled back on their interaction with the public. Arrests, which have generally been on the decline in recent years, dropped sharply through Dec. 25 to 84,644, a 24 percent decrease from 111,499 a year earlier and the fewest in at least five years, according to official police statistics. Over that same period, street stops — in which officers stop people on foot and document the interaction — have plunged to 106,570, down 82 percent from 599,590 a year earlier. Officers complain a longer, time-consuming form that police must fill out for each stop has played a significant part in the drop. However, the draft U. of C. study released Thursday questioned whether Chicago's decline in street stops and arrests truly could be a driving factor of violence, noting that when New York's stops dropped in recent years, homicides did not dramatically increase. Still, the researchers  noted that reducing street stops could have a different effect \"across cities,\" but that the factor isn't well understood yet. Critics of the department say that decades of officer misconduct and the department's failure to discipline officers has also played a large role in the public's mistrust of police. Johnson acknowledged there is a widened gap between police and minority communities, a distrust that he and some crime experts believe has contributed to the increase in violence. \"We treated the black community inappropriately in a lot of instances,\" he said during the interview. \"You cannot go into a community and stop everybody. You see a man with a Comcast uniform on ... walking his wife to the grocery store, and you're stopping him. Why? \"That creates a lot of mistrust between the community and the Police Department,\" Johnson continued. \"We recognize that we did treat certain parts of this city inappropriately. And that was our fault. So we have to correct that. But you can't correct it until you acknowledge that it was a problem.\" Guns and gangs Police officials have also blamed much of Chicago's violence on the flow of illegal firearms through dangerous neighborhoods, mainly on the South and West sides. That problem, experts say, is far worse in Chicago than in New York and Los Angeles. Johnson has spoken often about legislation in the works in Springfield aimed at requiring repeat gun offenders to serve longer prison terms. Officials have also blamed an intractable gang problem in Chicago for the violence. Once highly structured and hierarchal, Chicago's street gangs have fractured into small factions. Petty disagreements and personal disputes fueled by social media can quickly turn violent, police officials have said. Chicago police investigated many shootings over the Christmas weekend.  (Armando Sanchez / Chicago Tribune) Gang expert John Hagedorn noted that by the late 1990s, the organized gang wars for power and dominance were starting to become less commonplace. Gang leaders went to jail. The nationwide crack epidemic was coming to an end, causing the gangs to make less money in narcotics than before, he said. Chicago's sprawling public housing complexes were also being torn down, Hagedorn noted, sending gang members to different parts of the city where other gangs were in control. All of these elements shifted the nature of the city's gangs from \"a culture of obedience\" to \"a culture of autonomy,\" he said. \"Kids were off on their own. The nature of the violence swings,\" said Hagedorn, a professor of criminology, law and justice at the University of Illinois at Chicago. \"Rather than violent orders from the top … violence today is local between sects and it's spontaneous, not structured. And there's nobody around to control it.\" Johnson said the department is trying to utilize its so-called strategic subject list to beat back gangs. The department uses a computerized algorithm to identify about 1,400 people, mostly gang members, considered most likely to shoot someone or become a victim of violence. Once they're identified, the department tries to contact these people, warn them of the consequences of their lifestyles and try to steer them on the right path by offering them an array of social services. Neighborhoods under fire Most of the violence in 2016 has been concentrated on the South and West sides, in communities struggling with decades of poverty, entrenched segregation, gangs, rampant narcotics sales and other social ills. Two of the city's historically most violent police districts — Harrison and Englewood — account for almost one-fourth of Chicago's homicides and shooting incidents. But, violence has touched most of the city, spiking in nearly all of the 22 patrol districts. Harrison, a West Side district that includes communities such as West Garfield Park and North Lawndale, has recorded the worst violence. Through Dec. 25, 92 people were killed, a 92 percent increase over the 48 people slain a year earlier, official department statistics show. Shooting incidents rose to 469, up 74 percent from 270 a year earlier. One block in West Garfield Park, the 4400 block of West Monroe Street, has seen at least 10 people shot this year, one of them fatally, according to a Tribune analysis. The block is just north of the Eisenhower Expressway, nicknamed the \"Heroin Highway\" because of its easy access for drug-buying suburbanites. Conflicts over lucrative drug spots throughout the area fuel much of the violence. ",
    "title": "Chicago&apos;s violence worst in nearly 20 years - Chicago Tribune"
   },
   {
    "entities": [
     "st.",
     "nov. 8",
     "russia",
     "studies",
     "korea",
     "designers",
     "vladimir",
     "sergey",
     "valentinovich",
     "lewis",
     "korobov",
     "john",
     "for",
     "kostyukov",
     "iran",
     "of",
     "advertisement",
     "early this summer",
     "macfarquhar",
     "james",
     "new",
     "times",
     "continue",
     "washington",
     "clinton",
     "now",
     "stepanovich",
     "special",
     "neil",
     "d.",
     "states",
     "center",
     "china",
     "obama",
     "data",
     "organization",
     "international",
     "olegovich",
     "podesta",
     "a.",
     "geneva",
     "april",
     "april 2015",
     "sony",
     "future",
     "gizunov",
     "association",
     "processing",
     "noncommercial",
     "g.r.u.",
     "aleksandrovich",
     "the fall of 2015",
     "and",
     "hawaii",
     "technologies",
     "petersburg",
     "autonomous",
     "professional",
     "united",
     "york",
     "hillary",
     "d.n.c.",
     "f.b.i.",
     "wikileaks",
     "moscow",
     "current",
     "north",
     "alekseyev",
     "thursday",
     "systems",
     "igor",
     "morning",
     "strategic"
    ],
    "id": 5,
    "text": "Privacy Policy “They are concerned about controlling retaliation,” said James A. Lewis, a cyberexpert at the Center for Strategic and International Studies in Washington. The Obama administration was riven by an internal debate about how much of its evidence to make public. Although the announcement risks revealing sources and methods, it was the best way, some officials inside the administration argued, to make clear to a raft of other nations — including China, Iran and North Korea — that their activities can be tracked and exposed. In the end, Mr. Obama decided to expand an executive order that he issued in April 2015, after the Sony hacking. He signed it in Hawaii on Thursday morning, specifically giving himself and his successor the authority to issue travel bans and asset freezes on those who “tamper with, alter, or cause a misappropriation of information, with a purpose or effect of interfering with or undermining election processes or institutions.” Got a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists. Learn More Mr. Obama used that order to immediately impose sanctions on four Russian intelligence officials: Igor Valentinovich Korobov, the current chief of a military intelligence agency, the G.R.U., and three deputies: Sergey Aleksandrovich Gizunov, the deputy chief of the G.R.U.; Igor Olegovich Kostyukov, a first deputy chief, and Vladimir Stepanovich Alekseyev, also a first deputy chief of the G.R.U. Advertisement Continue reading the main story But G.R.U. officials rarely travel to the United States, or keep their assets here, so the effects may be largely symbolic. It is also unclear if any American allies will impose parallel sanctions on Russia. The administration also put sanctions on three companies and organizations that it said supported the hacking operations: the Special Technologies Center, a signals intelligence operation in St. Petersburg; a firm called Zor Security that is also known as Esage Lab; and the Autonomous Noncommercial Organization Professional Association of Designers of Data Processing Systems, whose lengthy name, American officials said, was cover for a group that provided special training for the hacking. “It is hard to do business around the world when you are named like this,” a senior administration official with long experience in Russia sanctions said on Thursday morning. The official spoke on the condition of anonymity because of the sensitive nature of the intelligence. But the question will remain whether the United States acted too slowly — and then, perhaps, with not enough force. Members of Hillary Clinton’s election campaign argue that the distractions caused by the leaks of emails, showing infighting in the D.N.C., and later the private communications of John D. Podesta, the campaign chairman, absorbed an American press corps more interested in the leaks than in the phenomena of a foreign power marrying new cybertechniques with old-style information warfare. Certainly the United States had early notice. The F.B.I. first informed the D.N.C. that it saw evidence that the committee’s email systems had been hacked in the fall of 2015. Months of fumbling and slow responses followed. Mr. Obama said at a new conference he was first notified early this summer. But one of his top cyberaides met Russian officials in Geneva to complain about cyberactivity in April. By the time the leadership of the D.N.C. woke up to what was happening , the G.R.U. had not only obtained those emails through a hacking group that has been closely associated with it for years, but, investigators say, also allowed them to be published on a number of websites, from a newly created one called DC Leaks to the far more established WikiLeaks. Meanwhile, several states reported the “scanning” of their voter databases — which American intelligence agencies also attributed to Russian hackers. But there is no evidence, American officials said, that Russia sought to manipulate votes or voter rolls on Nov. 8. Mr. Obama decided not to issue sanctions ahead of the elections, for fear of Russian retaliation ahead of Election Day. Some of his aides now believe that was a mistake. But the president made clear before leaving for Hawaii that he planned to respond. The question now is whether the response he has assembled will be more than just symbolic, deterring not only Russia but others who might attempt to influence future elections. Neil MacFarquhar contributed reporting from Moscow. ",
    "title": "Obama Strikes Back at Russia for Election Hacking - The New York Times"
   },
   {
    "entities": [
     "house",
     "carlin",
     "vladimir",
     "at 2:21 pm",
     "david",
     "new",
     "washington",
     "long",
     "2015",
     "now",
     "mccain",
     "evening",
     "post",
     "spicer",
     "podesta",
     "deyoung",
     "eight years",
     "slutsky",
     "moscow",
     "thursday",
     "paul",
     "st.",
     "maryland",
     "aleksey",
     "gru",
     "late",
     "inzaurralde/the",
     "roth",
     "kgb",
     "mark",
     "leonid",
     "lindsey",
     "ryan",
     "o.",
     "filipov",
     "security",
     "state",
     "bogachev",
     "nov. 8",
     "russia",
     "donald",
     "graham",
     "nakashima",
     "friday, dec. 16, 2016",
     "2016",
     "fbi",
     "toner",
     "justice",
     "democratic",
     "interfax",
     "shore",
     "clinton",
     "june",
     "ukraine",
     "eastern",
     "island",
     "committee",
     "states",
     "walsh/ap",
     "white",
     "kremlin",
     "evgeny",
     "obama",
     "trump",
     "u.s.",
     "susan",
     "ellen",
     "wagner",
     "petersburg",
     "hillary",
     "united",
     "wikileaks",
     "andrew",
     "next week",
     "january",
     "d.",
     "treasury",
     "division",
     "right now",
     "sean",
     "the past",
     "cia",
     "karen",
     "john",
     "this fall",
     "department's",
     "putin",
     "duma",
     "present",
     "fsb",
     "late thursday",
     "december 29",
     "c.",
     "thursday before",
     "bastien",
     "missy",
     "peskov",
     "belan",
     "york",
     "department",
     "dmitri",
     "future",
     "barack",
     "national"
    ],
    "id": 6,
    "text": "Obama administration announces measures to punish Russia for 2016 election interference The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it President Barack Obama blames the \"highest level of the Russian government for hacks,\" as he speaks during a news conference, Friday, Dec. 16, 2016, in the briefing room of the White House in Washington. (Susan Walsh/AP) By Missy Ryan , Ellen Nakashima and Karen DeYoung December 29 at 2:21 PM Follow @missy_ryan Follow @nakashimae Follow @karendeyoung1 The Obama administration announced sweeping new measures against Russia on Thursday in retaliation for what U.S. officials have characterized as interference in this fall’s presidential election, ordering the expulsion of Russian “intelligence operatives” and slapping new sanctions on state agencies and individuals suspected in the hacks of U.S. computer systems. The response, unveiled just weeks before President Obama leaves office, culminates months of internal debate over how to react to Russia’s election-year provocations. In recent months, the FBI and CIA have concluded that Russia intervened repeatedly in the 2016 election, leaking damaging information in an attempt to undermine the electoral process and help Donald Trump take the White House. Because Thursday’s announcement is an executive action, it can be undone by the next administration. But Obama’s last-minute measures put pressure on Trump, who has largely waved off the allegations against Russia, to make a decision about whether to keep the punitive measures in place. In a statement issued by his transition office late Thursday, Trump was noncommittal, saying, “It’s time for our country to move on to bigger and better things.” “Nevertheless,” he said, “in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation.” (The Washington Post) Taken together, the sanctions and expulsions announced Thursday were the most far-reaching U.S. response to Russian activities since the end of the Cold War, and the most specific related to Russian hacking. The administration also released a listing of addresses of computers linked to the Russian cyberattacks and samples of malware inserted into U.S. systems. Several lawmakers have called on the administration for months to respond, saying that tougher measures need to be taken to punish Russia. The White House resisted acting ahead of the election for fear of appearing partisan. Obama, who had promised a tough U.S. response, said the new actions were “a necessary and appropriate response to efforts to harm U.S. interests.” He said Americans should be “alarmed” by an array of Russian moves, including interference in the election and harassment of U.S. diplomats overseas. “Such activities have consequences,” the president said in a statement. The new measures include sanctions on two Russian intelligence agencies, three companies that are believed to have provided support for government cyber operations, and four Russian cyber officials. The two agencies named are the GRU, Russia’s military spy service, and the FSB, the civilian spy agency that grew out of the KGB. The administration has also ordered 35 Russian operatives to leave the United States and will shut down Russian-owned facilities on Maryland’s Eastern Shore and on Long Island in New York believed to have been used for intelligence purposes. State Department spokesperson Mark C. Toner said the diplomatic retaliation was partly a response to Russian provocations against American personnel in Russia, including “arbitrary police stops, physical ­assault, and the broadcast on State TV of personal details about our personnel that put them at risk.” (Bastien Inzaurralde/The Washington Post) In June, a senior U.S. diplomat was attacked by a Russian soldier at the doorway to the U.S. embassy as he tried to enter. That incident, circulated on video, resulted in the earlier expulsion of two Russian diplomats from Washington. The State Department also said that personal details about U.S. diplomats were publicly released in Moscow, and that the Russian government had refused to approve security upgrades to the U.S. diplomatic facility in St. Petersburg. Obama suggested Thursday that the United States may undertake covert activity in response to Russian activities. Officials gave no details. The Treasury Department also designated two Russian hackers, Evgeny Bogachev and Aleksey Belan, for criminal cyber activities involving U.S. firms and unrelated to the election hacks. Moscow, which has denied involvement in attacks related to the election, vowed to respond in kind. “I cannot say now what the response will be, although, as we know, there is no alternative here to the principle of reciprocity,” Russian presidential spokesman Dmitri Peskov said in a statement late Thursday evening carried by the Interfax news service. Peskov said the response would be authorized by President Vladimir Putin. In virtually all previous cases of Soviet or Russian diplomats declared persona non grata in this country, an equal number of U.S. officials have been expelled from Russia. [ Read the executive order released by the White House ] Trump has called on the Obama administration to present proof of Russian hacking. Speaking Thursday before the reprisal announcement, Sean Spicer, the incoming White House press secretary, said Trump’s views on the hacking allegations could change if more solid evidence emerges that Russia was responsible. “If the United States has clear proof of anyone interfering with our elections, we should make that known,” Spicer said, adding, “Right now we need to see further facts.” Spicer also said that some on the political left were using the Russia allegations to downplay Trump’s victory at the polls on Nov. 8. [ Kremlin spokesman vows retaliation against U.S. sanctions ] U.S. officials say they have been refining for months their assessment of the attacks, in which they say a Russian military intelligence agency hacked the Democratic National Committee and stole emails that were later released by WikiLeaks. Emails hacked from the account of John Podesta, who chaired Hillary Clinton’s presidential campaign, also were made public. State electoral systems were also targeted, but administration officials said Thursday, as they have in the past, that they have no evidence the actual voting process was interfered with on Election Day. While U.S. officials have not named Putin himself in the cyber meddling, Obama has suggested that approval came from the very top of the Russian government. As part of the new measures, the administration has amended a 2015 executive order allowing the president to respond to foreign cyberattacks. That order was intended primarily for attacks against infrastructure or commercial targets, but officials adapted it to cover attempts to undermine the electoral process — not only in the United States but in other countries as well. In a call with reporters, U.S. officials said they chose to announce the new measures before the end of Obama’s term in an attempt to educate Americans about Russian activities and to deter future intrusions. “There’s every reason to believe Russia will interfere with future U.S. elections and future elections around the world,” said one senior official, speaking on the condition of anonymity ­because he was not authorized to speak on the record. “The Russian actions have been sustained over an extended period of time, and by any definition are against the national interests of the United States, not the interests of President Obama.” The harassment, the official said, “has been escalating steadily for some time” and is “a direct threat to the ability of the United States to conduct diplomacy.” Both U.S. allies and American businesses were concerned about Russian activities, the official said, and “if [Trump transition officials] aren’t, then they should explain why.” The Obama administration also released a document providing some details about the cyber operation U.S. officials have labeled “Grizzly Steppe,” including a list of names the hackers used. These groups have conducted campaigns against think tanks, universities and corporations, as well as government agencies, according to the administration. In foreign countries, they have carried out damaging and disruptive cyberattacks, including on electrical utilities. John Carlin, former head of the Justice Department’s National Security Division, said the measures announced Thursday were significant. “It’s important to show that we can do attribution and are willing to impose a deterrent — not just for the Russians, but for the world, as we’re figuring out what the norms should be in cyberspace,” he said. “It’s not a world of free passes.” Identifying the malware that was used, imposing sanctions and affecting the Russians’ ability to hack for intelligence purposes all “raise the cost” of conducting such activities, Carlin said. The Obama administration has already imposed sanctions on Russia for its activities in Ukraine, but those measures do not appear to have deterred Russia’s actions there. Congressional Republicans welcomed the crackdown but said it was overdue. “It is an appropriate way to end eight years of failed policy with Russia,” House Speaker Paul D. Ryan (R-Wis.) said in a statement. Sens. John McCain (R-Ariz.) and Lindsey O. Graham (R-S.C.) said the measures were inadequate and promised to fight for stronger sanctions. Despite the Obama administration’s efforts to deliver an 11th-hour blow against Russia, Leonid Slutsky, chairman of the international affairs committee of the State Duma, the lower house of Russia’s parliament, suggested the measures would not inflict lasting damage. “None of this will change the results of the election of the American president, and in January, the rightful owner of the White House will be Donald Trump,” Slutsky said. “I expect that with his arrival the dialogue between Russia and the United States will be conducted in a more healthy political atmosphere.” David Filipov and Andrew Roth in Moscow and John Wagner in Washington contributed to this report. Read more: ",
    "title": "Obama administration announces measures to punish Russia for 2016 election interference - The Washington Post"
   },
   {
    "entities": [
     "december 29, 2016 in this november 2015",
     "rand",
     "march 19",
     "peter",
     "congress",
     "twitter",
     "linkedin",
     "oct. 22, 2015",
     "vanden",
     "nov. 4, 2016",
     "iraq",
     "john",
     "force",
     "2016",
     "earlier this year",
     "army",
     "this year",
     "navy",
     "to",
     "louis",
     "2008",
     "moore",
     "syria",
     "washington",
     "28%",
     "tom",
     "the day",
     "google",
     "3:51 p.m. est",
     "usa",
     "2014",
     "rajeev",
     "middle",
     "pentagon",
     "2010",
     "brook",
     "2001",
     "facebookemail",
     "wheeler",
     "u.s.",
     "east",
     "delta",
     "2012",
     "dec. 27",
     "ramchand",
     "joshua",
     "isil",
     "jordan",
     "corp.",
     "august 2014",
     "first year",
     "state",
     "facebook",
     "current",
     "2005",
     "cardin",
     "chiarelli",
     "today",
     "afghanistan",
     "suicide",
     "islamic"
    ],
    "id": 7,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Suicide kills more U.S. troops than ISIL in Middle East Suicide — not combat — is the leading killer of U.S. troops deployed to the Middle East to fight Islamic State militants, according to newly released Pentagon statistics. Post to Facebook Suicide kills more U.S. troops than ISIL in Middle East Suicide — not combat — is the leading killer of U.S. troops deployed to the Middle East to fight Islamic State militants, according to newly released Pentagon statistics. Check out this story on USATODAY.com: http://usat.ly/2iJPiLP CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 21 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Suicide kills more U.S. troops than ISIL in Middle East Tom Vanden Brook , USA TODAY 3:51 p.m. EST December 29, 2016 In this November 2015 file photo, an airstrike by a U.S.-led coalition warplane explodes on an ISIL position in Syria. (Photo: John Moore, Getty Images) WASHINGTON — Suicide — not combat — is the leading killer of U.S. troops deployed to the Middle East to fight Islamic State militants, according to newly released Pentagon statistics. U.S. casualties have been relatively low since the U.S.-led war effort began with a bombing campaign in August 2014, reflecting the limited combat exposure for troops. Of the 31 troops who have died as of Dec. 27 in Operation Inherent Resolve, 11 have taken their own lives. Eight died in combat, seven in accidents and four succumbed to illness or injury. The cause of one death is under investigation. The reasons suicide ranks as the No. 1 cause of troop deaths are complex and poorly understood, according to experts on military suicide. They likely include mental illnesses that enlistees brought with them to boot camp, post-traumatic stress, multiple combat deployments and heightened anxiety in a military at war for 16 years. “I don’t think there’s one single cause for it,” said Rajeev Ramchand, a senior behavioral scientist at the Rand Corp. who has studied military suicide. “There are a multitude of factors. They are also picking up on a trend toward more suicide in the U.S. population as a whole. Maybe there’s a universal stress on everyone in the military that affects them in profound ways.” Read more: Study: Soldiers at highest risk for suicide tries in first year The nature of the fight against ISIL has also limited combat fatalities. Direct fights between U.S. troops and ISIL fighters are uncommon events. U.S.-led airstrikes have been the principal means of attack, and they have been exceptionally lethal. The military estimates bombs and missiles fired by warplanes and drones have killed 50,000 ISIL fighters. Thousands of American troops have deployed to train and assist Iraq’s army, and thousands more have been sent to provide security, launch artillery barrages and perform logistics duties. Few of them have come under direct attack. Several hundred more U.S. commandos are on the ground in Iraq and Syria, conducting raids to capture or kill ISIL leaders and assist local fighters. Some of those missions have been deadly. On Oct. 22, 2015, Master Sgt. Joshua Wheeler, a member of the Army’s super-elite Delta Force, was killed by gunfire as he helped free 70 prisoners from an ISIL prison in northern Iraq. The largest loss of life in a single incident in the war against ISIL didn’t take place in Iraq or Syria. It occurred in Jordan on Nov. 4, 2016, when three Special Forces soldiers were shot by a guard as they tried to enter an air base. The American commandos were training local forces to fight ISIL militants. Their shooting deaths remain under investigation. The most casualties in a single attack occurred earlier this year when rockets fired by ISIL fighters targeted a Marine artillery base in northern Iraq. The attack on March 19 killed Staff Sgt. Louis Cardin and wounded eight others. All of them received Purple Heart medals, according to the Navy. By far, 2016 has been the most dangerous for U.S. forces since the war began. Seven of the eight combat deaths have occurred in 2016, and 21 of the 26 troops wounded in action suffered their injuries this year. But the military's suicide problem continues. Between 2001 and 2010, the rate of suicide in the military doubled, Ramchand said. The chief spike occurred around 2005 when fighting and combat deaths soared in Iraq and Afghanistan, and the Army shouldered most of the war’s burden. The Army still has the highest percentage among the services for suicide, according to the Pentagon's latest figures. Of the 269 active-duty troops who took their own lives in 2014, 122 were soldiers, or about 28%. As a whole, the military’s rate of suicide of about 20 per 100,000 troops in 2014 was comparable to the same civilian population. Retired general Peter Chiarelli made suicide prevention a top priority when he was the Army’s No. 2 officer as vice chief of staff from 2008 to 2012. He expressed frustration with the failure to drive down the rate of military and civilian suicides. He called for a research effort, similar to the comprehensive initiative to attack HIV/AIDS, focusing on changes in the brain caused by depression, anxiety and post-traumatic stress. That will require focused leadership from the Pentagon and Congress and the development of new drugs. “This really is an illness,” Chiarelli said. “It’s not because you’re weak.” 193 CONNECT TWEET 2 LINKEDIN 21 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2iJPiLP NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Suicide kills more U.S. troops than ISIL in Middle East"
   },
   {
    "entities": [
     "house",
     "eric",
     "vladimir",
     "point",
     "kostyukov",
     "uk",
     "new",
     "noon on",
     "party",
     "2:05",
     "washington",
     "long",
     "now",
     "mccain",
     "2014",
     "evening",
     "3:08",
     "moscow",
     "thursday",
     "paul",
     "today",
     "winter",
     "maryland",
     "aleksey",
     "alexseyev",
     "gru",
     "pennsylvania",
     "j.",
     "kgb",
     "lindsey",
     "ryan",
     "connor",
     "state",
     "robert",
     "bogachev",
     "u.k.",
     "december 24, 2016",
     "windrem",
     "russia",
     "donald",
     "congress",
     "graham",
     "2013",
     "konstantin",
     "2016",
     "fbi",
     "democratic",
     "interfax",
     "tom",
     "r-ariz.",
     "island",
     "states",
     "white",
     "friday",
     "kremlin",
     "schultz",
     "obama",
     "trump",
     "pioneer",
     "dmitry",
     "administration",
     "december 29, 2016",
     "u.s.",
     "2:26",
     "hillary",
     "united",
     "mikhaylovich",
     "next week",
     "tracy",
     "dec 29",
     ", 7:24 pm",
     "sergey",
     "cia",
     "john",
     "korobov",
     "evgeniy",
     "putin",
     "kosachev",
     "wednesday",
     "--",
     "nebraska",
     "fsb",
     "1954",
     "2012",
     "1972",
     "gizunov",
     "peskov",
     "share",
     "belan",
     "york",
     "department",
     "two weeks ago",
     "igor"
    ],
    "id": 8,
    "text": "Dec 29 2016, 7:24 pm ET U.S. Unveils Plan to Punish Russians for Election Hack by Tracy Connor, Robert Windrem and Tom Winter Share U.S. Expelling 35 Russian Officials as Part of New Sanctions From Pres. Obama 2:05 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161230011947if_/http://www.nbcnews.com/widget/video-embed/844094019587\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The Obama administration struck back at Russia on Thursday, imposing sanctions against its intelligence apparatus and expelling 35 diplomats in retaliation for the alleged orchestration of hacking attacks designed to interfere in the presidential election. The sweeping actions, outlined by the White House three weeks before the new administration takes office, include: Shutting down two compounds, one in Maryland and one in New York, \"used by Russian personnel for intelligence-related purposes.\" Sanctions against the GRU, the Russian military intelligence service, and the FSB, the spy agency that succeeded the KGB, and four high-ranking officers of the GRU. Sanctions against two suspected hackers, both wanted by the FBI in earlier cybercrime cases, and three companies that allegedly provided support to the GRU's cyber operations. Releasing technical information about Russian cyber activity, \"to help network defenders in the United States and abroad identify, detect, and disrupt Russia's global campaign of malicious cyber activities.\" \"All Americans should be alarmed by Russia's actions,\" President Obama said in a statement, blaming the \"highest levels\" of the Russian government. Obama's statement said the U.S. had declared 35 Russian \"intelligence operatives\" persona non grata. The State Department said the 35 are diplomats \"who were acting in a manner inconsistent with their diplomatic or consular status\" and also accused Russia of harassing U.S. diplomats overseas with arbitrary police stops, physical assaults and the release of personal details putting them at risk. \"The diplomatic sanctions today were in response to the diplomatic harassment from Russia we've seen over the past two years,\" White House deputy press secretary Eric Schultz said. As of noon on Friday, the U.S. also will bar Russian access to two Moscow-owned \"recreational compounds,\" the White House said. A 45-acre property at Pioneer Point in Maryland was purchased by the Soviet government in 1972, and the 14-acre property on New York's Long Island was purchased by the Soviet government in 1954. Play Kremlin pledges retaliation over new sanctions 2:26 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161230011947if_/http://www.nbcnews.com/widget/video-embed/843776579612\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Russia has repeatedly denied involvement in the attacks on Democratic Party organizations and figures. After the announcement from Washington, President Vladimir Putin's press secretary said Moscow would hit back but was in no rush. \"As we said before, we consider such a decision and such sanctions groundless and illegitimate from the point of view of international law,\" Putin spokesman Dmitry Peskov said, according to the Interfax news agency. President Obama expels 35  diplomats in Cold War deja vu. As everybody, incl  people, will be glad to see the last of this hapless Adm. pic.twitter.com/mleqA16H8D — Russian Embassy, UK (@RussianEmbassy) December 29, 2016 The Russian embassy in the U.K. tweeted a picture of a duckling with the word \"Lame\" emblazoned over it, and Konstantin Kosachev, a Russian political leader, also noted that Obama will not be president much longer. \"This not just an agony of the 'lame ducks,' but of the 'political corpses,'\" he said, according to Interfax. Play Paul Ryan: Russia sanctions 'overdue' 3:08 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161230011947if_/http://www.nbcnews.com/widget/video-embed/843732547702\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> As NBC News first reported two weeks ago, U.S. intelligence officials believe Putin was personally involved in the alleged hacking campaign, and the CIA concluded that one of the goals was to help elect Donald Trump by leaking emails that were embarrassing to Democrats. Trump has expressed doubt as to whether Russia tried to meddle in the election. Asked on Wednesday, before the sanctions were imposed, about possible sanctions, he said, \"I think we ought to get on with our lives.\" Trump echoed that sentiment Thursday evening, but said he wants to meet with U.S. intelligence officials. \"It's time for our country to move on to bigger and better things,\" Trump said in a statement on the sanctions. \"Nevertheless, in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation.\" Trump could reverse the actions, but he would have to buck Republican members of Congress who support the sanctions and have called for even stiffer measures. Vladimir Putin said today about Hillary and Dems: \"In my opinion, it is humiliating. One must be able to lose with dignity.\" So true! — Donald J. Trump (@realDonaldTrump) December 24, 2016 \"The retaliatory measures announced by the Obama Administration today are long overdue,\" U.S. Senators John McCain, R-Ariz., and Lindsey Graham, R-S.C., said in a joint statement. \"But ultimately, they are a small price for Russia to pay for its brazen attack on American democracy. We intend to lead the effort in the new Congress to impose stronger sanctions on Russia.\" The White House vowed that U.S. retaliation will go beyond the steps announced Thursday. \"We will continue to take a variety of actions at a time and place of our choosing, some of which will not be publicized,\" Obama said in his statement. The economic sanctions against the Russian agencies, companies and individuals were contained in an executive order signed by Obama. An FBI wanted poster for an alleged hacker who is now a target of U.S. sanctions. FBI The sanctioned individuals include two alleged hackers, Evgeniy Mikhaylovich Bogachev, aka \"Lucky12345,\" and Aleksey Belan, aka \"Mrmagister.\" Bogachev was indicted in a 2014 case in Pennsylvania in connection with a \"phishing\" scheme to steal money through electronic fund transfers from victims' bank accounts, and he was charged in a 2014 Nebraska case with trying to defraud 12 banks. Belan allegedly broke into the computer networks for three major U.S. e-commerce companies in 2012 and 2013. The named Russians who hold positions in the GRU are: Chief Igor Korobov, First Deputy Chief Vladimir Alexseyev, First Deputy Chief Igor Kostyukov, and Deputy Chief Sergey Gizunov. Tracy Connor ",
    "title": "U.S. Unveils Plan to Punish Russians for Election Hack - NBC News"
   },
   {
    "entities": [
     "dec 29, 2016",
     "inc.",
     "francisco",
     "russia",
     "donald",
     "house",
     "congress",
     "eric",
     "graham",
     "vladimir",
     "sergey",
     "valentinovich",
     "cia",
     "7:23 pm est",
     "john",
     "korobov",
     "kostyukov",
     "2016",
     "alexseyev",
     "maryland",
     "associated",
     "putin",
     "uk",
     "fbi",
     "of",
     "new",
     "interactive",
     "cbs",
     "democratic",
     "washington",
     "afternoon",
     "news",
     "gru",
     ", 2:39 pm",
     "republican",
     "mccain",
     "stepanovich",
     "fsb",
     "dhs",
     "evening",
     "committee",
     "states",
     "white",
     "homeland",
     "schultz",
     "obama",
     "trump",
     "press",
     "america",
     "december 29, 2016",
     "olegovich",
     "u.s.",
     "san",
     "london",
     "gizunov",
     "lindsey",
     "ryan",
     "aleksandrovich",
     "united",
     "moscow",
     "york",
     "security",
     "department",
     "current",
     "next week",
     "thursday",
     "paul",
     "igor",
     "national"
    ],
    "id": 9,
    "text": "CBS News December 29, 2016, 2:39 PM U.S. imposes sanctions on Russia over election interference Email Last Updated Dec 29, 2016 7:23 PM EST The Obama administration announced Thursday a new series of sanctions against Russian intelligence entities and agents they say are responsible for hacks into the Democratic National Committee and related servers. In addition to the sanctions, 35 Russian operatives will be expelled from the country and listed as “persona non grata.” The operatives, who are based out of the Russian embassy in Washington and the Russian consulate in San Francisco, have been informed they have 72 hours to leave the United States along with their families. A senior administration official said Thursday afternoon that the U.S. is “responding here to a pattern of Russian behavior that has been evident for some time.” The official also said that the announced punishments are “not the sum total of everything we are doing in response to Russia’s actions … as President Obama and others have said, some of those actions will be public and some of them will not.” U.S. officials do not often release the details of their investigations -- but they did Thursday. The release was part of an ongoing effort to pu... President-elect Donald Trump, who has repeatedly called for better relations with Moscow, has been largely dismissive of claims that Russian intelligence was responsible for the hacks. However, in a statement released shorty after the announcement of sanctions, Republican House Speaker Paul Ryan called the administration’s response an “overdue” yet “appropriate way to end eight years of failed policy with Russia.” “Russia does not share America’s interests,” Ryan’s statement says. “In fact, it has consistently sought to undermine them, sowing dangerous instability around the world.” For his part, Mr. Trump said he wanted the nation to “move on” from the election but that he would still meet with intelligence officials to discuss the matter.  “It’s time for our country to move on to bigger and better things,” Trump said in a statement on Thursday evening. “Nevertheless, in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation.” A senior administration official tells CBS News that the Obama administration will place sanctions on individuals associated with Moscow's effort... A joint statement from Republican Sens. Lindsey Graham and John McCain echoed Ryan’s point that the measures were “overdue” yet “a small price for Russia to pay for its brazen attack on American democracy.” The pair also said that they “intend to lead the effort in the new Congress to impose stronger sanctions on Russia.” According to White House spokesman Eric Schultz, Mr. Trump’s team was notified about the sanctions earlier on Thursday.  Specific sanctions are being applied to the leadership of GRU, Russia’s military intelligence agency. A total of nine Russian entities and persons have been targeted by the sanctions.  “Sanctioned individuals include Igor Valentinovich Korobov, the current Chief of the GRU; Sergey Aleksandrovich Gizunov, Deputy Chief of the GRU; Igor Olegovich Kostyukov, a First Deputy Chief of the GRU; and Vladimir Stepanovich Alexseyev, also a First Deputy Chief of the GRU,” said a statement from the White House released Thursday afternoon. The Obama administration has imposed new sanctions against Russia in retaliation for a series of cyberattacks during the presidential campaign. C... The FSB, Russia’s other major foreign intelligence agency, is also the recipient of sanctions. According to a White House fact sheet, the FSB assisted the GRU in “tampering, altering, or causing a misappropriation of information with the purpose or effect of interfering with the 2016 U.S. election processes.” The president amended a previous executive order allowing him to respond to cyberattacks in order to apply these sanctions.  The U.S. government will also shut down two Russian government-owned compounds –one in Maryland, and the other in New York. According to the fact sheet, the shut downs and expulsions are in response to “harassment of our diplomatic personnel in Russia” that have gone “far beyond international diplomatic norms of behavior.” Meanwhile, two private individuals have been designated by the U.S. government for hacking American companies for financial gain. A spokesman for Russian President Vladimir Putin said Thursday that the country would consider retaliating to the sanctions, according to the Associated Press. Russia’s embassy in London responded to the sanctions announcement by tweeting a picture of a “lame duck” and referred to the Obama administration as “hapless”:  President Obama expels 35  diplomats in Cold War deja vu. As everybody, incl  people, will be glad to see the last of this hapless Adm. pic.twitter.com/mleqA16H8D — Russian Embassy, UK (@RussianEmbassy) December 29, 2016 After the sanctions were announced, the FBI and Department of Homeland Security released a report “providing details of the tools and infrastructure used by Russian intelligence services to compromise and exploit networks and infrastructure associated with the recent U.S. election, as well as a range of U.S. government, political and private sector entities.” “This activity by Russian intelligence services is part of a decade-long campaign of cyber-enabled operations directed at the U.S. Government and its citizens,” said a statement from the FBI and DHS. “These cyber operations have included spearphishing, campaigns targeting government organizations, critical infrastructure, think tanks, universities, political organizations, and corporations; theft of information from these organizations; and the recent public release of some of this stolen information” The CIA has also been ordered to release its own report.  © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "U.S. imposes sanctions on Russia over election interference - CBS News"
   }
  ]
 }
}