{
 "31": {
  "col-sim": {
   "cosine": 0.306787127462327,
   "entity": 0.4714045207910317
  },
  "exec-time": 8.47859787940979,
  "links": [
   {
    "entities": [
     "inc.",
     "house",
     "russia",
     "donald",
     "5:47 pm est",
     "twitter",
     "vladimir",
     "flores",
     "2016",
     "putin",
     "interactive",
     "once",
     "wednesday",
     "cbs",
     "afternoon",
     "--",
     "early friday",
     "news",
     "gru",
     "fsb",
     "cnn",
     "december 30, 2016",
     "evening",
     "friday",
     "white",
     ", 3:15 pm",
     "jan. 20",
     "this week",
     "j.",
     "obama",
     "trump",
     "reena",
     "u.s.",
     "later",
     "dec 30, 2016",
     "nbc",
     "the future",
     "next week",
     "thursday",
     "v."
    ],
    "id": 0,
    "text": "By Reena Flores CBS News December 30, 2016, 3:15 PM Trump praises \"very smart\" Putin on Twitter Email Last Updated Dec 30, 2016 5:47 PM EST President-elect Donald Trump applauded Vladimir Putin on Twitter Friday afternoon, calling the Russian leader “very smart” after Putin decided not to retaliate over U.S. sanctions.  Great move on delay (by V. Putin) - I always knew he was very smart! — Donald J. Trump (@realDonaldTrump) December 30, 2016 Mr. Trump “pinned” the tweet soon after posting it, making it the featured message on his Twitter profile page, which is followed by over 18 million users.  The tweet circulated widely in a matter of minutes, with entities like the Russian embassy reposting the message. In an unexpected move, Russian President Vladimir Putin declined to take retaliatory measures against the U.S. after dozens of Russians were expe... The president-elect’s message came just a day after the White House announced a string of punitive measures against Russia for its cyberhacking attempts to undermine the U.S. election.  Later Friday evening, Mr. Trump followed the tweet up with one critical of CNN and NBC News, though it is unclear what aspect of their coverage he was specifically referring to: Russians are playing @CNN and @NBCNews for such fools - funny to watch, they don't have a clue! @FoxNews totally gets it! President-elect Donald Trump says he will meet with intelligence officials next week about Russian hacking and the sanctions ordered by the Obama... President Obama on Thursday sanctioned the GRU and FSB, leading Russian intelligence agencies the U.S. said were involved -- actions that the next administration could roll back easily. The U.S. is also booting 35 Russian diplomats from the country. In a statement early Friday, Putin called the American sanctions a “provocation” that were “aimed at undermining the future of Russian-American relations.” But he added that he would wait and see what the next administration does once Mr. Trump is sworn into office on Jan. 20. This is the second time this week Mr. Trump has weighed in on Russian hackers. On Wednesday , the president-elect said he believed the U.S. “ought to get on with our lives.” “I think that computers have complicated lives very greatly,” Mr. Trump told reporters. “The whole age of the computer has made it where nobody knows exactly what’s going on. We have speed, we have a lot of other things, but I’m not sure we have the kind of security we need.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump praises \"very smart\" Putin on Twitter - CBS News"
   },
   {
    "entities": [
     "st.",
     "crimea",
     "house",
     "russia",
     "donald",
     "twitter",
     "winter",
     "at 11:09 am",
     "vladimir",
     "medvedev",
     "obamas",
     "kosachyov",
     "lavrov",
     "point",
     "2016",
     "konstantin",
     "maryland",
     "carnegie",
     "putin",
     "fbi",
     "next month",
     "trenin",
     "foreign",
     "washington",
     "afternoon",
     "syria",
     "clinton",
     "christmas",
     "ukraine",
     "present",
     "previously",
     "late",
     "costa",
     "magnitsky",
     "friday",
     "states",
     "kremlin",
     "hanssen",
     "white",
     "exxonmobil",
     "obama",
     "trump",
     "roth",
     "pioneer",
     "dmitry",
     "2001",
     "post",
     "tillerson",
     "u.s.",
     "2012",
     "1972",
     "earlier friday",
     "rex",
     "petersburg",
     "sergei",
     "days after christmas",
     "lovetsky/ap",
     "hillary",
     "moscow",
     "december 30",
     "united",
     "past",
     "new year's",
     "andrew",
     "thursday",
     "robert",
     "senate",
     "dmitri",
     "nato",
     "new year",
     "center",
     "ministry",
     "v."
    ],
    "id": 1,
    "text": "Putin says he won’t deport U.S. diplomats as he looks to cultivate relations with Trump The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Andrew Roth December 30 at 11:09 AM Follow arothwp MOSCOW — On a day when everyone expected him to go low, Russian President Vladimir Putin took the high road, bowing out of a growing diplomatic showdown with the administration of President Obama in a gambit to woo his successor, Donald Trump. In a rare, and calculated, break from the diplomatic tradition of reciprocal punishment, Putin opted to do nothing after the United States said it would expel 35 Russian diplomats and close a pair of Russian-owned properties in retaliation for Moscow’s meddling in the 2016 presidential election. Putin said he would wait to see how U.S.-Russian relations develop under the new Trump administration before planning “any further steps” on the issue.   Until Putin’s surprise decision Friday, all signs pointed toward the familiar, hard-nosed Kremlin response of years past. In 2012, when Russia was slapped with U.S. sanctions over the death of lawyer Sergei Magnitsky, Putin shot back by signing a ban on all foreign adoptions of Russian children, just days after Christmas, sparking outrage. But this time, with the Kremlin bidding farewell to Obama and betting that a friendly Trump administration will bring fresh opportunities to escape sanctions and make a grab for greater power status, Putin waxed magnanimous.  (The Washington Post) “We will not create any problems for U.S. diplomats,” Putin said in a statement late Friday afternoon. “We will not expel anyone. We will not prevent their families and children from using their traditional leisure sites during the New Year’s holidays.” Instead of sending the U.S. diplomats home, Putin invited their kids over for “the New Year and Christmas children’s parties in the Kremlin.” Then he wished the Obamas a happy new year and bid season’s greetings to “Donald Trump and the American people.” One person in particular appreciated that approach.  “Great move on delay (by V. Putin) — I always knew he was very smart!” Trump wrote in a tweet Friday afternoon, his latest public expression of admiration for the Russian leader. Russia has denied and ridiculed accusations by Obama and the U.S. intelligence community that it sponsored hackers to steal and then leak sensitive information about Democratic candidate Hillary Clinton to sway the election in favor of Trump. Putin on Friday accused the United States of engaging in “irresponsible ‘kitchen’ diplomacy” and said Russia would retain its “right to retaliate.” Trump’s unorthodox views on Putin have sent shock waves through his own party, and the sanctions against Russia imposed by Obama on Thursday will present him with a new challenge. Should the Republican choose to remove some or all of the sanctions after his inauguration next month, he would be acting in opposition to public statements made by congressional GOP leaders — and forcing them to decide whether to accept or resist his efforts to remake U.S.-Russian relations. Russian President Vladimir Putin in St. Petersburg. (Dmitri Lovetsky/AP) Still, Putin’s decision not to escalate the situation may make it easier, if just marginally, for him to do that. Putin’s theatrical turnabout came just hours before Russians set off for their snowbound dachas for a week of holiday festivities. The Russian Foreign Ministry pledged to send a plane to collect the departing Russian diplomats and complained that Washington had been inconsiderate by deporting embassy employees just before the winter break. In declining a “symmetrical response,” Putin disregarded a public proposal from his foreign minister, Sergei Lavrov, who suggested the expulsion of 35 U.S. diplomats and the closure of two U.S.-owned properties in Moscow — a warehouse and a dacha used for receptions. That retreat was far humbler than the compound lost to the Russians, a luxurious 45-acre estate at Pioneer Point in Maryland, a site purchased by the Soviet government in 1972 that features tennis courts and bungalows and, during the Soviet period, played host to dinner parties of vodka and caviar. “Putin’s asymmetric response to Obama’s new sanctions is an investment in the incoming Trump presidency,” Dmitri Trenin, the head of the Moscow Carnegie Center, wrote online shortly after Putin’s announcement.  Putin’s decision followed a drumbeat of threats from Russian officials about coming countersanctions that focused their ire on the outgoing Obama administration. Until the last moment, it seemed likely that Moscow would follow Friday with its own mass expulsion of U.S. diplomats, similar to when Russia and the United States deported more than 100 diplomats combined in a 2001 spat sparked by the spying case of former FBI agent Robert Hanssen.  Earlier Friday, Putin’s spokesman had said that the Russian countersanctions would bring “serious discomfort” for an American diplomatic corps that has already complained about harassment, including slashed tires and aggressive surveillance. A Russian Foreign Ministry spokeswoman called the Obama administration a “group of ­foreign-policy losers, embittered and shortsighted.” And Prime Minister Dmitry Medvedev was openly eulogizing the Obama administration on Twitter. “It is regrettable that the Obama administration, which started out by restoring our ties, is ending its term in an anti-Russia agony. RIP,” he tweeted in English. The Kremlin will be looking to negotiate with the Trump White House over the role of NATO; the status of Crimea and the conflict in Ukraine; the war in Syria; and a host of other thorny issues that have led U.S.-Russian relations to their lowest ebb since the end of the Cold War. Perhaps most of all, Putin wants Russia to be treated as a great power that will have a seat at the table when major world decisions are being hammered out.  Seeing those opportunities, some Russian politicians called for a measured response to the U.S. sanctions before Putin’s announcement Friday, arguing that an aggressive move could force a response from Trump and set the relationship off on the wrong foot. “Countermeasures, which are typically mandatory, should be weighted in this case, considering the known circumstances of the transitional period and the possible response of the U.S. president-elect,” said Konstantin Kosachyov, chairman of the foreign-affairs committee in Russia’s upper house of parliament.  Russian officials are largely positive about the incoming administration, but there are concerns among some policymakers about the new U.S. leader’s unpredictable nature and lack of experience in politics. Kosachyov had previously said that a Trump presidency could open the door to a significant improvement in relations — or a severe decline. The nomination of Rex Tillerson, the chief executive of ExxonMobil, was seen as confirmation here that Trump will move forward with his stated plans to revitalize the U.S.-Russia relationship. But his nomination hearings will probably serve as a stage to bring Russia to the fore of the national debate, with Senate Democrats likely to pepper him with questions about his time working closely with Putin and use that as a pivot to focus on Trump’s relationship with the Russian leader as well. Robert Costa in Washington contributed to this report. Read more ",
    "title": "Putin says he won’t deport U.S. diplomats as he looks to cultivate relations with Trump - The Washington Post"
   },
   {
    "entities": [
     "lottery",
     "90 percent",
     "73 percent",
     "the fiscal year",
     "time",
     "tribune",
     "$20 million",
     "37 percent",
     "northstar",
     "cecilia",
     "69 percent",
     "22 percent",
     "the fall of 2013",
     "igt",
     "$250 million",
     "15 percent",
     "june 2016",
     "illinois",
     "winnett",
     "reyes",
     "64 percent",
     "49 percent",
     "jones",
     "millions of dollars"
    ],
    "id": 2,
    "text": "Lower payout rates for most instant ticket games In lottery instant games, a percentage of ticket sales is returned to players in the form of prizes. That's known as the payout rate. While a game's final result is not entirely predictable, a game is designed to pay a specific rate if all tickets... (Cecilia Reyes) Other times, he questioned whether the advertisements fairly described the value of the grand prizes. For example, he advocated changing the fine print for \"Cash for Life\" games, in part because he questioned whether the lottery could legally or logistically guarantee anyone lifetime payments. As for how many tickets were printed for games, Jones said the state assumed Northstar was printing an appropriate number of tickets so games could be expected to award all the grand prizes. Northstar said it acted only with the state's approval. \"The Illinois Lottery was aware and involved in almost all aspects of a game launch,\" IGT said in a response to questions. Scientific Games added: \"The Illinois Lottery made final decisions with regards to prize structure, prize payout percent and the number of tickets printed.\" Ending games Scientific Games said the industry benchmark is for games to sell through 80 to 90 percent of their tickets. Birthday Surprise sold 64 percent of its tickets before it was ended with one of two grand prizes unawarded. Other big-prize instant games were ended after selling 49 percent of tickets, 37 percent of tickets, 22 percent, even 15 percent. In those four games, only one of 10 available grand prizes was awarded. Each week, the state publishes an online list showing all games and the number of big prizes each has left to award — information the state could have used to flag games pulled from shelves with unclaimed grand prizes. Yet there is no record that any lottery employee questioned at the time why the games were being ended with grand prizes left to be claimed. And in each case, the state did not veto the ending of a game. Players have up to a year after a game's sales have ended to claim winning tickets, at which point the lottery can determine exactly how many prizes that game awarded. There is no record that any lottery staff raised questions at that stage, either. A Tribune investigation found the Illinois Lottery collected hundreds of millions of dollars from selling tickets to the biggest-prize instant games in which it did not hand out all of the grand prizes in some of the games. (Illinois Lottery) Jones said that delay made it difficult to discover the practice. And even if the practice had been discovered, Jones said, a flawed contract with Northstar left state officials with few practical options for requiring changes, short of trying to dismiss Northstar. Under the deal, any request to change Northstar's day-to-day operations allowed Northstar to make demands of its own: lowering the revenue targets for the state. By the time Jones arrived, Northstar had demanded about $250 million in lowered profit targets; it received about $20 million. And, Jones said, by the time the lottery could have discovered the practice, he and his staff were focusing on severing ties with Northstar. \"Indeed, almost all of the Tribune's findings on the 17 examined games became evident after the lottery had already recommended, in the fall of 2013, that the Northstar contract be terminated. A termination that would make the practice moot,\" Jones said in a statement. Still, Jones' predecessor, Winnett, said the lottery under state management had tracked at least one metric — payout rates for sets of similarly priced games — in an effort to ensure games generally paid out as designed. \"That was our promise to the players,\" she said. Returning more Even if the state didn't study the performance of individual games, there was another metric that could have prompted questions about Northstar's management of instant games. In its winning bid, Northstar outlined an ambitious goal to help the state lottery compete in an increasingly crowded gambling environment. Northstar planned to manage a portfolio of games that, collectively, gave a greater percentage of sales overall back to players in the form of prizes. \"Payout optimization is an optimal way to provide greater excitement to players while maintaining an appropriate balance of responsible gaming,\" Northstar said in its proposal to the state. To achieve the goal, Northstar planned to improve Illinois' annual aggregate payout rate — at the time below 69 percent — to 73 percent by the fiscal year ending in June 2016. It was careful to caution that the projected payout rate was only an estimate and would most likely change as market conditions change. Northstar soon fell short. ",
    "title": "Lottery&apos;s scratch-off payouts got little state oversight - Chicago Tribune"
   },
   {
    "entities": [
     "police",
     "58%",
     "the weekend",
     "st.",
     "orleans",
     "this day",
     "vegas",
     "last year",
     "tywone",
     "donald",
     "peter",
     "angeles",
     "30%",
     "johnson",
     "the year",
     "scott",
     "july 26",
     "olson",
     "2016",
     "25.6%",
     "south",
     "cpd",
     "this year",
     "los",
     "school",
     "of",
     "justice",
     "acree",
     "louis",
     "new",
     "emanuel",
     "november 2015",
     "boyd",
     "ira",
     "lsu's",
     "5:30 p.m. est",
     "keyon",
     "christmas",
     "madhani",
     "now",
     "the day",
     "previously",
     "houston",
     "usa",
     "december 30, 2016",
     "side",
     "61.5%",
     "mcdonald",
     "july 26, 2016",
     "trump",
     "chicago",
     "christmas day",
     "september",
     "las",
     "austin",
     "july",
     "eddie",
     "u.s.",
     "april",
     "illinois",
     "san",
     "antonio",
     "december 17, 2016",
     "earlier this week",
     "the end of next year",
     "rahm",
     "aamer",
     "york",
     "sides",
     "laquan",
     "department",
     "facebook",
     "1997",
     "scharf",
     "lee",
     "health",
     "current",
     "west",
     "40%",
     "today",
     "public",
     "fernwood"
    ],
    "id": 3,
    "text": "At end of bloody year in Chicago, too few murders solved Chicago murder clearance rate hovers below 30% for third straight year. Post to Facebook At end of bloody year in Chicago, too few murders solved Chicago murder clearance rate hovers below 30% for third straight year. Check out this story on USATODAY.com: http://usat.ly/2hB4FIE CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. Join the Nation's Conversation To find out more about Facebook commenting please read the Conversation Guidelines and FAQs At end of bloody year in Chicago, too few murders solved Aamer Madhani , USA TODAY 5:30 p.m. EST December 30, 2016 Police investigate the scene of a quadruple homicide on the city's South Side on December 17, 2016 in Chicago, Illinois. Three people were found shot to death inside a home in the Fernwood neighborhood, another 2 were found shot outside the home, one of those deceased. Chicago has had more than 750 murders in 2016. (Photo: Scott Olson, Getty Images) CHICAGO — Just before Christmas, Tywone Lee dialed the Chicago Police Department detective charged with investigating the murder of her 18-year-old son, who was gunned down in July just blocks from their West Side home. She’s called police more than 20 times since her child, Keyon Boyd, was fatally shot in the chest and two of his friends were wounded July 26 as they walked to play basketball at a nearby court in the city’s Austin neighborhood. Most of her attempts to get information about the unsolved case ended with her leaving messages that rarely were returned, she said. On this day, she catches the detective, but receives no substantive information about the status of the investigation. “There is just no accountability,” said a frustrated Lee after ending the call. “I understand they have a lot of cases, but this is what they are paid to do. They need to find and hold responsible whoever killed my son.” Boyd was one of more than 750 murder victims killed in Chicago in 2016, which will end as the bloodiest year the city has seen since at least 1997, when 761 people were killed. The murder toll was up 58% as of Christmas Day, with the city tallying 275 more murders than the same time last year. Nearly as unnerving as the number who have been killed in Chicago this year is how few of the assailants have been arrested. The department’s murder clearance rate — the calculation of cases that end with an arrest or identification of a suspect who can’t be apprehended — has hovered at or below 30% for the past three years. The national clearance rate stood at 61.5% last year, while Chicago’s clearance rate was 25.6% last year, according to data compiled by the Virginia-based Murder Accountability Project.  More than 40 shot in Chicago over the weekend The dismal rate is a blemish Chicago Police Superintendent Eddie Johnson has acknowledged and vowed to improve. More cases will be solved, he says, by repairing the department's tattered reputation in predominantly black neighborhoods like the one where Lee lives, and by completing a plan to add hundreds of more detectives to the force. \"The first thing we have to do is improve our trust with the community — especially the minority community and CPD — that will help raise the clearance rate, because those individuals will be more comfortable in coming to us and giving us the information we need to hold these individuals accountable,\" Johnson said at a recent  forum .  As Lee has clamored for answers in the shooting of her son — who is among 57 people killed this year in a district with a population of about 59,000 people — she says police department officials have asked for her patience as detectives throughout the city are piled with more cases than they can handle. That excuse doesn’t assuage her anger. “A lot of these kids are dying for no … reason, and no one seems to care,” said Lee, who was badly injured as a teenager when her brother accidentally shot her while cleaning a gun. “Our children’s lives matter, just like white children’s lives matter.” Chicago hits grim milestone of 700 murders for 2016 and the year's not over The murder rate  surged in several major U.S. metropolitans in 2016, including Houston, San Antonio and Las Vegas. In terms of murders per capita, smaller cities, such as St. Louis and New Orleans outpace the nation’s third largest city. But the grim toll in Chicago, which has recorded more murders than New York and Los Angeles combined, has captured the most attention. President-elect Donald Trump on the stump even compared the city to a war-torn country. Tywone Lee sits in her home in Chicago's Austin neighborhood. Her son Keyon Boyd was killed July 26, 2016 in a shooting blocks from their home.  (Photo: Aamer Madhani, USA TODAY) Police officials say the surge in murders here is being driven by gangs in a few pockets in predominantly low-income African-American and Latino neighborhoods on the city’s South and West Sides. Mayor Rahm Emanuel and Johnson have also complained that repeat gun offenders are getting out of jail too quickly and contributing to the bloodshed. About 40% of homicide suspects arrested in Chicago last year had previously been convicted of a weapons offense, Johnson said. The spike in violence comes as the Chicago Police Department has struggled through a tumultuous year following the court-ordered release in November 2015 of police video showing a white officer fatally shooting Laquan McDonald, a 17-year-old black suspect who was fired upon 16 times as he appeared to be running away from police. The McDonald incident — which spurred a still-ongoing U.S. Justice Department civil rights investigation of the police department's practices and was followed by some other high-profile police-involved shooting incidents that further exacerbated tensions — was the “tipping point for long-simmering community anger,” according to an April report from the city’s police accountability task force. In the aftermath of public outrage, Emanuel vowed to restore public trust for the police department in the city’s African-American community, which represents about a third of Chicago’s population. But more than a year into Emanuel’s relationship mending effort, the dismal murder clearance rate underscores how complicated the situation has become. In response to the rising violence, Emanuel announced in September that the city would hire nearly 1,000 more cops over the next two years, including creating 350 additional detective positions. At the end of the hiring spree, the department is expected to have 13,500 sworn officers. In the recruitment drive, the police department has put an emphasis on diversifying its force. Emanuel has also outlined plans to launch a universal mentoring program to help young men in some of Chicago’s most violent neighborhoods. And in a nod to bolstering transparency, Emanuel and the police department also announced earlier this week they were speeding up a plan to equip every cop on the street with a body camera. All officers interacting with the public will now be wearing one by the end of next year. Johnson says the low clearance rate will improve as the department expands its detective pool as part of the hiring surge. But ultimately, Johnson says, the ability of the police department to increase that rate correlates with the level of trust and cooperation officers build in the community. “The police very seldom … witness a lot of the murders in front of them, so we need the community to give us the information, so we can hold these individuals accountable,” Johnson said. “Gang members count on that. They count on the public being fearful of their retaliation.” The hiring push has been dismissed by some of activists in the predominantly black communities most impacted by the violence as a shortsighted attempt to solve the problem. Rev. Ira Acree, a West Side minister who counseled more than a dozen families this year who lost loved ones to the gun violence, said that instead of hiring more cops he'd rather see the city investing in mitigating some of the ills that are leading young men to join gangs and engage in other criminal activity in areas most impacted by the violence. “Instead of pouring resources into hiring cops to arrest the people who are responsible for the violence, it would be more effective to focus on stopping the violence before it happens in the first place,” Acree said. “We are not going to arrest our way out of this problem. This is a problem that’s been caused by a lack of investment and opportunity for jobs and education in these communities.” Peter Scharf, a criminologist at LSU’s School of Public Health, said it will take time for the addition of detectives to impact the clearance rates. He also was skeptical that more cops on the streets of Chicago — already one of the biggest departments in the country — will drive down the murder rate. “Homicide detectives are like fine wines, they take a longtime to mature,” Scharf said. “To solve murders, you need to develop networks, you need snitches, you need to hone techniques. It’s a brave new world, and it could take years to catch up.” Follow USA TODAY Chicago correspondent Aamer Madhani on Twitter:  @AamerISmad Read or Share this story: http://usat.ly/2hB4FIE NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "At end of bloody year in Chicago, too few murders solved"
   },
   {
    "entities": [
     "donald",
     "twitter",
     "vladimir",
     "putin",
     "russian",
     "us",
     "alexander",
     "--",
     "december 30, 2016",
     "states",
     "j.",
     "obama",
     "trump",
     "u.s.",
     "dec 30, 2016",
     "united",
     "next week",
     "thursday",
     "embassy",
     "night",
     ", 3:06 pm",
     "mallin",
     "v."
    ],
    "id": 4,
    "text": "Trump Calls Putin's Response to US Sanctions 'Great Move,' Says He's 'Very Smart' By Alexander Mallin Dec 30, 2016, 3:06 PM ET 0 Shares WATCH President Obama Expels Russian Diplomats After Election Hack 0 Shares Email President-elect Donald Trump made a stark departure from members of his own party Thursday by praising Russian President Vladimir Putin for his response to U.S. sanctions against the country. Trump hailed Putin's decision not to respond to the Obama administration's measures -- meant to counter cyberattacks against the U.S. government and Democratic officials -- as a \"great move,\" adding, \"I always knew he was very smart!\" Great move on delay (by V. Putin) - I always knew he was very smart! — Donald J. Trump (@realDonaldTrump) December 30, 2016 Trump 'pinned' the tweet to remain at the top of his Twitter feed and even received an approving retweet from the Russian Embassy in the United States' Twitter account. The tweet follows a two-sentence statement Thursday night reacting to the sanctions, where Trump repeated his call for the country to \"move on\" while agreeing to meet with intelligence agencies next week for a full briefing. ",
    "title": "Trump Calls Putin's Response to US Sanctions 'Great Move,' Says He's 'Very Smart' - ABC News"
   },
   {
    "entities": [
     "recently",
     "oval",
     "house",
     "russia",
     "early december",
     "donald",
     "office",
     "twitter",
     "crimea",
     "december 2015",
     "time",
     "vladimir",
     "earlier this month",
     "john",
     "inauguration day",
     "politics",
     "putin",
     "navy",
     "images",
     "russian",
     "assembly",
     "once",
     "--",
     "afternoon",
     "democratic",
     "early september",
     "gop",
     "clinton",
     "ukraine",
     "december 30, 2016 earlier friday",
     "federal",
     "evening",
     "committee",
     "friday",
     "youtube",
     "kremlin",
     "getty",
     "states",
     "china",
     "j.",
     "obama",
     "trump",
     "msnbc",
     "joe",
     "scarborough",
     "america",
     "mcconnell",
     "podesta",
     "u.s.",
     "grand",
     "mitch",
     "ryan",
     "council",
     "europe",
     "hillary",
     "moscow",
     "united",
     "instagram",
     "past",
     "security",
     "palace",
     "embassy",
     "thursday",
     "senate",
     "paul",
     "u.n.",
     "bloomberg",
     "sanctions",
     "national",
     "v."
    ],
    "id": 5,
    "text": "Russian President Vladimir Putin delivers his annual speech to the Federal Assembly at Grand Kremlin Palace in Moscow in early December. Mikhail Svetlov/Getty Images hide caption toggle caption Mikhail Svetlov/Getty Images Russian President Vladimir Putin delivers his annual speech to the Federal Assembly at Grand Kremlin Palace in Moscow in early December. Mikhail Svetlov/Getty Images President-elect Donald Trump is unabashedly praising Russian President Vladimir Putin, a day after outgoing President Obama issued tough sanctions against the country in response to alleged cyberattacks intended to influence the U.S. elections. In a tweet Friday afternoon, Trump responded to Putin's decision not to expel U.S. diplomats from Russia in kind after Obama ordered 35 Russian diplomats to leave the country — admiring the Russian leader's strategic approach over President Obama, which is the theme of Trump's ongoing praise of Putin. Great move on delay (by V. Putin) - I always knew he was very smart! — Donald J. Trump (@realDonaldTrump) December 30, 2016 Earlier Friday, Putin instead signaled he would wait to decide how to move forward until Trump takes office, giving him someone in the Oval Office who has been much friendlier and quite generous with his praise — a stark break from decades of U.S. foreign policy. The Russian Embassy in the U.S. also retweeted Trump's post, which he pinned to his Twitter timeline so it would remain at the top. Trump also posted it to Instagram . Article continues after sponsorship Obama Announces Sanctions Against Russia In Response To Alleged Hacking On Thursday, President Obama issued a stinging rebuke to Russia after U.S. intelligence officials concluded the country had directed hacks into Democratic National Committee emails and the personal email account of Democratic nominee Hillary Clinton's campaign chairman, John Podesta. In a statement, Obama said \"all Americans should be alarmed by Russia's actions.\" President-elect Donald Trump repeatedly praised Russian President Vladimir Putin during the campaign. Bloomberg/Bloomberg via Getty Images hide caption toggle caption President-elect Donald Trump repeatedly praised Russian President Vladimir Putin during the campaign. Bloomberg/Bloomberg via Getty Images Trump's praise of Putin stands in stark contrast not just with the outgoing administration, but with top leaders of his own party. GOP congressional leaders backed Obama's actions on Thursday, albeit criticizing the president for being too late in taking a strong stance against Russia. House Speaker Paul Ryan called the sanctions \"overdue\" but \"appropriate\" and said that \"Russia does not share America's interests.\" \"The Russians are not our friends,\" Senate Majority Leader Mitch McConnell said in a statement, calling the sanctions a \"good initial step.\" Obama has pointed to the impact of past sanctions by the U.S. and Europe in the wake of the annexation of Crimea, maintaining that his approach has damaged Russia's economy and isolated the country on the world stage. Trump released a brief statement Thursday evening in response to the latest actions by Obama against Russia simply stating that, \"It's time for our country to move on to bigger and better things.\" He said he would meet with U.S. intelligence officials regarding the cyberhacking, though Trump has repeatedly cast doubt on their findings and throughout the campaign dismissed reports that Russia was behind the attacks. Putin Says Russia Won't Expel Diplomats In Response To U.S. Sanctions Trump raised eyebrows throughout the campaign with his praise of Putin. \"He's running his country, and at least he's a leader, unlike what we have in this country,\" Trump said in an interview with MSNBC in December 2015. He was pressed by host Joe Scarborough on the killings of political figures and journalists critical of Putin and deflected. That interview came just after Putin praised Trump as \"talented.\" Later in the campaign, Trump suggested Russia should find emails missing from Hillary Clinton's time as secretary of state, which his aides later said was a joke. At the time, Trump tried distancing himself from Putin. \"I never met Putin. I don't know who Putin is. He said one nice thing about me. He said I'm a genius. I said, 'Thank you very much' to the newspaper, and that was the end of it,\" Trump said. Trump Tweets Give A Glimpse Into Foreign Policy Approach But not long after, Trump was heavily criticized for saying Putin wasn't going into Ukraine, even though his country had already annexed Crimea. The Republican nominee also repeated his praise of Putin as \"a leader far more than our president has been\" at a national security town hall in early September. One of the most memorable clashes in Trump's debates with Hillary Clinton was when the Democratic nominee accused him of being a \"puppet\" of Russia. Trump shot back: \"No puppet. No puppet. You're the puppet.\" He often criticizes the so-called \"reset\" with Russia that Clinton led in the early days of the Obama administration, even as Trump himself repeatedly has called for friendlier relations with Moscow. Bloomberg Politics YouTube With three weeks until Inauguration Day, Trump has increasingly used his Twitter feed to weigh in on foreign policy — violating usual protocols where the winner of an election avoids interfering in the foreign policy actions of the sitting president. Trump's staff has said such use of Twitter to weigh in on foreign policy won't end once he's in the Oval Office. So far, he's outlined his opposition to the United States' abstention from the U.N. Security Council vote on Israeli settlements earlier this month. Trump has also criticized China for its seizure of an unmanned U.S. Navy underwater drone, before saying the country that he's often criticized should keep the drone. And Trump has also called for the U.S. to strengthen its nuclear arsenal and recently seemed to encourage a nuclear arms race with Russia — perhaps because he believes his strategic approach to Putin will work better than Obama's. ",
    "title": "As U.S. Confronts Russia, Trump's Admiration Of Putin Is Consistent : NPR"
   },
   {
    "entities": [
     "recently",
     "kenneth",
     "sea",
     "force",
     "stephen",
     "james",
     "once",
     "now",
     "will",
     "six months from now",
     "middle",
     "the end of december",
     "mason",
     "afghanistan",
     "spring",
     "eisenhower",
     "roosevelt",
     "time",
     "iraq",
     "iran",
     "us",
     "syria",
     "air",
     "last fall",
     "2007",
     "h.w.",
     "years later",
     "forces",
     "a half",
     "mediterranean",
     "pentagon",
     "carolina",
     "east",
     "tomlinson",
     "va.",
     "terry",
     "ike",
     "norfolk",
     "channel",
     "state",
     "fox",
     "north",
     "aug. 8, 2014",
     "centcom",
     "the next week",
     "russia",
     "donald",
     "twitter",
     "2013",
     "navy",
     "gulf",
     "wing",
     "states",
     "friday",
     "nitze",
     "trump",
     "u.s.",
     "mccall",
     "persian",
     "mattis",
     "united",
     "d.",
     "pennington",
     "right now",
     "early next year",
     "8",
     "naval",
     "george",
     "yemen",
     "news",
     "scarola",
     "the",
     "lucas",
     "command",
     "central",
     "china",
     "red",
     "october",
     "whitesell",
     "2011",
     "department",
     "facebook",
     "isis",
     "shannon",
     "bush",
     "islamic"
    ],
    "id": 6,
    "text": "No US carrier at sea leaves gap in Middle East By Lucas Tomlinson Facebook 0 Twitter 0 livefyre Email Print   For the next week, not only will there be no U.S. Navy aircraft carrier in the Middle East, but there will be no American aircraft carriers deployed at sea anywhere else in the world, despite a host of worldwide threats facing the United States. VIDEO: WHAT THE AIR FORCE NEEDS TO KEEP UP WITH GLOBAL DEMAND The carrier USS Dwight D. Eisenhower and her strike group returned to Norfolk, Va., Friday following a seven-month deployment. The Ike launched hundreds of airstrikes against ISIS in Iraq and Syria from both the Mediterranean Sea and the Persian Gulf. Two destroyers in the Ike’s strike group also saw combat. The USS Nitze and USS Mason were attacked in the Red Sea when Iranian backed Houthi forces in Yemen launched cruise misisles, which were intercepted by the Mason. A retaliatory strike by the Nitze destroyed the radar installations in Yemen in October. IRAN CONDUCTS 'WAR-GAME' EXERCISES, THREATENS TO SHOOT DOWN TRESPASSING AIRCRAFT The Eisenhower’s replacement carrier, the USS George H.W. Bush, was delayed by more than six months in the shipyards and will not be able to replace the Ike until early next year, according to Navy officials. While there is no U.S. aircraft carrier in the Middle East right now, there is a large deck U.S. Navy amphibious assault ship with thousands of Marines on board as well as helicopters and some jets to respond to a crisis, according to officials. In the meantime, the Navy tells Fox News the U.S. military has other jets available to make up for the aircraft carrier gap in the Middle East and elsewhere in the world. The Navy can also “surge” a carrier now in port to deploy if necessary. But the absence of a deployed U.S. Navy aircraft carrier, long seen as a symbol of American power projection, is noteworthy. It is believed to be the first time since World War II that at least one U.S. aircraft carrier has not been deployed. “We are not going to discuss the timing of operational movements of carrier strike groups into and out of the U.S. Central Command area of responsibility,” said Capt. Terry Shannon, a U.S. Naval Forces Central Command spokesman, in a statement to Fox News. Centcom is tasked with control over all U.S. forces in the Middle East and Afghanistan. It’s not the first time there was a carrier gap in the Middle East. Last fall, the U.S. Navy relied on a French aircraft carrier to fill the void when the USS Theodore Roosevelt returned home. At the time it was the first gap in carrier coverage in the Middle East since 2007. Other factors contribute to the U.S. Navy not having an aircraft carrier deployed anywhere in the world right now. From 2011 to 2013, the Navy maintained two carriers in the Persian Gulf on the orders of Centcom's then-commander, Gen. James Mattis, who is now President-elect Donald Trump’s pick for defense secretary.  The congressionally mandated budget cuts known as sequestration have also been felt on the waterfront since 2011. After billions of dollars were cut from the Navy’s budget, ships such as the George H.W. Bush were forced to prolong their time in the shipyards, which had a ripple effect down the line. If the Bush had left the shipyard on time, she would have relieved the Ike in the Gulf or the Mediterranean, officials tell Fox News. Fox News recently flew out to the USS George H.W. Bush 40 miles off the coast of North Carolina to see the crew's final tuneup. With jets landing every 60 seconds, the flight deck crew worked on getting the time between “traps” (landings) down to 40 seconds. Aboard the ship, 18- to 22-year-old men and women work 14 hour days on the flight deck, with little rest -- all this before deploying and potentially dropping live rounds on ISIS. “This is the military equivalent of spring training, because once we complete this at the end of December, then we'll be going forward and it'll be real forces that we'll be going flying with and against,” said Rear Adm. Kenneth Whitesell, commander, Carrier Strike 2, interviewed on his perch above the four-acre flight deck known as “Vulture's Row.” In addition to fighting ISIS, the ship's commanding officer says his crew will be ready to deal with a resurgent Russia or China if necessary. “While we don't have any emergent or pending conflicts with them, certainly, it is fair to say that we have divergent interests in many cases. and so we need to be prepared to understand how we will react to that if necessary,” said Capt. Will Pennington. There is recent history with this ship. On Aug. 8, 2014, a pair of F-18s from the Bush launched the first airstrikes against ISIS in northern Iraq. Now, two and a half years later, the ship is headed back to the fight against the Islamic State terror group. “That doesn't mean that three months or six months from now, that will be the priority for our country. So we have to be ready to execute anywhere, anytime, any mission,” said Capt. James McCall, commander of Air Wing 8, in charge of all of the aircraft on board. Fox News' Stephen Scarola contributed to this report. Lucas Tomlinson is the Pentagon and State Department producer for Fox News Channel. You can follow him on Twitter: @LucasFoxNews Advertisement ",
    "title": "No US carrier at sea leaves gap in Middle East | Fox News"
   },
   {
    "entities": [
     "nov. 8",
     "recently",
     "russia",
     "donald",
     "vladimir",
     "cia",
     "adam",
     "et",
     "2016",
     "john",
     "putin",
     "russian",
     "party",
     "--",
     "siemaszko",
     "democratic",
     "gru",
     "news",
     "clinton",
     "1:55",
     "republican",
     "schiff",
     "16:40",
     "december 30, 2016",
     "committee",
     "friday",
     "california",
     "j.",
     "obama",
     "trump",
     "december 29, 2016",
     "mcconnell",
     "podesta",
     "u.s.",
     "corky",
     "mitch",
     "hillary",
     "moscow",
     "nbc",
     "florida",
     "dec 30",
     "embassy",
     "thursday",
     ", 4:54 pm",
     "senate",
     "mar-a-lago",
     "national",
     "v."
    ],
    "id": 7,
    "text": "Dec 30 2016, 4:54 pm ET Trump Says Putin 'Smart' for Not Retaliating Against U.S. Sanctions by Corky Siemaszko Pres.-elect Trump Lavishes Pres. Putin with Praise on Day After New Sanctions 1:55 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161231011953if_/http://www.nbcnews.com/widget/video-embed/844853315989\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President-elect Donald Trump gave Vladimir Putin two thumbs up Friday for not immediately retaliating after the U.S. expelled 35 Russian diplomats and imposed other sanctions for allegedly interfering with the presidential election. Trump tweeted his approval after Putin rejected his foreign minister's proposal to give American diplomats the boot as payback. \"I always knew he was very smart,\" Trump tweeted. Great move on delay (by V. Putin) - I always knew he was very smart! — Donald J. Trump (@realDonaldTrump) December 30, 2016 Not long after, the Russian Embassy in the U.S. retweeted Trump. Putin has condemned President Obama's move, which also included imposing sanctions on two suspected hackers and three companies that allegedly support the Russian GRU intelligence service's cyber operations. U.S. intelligence services have accused the Russians of launching cyber-attacks on the Democratic Party in the run up to the Nov. 8 election. Emails stolen from the Democratic National Committee were leaked online and messages stolen from Hillary Clinton campaign chairman John Podesta later appeared on the website WikiLeaks. Play Obama doles out punishment to Putin's Russia 16:40 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161231011953if_/http://www.nbcnews.com/widget/video-embed/844342339861\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The CIA concluded Moscow was, in part, trying to help Trump win and NBC News has reported that intelligence officials believe \"with a high level of confidence\" that Putin was personally involved in the covert campaign. The Russians have denied meddling in the election. But many Democratic and Republican lawmakers are convinced that Moscow crossed the line and support a strong response against the Russians. \"Russia is not our friend,\" Senate Majority Leader Mitch McConnell recently tweeted, adding that Obama had not \"dissuaded\" Moscow from trying to hack into U.S. security systems: #Russia is not our friend & clearly #Obama has not yet dissuaded them from attempting to breach our cybersecurity systems pic.twitter.com/BythgBSbAt — Leader McConnell (@SenateMajLdr) December 29, 2016 Rep. Adam Schiff, a California Democrat, tweeted that Putin is playing Trump for a fool. Putin IS smart. Knows he can get much of what he wants from @realDonaldTrump through little more than flattery.  Sad, and dangerous. https://t.co/9gfDxEF3U3 — Adam Schiff (@RepAdamSchiff) December 30, 2016 Trump, however, has insisted repeatedly that he doesn't believe the Russians played any role in his unexpected victory. And when asked about the sanctions , he replied: \"I think we ought to get on with our lives.\" \"I think that computers have complicated lives very greatly. The whole, you know, age of computer has made it where nobody knows exactly what's going on,\" Trump said Thursday outside his Mar-a-Lago estate in Florida. \"We have speed, we have a lot of other things, but I'm not sure you have the security that you need.\" Trump added that he had not yet spoken with the senators who have called for sanctions. Corky Siemaszko ",
    "title": "Trump Says Putin 'Smart' for Not Retaliating Against U.S. Sanctions - NBC News"
   },
   {
    "entities": [
     "crimea",
     "francisco",
     "russia",
     "kerry",
     "zakharova",
     "soviet",
     "lavrov",
     "2016",
     "1991",
     "maryland",
     "putin",
     "arctic",
     "new",
     "times",
     "foreign",
     "washington",
     "democratic",
     "dimitry",
     "ukraine",
     "union",
     "neil",
     "2014",
     "michael",
     "committee",
     "states",
     "kremlin",
     "ivan",
     "obama",
     "trump",
     "america",
     "u.s.",
     "nechepurenko",
     "maria",
     "san",
     "today",
     "g.r.u.",
     "macfarquhar",
     "peskov",
     "united",
     "york",
     "moscow",
     "state",
     "department",
     "facebook",
     "embassy",
     "mcfaul",
     "s.",
     "ministry",
     "national"
    ],
    "id": 8,
    "text": "As part of the punishment, the State Department said that it would close two waterfront estates — one in New York, the other in Maryland — that it said were used for Russian intelligence activities. The actions amounted to the strongest American response yet to a state-sponsored cyberattack. United States intelligence agencies have concluded that the G.R.U., with the approval of the Kremlin, ordered the attacks on the Democratic National Committee and other political organizations, and that the Russian government enabled the publication of the emails it obtained to benefit Mr. Trump’s presidential campaign. In addition to giving the diplomats and their families 72 hours to leave the country, the measures announced by Mr. Obama imposed sanctions on Russia’s two main intelligence services. Washington described the diplomats as intelligence agents working under the cover of diplomacy. Previous sanctions by the United States and its Western allies were levied against broad sectors of the Russian economy and also blacklisted dozens of individuals, some of them close friends of Mr. Putin’s who were considered crucial in the annexation of Crimea in 2014 and in destabilizing Ukraine. The economic sanctions covered three main areas, including blocking Russian access to international credit, cutting off cooperation in advanced oil field technology and stopping arms deals or the sale of dual-use technology. Much of their effect stemmed from the fact that they coincided with a sharp drop in global oil prices, hitting Russia with a double blow. Companies had trouble obtaining credit, driving up the short-term cost of borrowing and compounding a deep recession. Over the long run, the effect is likely to be strongest in the oil sector because it dried up most exploration in difficult areas like the Arctic. Russia responded with sanctions of its own, mostly banning agricultural products and certain foods imported from the West. Mr. Putin and other officials have repeatedly crowed that this resulted in a successful campaign of “import substitution.” The Perfect Weapon: How Russian Cyberpower Invaded the U.S. A Times investigation reveals missed signals, slow responses and a continuing underestimation of the seriousness of a campaign to disrupt the 2016 presidential election. Russia also maintained a secret list of Western officials who were no longer allowed into the country. Most, like the former American ambassador Michael McFaul, discovered it only when they applied for visas to Russia. Advertisement Before Mr. Lavrov spoke, Maria Zakharova, a Foreign Ministry spokeswoman, took to Facebook to denounce the Obama administration, although she spared Mr. Kerry the bulk of her criticism. Ms. Zakharova called the administration “a group of a foreign-policy losers, embittered and narrow-minded.” “Today, America, the American people, were humiliated by their own president,” she wrote. There is a long history of reciprocal expulsions and other measures between the United States and Russia, even after the Cold War ended with the collapse of the Soviet Union in 1991. While Mr. Obama framed the new American measures as a response to Russian hacking during the election, the expulsion of Russian diplomats from Washington and San Francisco was described as a response to continued harassment of American diplomats in Russia. Mr. Putin’s spokesman, Dimitry S. Peskov denied that any such harassment takes place, but American diplomats tell a different story. Many travel around Moscow in cars with red diplomatic license plates that start with 004 , denoting United States Embassy vehicles. That makes them easy targets for traffic stops. Embassy employees said they were followed as they moved around the city, and that sometimes, when they were not at home, agents would enter and move the furniture around, just to show that they had been there. Some find it unnerving, while others shrug it off as part of the job. One young father said he was just grateful that his children were too small to realize that the family was being followed. Follow Neil MacFarquhar on Twitter @NeilMacFarquhar . Ivan Nechepurenko contributed reporting. ",
    "title": "Vladimir Putin Won’t Expel U.S. Diplomats as Russian Foreign Minister Urged - The New York Times"
   },
   {
    "entities": [
     "police",
     "recently",
     "several years marks",
     "francisco",
     "21%",
     "dec. 17",
     "south",
     "bureau",
     "a decade ago",
     "38%",
     "inglewood",
     "times",
     "2015",
     "now",
     "month of the year",
     "brent",
     "19%",
     "2014",
     "winton",
     "/",
     "pedro",
     "maya",
     "the end of 2016",
     "livermore",
     "lapd",
     "richard",
     "61%",
     "bay",
     "past",
     "laboratory",
     "41%",
     "46%",
     "topanga",
     "thursday",
     "early 20th century",
     "last year",
     "chinatown",
     "angeles",
     "metro",
     "the year",
     "the previous year",
     "compton",
     "this year",
     "jacques",
     "2900",
     "1992",
     "rylan",
     "34%",
     "november 2014",
     "county",
     "california",
     "oakland",
     "january 2016",
     "the early 1990s",
     "el",
     "``anthony''",
     "nov. 30",
     "the end of november this year",
     "6%",
     "spike marks",
     "lau",
     "9%",
     "23%",
     "dec. 18",
     "valley",
     "morning",
     "15%",
     "ben",
     "metropolitan",
     "2013",
     "2016",
     "boulevard",
     "michel",
     "military",
     "irfan",
     "moore",
     "thatcher",
     "rimpau",
     "the past year",
     "2000",
     "59%",
     "10%",
     "michael",
     "stanford",
     "the end of the day",
     "gabriel",
     "31%",
     "11%",
     "khan",
     "san",
     "lancaster",
     "two years ago",
     "5.7%",
     "new year's",
     "lawrence",
     "4%",
     "romano",
     "division",
     "5%",
     "right now",
     "l.a.",
     "law",
     "ott",
     "oct. 1",
     "school",
     "los",
     "santer",
     "16%",
     "page",
     "area",
     "berge",
     "monte",
     "sheriff's",
     "central",
     "the end of november",
     "2017",
     "early this year",
     "october",
     "adams",
     "la",
     "13%",
     "this november",
     "department",
     "the last",
     "west",
     "station",
     "national"
    ],
    "id": 9,
    "text": "Violent crime increases in L.A. for third straight year Shooting in West Adams Irfan Khan / Los Angeles Times A woman comforts the wife of a man who died in a shooting that left four dead and 12 others wounded at a home on 2900 block of South Rimpau Boulevard in West Adams. A woman comforts the wife of a man who died in a shooting that left four dead and 12 others wounded at a home on 2900 block of South Rimpau Boulevard in West Adams. (Irfan Khan / Los Angeles Times) Maya Lau and Maya Lau Contact Reporters Violent crime increased in Los Angeles for the third straight year as police tried to stem a rash of homicides and gang-related shootings while dealing with a growing homeless population. With more than 290 people killed in the city this year, homicides also rose for the third year in a row. Still, the city remains far safer than a decade ago, when 480 people were killed and there were 46% more robberies than this year. According to statistics from the Los Angeles Police Department , robberies were up by 13%, aggravated assaults were up by 10% and rapes were down by 4% through Dec. 17, compared with  last year. Homicides were up by 5%. Overall, violent crime was up by 10% over last year and 38% over two years ago. Property crime also went up for the third consecutive year, with a 4% rise that was driven by double-digit increases in car-related thefts. The upward trend of the last several years marks a reversal of a steady decline that began in the early 1990s , when crime was at all-time highs. In 1992, 1,094 people were killed in Los Angeles. Similar trends were evident in the areas policed by the Los Angeles County Sheriff’s Department, where violent crime was up by 9% and property crime was up by 6% through Nov. 30 . It was the second year in a row that crime increased in sheriff’s department territory, which includes unincorporated parts of the county as well as cities such as Compton and Lancaster that contract for law enforcement services.  Elsewhere in the state, crime decreased in some Bay Area cities. San Francisco saw an increase in homicides and rapes, but robberies were down 13% and crime was down 10% overall through the end of November. Through Dec. 18, Oakland had two homicides, compared with nine in 2015 and seven in 2014. Overall, crime in Oakland was down 6%. Early this year, in response to a spike in homicides and shootings, the LAPD sent extraelite Metropolitan Division officers to South Los Angeles and intensified its use of daily crime statistics to identify problem spots. By the time the emergency operation ended on Oct. 1, the rate of violent crime had stabilized in South L.A. But with resources concentrated there, some other parts of the city experienced upticks in crime. Recently, the situation in South L.A. worsened — October was the worst month of the year for homicides — and Metro has increased its presence there again, said Asst. Chief Michel Moore, who oversees the LAPD’s patrol operations. South Bureau, which includes much of South L.A. as well as the San Pedro area, finished the year with a 6% increase in homicides , 6% more rapes, 10% more robberies and 19% more aggravated assaults. Overall, violent crime in South Bureau was up 15% over last year and 34% over two years ago. The efforts of police officers on the streets have had an effect, but the root causes of crime – joblessness, homelessness, substance abuse – are deep and require the community’s help to solve, Moore said. “It is like fighting fires – spot fires,” he said. “We have a finite number of resources, and at the end of the day, the LAPD isn’t going to fix this.” The number of shooting victims in Los Angeles – 1,152 as of Dec. 17 -- was up 6% over last year and 23% over two years ago. “Any one of those could have been a homicide by another inch or centimeter,” Moore said. “Our most pressing matter right now is shooting victims.” Crime was up even in some parts of the city that are traditionally considered safe. In West Los Angeles , robberies were up by 16%, and motor vehicle theft was up by 31%. The LAPD’s Topanga Division saw a 41% increase in robberies and a 21% increase in motor vehicle theft. Moore attributed the crime jump in Los Angeles to a combination of factors, including a resurgence in gang violence and the growth in homelessness. He also pointed to criminal justice reforms such as Proposition 47, which was approved by California voters in November 2014 and reduced some drug and property offenses from felonies to misdemeanors. In Los Angeles County, the jail population has decreased, from 18,500 inmates just before Prop. 47 passed to about 16,500 inmates this November. Narcotics arrests have dropped, as busy police officers decide that the time needed to process a case is not worth it. The result, some law enforcement officials say, is that more criminals are now on the streets instead of in jail and are not receiving the drug and mental health treatment the measure had promised. Without the threat of a felony prosecution, they say, defendants are less likely to choose treatment as an alternative to serving time. “Unfortunately, we see that these programs are sold to the voters as having some positive impact, and so far in two years we haven’t seen that positive impact,” said Assistant Sheriff Jacques “Anthony” La Berge, who oversees patrol for the Sheriff’s Department. But supporters of Prop. 47 dispute the theory that crime increases are connected to the measure. Misdemeanors can still result in sentences of up to a year in jail, and it is up to police officers and prosecutors to enforce those penalties, said Michael Romano, a lecturer at Stanford Law School. “The idea that Prop. 47 has been responsible for an increase in crime in California over the past year or two is fake news, as far as I’m concerned,” he said. “There’s not one shred of evidence supporting the idea that Prop. 47 has had any impact on crime one way or another.” The recent crime increases have also coincided with steep increases in homelessness. The latest homeless survey shows an 11% rise in the city of Los Angeles between January 2016 and the previous year, with a 5.7% jump countywide. Homeless encampments can provide cover for chronic predators, and many homeless people are victims of crime, said Moore of the LAPD. This year in Los Angeles, 13 homicide victims were homeless – up from six the previous year – and there was a 23% increase in aggravated assaults in which transients were the victims, Moore said. The LAPD’s Central Division , which includes parts of downtown, skid row and Chinatown, saw a 59% increase in violent crime in 2015. This year, violent crime was down by 5% in Central, which Moore attributed to inroads made by police officers and social workers in homeless camps. But crime statistics can sometimes obscure the realities of living in Los Angeles, where a single police station can serve dozens of square miles and hundreds of thousands of people. Brent Page said his neighborhood of early 20th century Spanish and English Tudor cottages near the Inglewood border defies the image of South L.A. as a dangerous place. At the neighborhood council meetings he leads, which are often attended by officers from the LAPD’s 77th Division, residents typically complain about minor issues such as street vending and illegally parked cars. Page sees violent crime as largely confined to gang circles. “A lot of people on these blocks know each other. They’re like family,” Page said of his neighborhood, Morningside Circle. “I know what the crime stats might say, what the perception might say, but it’s good to talk to people actually breathing and living in an area instead of going to the LAPD website and making generalizations.” In Compton and nearby unincorporated areas, which are policed by the L.A. County Sheriff’s Department, homicides were up by 61%, with 37 through the end of November this year compared with 23 last year. Most of the killings were gang-related, according to sheriff’s officials, including that of a 1-year-old girl in her crib who was hit by a bullet likely meant for her father. The spike marks a return to the violence of years past: The Compton area had 32 homicides in 2014 and 40 homicides in 2013 . Capt. Michael Thatcher, who runs the Compton Sheriff’s Station, said an increase in gang conflicts is a likely cause. “I take it personally,” Thatcher said. “It’s our responsibility. Every deputy that works in that station understands that that’s something that’s very troubling for us.”   Caption 90 seconds: Goodbye to 2016. Hello, 2017 The end of 2016 will be a wet one  in L.A. County; 2016 was a year of surprises and heartbreak ; some New Year's resolutions  that can only be accomplished in L.A.; and hundreds of new laws  will soon take effect in California. Caption 90 seconds: Goodbye to 2016. Hello, 2017 The end of 2016 will be a wet one  in L.A. County; 2016 was a year of surprises and heartbreak ; some New Year's resolutions  that can only be accomplished in L.A.; and hundreds of new laws  will soon take effect in California. Caption How does a city official make more in retirement than when he was working? In El Monte, a city in the San Gabriel Valley, a bonus pension approved by the city council in 2000 generates a big bill for taxpayers. Here's how it works. In El Monte, a city in the San Gabriel Valley, a bonus pension approved by the city council in 2000 generates a big bill for taxpayers. Here's how it works. Caption Federal scientist links global warming and human activity Ben Santer at Lawrence Livermore National Laboratory east of San Francisco has become more vocal over the years in hopes of beating back claims that climate change isn’t real.  Ben Santer at Lawrence Livermore National Laboratory east of San Francisco has become more vocal over the years in hopes of beating back claims that climate change isn’t real.  Caption Car plunges off 3rd Street overpass onto 110 Freeway A woman is dead after the car she was driving rammed through a guardrail on a downtown overpass and plunged onto the 110 Freeway, prompting the closure of northbound lanes Thursday morning. (Irfan Khan / Los Angeles Times) A woman is dead after the car she was driving rammed through a guardrail on a downtown overpass and plunged onto the 110 Freeway, prompting the closure of northbound lanes Thursday morning. (Irfan Khan / Los Angeles Times) Caption Child abuse in the military: The short, sad life of Rylan Ott Military and state authorities failed to save a 2-year-old boy from abuse. Military and state authorities failed to save a 2-year-old boy from abuse. Times staff writer Richard Winton contributed to this report. ",
    "title": "Violent crime increases in L.A. for third straight year - LA Times"
   }
  ]
 }
}