{
 "01": {
  "col-sim": {
   "cosine": 0.19468972522813882,
   "entity": 0.24447927303255942
  },
  "exec-time": 39.97035503387451,
  "links": [
   {
    "entities": [
     "cincinnati",
     "mara/the",
     "james",
     "now",
     "states",
     "florida",
     "weiner",
     "cleveland",
     "york",
     "fbi",
     "before election",
     "october 31",
     "two weeks",
     "daisy",
     "force",
     "barry",
     "sunshine",
     "asia",
     "obama",
     "bruce",
     "state",
     "russia",
     "anne",
     "bill",
     "blair",
     "the week",
     "donald",
     "university",
     "abedin",
     "melina",
     "post",
     "huma",
     "clinton",
     "united",
     "john",
     "the weekend",
     "sunday",
     "washington",
     "thursday",
     "nato",
     "johnson",
     "goldwater",
     "congress",
     "afternoon",
     "evening",
     "department",
     "this week",
     "north",
     "friday",
     "oct. 31",
     "putin",
     "at 4:32 pm",
     "july",
     "million dollars",
     "b.",
     "lyndon",
     "gearan",
     "wagner",
     "kent",
     "comey",
     "kremlin",
     "new",
     "rapids",
     "weekend",
     "wisconsin",
     "trump",
     "carolina",
     "anthony",
     "america",
     "tuesday",
     "day",
     "the end of the day monday",
     "justice",
     "air",
     "1964",
     "columbus",
     "grand",
     "the",
     "friday, the day",
     "hillary",
     "night",
     "mich.",
     "this year",
     "of",
     "ohio",
     "vladimir",
     "detroit",
     "earlier monday",
     "warren",
     "monday",
     "pennsylvania",
     "u.s.",
     "jenna",
     "podesta",
     "the last full week"
    ],
    "id": 0,
    "text": "Clinton renews attack on Trump as unfit to command U.S. nuclear arsenal The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it At a rally in Grand Rapids, Mich., Oct. 31, Republican presidential candidate Donald Trump thanked Hillary Clinton's top aide Huma Abedin and her husband Anthony Weiner while talking about the FBI investigation in Clinton's private email server. (The Washington Post) By John Wagner , Jenna Johnson and Anne Gearan October 31 at 4:32 PM Follow @WPJohnWagner Follow @wpjenna Follow @agearan KENT, Ohio — Hillary Clinton sought Monday to redirect the focus of the presidential race to national security and Donald Trump’s fitness for office after days of damaging uncertainty over a renewed investigation into her email use when she was secretary of state. The Democratic nominee addressed the email issue at the start of a speech at Kent State University. It marked a departure from her standard stump speech, as Democrats are reeling from news that FBI Director James B. Comey is revisiting his probe into the potential mishandling of classified material. “I’m sure a lot of you may be asking what this new email story is about, and why in the world the FBI would decide to jump into an election with no evidence of wrongdoing,” less than two weeks before Election Day, Clinton said. “That’s a good question.” “I understand. And as I’ve said, I’m not making any excuses” for setting up her private email system as she did, Clinton said. “I’ve said it was a mistake, and I regret it.” On Monday afternoon, the Justice Department responded to growing calls from a bipartisan group of lawmakers in Congress for additional information about the renewed inquiry. In a letter to lawmakers, the Justice Department said it was moving “as expeditiously as possible” to investigate the new emails, but it did not provide any additional information. 1 of 51 Hillary Clinton on the campaign trail View Photos The Democratic presidential nominee hits the road as Election Day nears. Caption The Democratic presidential nominee hits the road as Election Day nears.   Hillary Clinton speaks to and meets Ohio voters during a rally in Cleveland. Melina Mara/The Washington Post [ Trump says Comey has restored reputation by revisiting probe; Clinton debuts new ‘Daisy’ ad ] At her rally in Ohio, Clinton predicted that the new inquiry will reach the same conclusion as Comey did at the end of the FBI investigation in July, when he announced that despite what he called sloppiness, there was no evidence of criminal conduct. “There is no case,” Clinton said, adding that she thinks most Americans have long since decided how they feel about the email issue. “Now, what people are focused on is choosing the next president and commander in chief of the United States of America.” Campaigning earlier Monday in Grand Rapids, Mich., Trump said Comey “brought back his reputation” with his notice to Congress on Friday that he would look at new information in the case. “It took a lot of guts” for Comey to change course three months after ending the probe into whether classified information was compromised, the Republican nominee said. “I really disagreed with him” over that earlier decision, Trump said. “I was not his fan. But what he did brought back his reputation.” During her lengthy speech at Kent State University, Clinton returned to an argument that has been among her most potent: that Trump’s “very thin skin” and brash, ill-informed commentary on world affairs disqualifies him as commander in chief. [ Is America addicted to this election? ] “I’m running against a man who says he doesn’t understand why we can’t use nuclear weapons. He wants more countries to have nuclear weapons.” Clinton said. “And if you’re telling yourself he’s going to surround himself with smart people to stop these crazy ideas, remember this: He was asked who he consults on foreign policy. Donald Trump said he doesn’t need to consult because, and I quote, ‘I have a very good brain.’” Turning to Trump’s relationship with Vladi­mir Putin, Clinton said the Russian president is playing Trump for a patsy. “He knows he can use flattery to get into Donald’s head, to make Donald the Kremlin’s puppet, and it seems to be working. Donald has signaled to Putin that he will let Russia do whatever it wants,” she said. Clinton also addressed the hacked emails of Democratic organizations and her campaign chairman, John Podesta, which intelligence officials have blamed on the Russians. She also ran through a series of Trump remarks about the NATO alliance, U.S. nuclear umbrella in Asia and other topics that she said show him to be ignorant or reckless. “This is one of those make-or-break moments for our nation,” she said. Clinton was introduced at Kent State by Bruce Blair, a former U.S. Air Force Minuteman intercontinental ballistic missile control officer. “I keenly appreciate the importance of electing a commander in chief who can be trusted with the nation’s nuclear arsenal,” Blair told the crowd, adding that Trump is “utterly lacking” in that regard. [ Clinton loses popularity edge in tight race with Trump, new Post-ABC Tracking Poll finds ] Aside from changing the subject from the emails, Clinton’s efforts in Ohio are part of a strategy to create several paths to an electoral college victory — the simplest of which would be to win Florida. Clinton spent the weekend campaigning in the Sunshine State , where some polls show Trump leading. But the campaign has encountered significant obstacles over the weekend after Comey reignited a political firestorm when he said FBI officials had detected a batch of emails pertinent to the earlier case during an “unrelated” investigation. People close to the situation have told The Washington Post that the emails were found on a computer belonging to disgraced former congressman Anthony Weiner, who is under investigation for allegedly exchanging lewd messages with a 15-year-old girl. Weiner is the estranged husband of Clinton campaign vice chairman Huma Abedin. Abedin, who is very often the aide closest to Clinton’s side on trips, has been absent from the campaign plane since Friday, the day the Comey news broke. Clinton’s campaign pushed back hard all weekend against Comey’s decision. Democrats demanded swift answers about what Comey is looking for and why he chose to renew the inquiry less than two weeks before Election Day. Democratic senators asked for answers by the end of the day Monday. [ Donald Trump is refusing to pay his campaign pollster three-quarters of a million dollars ] Claiming momentum from the FBI news, Trump said Clinton has only herself to blame. “Hillary is the one who sent and received classified information on an insecure server, putting the safety of the American people under threat,” Trump said. “Hillary is the one who lied to Congress under oath. Hillary is the one who lied on so many different occasions to the FBI.” Clinton denies that her email put the country at risk, and her campaign says she testified truthfully. As Trump’s audience laughed, he crowed, “Thank you, Huma,” mispronouncing the name as “OO-ma. “Thank you, Huma! And thank you, Anthony Weiner.” When Trump first brought up Clinton’s emails, the crowd began to loudly chant: “Lock her up! Lock her up!” In the audience was a woman dressed up in an orange prison jumpsuit labeled “Clinton.” Later in the afternoon, Trump is expected to hold a rally in Warren, a suburb of Detroit and then return to New York that evening. He plans to travel to Pennsylvania and Wisconsin on Tuesday and to North Carolina on Thursday. Trump’s staff has yet to publicly confirm the rest of his schedule for the week. Clinton opened the last full week of campaigning Monday with a television advertisement revisiting the famous 1964 “Daisy” ad about nuclear weapons. The new ad features the same woman who, as a small girl, plucked petals from a flower in the original ad for President Lyndon Johnson’s campaign, which was aimed at Republican presidential nominee Barry Goldwater. The new one returns to a frequent Clinton theme this year — the claim that Trump is reckless and unfit to be commander in chief. The national security comparison has been one of Clinton’s strongest advantages over the Republican businessman in an election she remains favored to win. Clinton’s goal at rallies Monday near Cleveland and in Cincinnati is to keep up enthusiasm among Democrats and encourage more early voting this week. Former president Bill Clinton campaigned for his wife in Cleveland over the weekend, and President Obama is due in Columbus on Tuesday. Trump leads Clinton in Ohio by 1.3 percentage points in the RealClearPolitics average of recent polls. That is within the margin of error, meaning the race is effectively tied. On Sunday night, the FBI obtained a warrant to review the emails , which one official said include a significant number of messages associated with Clinton and Abedin. In his letter to Congress, Comey said that whether the emails provide any new information to the Clinton investigation had yet to be determined, but Democrats worry that the news could sway the election. Johnson reported from Grand Rapids, Mich. Gearan reported from Washington. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Clinton renews attack on Trump as unfit to command U.S. nuclear arsenal - The Washington Post"
   },
   {
    "entities": [
     "council",
     "cincinnati",
     "mount",
     "obama",
     "chestnut",
     "times",
     "inez",
     "now",
     "last year",
     "philabundance",
     "eric",
     "klux",
     "klan",
     "america",
     "muhammad",
     "visteon",
     "october 30, 2016",
     "1996",
     "county",
     "once",
     "germantown",
     "philadelphia",
     "privacy",
     "pa.",
     "september",
     "four years ago",
     "trump",
     "policy",
     "nana",
     "deborah",
     "marlene",
     "north",
     "york",
     "goldstein",
     "stolberg",
     "airy",
     "cherelle",
     "montgomery",
     "hill",
     "pathmark",
     "ira",
     "past",
     "census",
     "data",
     "clinton",
     "trice",
     "2008",
     "sheryl",
     "parker",
     "swift",
     "$5,000",
     "2010",
     "10 p.m.",
     "washington",
     "philly",
     "today",
     "gay",
     "october 31, 2016",
     "melton",
     "clarence",
     "ku",
     "natalie",
     "3 in the morning",
     "pennsylvania",
     "city",
     "hilary",
     "raymond",
     "monday",
     "november 2, 2016",
     "new",
     "1969",
     "u.s.",
     "solomon",
     "east",
     "ford",
     "blacks",
     "medicaid"
    ],
    "id": 1,
    "text": "Privacy Policy Blacks have less equity in their homes and are less likely than whites to inherit money, and were thus hit harder by the foreclosure crisis. They are more likely than whites to be raising grandchildren or supporting needy relatives. In tough times, they have less to fall back on. All of this is playing out here in East Mount Airy, once a heavily white and Jewish neighborhood in northwestern Philadelphia, just across the border from suburban Montgomery County. Sandwiched between Chestnut Hill, with its upscale boutiques, and less affluent Germantown, where Ms. Solomon lives, it has long stood for upward black mobility. “I often say this was the place where working-class black folks would come when they wanted some R and R,” Cherelle Parker , a member of the Philadelphia City Council and former state legislator, said. “But R and R has translated from rest and relaxation to reverse mortgages and retirement insecurity.” Marlene Trice, who founded the Kitchen of Love, bears witness to these changes. Video Running the Kitchen of Love Marlene Trice, the founder of the Kitchen of Love, and Natalie Solomon, a volunteer, prepare to give out food at the pantry, which serves 500 to 700 people a week. By AINARA TIEFENTHÄLER and SHERYL GAY STOLBERG on Publish Date October 30, 2016. Photo by Hilary Swift for The New York Times. A no-nonsense woman with a booming voice and a penchant for T-shirts with sayings like “Keep Calm and Love Jesus,” Mrs. Trice, 69, and her husband, Clarence, 73, bought their home in East Mount Airy in 1969. He details cars; she worked at the prepared food counter at Pathmark — “I fried the chicken, made the hoagies, did the party trays” — until its parent company filed for bankruptcy last year. “I thought I would work until I was 75,” she said. In 1996, Mrs. Trice opened the food pantry in North Philadelphia, the poor neighborhood where she grew up. In 2010, a new recreation center was built in East Mount Airy. Ms. Parker suggested that Mrs. Trice move the pantry to the old center, in a boxy cinder-block building next to a playground and school. “I said, ‘No, the people are not going to come out like they do in North Philly,’” Mrs. Trice recalled. “But now, let me tell you something: They made a liar out of me.” Continue reading the main story Video “It Helps” Hundreds of people, many retired and all trying to make ends meet, come each week to the Kitchen of Love in Mount Airy, a tidy middle-class neighborhood in Philadelphia. By AINARA TIEFENTHÄLER and SHERYL GAY STOLBERG on Publish Date October 30, 2016. Photo by Hilary Swift for The New York Times. Helping, and Receiving Help Ms. Solomon turned up at the Kitchen of Love four years ago, frightened and sick. “I was hoping it would help me to eat better,” she said. Advertisement Continue reading the main story A daughter of a factory worker and a Philadelphia police officer, Ms. Solomon is a private woman, and not as financially secure as some of the people she now serves. She inherited her house from her mother, raised five children and lost two sons to violence. She was engaged once, but never married; in a quiet moment, she wondered if “maybe I should have, because I would have a husband to help me out.” Still, during her 27 years at the Ford factory, later spun off as a subsidiary called Visteon, she “considered myself middle class.” Active in her union, she took trips to cities like Cincinnati, where she shook hands with Mr. Obama at the N.A.A.C.P. convention in 2008. She thought he might save the plant, but it closed in 2010 . She does not blame him. “I blame Ford,” she said. Photo A poster of the Obama family in Cuts Correct, a barbershop in Mount Airy. Many residents are mourning the end of President Obama’s tenure. Credit Hilary Swift for The New York Times She was too young for early retirement, and the Affordable Care Act had not yet become law. She declined coverage under the Cobra program; she needed the money, she said, to buy heating oil for her house. When her unemployment compensation ran out, she dipped into her pension, agreeing to benefits at a vastly reduced rate: roughly $5,000 a year. The local community college offers a human services program — “to prepare graduates for careers as professionals in mental health agencies and social services,” according to its website — and Ms. Solomon enrolled. She has no computer and was often on campus until 10 p.m. “I wasn’t really eating,” she said. “Maybe twice a week I would go to the cafeteria and eat half a turkey sandwich with lettuce and tomatoes on, but most of the time I drank Mountain Dew and Pepsis and coffee and cakes to keep myself alert, for the sugar. I would wake up at 3 in the morning, trying to do homework.” EAST MOUNT AIRY, Pa. Sources: U.S. Census Data; Ira Goldstein, Policy Map by Reinvestment Fund Then the fainting spells started. She spent five days in the hospital getting blood transfusions. Mrs. Trice later helped her find a doctor. Today, Ms. Solomon has health coverage through Medicaid , expanded in Pennsylvania under the Affordable Care Act. “She came to me asking for help,” Mrs. Trice recalled. “And after maybe six months, she asked me, ‘Could I volunteer?’” Uncertain Times Parked outside Mrs. Trice’s home is a rusty white pickup truck, with 172,000 miles on it and a creaky driver’s-side door that needs to be slammed several times before it will shut. Stepping off the bus, Ms. Solomon pulled the key out of her purse: Her volunteer duties include driving to local grocery stores to pick up their castoffs. Advertisement Continue reading the main story A mile away, Mrs. Trice was barking out orders amid shelves of canned goods and 30-pound “senior boxes” of food for the elderly that are distributed once a month. Gospel music played on an old boom box. A truck from Philabundance , the regional hunger relief organization, was on the way. As much as food, the Kitchen of Love offers comfort in an uncertain world. It is a place to debate whether the new Powerball lottery is a good value or a scam; to get tips on which programs help with home heating costs; to watch the schoolchildren, in uniforms of khaki and blue, scamper around the playground — and maybe get a kiss from a grandchild passing by. It is also, lately, a place to vent about a presidential race that feels too horrible to watch, yet too compelling to avoid. Continue reading the main story Photo Raymond Melton, 11, left, and his brother, Eric, 9, playing basketball behind their Mount Airy home in September. Credit Hilary Swift for The New York Times In Mr. Trump’s statements, people here concede, there is a tiny kernel of truth. Yes, there is violence in their community; Ms. Solomon, in her quiet grief, knows this. Yes, many people here lost their jobs, even under an African-American president, but some of Ms. Solomon’s friends from the factory are now employed. When people here watch Trump rallies, some see imagery that reminds them of their childhoods in the Deep South; some go so far as to wonder if Mr. Trump’s supporters have been planted by the Ku Klux Klan. Their feelings about Mrs. Clinton are mixed, but those who are voting for president will vote for her. They hold Republicans in disdain. But their reaction to Mr. Trump is especially deep and visceral. “Back to slavery days,” Ms. Solomon said gravely. “Do as master say.” But if Mr. Trump has brought racial animus to the fore, some see that as a blessing. “It kind of pulled a blindfold off of America,” Inez Muhammad, 54, a disabled federal worker, said. Like many here and across the nation, Ms. Solomon is looking past Election Day: She fears that Washington “will be a mess,” with Mr. Trump kicking up a fuss if he loses. She has been working on her résumé and intends to re-enroll in college, to prove to her grandchildren that “if Nana can get a degree, you can too.” In the meantime, she has volunteered to help Democrats register voters and pushing everyone she knows to go to the polls, especially her grandson, who is 18. “I told him, that’s not a given right for black people,” she said. “Too many people died for you to give up that right.” Correction: November 2, 2016 Because of an editing error, a picture caption on Monday with an article about the concerns of voters in Philadelphia misstated the given name of a woman who volunteered at the Kitchen of Love food pantry in the Mount Airy neighborhood. She is Natalie Solomon, not Deborah. And also because of editing errors, a second picture caption misstated the surname of a founder of the food pantry and a third caption referred incorrectly to Raymond and Eric Melton, who were shown playing ball in the neighborhood. The founder of the pantry is Marlene Trice, not Price. And while the brothers live near the Kitchen of Love, they are not fed by the pantry. Follow Sheryl Gay Stolberg on Twitter @SherylNYT . A version of this article appears in print on October 31, 2016, on page A1 of the New York edition with the headline: Black Voters, Aghast at Trump, Find a Place of Food and Comfort. Order Reprints | Today's Paper | Subscribe ",
    "title": "Black Voters, Aghast at Trump, Find a Place of Food and Comfort - The New York Times"
   },
   {
    "entities": [
     "tim",
     "christie",
     "alexis",
     "arizona",
     "press",
     "scolforo",
     "rindels",
     "bob",
     "brittany",
     "michael",
     "associated",
     "gop",
     "las",
     "phoenix",
     "stone",
     "tameron",
     "columbus",
     "cleveland",
     "roger",
     "republican",
     "donald",
     "beginning sunday",
     "warner",
     "2016",
     "vegas-area",
     "hillary",
     "sifert",
     "clinton",
     "harrisburg",
     "nov. 8",
     "nevada",
     "democratic",
     "ohio",
     "oct 31, 2016",
     "vegas",
     "pennsylvania",
     "monday",
     "michelle",
     "party",
     "mcdonald",
     "trump",
     "mark",
     ", 7:27 pm"
    ],
    "id": 2,
    "text": "Democrats Say Trump, GOP Are Intimidating Voters in 4 States By ann sanner, associated press COLUMBUS, Ohio \u0097 Oct 31, 2016, 7:27 PM ET 0 Shares Email Democrats are accusing Republicans and Donald Trump's presidential campaign of conspiring to intimidate voters in at least four states just days before the election. In each lawsuit, the state's Democratic Party is seeking court action to preemptively block potential voter harassment or intimidation from Republican poll watchers or other observers. The lawsuits were filed beginning Sunday in Ohio, Pennsylvania, Nevada and Arizona against Trump's campaign, each state's Republican Party and GOP operative Roger Stone, who runs the group Stop the Steal. Trump has called on his supporters to act as election observers in certain areas of the country to help prevent fraud. That has stirred fears of voter intimidation and confrontations at the polls. In a federal lawsuit filed in Cleveland, the Ohio Democratic Party accused Trump and Republicans of conspiring to threaten, intimidate and prevent minority voters from casting ballots in the perennial battleground state. The complaint cited comments Trump has made at rallies in Ohio and elsewhere. \"In the months leading up to the 2016 election, Trump has made an escalating series of statements, often racially tinged, suggesting that his supporters should go to particular precincts on Election Day and intimidate voters,\" the Ohio lawsuit alleged. The state party said that, absent court intervention, voters would be subjected to \"intimidation, threats and perhaps even force at the hands of vigilante 'poll watchers' and 'ballot integrity' volunteers on Election Day.\" Ohio Republican Party spokeswoman Brittany Warner called the lawsuit \"a publicity stunt\" and said the party is not involved in such voter intimidation. Pennsylvania Republicans called the lawsuit \"a desperate effort by the Democrats in the face of eroding support for Hillary Clinton .\" Messages left Monday with Trump's national and Ohio campaigns were not immediately returned. In an emailed response, Stone said the lawsuit is without merit. He said his organization is not coordinating with the Trump campaign or any official GOP organizations. Instead, it is partnering with another group called Vote Protectors to conduct exit polls and plans to compare those responses with the voting machine results in 7,000 precincts nationwide. \"We seek only to determine if the election is honestly and fairly conducted and to provide an evidentiary basis for a challenge to the election if that is not the case,\" Stone said. In Arizona, Democrats are seeking a court order to block volunteer GOP poll watchers from harassing or photographing people headed to polling locations. The lawsuit there said the state Republican Party is essentially an arm of Trump's campaign and the campaign and its backers have been organizing \"citizen journalists\" and \"poll watchers\" to flood minority-heavy polling sites on Nov. 8. But Arizona GOP spokesman Tim Sifert said the party is doing no such thing. Arizona Democratic Party Chairwoman Alexis Tameron said the party is worried that \"rogue actors\" will scare off voters. In Nevada, the lawsuit claimed that Trump supporters have yelled at voters outside Las Vegas-area polling places when they said they were not voting for the Republican nominee. Among other requests, Democrats asked the court to declare that aggressive questioning of voters waiting to cast their ballot or threats of legal or criminal action are illegal. Nevada Republican Party Chairman Michael McDonald said his party has zero tolerance for voter intimidation. ——— Associated Press writers Bob Christie in Phoenix, Michelle Rindels in Las Vegas and Mark Scolforo in Harrisburg, Pennsylvania, contributed to this report. 0 Shares ",
    "title": "Democrats Say Trump, GOP Are Intimidating Voters in 4 States - ABC News"
   },
   {
    "entities": [
     "ruth",
     "bader",
     "elena",
     "twitter",
     "now",
     "ehlena",
     "ginsburg",
     "supreme",
     "ada",
     "sam",
     "ability",
     "bagenstos",
     "katyal",
     "napoleon",
     "court",
     "the",
     "for",
     "kagan",
     "fry",
     "embed",
     "neal",
     "john",
     "mich.",
     "service",
     "paws",
     "ohio",
     "roberts",
     "facebook",
     "enlarge",
     "monday",
     "stephen",
     "breyer"
    ],
    "id": 3,
    "text": "Service Dog Case Draws Skepticism From Both Sides At The Supreme Court Service Dog Case Draws Skepticism From Both Sides At The Supreme Court Embed Embed Facebook Twitter Enlarge this image Families from 4 Paws for Ability, a nonprofit that places service dogs with children with disabilities, brought their service dogs to the Supreme Court on Monday in support of the Fry family. An-Li Herring/NPR hide caption toggle caption An-Li Herring/NPR Families from 4 Paws for Ability, a nonprofit that places service dogs with children with disabilities, brought their service dogs to the Supreme Court on Monday in support of the Fry family. An-Li Herring/NPR At the Supreme Court on Monday, the justices heard arguments in the case of a girl with disabilities, her service dog and the school that barred the dog from the premises. Ehlena Fry was born with cerebral palsy, which significantly limits her mobility but not her cognitive skills. So when she was about to enter kindergarten in Napoleon, Mich., her parents got a trained service dog — a white furry goldendoodle, named Wonder. Dog and kid traveled to Ohio and trained together for two weeks so that Ehlena could use Wonder to help her, for example, open and close doors, transfer from a chair to a walker, or from a walker to a toilet seat. But the school district would not allow the dog. It said it was already paying for an aide to help the child, and the dog was unnecessary. Ehlena's parents maintained the dog was necessary to make her more independent, just as a Seeing Eye dog would be for a blind student. They subsequently moved to another, more welcoming school district, where Wonder helped Ehlena until she graduated to middle school. Article continues after sponsorship Ehlena and her family were on the steps of the Supreme Court Monday, surrounded by dogs, parents, and kids with similar problems. Wonder, who is now pretty much retired as a service dog, was there too, dutifully at Ehlena's side. Enlarge this image Ehlena Fry and her service dog, Wonder, visit the Supreme Court on Monday. An-Li Herring/NPR hide caption toggle caption Ehlena Fry and her service dog, Wonder, visit the Supreme Court on Monday. An-Li Herring/NPR \"He was a great helper to me and my family,\" Ehlena said, \"and he made me independent.\" The legal issue before the Supreme Court tests whether children denied the help of a service dog may sue for damages under the Americans with Disabilities Act, the ADA, without first going through a time consuming and sometimes costly administrative appeal under another law, the Individuals with Disability Education Act, or IDEA. Representing Ehlena, lawyer Sam Bagenstos seemed to face considerable skepticism at first from both conservative and liberal justices. Chief Justice John Roberts suggested that if parents want additional leverage in designing the free and appropriate public education plans to which their children are entitled under the IDEA, they can gain additional leverage by suing for damages under the Americans with Disabilities Act. And that, chimed in Justice Stephen Breyer, \"would seem to gut the carefully written procedural system that the IDEA sets up.\" Lawyer Bagenstos replied that Ehlena's family is suing for emotional distress damages — something not available under the IDEA, so there is no point in going through an administrative appeal under that law. What emotional damages? In addition to the school's general hostility to the dog, Bagenstos cited the humiliation Ehlena suffered when forced to demonstrate, in front of four adults at the school, just how she used the dog to get on and off the toilet. Representing the school district, lawyer Neal Katyal told the justices that timing is central to the case — that parents cannot file a suit for damages under the ADA before completing administrative appeals under the IDEA. Justice Ruth Bader Ginsburg opined that just because the IDEA exists doesn't mean individuals are barred from suing under other laws that protect the disabled. \"Think of it this way,\" Justice Elena Kagan interjected. \"Suppose this girl wanted to go to a public library a couple of times a week and the library said, 'You can't take your dog here; we're going to just provide you with a librarian who will help you.' \" If the girl sues, claiming \"she was deprived of access to a public facility in a way that caused her distress and emotional harm, isn't that exactly the suit\" this girl brought here, \"except that instead of a library, it's a school?\" Lawyer Katyal suggested that allowing these suits would create a two-track system that would constitute an \"end run\" around the \"cooperative process\" in which parents and school officials are supposed to design an individualized education plan for a disabled child under the IDEA. In this case, though, Chief Justice Roberts said, the cooperative process is a \"charade\" because the parents weren't asking for the school district to allow the dog as part of an education plan but to allow the dog under the ADA, which guarantees access for the disabled. Lawyer Katyal replied, \"You can't just say, 'Oh I met with some administrators, and they didn't like the dog.' You've got to go through the complicated process that IDEA\" requires. After all, he added, \"It's only 105 days, start to finish.\" Chief Justice Roberts, father of two high school students, raised his brows at that, observing \"105 days is a big part of the school year.\" But when the dust settled, it was unclear in which direction the court was heading. ",
    "title": "Service Dog Case Draws Skepticism From Both Sides At The Supreme Court : NPR"
   },
   {
    "entities": [
     "molly",
     "der",
     "press",
     "abdul",
     "des",
     "investigators",
     "al",
     "nations",
     "bulos",
     "times",
     "state",
     "ali",
     "fadil",
     "abadi",
     "central",
     "tuesday",
     "1 million",
     "gogjali",
     "chatsworth",
     "brian",
     "abu",
     "last month",
     "santa",
     "hennessy-fiske",
     "valley",
     "gop",
     "van",
     "qayyarah",
     "karama",
     "assadi",
     "southern",
     "associated",
     "islamic",
     "los",
     "angeles",
     "frank",
     "fbi",
     "brug",
     "last night",
     "hillary",
     "iraq",
     "gehry",
     "britain",
     "clinton",
     "najaf",
     "felipe",
     "mosul",
     "hussein",
     "2014",
     "united",
     "bay",
     "area",
     "moines",
     "nabih",
     "dana",
     "13 years ago",
     "syria",
     "senate",
     "haider",
     "kamala",
     "caption",
     "ghani",
     "harris",
     "reuters",
     "sharpton",
     "barbara",
     "cubs",
     "gen",
     "mohammed",
     "california",
     "turki",
     "omar"
    ],
    "id": 4,
    "text": "Iraqi forces launch assault on Mosul Mosul Felipe Dana / Associated Press Smoke rises from burning oil fields in Qayyarah, about 40 miles south of Mosul, Iraq. Smoke rises from burning oil fields in Qayyarah, about 40 miles south of Mosul, Iraq. (Felipe Dana / Associated Press) Laura King Contact Reporter The fight against Islamic State is finally coming to Mosul, Iraq. With Iraq’s prime minister vowing to cut off “the head of the snake,” elite government forces were said to have begun their assault on the city proper.  Iraqi special forces reported fierce clashes east of Mosul as they approached the outskirts of the city Tuesday. Lt. Col. Ali Hussein Fadil who leads the Najaf battalion of Iraqi special forces, part of the Golden Division, said they were battling Islamic State along the eastern Mosul highway in the village of Gogjali, about four miles outside the city. He said Iraqi troops were fighting amid an area of factories, trying to secure the road forward. “Last night, we made an advance,” he said, killing eight Islamic State fighters and exploding four of their vehicles. The fight to retake Mosul from the Sunni Muslim extremists could involve weeks or months of brutal urban warfare. This apparent new phase of the battle comes two weeks after the start of a long-awaited offensive by tens of thousands of American-backed Iraqi and Kurdish troops, tribal fighters and militias.  The coalition has been working to drive Islamic State out of towns and villages surrounding the northern city, its fighters dealing as they go with jihadist suicide bombers, oil-filled trenches and booby-trapped structures and bridges.   Omar Turki defied Islamic State and fled the city of Mosul on foot last month with his family of five, the youngest just 6 months old. Eager to escape the coming battle to free the city from the militant group’s violent grip, the family had to cross a trench — apparently designed to be filled with... Omar Turki defied Islamic State and fled the city of Mosul on foot last month with his family of five, the youngest just 6 months old. Eager to escape the coming battle to free the city from the militant group’s violent grip, the family had to cross a trench — apparently designed to be filled with... (Molly Hennessy-Fiske and Nabih Bulos) It’s the biggest military operation in Iraq since the U.S.-led invasion of Iraq 13 years ago. The leading edge of Iraqi forces, elite counter-terrorism troops reached Mosul's eastern Karama district after penetrating the outlying industrial zone of Gogjali, Reuters quoted Lt. Gen Abdul Ghani Assadi as telling state television. State TV also reported that residents were rising up against the militants — something the coalition has long urged them to do despite the dangers. A resident of Mosul’s eastern edge named Abu Mohammed told Britain’s Guardian newspaper by phone that Islamic State fighters had been putting up “intense resistance” in the face of the Iraqi troop advance on Karama. The reports could not immediately be independently verified. Islamic State overran the city, Iraq’s second largest, in 2014, representing a major expansion of its self-declared caliphate extending across parts of Syria and Iraq. Retaking the city has already been costly for civilians trapped between battle lines and commandeered as human shields by the extremists. Loss of the city would be a major blow to Islamic State but could trigger a flood of refugees — up to 1 million, by the warning of the United Nations. News agencies quoted Iraqi Prime Minister Haider Abadi as saying troops were seeking to seal the escape routes for Islamic State fighters and commanders, and pledged to take the fight to the militants. “God willing, we will cut off the head of the snake,” Abadi declared on state television, clad in military fatigues and speaking from the Qayyarah military base south of the city. “They have no escape. They will die or surrender.” Caption 90 seconds: 4 stories you can't miss What the FBI would have to find to press charges against Hillary Clinton , Frank Gehry’s controversial development is approved , two Des Moines officers were shot to death , and the Cubs push a game 7 of the World Series . Caption 90 seconds: 4 stories you can't miss What the FBI would have to find to press charges against Hillary Clinton , Frank Gehry’s controversial development is approved , two Des Moines officers were shot to death , and the Cubs push a game 7 of the World Series . Caption Man shot dead by sheriff's deputy after allegedly stabbing woman at Chatsworth courthouse Investigators at the Chatsworth courthouse where a sheriff's deputy shot and killed a man who was accused of stabbing a woman. Brian van der Brug / Los Angeles Times Investigators at the Chatsworth courthouse where a sheriff's deputy shot and killed a man who was accused of stabbing a woman. Brian van der Brug / Los Angeles Times Caption Rev. Al Sharpton kicks off 'Yes on 61' rally The Rev. Al Sharpton kicks off a rally and march in support of Proposition 61, the California ballot measure that seeks to lower the price state agencies pay for prescription drugs. The Rev. Al Sharpton kicks off a rally and march in support of Proposition 61, the California ballot measure that seeks to lower the price state agencies pay for prescription drugs. Caption Senate candidate Kamala Harris pushing to help down-ballot Democrats State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  Caption 90 seconds: 4 stories you can't miss ",
    "title": "Iraqi forces launch assault on Mosul - LA Times"
   },
   {
    "entities": [
     "anthony",
     "josh",
     "last friday",
     "8:30 p.m.",
     "james",
     "tom",
     "obama",
     "congress",
     "eric",
     "tuesday",
     "patrick",
     "bush",
     "kamm/afp/getty",
     "justice",
     "intelligence",
     "feinstein",
     "doj",
     "department",
     "ben",
     "weiner",
     "delaware",
     "donald",
     "currently",
     "foreign",
     "relations",
     "fbi",
     "abedin",
     "nov. 4",
     "kadzik",
     "post",
     "white",
     "james-rsb-",
     "hillary",
     "huma",
     "images",
     "judiciary",
     "george",
     "clinton",
     "cardin",
     "npr",
     "july",
     "earnest",
     "maryland",
     "the weekend",
     "homeland",
     "security",
     "dianne",
     "washington",
     "committee",
     "of",
     "johnson",
     "carper",
     "senate",
     "grassley",
     "nicholas",
     "comey",
     "house",
     "peter",
     "leahy",
     "monday",
     "vermont",
     "carrie",
     "california",
     "holder",
     "chuck",
     "trump",
     "w."
    ],
    "id": 5,
    "text": "Twitter Enlarge this image White House spokesman Josh Earnest at the White House briefing Tuesday, where he said he would \"neither defend nor criticize what Director [James] Comey has decided to communicate to the public\" regarding the investigation of Hillary Clinton's private email server. Nicholas Kamm/AFP/Getty Images hide caption toggle caption Nicholas Kamm/AFP/Getty Images White House spokesman Josh Earnest at the White House briefing Tuesday, where he said he would \"neither defend nor criticize what Director [James] Comey has decided to communicate to the public\" regarding the investigation of Hillary Clinton's private email server. Nicholas Kamm/AFP/Getty Images Updated at 8:30 p.m. ET In a letter to several Democratic senators Monday, the Justice Department said it \"will continue to work closely with the FBI and together, dedicate all necessary resources and take appropriate steps as expeditiously as possible\" regarding the review of thousands of newly discovered emails that may be relevant to the investigation of Hillary Clinton's email server. Did FBI Director James Comey's Email Announcement Break The Law? The letter, signed by Assistant Attorney General Peter Kadzik, came in response to four Senate Democrats who sent the Justice Department a strongly worded letter of their own, pressing for more details about precisely why FBI Director James Comey revived the inquiry into Clinton's emails. That letter was signed by Patrick Leahy of Vermont, the top Democrat on the Judiciary Committee; Dianne Feinstein of California, the top Democrat on the Intelligence Committee; Tom Carper of Delaware, the top Democrat on the Homeland Security Committee; and Ben Cardin of Maryland, the top Democrat on the Foreign Relations Committee. The letter did not discuss whether the department officials were on board with Comey's decision to disclose the revived investigation last Friday. Leahy, Feinstein, Carper and Cardin called Comey's disclosure to Congress about the renewed probe \"vaguely worded\" and left \"so many questions unanswered.\" In particular, they wrote, \"it is not clear whether the emails identified by the FBI are even in the custody of the FBI, whether any of the emails have already been reviewed, whether Secretary Clinton sent or received them, or whether they even have any significance to the FBI's previous investigation.\" Article continues after sponsorship The senators had set a deadline of Monday for answers. The DOJ letter did not include any more information about the investigation. Republican Chuck Grassley, chairman of the Senate Judiciary Committee and a fierce Clinton critic, sent a letter to Comey Monday, castigating him for not providing \"additional context\" to his disclosure. \"Without additional context, your disclosure is not fair to Congress, the American people, or Secretary Clinton,\" Grassley wrote. Grassley acknowledged DOJ faced a difficult decision about whether to disclose the new development, but said he was disappointed in Comey's cryptic approach. \"While I disagree with those who suggest you should have kept the FBI's discovery secret until after the election, I agree that your disclosure did not go far enough,\" Grassley wrote. \"Unfortunately, your letter failed to give Congress and the American people enough context to evaluate the significance or full meaning of this development.\" Grassley then laid out 10 questions for the FBI to answer, including whether the FBI had read the new emails, whether any of the emails are duplicates of those the bureau already investigated and exactly how the FBI learned of the existence of the new emails. Grassley demanded answers to his questions by Nov. 4. Also on Monday, the White House carefully tried to steer clear of the political fight over Comey's controversial decision to publicize a new round of scrutiny related to Clinton's private email server. \"I'll neither defend nor criticize what Director Comey has decided to communicate to the public about this investigation,\" White House spokesman Josh Earnest said Monday. Comey has become a lightning rod since he notified Congress last Friday that agents had discovered additional emails that could be relevant to the server probe. Although Comey said he couldn't be sure of the emails' significance, the announcement — just a week and a half before the presidential election — sent shock waves through the political world. Republicans, including Donald Trump, cheered the renewed scrutiny, while Democrats cried foul. The partisan sniping was the opposite of what it had been in July, when Comey concluded a lengthy investigation of Clinton's private server with a finding that no reasonable prosecutor would bring criminal charges. The new emails were discovered during an unrelated investigation of former Rep. Anthony Weiner, the estranged husband of top Clinton aide Huma Abedin. Former Attorney General Eric Holder and others have criticized Comey for publicizing the renewed scrutiny at such a preliminary stage, before agents are even aware whether the emails contain additional information. In an op-ed for the Washington Post , Holder pointed to long-standing Justice Department policies against taking actions near an election that could influence the outcome. Earnest said he doesn't think that was Comey's intent. \"The president doesn't believe that Director Comey is intentionally trying to influence the outcome of an election,\" Earnest said. \"The president believes that Director Comey is a man of integrity. He's a man of principle. And he's a man of good character.\" Obama appointed Comey to lead the FBI. He earlier held high-ranking positions in the George W. Bush administration. Earnest added that even if there were not an election just over a week away, Justice Department guidelines typically limit what officials are allowed to say about investigations. He suggested that's an important safeguard to protect innocent targets of a probe, given the government's broad powers to gather information. Officials at the Department of Justice urged Comey not to deliver his notice to Congress but did not order the FBI director to hold off. Doing so might have looked like the department was running interference on behalf of the Democratic presidential candidate. The White House has also been careful about that, going to what Earnest called \"great lengths\" to insulate the FBI's probe \"from even the appearance of political interference.\" As NPR's Carrie Johnson reports, the FBI is currently sifting through the newly discovered emails to figure out whether they are duplicates of what agents already read during the investigation of Clinton that ended in no criminal charges in July. Longtime friends tell Carrie that Comey felt boxed in by the situation — he had testified twice that the server investigation was over. But then he was faced with the new email findings, which he worried could leak. Clinton has urged the FBI to put out more information, saying over the weekend that \"it's pretty strange to put something like that out with such little information right before an election.\" ",
    "title": "Clinton Emails: Justice Department Dedicating 'All Necessary Resources' To Review Quickly : NPR"
   },
   {
    "entities": [
     "maher/ap",
     "hough",
     "calif.",
     "the early twentieth century",
     "times",
     "thomas",
     "last year",
     "america",
     "morgan",
     "tuesday",
     "the '20s",
     "laboratory",
     "institute",
     "seismological",
     "church",
     "march 10, 1933",
     "and",
     "1932",
     "research",
     "southern",
     "los",
     "usgs",
     "the 1920s",
     "angeles",
     "long",
     "the",
     "beach",
     "e.",
     "1915",
     "heaton",
     "earthquake",
     "engineering",
     "past",
     "1930s",
     "this 1933",
     "npr",
     "hersher",
     "present",
     "st.",
     "society",
     "today",
     "time",
     "geological",
     "of",
     "the century",
     "technology",
     "rebecca",
     "susan",
     "earlier this year",
     "'30s",
     "survey",
     "1933",
     "t.j.",
     "anthony's",
     "u.s.",
     "the early 20th century",
     "california",
     "page",
     "oklahoma"
    ],
    "id": 6,
    "text": "Rebecca Hersher Enlarge this image This 1933 photo made available by the U.S. Geological Survey shows the ruins of St. Anthony's Church in Long Beach, Calif., after an earthquake struck on March 10, 1933. T.J. Maher/AP hide caption toggle caption T.J. Maher/AP This 1933 photo made available by the U.S. Geological Survey shows the ruins of St. Anthony's Church in Long Beach, Calif., after an earthquake struck on March 10, 1933. T.J. Maher/AP A new study suggests some Los Angeles-area earthquakes in the 1920s and 1930s could have been caused by the oil boom at the time. The paper, scheduled to be published online Tuesday in the Bulletin of the Seismological Society of America, presents evidence that drilling around Los Angeles between 1915 and 1932 could have been associated with damaging earthquakes in the area, including the magnitude 6.4 Long Beach quake in 1933 that killed 120 people. Although the modern practice of hydraulic fracturing has been tied to small man-made earthquakes , right off the bat, the study authors — Susan E. Hough and Morgan Page of the U.S. Geological Survey — make clear this is not a study to draw lessons from today. The authors write in the opening paragraph: \"Our results suggest that significant earthquakes in Southern California during the early twentieth century might have been associated with industry practices that are no longer employed (i.e., production without water reinjection), and do not necessarily imply a high likelihood of induced earthquakes at the present time.\" As the Los Angeles Times points out , \"Nowadays, water is carefully used to replace the pumped-out oil, which prevents land from sinking and also helps extract more oil,\" something that was not being done in the '20s and '30s in the oil fields of the Los Angeles basin. Article continues after sponsorship How Fracking Wastewater Is Tied To Quakes Rather than a model for the present, the new paper is a lens through which to view the seismic past of Southern California, using scientific history. The authors note that earthquake-sensing technology was neither as sensitive nor as widespread in the early 20th century as it is today. Most earthquakes in the Los Angeles basin in the first third of the century \"caused light shaking reported by at most a few witnesses,\" they write. A few witnesses are not the most reliable source of data, so Hough and Page limited themselves only to the 22 biggest, most widely felt earthquakes of the period, and compared those quakes to oil industry records from the time. Of those earthquakes, they found 13 possibly or likely were associated with \"oil production activities,\" including the drilling of deeper and deeper oil wells near hidden faults that are known to cause earthquakes . The authors based their findings on the best information available about when and where the earthquakes and drilling occurred and the kind of drilling being conducted. Last year, Hough and Page published evidence that midcentury earthquakes in Oklahoma were triggered by the injection of wastewater during oil production in that part of the country. That historical finding was more relevant to today's oil production activities than the California data. The USGS announced earlier this year that pumping wastewater underground during oil production has caused parts of Oklahoma to be as seismically active as parts of California. U.S. Geology Maps Reveal Areas Vulnerable To Man-Made Quakes Hough and Page used a similar historical record analysis for the Oklahoma and California papers, but Thomas Heaton, director of the Earthquake Engineering Research Laboratory at California Institute of Technology, told NPR he thought the Oklahoma research was more convincing than the new California findings. \"There is a long history of earthquakes being triggered by increased fluid pressure,\" he wrote in an email after reviewing the new paper. \"Although we don't understand [the association] very well, it's as close as our community gets to consensus that fluid induction triggers earthquakes.\" \"The tricky part of the equation in California is that earthquakes occur regularly without fluid injection,\" he wrote. He did not go so far as to call into question the associations suggested by the paper — he thought it's certainly possible that oil drilling played a part in some or all of the earthquakes Hough and Page identified. But it's hard to be sure about the reason for any one quake. \"It would be no surprise to discover that some of our California earthquakes were triggered by oil production,\" Heaton wrote. \"What would be surprising would be to discover that a team of scientists was able to present a compelling case that it had occurred in any particular example (e.g. 1933 Long Beach).\" Oil Production Fuels Earthquake Surge In Oklahoma Oil Production Fuels Earthquake Surge In Oklahoma ",
    "title": "Early 20th Century Earthquakes May Have Been Caused By Calif. Oil Boom : The Two-Way : NPR"
   },
   {
    "entities": [
     "anthony",
     "news",
     "twitter",
     "previously",
     "james",
     "nbc",
     "$14.4 million",
     "$13.9 million",
     "$65,205",
     "mid-october",
     "iowa",
     "this summer",
     "day",
     "1 percent point",
     "$138,000",
     "florida",
     "research",
     "$128,000",
     "street",
     "weiner",
     "kellyanne",
     "ben",
     "fox",
     "37 percent",
     "north",
     "donald",
     "york",
     "abedin",
     "2016",
     "fbi",
     "bloomberg",
     "d.c.",
     "conway",
     "friday",
     "1 percentage point",
     "post",
     "white",
     "6 percentage points",
     "hillary",
     "huma",
     "the week beginning oct. 18",
     "clinton",
     "$3 million",
     "journal/marist",
     "2005",
     "46-to-45 percent",
     "june 14",
     "nov. 8",
     "politics",
     "news/wall",
     "election",
     "october 31, 2016",
     "sunday",
     "washington",
     "abc/",
     "democratic",
     "obamacare",
     "$9.1 million",
     "last week",
     "1.4 percentage points",
     "ohio",
     "michigan",
     "facebook",
     "college",
     "comey",
     "house",
     "pennsylvania",
     "monday",
     "new",
     "u.s.",
     "$72,134",
     "electoral",
     "tulchin",
     "trump",
     "ex-new",
     "carolina"
    ],
    "id": 7,
    "text": "Trump warns Clinton election would trigger ‘crisis’ amid email probe, as polls tighten Published               October 31, 2016 Facebook 0 Twitter 0 livefyre Email Print   Donald Trump amplified warnings Monday that Hillary Clinton is “unfit” for office -- and claimed her election would mire the country in a “constitutional crisis” -- as he fought to gain an advantage after the discovery of new emails kick-started the FBI’s dormant Clinton server investigation. While the impact of the FBI’s announcement isn’t yet apparent in the polls, the Republican presidential nominee has climbed back into contention in Florida and other battleground states. Two separate polls released Sunday shows Trump in a tight race in Florida, after having chased Clinton’s lead there for essentially the entire election cycle. The polls, an NBC News/Wall Street Journal/Marist survey and a New York Times/Upshot survey, showed Trump trailing by 1 percentage point and ahead by 4 points, respectively. However, neither was conducted before the FBI on Friday announced a review of new-found emails possibly connected to Clinton’s use of a private server while secretary of state. The FBI had investigated the server issue for a year to learn whether Clinton had mishandled classified material. FBI Director James Comey effectively ended the case this summer when he said Clinton was “extremely careless” with regard to classified information but they didn’t have enough evidence to recommend criminal charges. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Trump, who has run a rollercoaster-but-resilient campaign, has taken full advantage of the new email revelations, related to a laptop the FBI has taken in connection with ex-New York Democratic Rep. Anthony Weiner allegedly sexting an underage female. Weiner is the estranged husband of top Clinton aide Huma Abedin. “Thank you, Huma. Thank you, Anthony,” Trump said at rally Monday in Michigan, while warning that the emails could lead to a criminal trial for a sitting president, if Clinton is elected. He warned this could throw the country into a crisis. “How can Hillary manage his country if she cannot even manage her emails?” he said. Still, as Campaign Manager Kellyanne Conway vowed Sunday, Trump has since Friday stayed on message -- weaving his Clinton attacks into his now-familiar campaign speech that promises to create better jobs, to repeal and replace ObamaCare and to “drain the swamp” that is Washington, D.C. Clinton immediately dived into the new email issue at a rally Monday in battleground Ohio, where Trump has regained a narrow lead since mid-October, when a 2005 audiotape emerged of him boasting about making unwanted advances on women. “Why in the world would the FBI jump into an election with just eight days to go? There is no case here,” Clinton said at a campaign rally, after apologizing for using the private server and before warning about the dangers of Trump and his “hair trigger” temperament controlling the U.S. nuclear arsenal.  Aside from the recent polling in Florida, Trump trails the front-running Clinton by just 1 percent point, 46-to-45 percent, in a national ABC/ Washington Post tracking poll. “We’re doing great in every poll,” Trump also said in Michigan. “We’re winning all over the place.” The map still favors Clinton, as the candidates battle for the ultimate prize of 270 Electoral College votes on Nov. 8. But Trump’s uptick in the polls follows his campaign increasing its TV spending. Trump, in mid-October, for the first time outspent Clinton in TV advertising -- $14.4 million to $13.9 million during the week beginning Oct. 18. That week, Trump spent $72,134, compared with $65,205 for Clinton. And in Florida, he spent roughly $128,000, compared with $138,000 for Clinton. Those week-long expenditures compare to Trump previously spending about $3 million a week and Clinton spending about $9.1 million a week since the last primary election, on June 14, according to an analysis published last week by Bloomberg Politics.  Democratic strategist Ben Tulchin said Monday that Trump’s increased advertising spending is having only a marginal impact -- considering his ability to control the news cycles with raucous rallies, myriad tweets and call-in interviews. “It’s helped on the margins, to reinforce his messages,” said Tulchin, president of San Francisco-based Tulchin Research. “But it’s really a modest impact because he just dominates the news media. … He’s blunted the impact of paid media.” Tulchin instead thinks Trump recent, incremental climb is the polls is part of larger patterns occurring throughout the cycle -- Trump making a controversial remark that drops him to about 37 percent in polls, then going back to about 43 when his base returns. “They so despise Hillary, it makes them run back to Trump,” he said. The White House will again be decided by a handful of battleground states, remaining extremely close with just eight days left before Election Day. In other battleground races, Clinton leads by nearly 6 percentage points in Pennsylvania and 3 points in North Carolina, while Trump is ahead by 1.4 percentage points in Iowa, according to the RealClearPolitics poll average. Advertisement ",
    "title": "Trump warns Clinton election would trigger ‘crisis’ amid email probe, as polls tighten | Fox News"
   },
   {
    "entities": [
     "der",
     "al",
     "des",
     "investigators",
     "the 1990s",
     "nbc",
     "times",
     "russia",
     "now",
     "central",
     "mason",
     "brian",
     "santa",
     "ukraine",
     "once",
     "lauter",
     "armand",
     "michael",
     "valley",
     "david",
     "gop",
     "van",
     "kyle",
     "southern",
     "los",
     "grand",
     "angeles",
     "frank",
     "fbi",
     "brug",
     "white",
     "past",
     "hillary",
     "manafort",
     "a.",
     "gehry",
     "clinton",
     "melanie",
     "putin",
     "emamdjomeh",
     "parsons",
     "present",
     "bay",
     "the last year",
     "area",
     "mich.",
     "washington",
     "moines",
     "ohio",
     "kent",
     "michigan",
     "senate",
     "vladimir",
     "christi",
     "kamala",
     "comey",
     "house",
     "this month",
     "caption",
     "monday",
     "sharpton",
     "harris",
     "memoli",
     "kim",
     "cubs",
     "u.s.",
     "barbara",
     "paul",
     "rapids",
     "california",
     "trump",
     "chatsworth"
    ],
    "id": 8,
    "text": "David Lauter, Kyle Kim and Armand Emamdjomeh Other developments Monday, though, rekindled unanswered questions about Trump. His former campaign chairman, Paul Manafort , is the subject of a preliminary FBI inquiry into any connections to Russia, NBC reported, citing unnamed law enforcement and intelligence officials. Manafort, who reportedly had financial ties to a pro-Russia party in Ukraine, where he once worked as a political operative, denied the report to the network. Trump’s campaign said that he had no knowledge of Manafort’s “past or present activities.” Trump has repeatedly expressed his admiration for Russian President Vladimir Putin, whose strongman tactics the U.S. has disavowed. The White House accused Russia this month of leaking Democratic emails, which Putin has denied. Though the void of information about the new email review may hurt Clinton, Trump’s reaction carried the risk of overplaying the controversy, especially with uncommitted voters who may not loathe Clinton as passionately as Trump’s core supporters do. But even those who do not harbor Trump’s view may nonetheless be reminded of Clinton’s and her husband’s protracted battles with Republicans in the 1990s and the unending investigations that ensued. “I’m sure a lot of you may be asking what this new email story is about and why in the world the FBI would decide to jump into an election with no evidence of any wrongdoing with just days to go,” she said in Kent, Ohio. “That’s a good question.” Which Republicans are supporting Trump, and who's jumping ship? Open link She again called her use of private email a mistake and said she had no problem with the FBI looking at the newest batch.  “I am sure they will reach the same conclusion they did when they looked at my emails for the last year,” she said. “There is no case here. And they said it wasn’t even a close call, and I think most people have decided a long time ago what they think about all of this.” Comey initially decided against recommending prosecution of Clinton, which drew heavy criticism from Trump and his allies and praise from Democrats. Now the tables are turned. \"It took guts for Director Comey to make the move that he made,\" Trump said in Michigan. \"I really disagreed with him. I was not his fan. But I tell you what — what he did, he brought back his reputation,\" Trump said, as the crowd applauded in agreement. \"He's got to hang tough.... A lot of people want him to do the wrong thing. What he did was the right thing.\"  Times staff writers Melanie Mason in Grand Rapids, Mich., Michael A. Memoli in Kent, Ohio, and Christi Parsons in Washington contributed to this report. Caption 90 seconds: 4 stories you can't miss What the FBI would have to find to press charges against Hillary Clinton , Frank Gehry’s controversial development is approved , two Des Moines officers were shot to death , and the Cubs push a game 7 of the World Series . Caption 90 seconds: 4 stories you can't miss What the FBI would have to find to press charges against Hillary Clinton , Frank Gehry’s controversial development is approved , two Des Moines officers were shot to death , and the Cubs push a game 7 of the World Series . Caption Man shot dead by sheriff's deputy after allegedly stabbing woman at Chatsworth courthouse Investigators at the Chatsworth courthouse where a sheriff's deputy shot and killed a man who was accused of stabbing a woman. Brian van der Brug / Los Angeles Times Investigators at the Chatsworth courthouse where a sheriff's deputy shot and killed a man who was accused of stabbing a woman. Brian van der Brug / Los Angeles Times Caption Rev. Al Sharpton kicks off 'Yes on 61' rally The Rev. Al Sharpton kicks off a rally and march in support of Proposition 61, the California ballot measure that seeks to lower the price state agencies pay for prescription drugs. The Rev. Al Sharpton kicks off a rally and march in support of Proposition 61, the California ballot measure that seeks to lower the price state agencies pay for prescription drugs. Caption Senate candidate Kamala Harris pushing to help down-ballot Democrats State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  Caption 90 seconds: 4 stories you can't miss ",
    "title": "FBI speeds up its investigation into possible Clinton-related emails after criticism - LA Times"
   },
   {
    "entities": [
     "mara/the",
     "19 percent",
     "2012",
     "once",
     "florida",
     "david",
     "robert",
     "stone",
     "cleveland",
     "o'keefe",
     "fbi",
     "16 percent",
     "october 31",
     "weigel",
     "13 percent",
     "angie",
     "nevada",
     "jordan",
     "39 percent",
     "avenue",
     "68 percent",
     "stanton",
     "michigan",
     "latino",
     "the past",
     "samuels",
     "cafe",
     "arizona",
     "obama",
     "oval",
     "f.",
     "wilson",
     "fred",
     "donald",
     "melina",
     "post",
     "brenda",
     "tomorrow",
     "williams",
     "clinton",
     "chavis",
     "sunia",
     "john",
     "69 percent",
     "sunday",
     "washington",
     "last week",
     "17 percent",
     "elected",
     "fla.",
     "national",
     "kevin",
     "livernois",
     "80 percent",
     "community",
     "four years ago",
     "roger",
     "north",
     "flint",
     "friday",
     "oct. 31",
     "vanessa",
     "lawrence",
     "battle",
     "morning",
     "comey",
     "eight years later",
     "office",
     "rapids",
     "franklin",
     "ortiz",
     "trump",
     "duvall",
     "carolina",
     "marcia",
     "homes",
     "barack",
     "oct. 20",
     "justice",
     "kerry",
     "dept.",
     "september",
     "ed",
     "grand",
     "association",
     "at 6:31 pm",
     "soul",
     "hillary",
     "fudge",
     "2004",
     "center",
     "deltona",
     "this year",
     "of",
     "ohio",
     "detroit",
     "warren",
     "pennsylvania",
     "monday",
     "raleigh"
    ],
    "id": 9,
    "text": "As race tightens, Clinton campaign is counting on minority support The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By David Weigel October 31 at 6:31 PM Follow daveweigel DETROIT — Kevin Stanton, a 55-year-old volunteer for Hillary Clinton, was having a good day. As he walked door-to-door off Livernois Avenue, plenty of his fellow black Detroiters told him they’d already turned in their ballots. One elderly woman danced in her wheelchair as she said she’d absentee-voted for Clinton — her three grandchildren would do the same “if they want to live in my house.” Several voters said the FBI’s announcement of yet another email probe had made them even more motivated. But at one home, a voter in his 20s opened the door and couldn’t wait to close it. “Not voting,” he said. “Not voting this year.” Stanton had seen that before. “Them old people fought for the right to vote, and they believe in it,” Stanton said. “It was the young guy who said he didn’t want to vote. But that guy voted for Barack, and it may be the only time he ever votes.” Following the latest FBI inquiry, which has dominated news coverage for days and has been described as a potential lifeline for Republican nominee Donald Trump, Clinton’s campaign is counting on its organization more than ever to revive the coalition that twice elected Barack Obama. Hillary Clinton meets Ohio voters, accompanied by Rep. Marcia Fudge (D-Ohio), at Angie's Soul Cafe in Cleveland on Oct. 31. (Melina Mara/The Washington Post) [ Justice Dept. says it is moving quickly in renewed Clinton email inquiry ] In places such as Michigan, that means turning out minorities in big numbers to overcome Trump’s advantage among white voters. The trend in early-voting returns has been both encouraging and worrying for the Clinton campaign: Enthusiasm among Latinos appears to be up, in some cases considerably, but African Americans are turning out in smaller numbers than they did with Obama on the ticket. That’s the picture in Florida. Early returns show a boost in turnout in heavily Latino counties and a decline in largely African American ones. In a state such as Nevada, where Democrats are relying heavily on Latinos, early returns show they are voting in similar numbers as in 2012, boosting Democratic chances. But in battleground states such as Ohio where Democrats are counting on African Americans to put them over the top, they could be in trouble if blacks stay home. Polling shows a similar story. Clinton maintains a large lead among nonwhite voters in the Washington Post-ABC News tracking poll, but by a smaller margin than Obama did. In polling since Oct. 20, Clinton has led Trump by more than 3 to 1 among all nonwhites (69 percent to 19 percent), compared with President Obama’s margin of 80 percent to 19 percent in 2012. Moreover, nonwhite voters are more united by their strong dislike of Trump than positive views of Clinton — only 39 percent have a strongly favorable view of Clinton, while 68 percent have strongly unfavorable views toward Trump. [For young black activists, an urgent task: Persuading peers to vote] On Monday, in campaign trips that were scheduled before news of the FBI inquiry broke last week, Trump was attempting to vault the Democratic “blue wall” with stops in Michigan. No poll has suggested that Clinton could lose the state. It would take a collapse of suburban support or a cratering black vote to make that happen. Clinton’s campaign is counting on the coalition tha twice elected Barack Obama. (Melina Mara/The Washington Post) Exit polls from the past few elections show how Democrats could lose their advantage in such states. In 2004, the last time a white candidate led the Democratic ticket, then-Sen. John F. Kerry won Michigan by 3.4 points. According to the exit poll, he lost Michigan’s white voters by 10 points but carried a supermajority of nonwhites. Black voters, who made up just 13 percent of the electorate, went for Kerry by a 79-point margin. Eight years later, Obama won Michigan by 9.5 points — but did just as poorly as Kerry with white voters. Much of his margin came from black voters, who rose to 16 percent of the electorate and went for him by 90 points. In closer states, Trump’s campaign is working to soften enthusiasm for Clinton among young black voters. One TV ad plays a clip of Clinton, then supportive of a new crime bill, referring to a group of young black offenders as “super-predators.” That two-decade-old quote — even after an apology — has dogged Clinton with some Black Lives Matters activists. Trump has also sought to dampen enthusiasm by casting life in black communities as something akin to apocalyptic. [In the final sprint, Trump targets Democratic-leaning states] Democrats counter that Trump is ill-equipped to talk black voters into staying home. Rumors of Trump supporters challenging voters have spread quickly and have been included in Democrats’ doorstep pitch on why to vote early. One elected Democrat here speculated that militia groups might dispatch their members to join the “poll watching” programs suggested by groups such as Oath Keepers and by Trump supporter Roger Stone. On Monday, Democrats filed lawsuits in Arizona, Nevada, Ohio and Pennsylvania alleging that Trump, the Republican state parties and Stone’s group Stop the Steal are conspiring to intimidate and block minorities from voting. Trump is violating federal civil rights “by using the loudest microphone in the nation to implore his supporters to engage in unlawful intimidation” at polling places, the lawsuit filed in Pennsylvania alleges. Stone’s response: “I assume the purpose of this bogus lawsuit is to distract from the voter fraud the Democrats have traditionally engaged in.” In North Carolina, where Democrats and civil rights groups won a high-profile lawsuit against Republican-backed voting restrictions, the early look is mixed. Total black turnout has fallen 17 percent from its 2012 level, but Democrats point to a shrunken number of early-voting locations to claim that they are on track. At the polls, the voters who are showing up said they feel an obligation, if not passion. “It’s not like four years ago when we knew we were going for Barack Obama, no ifs, ands and buts,” Sunia Wilson, 38, said after casting a ballot at the Chavis Community Center in Raleigh. “This year it’s like, ‘Hmmm. I don’t know.’ But I’ve got to vote.” [Once the hope candidate, Obama in his final days faces a hopeless electorate] In Florida, where Latino voting patterns look stronger for Democrats, the relationship between shaky enthusiasm and fear of voter suppression is even more complicated. Reports of problems at the polls have spiked, with the National Association of Latino Elected and Appointed Officials reporting 31,000 phone calls to its help line since its September launch. Meanwhile, voters such as Robert Ortiz, 20, were not sure whether they would bother. As he walked out of a Duvall Homes thrift store in Deltona, Fla., Ortiz said he could not figure out which candidate to trust or what to believe. Friday’s revelation about the FBI looking into more emails that could be relevant to the Clinton email server investigation only added to the noise. “You try, but you still don’t really know how they truly feel about life,” Ortiz said. “One is too eager to be president. And one does not know anything about struggling people. No, no, both of them are like that.” In Michigan, with higher stakes and a bigger built-in advantage for Democrats, the pitch to black voters comes with plenty of caveats. One of the fliers given out on every canvass shows Obama talking to Clinton in the Oval Office, a black-and-white photo with “Protect His Legacy” written across it. In a state where felons are allowed to win back their voting rights, canvassers emphasize that Clinton has endorsed a criminal-justice reform agenda. On Sunday morning, Rep. Brenda Lawrence (D-Mich.), whose district covers much of Detroit, stopped by the Life Line church to tell voters that Trump favored a national stop-and-frisk approach, contending that he supports mass incarceration. “Nobody’s asking you to marry Donald Trump or Hillary Clinton,” Lawrence said. “I don’t think any of us here is planning on having them over for dinner tomorrow. But when you tell me, ‘Oh, I’m sick of this,’ and, ‘Oh, I’m not going to vote’ — the audacity of anyone to say that, when there’s blood still on the ground from people who fought for that right!” On Sunday, as Stanton knocked on doors, the FBI inquiry came up multiple times — never in a way that reflected poorly on Clinton. One voter, pulling into his driveway, said the new story had persuaded him to vote early. Fred Franklin, 56, was so irate about the email inquiry that he stopped another canvasser to vent. “Comey got involved in politics, and if you ask me, he should be fired,” Franklin said. Michigan’s Republican voters, who have lived through 24 years of presidential droughts, are not getting cocky. Trump’s Monday schedule took him to Grand Rapids, where Democrats say he has underperformed with social conservatives, and to Warren, a Detroit suburb where he stumped during the primary campaign. The Warren crowd did not quite pack an events center, and the voters trickling in — more than one dressed as Clinton in a prison jumpsuit — said that they fully expected Democrats to come out. “I live in Flint, and it feels like every year,” said Brenda Battle Jordan, 59. “They work the polls and they pull out their vote. They’re everywhere. Doesn’t matter who they run.” Ed O’Keefe in Washington, Robert Samuels in Florida and Vanessa Williams in North Carolina contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "As race tightens, Clinton campaign is counting on minority support - The Washington Post"
   },
   {
    "entities": [
     "anthony",
     "2:51",
     "loretta",
     "news",
     "tom",
     "nbc",
     "congress",
     "intelligence",
     "feinstein",
     "weiner",
     "ben",
     "delaware",
     "republican",
     "york",
     "abedin",
     "fbi",
     "huma",
     "cardin",
     "clinton",
     "lynch",
     "maryland",
     "night",
     "the weekend",
     "d-new",
     "dianne",
     "committee",
     "carper",
     "comey",
     "house",
     "leahy",
     "monday",
     "u.s.",
     "nunes",
     "california",
     "devin"
    ],
    "id": 10,
    "text": "House Intelligence Chairman Requests More Info From Comey 2:51 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161101082237if_/http://www.nbcnews.com/widget/video-embed/797644355581\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Leahy and the three other senators — Dianne Feinstein of California, Tom Carper of Delaware and Ben Cardin of Maryland, who'd demanded details over the weekend from Comey and Attorney General Loretta Lynch — called the department's response \"disappointing and inadequate.\" \"Voters are going to the polls at this very moment, and it is incumbent on the FBI Director and Attorney General to provide Congress and the American people with clear, unambiguous answers about what the FBI knows and doesn't know about the emails in question, including how many are duplicate emails that have already been reviewed by the FBI,\" they said in a statement Monday night. In a separate letter to Comey on Monday, Rep. Devin Nunes of California, the Republican chairman of the Intelligence Committee, asked for details about the FBI probe including the number and nature of emails related to Clinton's use of a private server. Multiple federal officials have told NBC News that the emails were uncovered as part of a separate investigation of disgraced former U.S. Rep. Anthony Weiner, D-New York, whose wife, Huma Abedin, is a top aide to Clinton. The FBI is investigating allegations that Weiner engaged in illicit communications with an underage girl. Play ",
    "title": "DOJ to Lawmakers: Working 'Expeditiously' With FBI on Emails  - NBC News"
   },
   {
    "entities": [
     "news",
     "loretta",
     "james",
     "congress",
     "inc.",
     "cbs",
     "interactive",
     "doj",
     "weiner",
     "york",
     "abedin",
     "2016",
     "fbi",
     "october",
     "hillary",
     "janice",
     "huma",
     "clinton",
     "lynch",
     "comey",
     "monday",
     "new",
     "late last week",
     "fedarcyk"
    ],
    "id": 11,
    "text": "Hillary Clinton is slamming FBI director James Comey's decision to release a letter about the probe into the Democratic nominee's emails. Ed O'Ke... Investigators have already seen the subject, date, and time of the emails, but the software will isolate messages that may be relevant to the Clinton server investigation. Agents will cast out emails they’ve already seen and search for those that came from Clinton or that may contain classified information. Then agents will manually go through those emails. “I think this will be an extended process, given the sheer volume of emails ... and then any follow-up investigation, additional warrants, interviews, re-interviews,” said Janice Fedarcyk, a former assistant director of the FBI. FBI agents in New York discovered the new emails earlier in October while investigating Weiner for allegedly sending sexually explicit text messages to a minor .  Still unanswered is why FBI Director James Comey was not informed about the new emails until late last week. Also unclear is how Huma Abedin’s emails ended up on her husband’s laptop, and whether they will change the outcome of the investigation, in which Comey recommended that Clinton not be prosecuted for mishandling classified information. Sources said that Comey felt bound to inform Congress of the new development, but the timing of the revelation put him at odds with the attorney general. “I do not honestly think that they will rush an investigation of this, this nature and this sensitivity,” said Fedarcyk.  Part of the delay was in securing a warrant to look at the emails.  CBS News learned Monday that there was friction between Comey and the DOJ.  Attorney General Loretta Lynch felt that getting a search warrant in this case -- so close to an election -- violated department policy. Comey got one anyway. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Questions surround decision to re-open Clinton email investigation - CBS News"
   },
   {
    "entities": [
     "previously",
     "schreiber",
     "america",
     ", 6:19 pm",
     "florida",
     "mateen",
     "department",
     "police",
     "june 12",
     "the",
     "june 12, 2016",
     "fbi",
     "margaret",
     "iraq",
     "night",
     "october 31, 2016",
     "an",
     "syria",
     "orlando",
     "isis",
     "monday",
     "u.s.",
     "2:48 a.m. on",
     "omar"
    ],
    "id": 12,
    "text": "CBS/AP October 31, 2016, 6:19 PM Orlando police release audio calls from Pulse nightclub shooter Omar Mateen An undated photo from a social media account of Omar Mateen, who Orlando Police have identified as the suspect in the mass shooting at a gay nightclub in Orlando, Florida, June 12, 2016. Myspace/Handout via REUTERS ORLANDO -- The Orlando Police Department on Monday released audio from the 911 calls made by Omar Mateen the night he went on a rampage at Pulse nightclub, killing 49 people and injuring more than 50 others .  Circuit Judge Margaret Schreiber on Monday ordered that calls made by Mateen, who died during the massacre, be made public immediately. The city previously released a transcript of the calls. Chilling, calm and deliberate is how the FBI described Omar Mateen when he called 911 during the Pulse nightclub rampage. Mateen pledged himself ... In the first call, made at at 2:48 a.m. on June 12, Mateen can be heard calmly pledging allegiance to ISIS. His voice rises in anger when he talks about the bombings in Iraq and Syria.  Mateen emphatically tells a police negotiator that he needs to tell the U.S. government to stop bombings in Syria and Iraq. “Who am I speaking with, please?” the negotiator from the Orlando police asks.  “You are speaking with the person who pledges allegiance to the Islamic State of (inaudible),” Mateen responds.  The negotiator then asks Mateen to tell him where he is located. “No. Because you have to tell America to stop bombing Syria and Iraq,” Mateen says quickly. “They are killing a lot of innocent people. So what am I to do here? When my people are getting killed over there. You get what I’m saying?” “I do. I completely get what you’re saying,” the negotiator answers. “What I am trying to do is prevent anyone else from getting ...” “You need to stop the U.S. airstrikes,” Mateen interrupts. “They need to stop the U.S. airstrikes, okay?” Later in the call, the dispatcher asks Mateen to tell him what he did.  “You already know what I did,” Mateen answers. The negotiator tells Mateen he is trying to keep him safe, and get this situation resolved peacefully. Mateen responds by saying there are vehicles outside with bombs in them. ",
    "title": "Orlando police release audio calls from Pulse nightclub shooter Omar Mateen - CBS News"
   },
   {
    "entities": [
     "josh",
     "loretta",
     "james",
     "now",
     "wheeler/star",
     "cnbc",
     "sari",
     "weiner",
     "cummings",
     "at 7:51 pm",
     "bastien",
     "2016",
     "fbi",
     "kadzik",
     "october 31",
     "judiciary",
     "george",
     "earnest",
     "earlier this fall",
     "oct. 7",
     "leahy",
     "horwitz",
     "j.",
     "obama",
     "russia",
     "thomas",
     "jaffe",
     "bush",
     "larry",
     "h.",
     "feinstein",
     "matt",
     "abedin",
     "post",
     "june 7, 2016",
     "photo",
     "white",
     "greg",
     "huma",
     "clinton",
     "john",
     "washington",
     "democratic",
     "last week",
     "elijah",
     "tribune",
     "carper",
     "senate",
     "l.",
     "minneapolis",
     "charles",
     "holder",
     "vt.",
     "w.",
     "calif.",
     "tom",
     "congress",
     "patrick",
     "zapotosky",
     "wait",
     "nakashima",
     "thompson",
     "department",
     "friday",
     "cardin",
     "lynch",
     "july",
     "capitol",
     "ap",
     "b.",
     "dianne",
     "del.",
     "committee",
     "oct. 28",
     "jr.",
     "comey",
     "peter",
     "party",
     "buy",
     "anthony",
     "three years ago",
     "eric",
     "justice",
     "r.",
     "e.",
     "nov. 4",
     "hill",
     "jeff",
     "hillary",
     "conyers",
     "ellen",
     "benjamin",
     "of",
     "hamburger",
     "grassley",
     "house",
     "monday",
     "u.s.",
     "md."
    ],
    "id": 13,
    "text": "Comey faces a firestorm of criticism over renewed Clinton email probe The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it The Post’s Matt Zapotosky explains why FBI Director James B. Comey has found himself at the center of the presidential campaign in recent days. (Bastien Inzaurralde/The Washington Post) By Sari Horwitz , Tom Hamburger and Ellen Nakashima October 31 at 7:51 PM Follow @sarihorwitz Follow @thamburger Follow @nakashimae The Justice Department moved Monday to quell the outrage and frenetic speculation surrounding FBI Director James B. Comey’s disclosure last week that the bureau has resumed its investigation of Hillary Clinton’s private email server after discovering a new trove of emails. The department signaled that it now wants the politically charged investigation to follow standard procedures, including a strict limit on official comments about the probe and the provision of updates to Congress through routine channels. But after Comey’s highly unusual disclosure last week rocked the final days of the presidential campaign, it may prove impossible for Justice to lower the temperature and regain control over how the investigation is conducted and depicted to the public. On Monday, criticism of Comey continued to mount, notably from prominent former law enforcement officials. Democrats and Republicans alike on Capitol Hill amplified their demands that Comey and Attorney General Loretta E. Lynch provide a more detailed account of the investigation into the emails, which were found on a computer belonging to former congressman Anthony Weiner (D-N.Y.) earlier this fall. Justice is a staid and secretive department, and on Monday officials tried to restore that traditional bearing, trying to tamp down the highly public disclosures about a confidential investigation. The Post’s Matt Zapotosky breaks down the unknowns following the FBI’s announcement on Oct. 28 that it will renew its Hillary Clinton email probe. (Bastien Inzaurralde/The Washington Post) Justice officials said there will be no further statements or news conferences about the Clinton investigation until it is completed. The FBI has software capable of sifting through thousands of emails found on Weiner’s computer, identifying ones that investigators have already reviewed as well as searching for key words that might indicate that the emails may have contained classified information. The department also sent a three-paragraph letter to six lawmakers saying it would move quickly in pursuing the renewed investigation into emails potentially tied to Clinton’s server. The letter was sent by the department’s head of legislative affairs — not Comey or Lynch — in a return to standard practice. “The Department of Justice appreciates the concerns raised in your letter,” wrote Assistant Attorney General for Legislative Affairs Peter J. Kadzik, addressing lawmakers who had asked Comey and Lynch for more details. In particular, the lawmakers had pressed for details about the investigative steps being taken by the FBI, the number of emails involved and the steps being taken to determine how many of the emails duplicate those already reviewed by the FBI. [ Read the letter the Justice Department sent to lawmakers ] “We assure you that the Department will continue to work closely with the FBI and together, dedicate all necessary resources and take appropriate steps as expeditiously as possible,” Kadzik wrote, adding no new details about the investigation. “We hope this information is helpful.” It was not, according to several lawmakers and their staffs. “We are not satisfied with the FBI response,” said a staffer for Rep. Elijah E. Cummings (D-Md.), who was one of the congressmen who received the letter, along with Democratic Sens. Thomas R. Carper (Del.), Patrick J. Leahy (Vt.), Dianne Feinstein (Calif.) and Benjamin L. Cardin (Md.), and Rep. John Conyers Jr. (D-Mich.). 1 of 15 Who is FBI Director James B. Comey? View Photos Scenes from the career of the bureau’s head. Caption Scenes from the career of the bureau’s head. June 7, 2016  FBI Director James B. Comey speaks during a news conference in Minneapolis. Jeff Wheeler/Star Tribune via AP Buy Photo Wait 1 second to continue. Sen. Charles E. Grassley (R-Iowa), chairman of the Senate Judiciary Committee, wrote Comey Monday saying that the disclosure provided to Congress last week “did not go far enough” and was unfair to Congress, the American people and Clinton. “In the absence of additional, authoritative information from the FBI in the wake of your vague disclosure, Congress and the American people are left to sift through anonymous leaks from Justice Department officials to the press of varying levels of detail, reliability, and consistency,” Grassley wrote. “The American people deserve better than that.” The senator asked Comey to answer by Nov. 4 a series of questions about the discovery of the emails and what the FBI has learned about their contents. Grassley’s request adds to the increasing pressure on Comey to release more details and clarify his letter to Congress. A bipartisan group of about 100 former federal prosecutors and senior Justice Department officials have also called on Comey to release more information. “We do not question Director Comey’s motives,” wrote the group, which included President Obama’s former attorney general, Eric H. Holder Jr., and former deputy attorney general Larry Thompson, who served under President George W. Bush. “However, the fact remains that the Director’s disclosure has invited considerable, uninformed public speculation about the significance of newly-discovered material just days before a national election,” the group wrote. “For this reason, we believe the American people deserve all the facts, and fairness dictates releasing information that provides a full and complete picture regarding the material at issue.” Comey set off a firestorm Friday by telling the chairmen of eight congressional committees that the FBI would take “appropriate investigative steps” to determine whether newly discovered emails found in an unrelated investigation contain classified information and to assess whether they are relevant to the investigation involving Clinton’s private email server. The unrelated case was an investigation of Weiner, who is accused of having explicit exchanges with a 15-year-old girl. Weiner is the estranged husband of top Clinton aide Huma Abedin. [ Abedin says she doesn’t know how her emails wound up on her husband’s computer ] Justice officials have said that before Comey notified Congress, they warned him that doing so would go against long-standing practices of the department not to comment on ongoing investigations and not to take steps that could be viewed as influencing an election. However, officials familiar with Comey’s decision said that he felt a sense of obligation to lawmakers to “supplement” his testimony under oath in July that the Clinton investigation was complete and there would be no charges. Comey was also concerned that word of the new email discovery would leak to the media and raise questions of a coverup, the officials said. Comey’s disclosure about the Clinton probe is particularly striking, some U.S. officials said, because he had advised against the administration publicly accusing Russia of trying to meddle in the 2016 election because it would seem too political too close to Election Day. Comey eventually supported the administration’s Oct. 7 denunciation, which alluded to hacks of Democratic Party organizations, as long as it did not have the FBI’s name on it, officials said. His desire to keep the FBI out of the announcement stemmed from several concerns, including a wish not to appear biased as the bureau conducted a probe into Russian hacking, they said. Comey’s position was first reported by CNBC. White House press secretary Josh Earnest praised Comey on Monday as “a man of principle . . . integrity and talent” and said that Obama, who nominated Comey three years ago to serve a 10-year term, does not believe that he is trying to influence the presidential election. Earnest said that the president believes it is important for the “norms, traditions and guidelines” surrounding FBI investigations to be followed. But Earnest said repeatedly that he would “neither defend nor criticize” Comey’s decision, saying he lacked the independent knowledge to weigh in. [ The Clinton email probe: Questions and answers ] One official said the total number of emails recovered in the investigation into Weiner is close to 650,000, although that reflects many emails that are not related to the Clinton investigation. But officials familiar with the case said that the messages include a significant amount of correspondence associated with Clinton and Abedin. It should not take long for the FBI to determine if there are emails that are duplicates of ones already collected in the probe, bureau experts said. But if the bureau finds emails that contain potentially classified information, getting those analyzed could take weeks because the agencies whose information was being discussed would need to review them, officials said. Greg Jaffe contributed to this report. Read more: ",
    "title": "Comey faces a firestorm of criticism over renewed Clinton email probe - The Washington Post"
   },
   {
    "entities": [
     "anthony",
     "obama",
     "james",
     "congress",
     "kazik",
     "thomas",
     "weeks ago",
     "justice",
     "siegel",
     "doj",
     "weiner",
     "department",
     "ben",
     ", 6:08 pm",
     "york",
     "abedin",
     "fbi",
     "friday",
     "hillary",
     "huma",
     "clinton",
     "sunday",
     "time",
     "of",
     "oct 31, 2016",
     "comey",
     "peter",
     "monday",
     "pierre",
     "last thursday",
     "new"
    ],
    "id": 14,
    "text": "What's Next for the FBI's Renewed Investigation Into Clinton's Email Server By Pierre Thomas Oct 31, 2016, 6:08 PM ET 0 Shares WATCH Hillary Clinton's Email Saga Explained 0 Shares Email The FBI says it's moving ahead with urgency as it begins the examination of newly discovered emails that prompted a review of the investigation into Hillary Clinton 's use of a private server. Investigators have taken the hard drive out of former New York Congressman Anthony Weiner ’s laptop and made a mirror image of it to immediately begin pulling data. Weiner’s laptop contained hundreds of thousands of emails, but the FBI team is only focusing on the thousands that appear to be associated with Huma Abedin , Weiner's now-estranged wife and Clinton insider, said sources familiar with the investigation. Obama Doesn't Believe FBI Director Trying to Influence Election With Clinton Email Investigation Investigators are targeting work-related emails and any emails that may have gone to the private Clinton server. The FBI will use computers to eliminate any emails that they’ve already seen. Agents will also look at the time frame when Clinton was in office, but may include some of the time after she left office, according to sources. The investigators working on the latest cache of emails is the same FBI team that conducted the Clinton private email server probe. It’s a collection of cyber and forensic experts, and counterintelligence agents, which number in the dozens. The goal was to have people most familiar with this case step back into it, said sources familiar with the investigation. The FBI hasn't yet determined if the newly discovered emails are truly \"new\" or whether any of the emails contained any type of sensitive information. The emails were found as part of a separate criminal investigation as FBI agents in New York were analyzing a laptop used by Weiner, who had been accused of sending sexually explicit messages to an underage girl. Since the Clinton-related emails were found while investigating another case, the FBI needed a separate warrant to examine the news emails. Federal agents discovered the emails weeks ago, but presented the findings to FBI Director James Comey last Thursday. On Friday, Comey sent a letter to key members of Congress informing them of the update. That sparked a frenzy within the Clinton campaign and immediate backlash against Comey, as lawmakers and former officials on both sides of the aisle demanded for a more complete understanding of the new information. It is also long-standing DOJ tradition to steer clear of potentially influential investigative actions so close to an election. On Sunday, the FBI obtained the appropriate warrant and began reviewing thousands of emails. Comey is receiving regular updates on the investigation and if something definitive is developed quickly, he might consider whether to release additional information. On Monday, the Department of Justice said it was moving as \"expeditiously as possible\" in response to Democrats and Republicans in Congress who had asked for additional information related to the FBI's investigation. \"We assure you that the Department will continue to work closely with the FBI and together, dedicate all necessary resources and take appropriate steps as expeditiously as possible, wrote Assistant Attorney General Peter Kazik in the letter. Officials in the Justice Department weren't trying to block the FBI from trying to review these emails, according to sources familiar with the discussions. However, there was tension over whether the FBI should notify Congress about it with the knowledge that it would be immediately leaked—and potentially affect an election that is effectively already underway, said those sources. Ben Siegel contributed to this story. 0 Shares ",
    "title": "What's Next for the FBI's Renewed Investigation Into Clinton's Email Server - ABC News"
   },
   {
    "entities": [
     "leonard",
     "cutler",
     "jay",
     "20-10",
     "wiederer",
     "dan",
     "alshon",
     "cornelius",
     "akiem",
     "north-leading",
     "the second quarter",
     "the third quarter",
     "soldier",
     "floyd",
     "night",
     "howard",
     "jeffery",
     "jordan",
     "washington",
     "nfc",
     "monday",
     "field",
     "hicks",
     "vikings"
    ],
    "id": 15,
    "text": "NFC North So much for all that rust on Bears quarterback Jay Cutler. So much for the idea that a ferocious Vikings defense would terrorize a short-handed Bears offensive line. So much for the forecasts that the Bears would stagger into their open date at 1-7. Turning in a complete performance Monday night at Soldier Field, the Bears upset the NFC North-leading Vikings 20-10. Cutler’s 11-yard touchdown toss to Alshon Jeffery in the third quarter provided a 20-3 lead, the Bears’ biggest lead of the entire season. And against a shaky Vikings’ offense, that advantage provided a sense of comfort and confidence that had yet to be felt this season. The Bears jumped all over the Vikings in the first half, building a 13-0 lead midway through the second quarter. Jordan Howard scored the game’s first touchdown on a 2-yard run, continuing an impressive first half. Howard compiled 145 total yards before halftime, including a 69-yard run to spark the Bears’ first scoring drive. The defense also stood strong, forcing the Vikings into four consecutive three-and-outs at one point of the first half. The Bears also held the Vikings to a field goal after facing a first-and-goal situation from the 3-yard line. First-half sacks from Cornelius Washington, Leonard Floyd and Akiem Hicks set a tone as the Bears defense held the Vikings to 98 total yards in the first half, an average of 3.0 per play and 16.3 per possession. -- Dan Wiederer ",
    "title": "Week 8 live blog: Bears defeat Vikings 20-10 for second victory of the season - Chicago Tribune"
   },
   {
    "entities": [
     "josh",
     "news",
     "dnc",
     "interim",
     "jennifer",
     "wikileaks",
     "russia",
     "march 12",
     "this summer",
     "kremli",
     "palmieri",
     "oct. 14",
     "last spring",
     "bernie",
     "inc.",
     "cbs",
     "interactive",
     "schultz",
     "the following day",
     "flint",
     "emily",
     "cnn",
     "2016",
     "symone",
     "tomorrow",
     "october",
     "debates",
     "white",
     "brazile",
     "hillary",
     "email",
     "clinton",
     "hrc",
     "john",
     "earnest",
     "mich.",
     "october 31, 2016",
     "schultheis",
     "democratic",
     "committee",
     "debbie",
     "wasserman",
     ", 3:33 pm",
     "march 6",
     "house",
     "vermont",
     "monday",
     "party",
     "donna",
     "national",
     "podesta",
     "sanders"
    ],
    "id": 16,
    "text": "By Emily Schultheis CBS News October 31, 2016, 3:33 PM DNC interim chairwoman passed debate questions along to Clinton campaign Email Interim Democratic National Committee Chairwoman Donna Brazile is coming under fire Monday after a newly released WikiLeaks email indicated she gave Hillary Clinton’s team an explicit heads-up about debate questions last spring. In one exchange , released in Monday’s batch of emails from Clinton campaign chairman John Podesta’s account, Brazile apparently wrote to Podesta ahead of the March 6 Democratic debate in Flint, Mich. “One of the questions directed to HRC tomorrow is from a woman with a rash,” the subject line of the email read. It continued: “Her family has lead poison and she will ask what, if anything, will Hillary do as president to help the ppl [sic] of Flint.” Russian hackers are blamed for breaking into the Democratic National Committee and Clinton campaign chairman John Podesta's computers. But Kremli... And in a March 12 email to Clinton campaign communications director Jennifer Palmieri, Brazile wrote: “From time to time I get the questions in advance.” The email included the text of what looked like a question about the death penalty, presumably for a CNN town hall Clinton was doing the following day. “I’ll send a few more,” Brazile said. In a statement, CNN denied providing Brazile with any advance debate questions or preparation material and noted that she had officially resigned as a CNN contributor as of Oct. 14. “We are completely uncomfortable with what we have learned about her interactions with the Clinton campaign while she was a CNN contributor,” CNN’s statement read. Brazile responded to the news Monday with a tweet directing reporters to her statement from earlier in October, in which she said she supported “all of our candidates for president” and denounced Russia for its alleged role in hacking and releasing these emails in the first place. “As a longtime political activist with deep ties to our party, I supported all of our candidates for president,” she said. “I often shared my thoughts with each and every campaign, and any suggestions that indicate otherwise are simply untrue. As it pertains to the CNN Debates, I never had access to questions and would never have shared them with the candidates if I did.” Brazile stepped in as the interim head of the DNC this summer, after Debbie Wasserman Schultz resigned from the position because of a scandal surrounding hacked emails from the Democratic National Committee. Those leaked emails fed the perception that the DNC had been biased against Vermont Sen. Bernie Sanders during the primary. One Sanders’ staff defended Brazile in the wake of the email’s release, separating her from the DNC officials implicated in this summer’s hack. “I can’t speak to what she did or didn’t send to Clinton people. All I can speak to is the relationship our camp had with her,” Symone Sanders, a former Sanders campaign press secretary, wrote to Politico Monday. “During the primary, Donna regular reached out for messaging guidance from us and was very helpful. She was even handed and we all had a great working relationship with her.” Meanwhile, the White House is defending Brazile and her performance as DNC chairwoman.  “The president believes that she’s done a fine job stepping in in a very difficult situation to lead the Democratic Party,” White House press secretary Josh Earnest said. “Those of us who’ve known Donna a long time, know that she is a person of integrity and a person of high character.”   © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "DNC interim chairwoman passed debate questions along to Clinton campaign - CBS News"
   },
   {
    "entities": [],
    "id": 17,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "chemical",
     "keller",
     "park",
     "congress",
     "n.j.",
     "asbury",
     "once",
     "ilana",
     "5.4 pounds",
     "halloween",
     "9:21 p.m. edt",
     "jesus",
     "society",
     "october 31, 2016",
     "today",
     "facebook",
     "network",
     "u.s.",
     "usa",
     "american",
     "acs"
    ],
    "id": 18,
    "text": "How much Halloween candy can you eat before it kills you? American Chemical Society researchers say about 262 fun-sized bars. That's a lot of treats. Post to Facebook How much Halloween candy can you eat before it kills you? American Chemical Society researchers say about 262 fun-sized bars. That's a lot of treats. Check out this story on USATODAY.com: http://usat.ly/2f6JpIg CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 3 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs How much Halloween candy can you eat before it kills you? USA Today Network Ilana Keller, Asbury Park (N.J.) Press 9:21 p.m. EDT October 31, 2016 Halloween candy. (Photo: Getty Images/iStockphoto) Death By Chocolate is a delicious dessert, but according to the American Chemical Society, sweets can be toxic . With Halloween treat eating under way (and leftovers piling up on office counter-tops), the Washington-based nonprofit scientific society tackled the bittersweet question of just how much candy is too much. And it's not all Almond Joy. ACS researchers have found that the LD50 of sugar – that's the lethal dose of a sugar that would kill half the population of a test group – is 13.5 grams per pound of body weight, consumed all at once. Here's the most popular Halloween treat by state This is in rats, of course, because testing on humans is, well, illegal. Still, the research implies you would have a 50/50 chance of seriously overdoing it at that amount. The average person in the U.S. weighs about 180 pounds.  That means the LD50 of sugar for humans amounts to eating about 5.4 pounds of sugar in one sitting — more than an average bag on a grocery-store shelf. In terms of deadly candy, that means you'd have to consume 262 fun-sized bars – or a whopping 1,627 pieces of candy corn. Sweet Jesus. Such a binge would pitch your body, especially the liver, into sugar shock from an inability to break down all that glucose, researchers noted in a video from ACS. The toxic response as experienced by rats in the test included depressed activity, gastrointestinal disturbances and, if diabetic, damage to the eyes, heart, nerves and kidneys. ACS was chartered by the U.S. Congress, and has nearly 157,000 members, according to a news release, making it the \"world's largest scientific society and a global leader in providing access to chemistry-related research through its multiple databases, peer-reviewed journals and scientific conferences.\" For more information, visit  ACS.org . ",
    "title": "How much Halloween candy can you eat before it kills you?"
   },
   {
    "entities": [
     "josh",
     "contact",
     "bausby",
     "cody",
     "osweiler",
     "right now",
     "now",
     "the future",
     "devante",
     "rich",
     "mariani",
     "hoyer",
     "13-10",
     "once",
     "brock",
     "gruden",
     "dick",
     "school",
     "chicago",
     "fox",
     "soldier",
     "andy",
     "last december",
     "marc",
     "2015",
     "$70 million",
     "thornridge",
     "late in the fourth quarter",
     "field",
     "michigan",
     "vikings",
     "cutler",
     "sitton",
     "biggs",
     "brad",
     "langford",
     "hall",
     "kyle",
     "chiefs",
     "matt",
     "long",
     "fangio",
     "smith",
     "white",
     "harrison",
     "vic",
     "john",
     "sunday",
     "royal",
     "winston",
     "tribune",
     "jon",
     "j.j.",
     "goldman",
     "high",
     "reid",
     "goods",
     "dick's",
     "eddie",
     "fisher",
     "bears",
     "nfl",
     "kevin",
     "jay",
     "espn",
     "afternoon",
     "last year",
     "kansas",
     "houston",
     "watt",
     "this week",
     "panthers",
     "luck",
     "future",
     "media",
     "2013",
     "martellus",
     "buccaneers",
     "andrew",
     "my",
     "the monday night",
     "morning",
     "hroniss",
     "city",
     "whitehair",
     "tampa",
     "romero",
     "reporter",
     "central",
     "eric",
     "sporting",
     "wiederer",
     "campbell-rrb-",
     "dan",
     "halas",
     "jameis",
     "grasu",
     "alex",
     "saturday",
     "bennett",
     "winter",
     "bay",
     "waukegan",
     "night",
     "this year",
     "dad",
     "campbell",
     "earlier this year",
     "monday",
     "minnesota",
     "jeremy-rrb-",
     "forte",
     "green"
    ],
    "id": 19,
    "text": "ESPN's Jon Gruden talks Jay Cutler, future of Bears QB position Halas Hall Pass: Jay Cutler set to return against Vikings Tribune writers Rich Campbell and Brad Biggs preview Jay Cutler's return in the Bears' Week 8 game against the Vikings. Tribune writers Rich Campbell and Brad Biggs preview Jay Cutler's return in the Bears' Week 8 game against the Vikings. Rich Campbell Contact Reporter Chicago Tribune ESPN analyst Jon Gruden was at Chicago Bears headquarters Saturday afternoon ahead of Monday night’s game against the Minnesota Vikings at Soldier Field. He watched practice, and attended production meetings with Bears players and coaches. Then he hosted a “Chalk Talk” session with members of the Thornridge High School and Waukegan High School football programs as part of his work with the Monday Night Football Sports Matter initiative. At Halas Hall, Gruden chatted with the Tribune about Bears quarterback Jay Cutler , the team’s future at the quarterback position and his efforts with the initiative. Here's the full Q&A. What do you expect to see Monday night with Jay Cutler back for the Bears? The offense when he’s in the game is going to be different than when Hoyer is in the game. I think the big thing he brings is athleticism. You look at third down. Last year, they were sixth converting third downs. A lot of it might have been Matt Forte — a third-down back coming out of there. They had Martellus Bennett in there. They had a guy, Marc Mariani , he was making first downs for them. They don’t really have a pure slot receiver now (with Eddie Royal out). But anyway, Cutler’s mobility to create some plays, scramble for a first down, scramble over here and then throw it — so it’s no so scripted. I just think he brings the ad-lib plays. He brings the gun-slinging, throw-it-up-to-Alshon. We need an explosive play, a pass interference. Cutler ran over a safety last year, I think the Vikings’ Harrison Smith , to put the Bears ahead late in the fourth quarter. It was a gritty, gutty play the guy made. Back to the future: Jay Cutler 's return to the huddle this week brought a fresh set of questions about his iffy future in Chicago. All signs right now are pointing to a winter separation from the Bears , a reality Cutler certainly understands even if he's programming himself to ignore... 4 storylines Back to the future: Jay Cutler 's return to the huddle this week brought a fresh set of questions about his iffy future in Chicago. All signs right now are pointing to a winter separation from the Bears , a reality Cutler certainly understands even if he's programming himself to ignore... (Rich Campbell, Dan Wiederer and Brad Biggs) Bears ' rebuilding plan did not include anything about being 1-6 near the halfway point of Year 2. But that reality once again has the organization absorbing indignities that come with being stuck at the bottom of the NFL . The latest blow hit Sunday morning when  NFL Media reported the team has... The Bears ' rebuilding plan did not include anything about being 1-6 near the halfway point of Year 2. But that reality once again has the organization absorbing indignities that come with being stuck at the bottom of the NFL . The latest blow hit Sunday morning when  NFL Media reported the team has... (Rich Campbell) Cutler is interesting. Every time I come up here he’s polarizing. Some love him. Some just don’t like him. I feel bad for the guy because when we showed up to start the season (in Week 2) the offensive line, I mean, Cody Whitehair had never played center. Josh Sitton had just learned the snap count. And the right guard, Kyle Long , played right tackle (last year) and had (an injury-limited) training camp. And then Cutler was playing at Houston against J.J. Watt (in Week 1). Now he comes back and Sitton and Long don’t look like they’re playing. And they’ve got to play the Vikings. So, you know, who’s the running back? Who’s the go-to receiver? Where are we going? I just think there are some issues. It’s not just him. He’s always going to take the bullets. And some the quarterback needs to take. But the Bears are rebuilding this team. You hate to say it, but they needed to be put back together. They got all old. So here we are with Cutler. You understand what young, highly-touted quarterback prospects mean to organizations that are bad enough to be in position to draft them. Knowing what the Bears are, what could one of those top quarterback prospects do for the Bears’ big picture when they decide to finally go that direction? You’ve got to get the right guy. I don’t care who it is. Just because you draft a guy doesn’t mean you’ve got the right guy. I remember when Andy Reid took over the Kansas City Chiefs , they were 2-14. Andy is a good friend of mine. And they had the No. 1 pick in the draft (in 2013). There was no quarterback in the draft, so they took a tackle out of Central Michigan named Eric Fisher . Andrew Luck wasn’t in that draft. Sorry, but Andrew’s not in there this year. So every year you’ve got to take the pool of players. Is there a free agent? Is there a guy we can trade for? He got Alex Smith . So, is there a guy that, when we build a great defense, can we do a better job on offense until we get that right quarterback? You just don’t have them fall out of the sky. Right now, Houston got a guy ( Brock Osweiler ), $70 million, they’re not sure they’ve got the right guy. No one’s sure they got the right guy. Maybe they think they did, but to a lot of us they’ve got to prove that. When you watched the Buccaneers play against the Panthers earlier this year, did you have a sense of what Jameis Winston was doing for that organization? I love Jameis. Look, he threw for 4,000 yards last year. He stands in the fire, man. He’s tough. He’s really good. NFL regular season, and fantasy owners are sizing up their division standings. Can they make one final push to make the postseason? Are there any players out there capable of helping? Here's the good news: For owners in need of a free agent that might assist their... We are at the halfway point of the NFL regular season, and fantasy owners are sizing up their division standings. Can they make one final push to make the postseason? Are there any players out there capable of helping? Here's the good news: For owners in need of a free agent that might assist their... (John Romero) We saw him last December. In fact, the Bears went down there and won. The Bears are going to win some games, now. This defense you got here, with Vic Fangio and John Fox in there, those guys are really good. They had Green Bay down, 10-6. I went to bed the other night. I couldn’t take it. I hated the uniforms. The Bears were only down, 13-10, and I didn’t know who was playing. I don’t know who DeVante Bausby is, and who some of these guys are, and I don’t think they care. They’re really good coaches. They’ve just got to get some guys healthy. Look at the 2015 draft. Where’s Kevin White? Where’s Eddie Goldman? Where’s Hroniss Grasu? These guys aren’t even making contributions because they’re hurt. They’re supposed to be the guys they’re building the team around. Same with (Jeremy) Langford. You’ve got to ask yourself what’s with all the injuries? Going back to that Jameis Winston situation, as we prepare in Chicago for the Bears to go down a similar road, what can a prospect do like that for the energy and confidence of an organization? You just go to practice and watch. The defense steps it up a notch. ‘Hey, we’ve got a quarterback.’ There’s just a certain vibe. There’s a certain intangible those guys bring to a team. And the playmaking and the production. They’ve still got to get some things in order in Tampa, but when you have a quarterback, you have a chance. What’s behind your work with the Sports Matter initiative? When I got fired from coaching. I started coaching high school because my son played. I realized real quick that high school football is in trouble. There’s no budget. A lot of kids have got to pay to play, and every year coaches are getting out of the profession. Kids aren’t playing like they used to. It bothers me. I want to create an awareness out there. And I met these people at Dick’s Sporting Goods that have done a lot of research that youth sports — boys’ and girls’ sports — are diminishing across the country. It really ticks me off. I got a lot of the greatest values in life from playing sports, from playing football — teamwork, sportsmanship, my work ethic, resiliency, dedication — I got it all by being on a team. There are a lot of geniuses out there that think we don’t need sports anymore. That we can get these qualities by getting an app on your phone and looking at your phone. There are a lot of geniuses that think we should get rid of sports, get rid of recess. The first thing we did is created an awareness and partnered with Dick’s Sporting Goods. They have become in the engine. The NFL and ESPN have gotten involved. We’re getting NFL players. We’re getting people involved to support their local youth sports programs. Every city we go to, we get three local high school teams and donate money to their programs. We give them equipment. We give them a message. And we give them some exposure. And we get a couple of NFL guys to give us a little bit of a jolt as we leave. Hopefully people wise up out there and understand that football is a great game. If it wasn’t for football, a lot of the best times of my life, my brother’s life, my dad’s life, wouldn’t exist. ",
    "title": "ESPN&apos;s Jon Gruden talks Jay Cutler, future of Bears QB position - Chicago Tribune"
   },
   {
    "entities": [
     "oct. 23",
     "previously",
     "twitter",
     "dnc",
     "news",
     "mook",
     "wikileaks",
     "caplin",
     "foxnews.com",
     "obama",
     "progress",
     "james",
     "robby",
     "partners",
     "bob",
     "democracy",
     "earlier this month",
     "february of last year",
     "duck-suited",
     "gop",
     "$1,500",
     "robert",
     "trump",
     "neera",
     "fox",
     "chicago",
     "donald",
     "o'keefe",
     "cnn",
     "2016",
     "for",
     "tanden",
     "june",
     "mike",
     "white",
     "hillary",
     "dec. 17, 2015",
     "clinton",
     "putin",
     "john",
     "center",
     "veritas",
     "oct. 19",
     "sunday",
     "petkanas",
     "glen",
     "creamer",
     "project",
     "democratic",
     "last week",
     "zac",
     "facebook",
     "vladimir",
     "house",
     "lux",
     "party",
     "podesta",
     "american",
     "december 2015"
    ],
    "id": 20,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   A Democratic operative who bragged about getting orders from Hillary Clinton to execute a bizarre stunt aimed at Donald Trump and was linked to a covert operation to incite the Republican presidential nominee’s supporters was “close” to Clinton’s campaign manager, according to an email released Sunday by WikiLeaks – despite the campaign’s denial of any “relationship” with the consultant.    Democracy Partners co-founder Mike Lux made the eyebrow-raising assertion in a Dec. 17, 2015 email to Center for American Progress leader Neera Tanden. The message , found in a trove hacked from Clinton Campaign Chairman John Podesta’s account and posted by WikiLeaks, refers to an alleged connection between Democracy Partners head Robert Creamer and Clinton Campaign Manager Robby Mook. “Just wanted to pass along this note I sent to Bob Creamer, who as you may know is consulting for the DNC and is close to Robby Mook,” Lux wrote in a note about outreach to grassroots progressives. DEM OPERATIVES LOSE JOBS AFTER UNDERCOVER VIDEO COMMENTS Mook previously denied any ties between the Clinton campaign and Creamer after undercover video surfaced appearing to tie Creamer to schemes to incite brawls at Trump rallies and illegally bus voters to polling stations. “These individuals no longer have any relationship with the DNC. They’ve never had a relationship with the Clinton campaign,” Mook said on CNN on Oct. 23. “And my understanding is that the events that are referenced happened in February of last year, they did not have a contract with the DNC until June. But putting all that aside, this was again, a video that was leaked out for the purpose of damaging the campaign.” Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → But Lux’s email would appear to call most of that statement into question. Mook stated Democracy Partners didn’t “have a contract with the DNC until June [2016],” though Lux clearly asserts Creamer is “consulting for the DNC” as of December 2015. Lux’s characterization of Mook and Creamer as “close,” and Creamer’s own boast in one video of getting a directive from Clinton, also raise questions about Mook’s response. Asked about any relationship between Creamer and Mook, Clinton spokesman Glen Caplin told FoxNews.com in an email that the Clinton camp was not authenticating individual emails from the Podesta hack. Instead, Caplin blasted Trump for not standing up to Russian President Vladimir Putin, whose government many intelligence analysts blame for the email theft. Creamer earlier this month said he was “stepping back” from efforts to elect Clinton as the Democratic presidential nominee following the release of the undercover, edited Project Veritas video in which a Democracy Partners subcontractor appeared to describe a push to incite Trump supporters to violence. Another video emerged last week that showed Creamer twice bragging that Clinton personally approved plans to place Donald Duck-suited activists at Trump rallies. Amid separate reports finding Creamer made hundreds of White House visits, the email released Sunday provided yet another link between the highest levels of the Democratic Party and the operative. The GOP quickly posted to its website the text of the email alongside Mook’s recent denial. Trump has referenced the Project Veritas videos on the campaign trail and during the third presidential debate. “I was wondering what happened with my rally in Chicago and other rallies where we had such violence,” Trump said during the Oct. 19 debate. “[Clinton’s] the one, and [President] Obama, that caused the violence. They hired people, they paid them $1,500, and they’re on tape saying, be violent, cause fights, do bad things.” The DNC and Clinton campaign have steadfastly disavowed the actions discussed in the videos, produced by controversial conservative activist James O’Keefe. “While Project Veritas has been known to offer misleading video out of context, some of the language and tactics referenced in the video are troubling even as a theory or proposal never executed,” Clinton campaign spokesman Zac Petkanas said earlier this month. Advertisement ",
    "title": "Controversial Dem operative 'close' to Clinton campaign boss, email claims | Fox News"
   },
   {
    "entities": [
     "news",
     "rubio",
     "nbc",
     "times",
     "russia",
     "state",
     "a few days later",
     "states",
     "bush",
     "ukraine",
     "millions of dollars",
     "intelligence",
     "david",
     "marco",
     "department",
     "campaign",
     "york",
     "fbi",
     "kramer",
     "schiff",
     "manafort",
     "dilanian",
     "george",
     "questions",
     "chair",
     "united",
     "ken",
     "august",
     "faces",
     "committee",
     "$12.7 million",
     "6:50",
     "kremlin",
     "house",
     "reid",
     "comey",
     "new",
     "california",
     "trump",
     "adam",
     "w."
    ],
    "id": 21,
    "text": "Trump Campaign Chair Faces Questions on Pro-Russia Ties 6:50 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161031231000if_/http://www.nbcnews.com/widget/video-embed/744744003983\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A few days later, amid other reporting on Manafort's Ukraine ties, Manafort was ousted from the campaign. Rep. Adam Schiff of California, the ranking Democrat on the House Intelligence Committee, regularly receives sensitive briefings. Schiff said he could not discuss Reid's assertions, but he said, \"Americans have every right to be concerned about what they see in terms of Trump advisors and their closeness with the Kremlin, Trump's policies vis-a-vis Russia, Trump's potential financial interest, all of those things ought to be of deep concern to voters.\" He added, \"Whether an investigation is appropriate depends on whether there's evidence of criminal connections. Of course the intelligence community wants to know what foreign influence Russia may be looking to exert in the United States.\" Manafort was paid millions of dollars — $12.7 million in cash, according to The New York Times—representing a pro-Russian politician in the Ukraine. Manafort's name in an alleged payment ledger. The Times Trump has taken a series of pro-Russian positions that experts from both parties say are far outside the mainstream, and inexplicable from a political viewpoint. He continues to cast doubt on Russian involvement in election hacking, for example, despite the intelligence community's public assessment. \"The relationships that Trump's advisors have had with pro-Russian forces are deeply disturbing,\" David Kramer, a former senior State Department official in the George W. Bush administration and a former adviser to Marco Rubio's presidential campaign, told NBC News in August. \"Trump's attitude on Russia is not in line with most Republican foreign-policy thinking. Trump has staked out views that are really on the fringe.\" An FBI inquiry is a preliminary examination that falls short of a criminal investigation. But in this highly charged atmosphere, it has some arguing that Comey is applying a double standard. \"Any specifics of what the FBI or intelligence agencies may be looking at are not something that the bureau should be discussing publicly,\" Schiff said. \"But here, where the director has discussed an investigation involving one candidate, it opens the director up to claims of bias if he doesn't discuss other potential investigations.\" Ken Dilanian ",
    "title": "FBI Making Inquiry Into Ex-Trump Campaign Manager's Foreign Ties - NBC News"
   },
   {
    "entities": [
     "levitt",
     "scheer/indystar",
     "bernard",
     "now",
     "gluck",
     "chan",
     "myers",
     "once",
     "florida",
     "robert",
     "and",
     "school",
     "policy",
     "shari",
     "andy",
     "2016",
     "nebel",
     "april",
     "coast",
     "shield",
     "today",
     "ind.",
     "$97,000",
     "southwest",
     "2017",
     "analysis",
     "400%",
     "20%",
     "indiana",
     "cross",
     "iu",
     "collin",
     "sylvia",
     "arizona",
     "obama",
     "burwell",
     "ashish",
     "kaiser",
     "2010 before",
     "larry",
     "3%",
     "linkedin",
     "rudavsky",
     "matt",
     "healthcare",
     "early this year",
     "united",
     "2.5%",
     "aetna",
     "john",
     "october 31, 2016",
     "obamacare",
     "current",
     "services",
     "facebook",
     "unitedhealthcare",
     "external",
     "kleymeyer",
     "jha",
     "national",
     "116%",
     "monday, oct. 31, 2016",
     "kati",
     "the first six months of this year",
     "averitt",
     "blue",
     "last year",
     "december 15",
     "80%",
     "medical",
     "centers",
     "2855",
     "relations",
     "frank",
     "$7,500",
     "o'donnell",
     "for",
     "cms",
     "global",
     "january 1",
     "office",
     "usa",
     "brennan",
     "goodman",
     "medicaid",
     "gulf",
     "health",
     "tuesday",
     "institute",
     "human",
     "m.",
     "7:32 p.m. edt",
     "zionsville",
     "medicare",
     "$2,085",
     "t.h.",
     "family",
     "public",
     "center",
     "this year",
     "of",
     "jack",
     "fort",
     "rate",
     "foundation",
     "first month",
     "monday",
     "harvard",
     "$695",
     "$900",
     "medicine",
     "aca",
     "jayne",
     "30%"
    ],
    "id": 22,
    "text": "Rate hikes, new doctors: Obamacare exchange opens to angst Most lower income people who get good subsidies can get affordable health insurance. Post to Facebook Rate hikes, new doctors: Obamacare exchange opens to angst Most lower income people who get good subsidies can get affordable health insurance. Check out this story on USATODAY.com: http://usat.ly/2f6kqVO CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 101 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Rate hikes, new doctors: Obamacare exchange opens to angst Jayne O'Donnell and Shari Rudavsky, USA TODAY Network 7:32 p.m. EDT October 31, 2016 x Share As its fourth open enrollment starts Tuesday, here are five of the things most would agree are best and worst about the ACA. USA TODAY, Collin Brennan Kati Averitt, with her son Jack Averitt, 1, is facing highter health care premiums after the insurer she and her family found through the ACA marketplace, has announced it's leaving her area, Zionsville, Indiana, Monday, Oct. 31, 2016. (Photo: Robert Scheer/IndyStar) As open enrollment starts Tuesday on the Affordable Care Act exchanges, consumers in some parts of the country are bracing for huge rate hikes, while many others are preparing to change insurers and likely doctors. The crazy quilt of 2017 changes is creating angst among both supporters of the law and consumers under 65 who don't get their insurance through work. And it comes as enrollment needs a big boost, especially of younger, healthier people to help offset insurers' costs of covering the sicker people who have signed up so far. \"The way people are experiencing Obamacare varies tremendously across the country,\" says Larry Levitt, a senior vice president of the non-partisan Kaiser Family Foundation.  \"In some states, the market is stable and in other places, it’s a bit of a mess.\" For example, the second lowest cost silver plan — which federal subsidies are based upon — was up 116% in Arizona and down 3% in Indiana. In Indiana, four insurers left the exchange and four remain, while consumers in all but one Arizona county only have one insurer to buy from. Much of Southwest Florida, a region with uninsured rates above the national average, will have a single insurer from which they can select plans: Florida Blue. Nearly 93,000 residents of the Gulf Coast counties enrolled in exchange plans during the last enrollment period, according to government figures. About 80,000 of them live in counties with a single provider this time around. Obamacare: There's at least some agreement on what's best, worst \"This year, the vast majority of consumers will qualify for tax credits that help keep coverage affordable, and it’s easier than ever to shop around and compare options,” said Health and Human Services Secretary Sylvia M. Burwell said in a statement. A key point of pride among Obamacare supporters is that about 20 million more people were insured early this year than in 2010 before the law took effect. Federal data out Monday also show, however, that there was no statistically significant difference between the number insured in the first six months of this year compared to the same period last year. Decisions by insurers including Aetna, UnitedHealthcare and Blue Cross Blue Shield to leave many states prompted insurance regulators to allow insurers to refile their rate requests, often more than once. That led eight states to approve rates that were often far higher than those originally proposed by insurers. It's critical to attract more people into the exchanges to make them \"attractive for more insurers,\" says Ashish Jha, a physician who is a professor of both health policy and medicine at Harvard. \"We have to fix it one way or another,\" says Jha. Ashish Jha is a practicing general internist who is also a professor of health policy at the Harvard T.H. Chan School of Public Health, director of the Harvard Global Health Institute, professor of medicine at Harvard Medical School, and a member of the Institute of Medicine.  (Photo: Harvard Office of External Relations) Jha favors more generous subsidies to help people afford insurance instead of increasing the tax penalties for not buying it. \"Prices go up and young healthy people opt out,\" Jha says, which causes rates to rise, creating a \"vicious cycle.\" A \"virtuous cycle\" is possible too, he says, when prices go down, more people buy health insurance and more insurers come in. Andy Nebel, who has a Chicago-area video production company, was used to the downsides of health insurance as someone with several preexisting health conditions before the ACA. One plan he bought had a $7,500 deductible per claim. But now he's worried insurance companies are taking advantage of people like him with individual insurance. He's shopping for a new plan because his Aetna plan was eliminated. However, the closest hospital for his only Blue Cross Blue Shield option is nearly two hours away. \"I understand that poor people who get some federal relief will be able to get affordable health insurance, but middle class individuals who want to buy health insurance are being shut out,\" says Nebel, who is 53. \"What kind of a country is it where I can’t leave and start my own company and and get good health insurance?\" The law shouldn't allow health plans to \"dump sick people on other health plans,\" says economist John Goodman, a critic of Obamacare who helped draft an alternative pending in the SenateBut that's what the narrow networks of hospitals and doctors allow by making their plans \"unattractive to people who would have very high health care costs.\" Young healthy people shouldn't have to bear the burden either, says Goodman.  The ACA also decreased the number of levels of underwriting it allows, which forces young people to pay more than many believe they should. \"The federal government created this problem.,\" says Goodman, who was the longtime head of the free market National Center for Policy Analysis. \"Taxpayers should generally be called upon to solve it, not just a small number of young people in the individual market. \" How 2017 is different: • Shopping around more important than ever.  The Centers for Medicare and Medicaid Services will match people whose insurers are leaving the exchanges to another plan, but consumers will only be officially enrolled if and when they pay their first month's premium.  For those whose insurer is still on the exchange, most who don’t return to Healthcare.gov by December 15 — the deadline for coverage that takes effect on January 1 — will be re-enrolled in their current plan. But shopping around saves money. CMS says if every returning consumer picked the cheapest plan in the same metal level as last year, their average premiums would drop by 20% a month over 2016. • Rates are often way up. The tax credits more than 80% of people get to pay their premiums will generally keep up with the rate increases, shielding people below 400% of the federal poverty limit — about $97,000 a year for a family of four — from most of the pain. But the people who aren't eligible for tax credits will be especially hard hit. • Tax penalties will be at their maximum.  Those who weren't insured in 2016 will have the highest penalties at tax time in April: $695 per adult or a maximum of $2,085 per family or 2.5% of adjusted gross income, whatever's higher. Some experts recommend that the penalty for remaining uninsured should be higher as it is often cheaper to remain uninsured than to pay the penalty. Hitting home In Indiana, more than 68,000 people find themselves starting anew on the marketplace after the departure of their insurers for this year. Four plans, including United Healthcare and IU Health, opted not to offer plans for 2017, leaving only four insurers on the exchange. Kati Averitt and her family are among those bracing for what the market may bring. Until last year, Averitt, a teacher, and her husband, who works for a small business, had insurance through her employer. Then their infant son arrived and Averitt decided to quit her job and stay at home. Through an insurance agent, the Zionsville, Ind., family found a plan they liked for a monthly premium of just under $900. Kati Averitt, with her son Jack Averitt, 1, is facing highter health care premiums after the insurer she and her family found through the ACA marketplace, has announced it's leaving her area, Zionsville, Indiana, Monday, Oct. 31, 2016.  (Photo: Robert Scheer/IndyStar) Then came the letter from United Healthcare. “It’s kind of back to the drawing board for us because we don’t have any other options,” Averitt said. “Of course, I’m worried about how much it will be.” Across the board, Indiana marketplace consumers can expert premiums to increase between 15 to 30%, said Matt Kleymeyer, Indiana market leader for Bernard Health.  He cautions his clients not to choose plans based on price alone, if at all possible. Many of the cheaper plans available offer fewer choices when it comes to providers. Whatever happens with the ACA, Jha says he hopes it doesn't lead to an abandonment of the Obama administration's commitment to those who couldn't afford insurance before the law. \"We're too wealthy of a country to not cover the poor,\" he says. Tell us your healthcare experiences at healthinsurance@usatoday.com  Contributing: Frank Gluck, (Fort Myers) News-Press  2855 CONNECT TWEET 3 LINKEDIN 101 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2f6kqVO ",
    "title": "Rate hikes, new doctors: Obamacare exchange opens to angst"
   },
   {
    "entities": [
     "hershey",
     "obama",
     "barack",
     "obamas",
     "states",
     "secret",
     "michael",
     "8:55 p.m. edt",
     "halloween",
     "gregory",
     "last halloween",
     "manuel",
     "jackson",
     "oct. 31",
     "white",
     "south",
     "balce",
     "united",
     "this day",
     "night",
     "october 31, 2016",
     "ceneta",
     "washington",
     "today",
     "service",
     "lawn",
     "m&m",
     "facebook",
     "house",
     "kisses",
     "monday",
     "michelle",
     "usa",
     "bo",
     "korte"
    ],
    "id": 23,
    "text": "Obamas dance to 'Thriller' at White House Halloween party The first family welcomes local schoolchildren, military families for trick-or-treating. Post to Facebook Obamas dance to 'Thriller' at White House Halloween party The first family welcomes local schoolchildren, military families for trick-or-treating. Check out this story on USATODAY.com: http://usat.ly/2eOiVNl CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 16 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Obamas dance to 'Thriller' at White House Halloween party Gregory Korte , USA TODAY 8:55 p.m. EDT October 31, 2016 11k Shares x Share President Barack Obama and First Lady Michelle Obama hosted area children and their families on Monday to celebrate their last Halloween in the White House. (Oct. 31) AP WASHINGTON — President Obama cracked some dad jokes and danced to Michael Jackson's \"Thriller\" at his last Halloween celebration at the White House Monday. \"You guys all look scary, or cool, or whatever you're trying to be,\" Obama told the assembled trick-or-treaters. \"We hope, parents, that on this day at least, you don't have to pay attention to Michelle and healthy eating.\" \"Candy for everybody,\" the first lady agreed. \"And in fact, the more candy, the later you eat the candy, the better,\" said the president. \"Because I think that you being up all night with a sugar rush is exactly what your parents are looking for.\" The Obamas decorated the South Lawn of the White House and welcomed more than 4,000 people for trick-or-treating, mostly from 15 Washington-area elementary schools and military families. Treats came in the form of Hershey Kisses, Halloween cookies, M&Ms, Fruit Bars, Kettle Corn, Bo and Sunny baseball cards and other assorted candies. Tricks were forbidden by the Secret Service. Obama dressed up as the president of the United States. President Obama and first lady Michelle Obama dance to the beat of Michael Jackson's \"Thriller\" as they welcome children from Washington area and children of military families to trick-or-treat celebrating Halloween at the White House Monday.  (Photo: Manuel Balce Ceneta, AP) Read or Share this story: http://usat.ly/2eOiVNl Most Popular ",
    "title": "Obamas dance to 'Thriller' at White House Halloween party"
   },
   {
    "entities": [
     "council",
     "harbor",
     "mexico",
     "practices",
     "jay",
     "james",
     "times",
     "$72-million",
     "jackie",
     "lopez",
     "$600,000",
     "eric",
     "buscaino",
     "bob",
     "$203,500",
     "planning",
     "robison",
     "steve",
     "$60,000",
     "stern",
     "$94,700",
     "wierenga",
     "alpert",
     "county",
     "governmental",
     "ethics",
     "fppc",
     "david",
     "zahniser",
     "studies",
     "halloween",
     "board",
     "reyes",
     "gil",
     "department",
     "los",
     "political",
     "supervisors",
     "emily",
     "angeles",
     "the",
     "leung",
     "beach",
     "for",
     "janice",
     "2013",
     "hillary",
     "lacey",
     "clinton",
     "hahn",
     "samuel",
     "gateway",
     "cedillo",
     "napolitano",
     "nov. 8",
     "center",
     "sunday",
     "commission",
     "$9,000",
     "of",
     "garcetti",
     "da",
     "travis",
     "l.a.",
     "queally",
     "monday",
     "city",
     "jane",
     "joe",
     "geske",
     "u.s.",
     "california",
     "the day",
     "fair",
     "manhattan"
    ],
    "id": 24,
    "text": "DA's office will review campaign contributions from donors with ties to Sea Breeze developer Sea Breeze Travis Geske An aerial view of the Sea Breeze apartment complex under construction in Harbor Gateway. The Los Angeles County district attorney's office is reviewing campaign donations made to politicians by people directly or indirectly connected to developer Samuel Leung. An aerial view of the Sea Breeze apartment complex under construction in Harbor Gateway. The Los Angeles County district attorney's office is reviewing campaign donations made to politicians by people directly or indirectly connected to developer Samuel Leung. (Travis Geske) David Zahniser and James Queally Contact Reporters The Los Angeles district attorney’s office said Monday that it would review a series of campaign contributions made by donors with ties to a developer who secured approval for a controversial $72-million apartment complex. On Sunday,  a Times investigation showed that more than 100 donors who were directly or indirectly connected to developer Samuel Leung had made donations totaling more than $600,000 to L.A.-area politicians while his 352-unit Sea Breeze project was being reviewed. Of those who donated, 11 denied making contributions or said they didn’t remember doing so, and one told The Times she had been reimbursed for at least one donation. The responses raise questions about whether someone else was the source of the money — a practice that is not permitted under campaign finance laws. Jane Robison, a spokeswoman for Dist. Atty. Jackie Lacey, said prosecutors were “aware of the allegations” surrounding the Sea Breeze project, located in L.A.’s Harbor Gateway neighborhood, and would review them. (David Zahniser and Emily Alpert Reyes) A review by the district attorney’s office is the first step in the process of determining whether an investigation is warranted.  It remains unclear if the city Ethics Commission plans to launch a separate probe. An official there said his agency is not allowed, under city law, to confirm or deny whether any investigation is taking place. The commission is charged with looking into alleged violations of campaign contribution laws in city campaigns only. A spokesman with the Fair Political Practices Commission, which investigates campaign finance law violations at the state and local levels, would not comment on whether his agency is looking at the donations linked to the Sea Breeze developer. \"All I can say is that we are aware of it,\" said FPPC spokesman Jay Wierenga, referring to The Times’ story on the donations. Several members of the Los Angeles City Council received donations as they were considering the Sea Breeze complex. U.S. Rep. Janice Hahn (D-Los Angeles), who represented Harbor Gateway during her days on the council, received at least $203,500 in contributions and wrote a letter favorable to the project. Campaign finance experts said the statements to The Times from donors, some of them low-income workers with ties to Leung’s business interests, suggest donations may have been made by someone else in an effort to bypass campaign contribution limits. Leung said he did not reimburse any donor and has declined repeated requests for further comment from The Times. Emails and phone calls made to a representative for Leung on Monday were not returned. Sea Breeze was initially opposed by staffers in the Department of City Planning and rejected by the Planning Commission. But both Mayor Eric Garcetti and the City Council reversed the commission’s decision. In 2013, a campaign committee that supported Garcetti's mayoral bid, but was not controlled by him, received $60,000 from companies and individuals with direct or indirect ties to Leung. (Steve Lopez) Politicians and neighborhood activists have called for a wide range of investigations since The Times’ story was published. Councilman Joe Buscaino , a backer of Sea Breeze who received $94,700 in contributions from donors connected to Leung, said the city’s Ethics Commission should check to see if any donors were reimbursed. Buscaino has also promised to return any campaign funds found to be improper by investigators. Councilman Gil Cedillo , who accepted at least $9,000 from donors tied to Leung, also voiced support for an outside review. He serves on the council committee that vetted the Sea Breeze project — and overturned the Planning Commission’s decision. “I am just as concerned as my colleagues and welcome an Ethics Commission investigation,” he said in a statement. \"If after an investigation the funds are in fact found to be questionable, I will return all donations immediately.” Former Manhattan Beach Mayor Steve Napolitano, who is running against Hahn in the Nov. 8 election for a seat on the Los Angeles County Board of Supervisors, has also called for local and federal prosecutors to investigate the donations. On Monday, Napolitano also asked for the county to form its own ethics commission to review similar situations. Bob Stern, the former president of the California Center for Governmental Studies and a coauthor of the state Political Reform Act, said any criminal investigation would likely focus on anyone suspected of reimbursing donors, rather than the politicians who received contributions.  If the donations were found to have come from someone other than the listed donors, prosecutors could bring charges of campaign money laundering as well as violations of campaign contribution limits. “It’s unlikely that the politicians will be charged unless they were involved in the actual scheme, but they probably will have to turn over the money to the city or the state if it was found that the money was illegally received,” he said. “Most of the time the politicians don’t know where the money is coming from, unless they are told.” The pattern of donations struck Stern as odd. “Many of these people don’t sound like they could afford to make these contributions,” he said. Caption 90 seconds: 4 stories you can't miss Another Hillary Clinton email scandal , an apartment complex in Los Angeles received some curious donations , California’s water conservation is seeing a backslide , and the Day of the Dead fuses with Halloween in Mexico . Caption 90 seconds: 4 stories you can't miss ",
    "title": "DA&apos;s office will review campaign contributions from donors with ties to Sea Breeze developer - LA Times"
   },
   {
    "entities": [
     "depot",
     "morning",
     "brunswick",
     "georgia",
     "harris",
     "leanna",
     "home",
     "june 2014",
     "ross",
     "this morning",
     "atlanta",
     "june 18, 2014",
     "taylor",
     "cooper",
     "summer",
     "oct. 31, 2016",
     "today",
     "the day",
     "justin"
    ],
    "id": 25,
    "text": "WATCH Ex-Wife Describes Moment She Found Out Son Died in Hot Car 0 Shares Email Justin Ross Harris ' ex-wife, Leanna Taylor, grew emotional on the stand at her ex-husband's murder trial this morning as she looked at one of the last photos taken of her son, Cooper. Harris is accused of murdering his and Taylor's 22-month-old son, Cooper, who died June 18, 2014, after spending about seven hours in a car seat in Harris' hot SUV in the Atlanta, Georgia, area. That day, temperatures in Atlanta were in the low 90s. Authorities say Cooper was in the car when Harris drove to work at a Home Depot corporate office that morning. When Harris went inside, Cooper was left in the vehicle. Harris returned to his car during lunch to put something away, then went back to work. Testifying in defense of her ex-husband at his trial in Brunswick, Georgia, today, Leanna Taylor recounted how on that summer day she learned from her son's daycare teachers that her husband had not brought the child in for the day. WSB Leanna Harris, the wife of Justin Ross Harris, who is accused of intentionally leaving his 22-month-old son to die in a hot car, in court in Brunswick, Georgia, Oct. 31, 2016. \"We were trying to figure out when Ross left work,\" she said. \"One of the daycare teachers called me and said 'Leanna, I think it's time to call the police.'\" \"I was in complete denial about the situation,\" Taylor said. \"My phone rang and it was a detective ... I said, 'Will you please just tell me what's wrong? I know something's wrong.' They said, 'No, we're gonna talk about it when we get there.' I said, 'It's bad, isn't it?' And he said, 'Yeah, it's bad.'\" When detectives arrived, Taylor said she felt the situation wasn't real. \"They told me that my son was deceased,\" Taylor said. \"I didn't know what had happened. I didn't know if Ross was OK, I didn't know anything.\" WSB-TV Cooper Harris is seen in this undated handout photo. \"I needed more information,\" she said. \"It just wasn't real. It was like I wasn't even there. I couldn't understand.\" \"Sometimes it still doesn't feel real,\" she said, crying. Taylor said that when Harris was questioned by police, he was \"broken and just beside himself,\" she said. John Bazemore/AP Photo Justin Ross Harris, who is accused of intentionally killing his son in June 2014 by leaving him in a hot car listens as his ex-wife Leanna Taylor testifies during his murder trial, Oct. 31, 2016, in Brunswick, Georgia. Taylor described Harris as an involved father who enjoyed time with his son. \"Based on everything that I knew that day, Ross must have left him in the car. That was the only thing that made sense. The only thing that clicked in my mind as even a remote possibility,\" she said. \"He must have forgot.\" ",
    "title": "Justin Ross Harris' Ex-Wife Gives Emotional Testimony in Hot-Car Murder Trial - ABC News"
   },
   {
    "entities": [
     "anthony",
     "news",
     "51 percent",
     "nbc",
     "congress",
     "the entire week",
     "47 percent",
     "44 percent",
     "weiner",
     "3 percent",
     "york",
     "fbi",
     "friday",
     "stein",
     "clinton",
     "55 percent",
     "41 percent",
     "6 percent",
     "jill",
     ", 4:01 pm",
     "gary",
     "forty-four percent",
     "oct 31 2016",
     "johnson",
     "comey",
     "new",
     "trump"
    ],
    "id": 26,
    "text": "Email Results for the entire week of the tracking poll show that in a four-way match-up, Clinton enjoys 47 percent support among likely voters, while Trump holds onto 41 percent support. Gary Johnson drops a single point to 6 percent support, and Jill Stein has 3 percent support. In a two-way race, Clinton enjoys a 7-point lead over Trump, with 51 percent support compared to Trump's 44 percent. On Friday, FBI Director Comey sent a letter to Congress stating that the bureau would be reviewing emails that may be related the investigation into Clinton's use of a private server during her tenure as secretary of state. The emails— which were uncovered during an unrelated investigation of former New York congressman Anthony Weiner , federal officials told NBC News—came as a huge surprise to the Clinton campaign just 11 days ahead of the general election. The Democratic nominee—as well as several prominent party leaders—expressed confusion and anger with the announcement. When asked whether she thought the news would affect the election, Clinton said, \"I think people made up their minds a long time ago.\" Likely voters were split on whether they thought the controversial announcement by the FBI was an important issue to discuss or more of a distraction to the campaign. A slight majority of likely voters nationwide—55 percent—said it was an important issue. Forty-four percent said the news was more of a distraction to the campaign. Oct 31 2016, 4:01 pm ET ",
    "title": "Poll: Clinton Maintains National Lead Over Trump Despite FBI Letter - NBC News"
   },
   {
    "entities": [
     "contact",
     "charlotte",
     "cody",
     "right now",
     "the future",
     "rich",
     "bob",
     "carson",
     "hoyer",
     "sunday, oct. 23, 2016",
     "once",
     "florida",
     "philadelphia",
     "bradford",
     "daniels",
     "chicago",
     "fox",
     "bridgewater",
     "329 pounds",
     "andre",
     "hunter",
     "danny",
     "68 percent",
     "field",
     "barr",
     "stefon",
     "sept. 3",
     "the end of the year",
     "vikings",
     "joseph",
     "mcphee",
     "cutler",
     "state",
     "robison",
     "biggs",
     "brad",
     "brian",
     "langford",
     "hall",
     "last sunday",
     "sam",
     "leverone",
     "sept. 19",
     "kalil",
     "pernell",
     "zimmer",
     "danielle",
     "matt",
     "n.c.",
     "asiata",
     "smith",
     "lambeau",
     "harrison",
     "leno",
     "john",
     "larsen",
     "jeffery",
     "leslie",
     "diggs",
     "thursday",
     "last week",
     "tribune",
     "griffen",
     "wentz",
     "early in the week",
     "linval",
     "charles",
     "67.5 percent",
     "nfl",
     "jay",
     "peterson",
     "ronnie",
     "kush",
     "alshon",
     "this week",
     "eagles",
     "panthers",
     "nelson",
     "future",
     "sunday, sept. 25, 2016",
     "friday",
     "mike",
     "xavier",
     "2013",
     "floyd",
     "denver",
     "ap",
     "trevathan",
     "szagola",
     "greenway",
     "rhodes",
     "jr.",
     "agholor",
     "whitehair",
     "anthony",
     "ted",
     "leonard",
     "whittaker",
     "reporters",
     "eric",
     "green-beckham",
     "packers",
     "wiederer",
     "beckham",
     "dan",
     "halas",
     "hillman",
     "adrian",
     "dorial",
     "everson",
     "mckinnon",
     "chris",
     "bay",
     "winter",
     "jeremy",
     "jerick",
     "night",
     "this year",
     "frazier",
     "campbell",
     "odell",
     "chad",
     "minnesota",
     "fozzy",
     "green"
    ],
    "id": 27,
    "text": "Vikings at Bears: Can worst-scoring offense solve stingiest defense? Halas Hall Pass: Jay Cutler set to return against Vikings Tribune writers Rich Campbell and Brad Biggs preview Jay Cutler's return in the Bears' Week 8 game against the Vikings. Tribune writers Rich Campbell and Brad Biggs preview Jay Cutler's return in the Bears' Week 8 game against the Vikings. Rich Campbell , Dan Wiederer and Brad Biggs Contact Reporters 4 storylines Back to the future: Jay Cutler 's return to the huddle this week brought a fresh set of questions about his iffy future in Chicago. All signs right now are pointing to a winter separation from the Bears , a reality Cutler certainly understands even if he's programming himself to ignore that part of things. \"I think those are conversations for the end of the year,\" he said. In the meantime, Cutler has the keys to the offense again and the task of reviving a unit that has scored only 10 touchdowns on 74 possessions all season. Degree of difficulty: Cutler's first game since Sept. 19 will come against a Vikings defense that has 19 sacks and 15 takeaways. The Vikings have difference makers on all three levels of their defense and have allowed only 14 points per game, best in the NFL . \"I could have picked a different game to come back, huh?\" Cutler cracked early in the week. Somehow, with a depleted offensive line and a short-handed receiving corps, the Bears will need to shore up their protection and create quick passing opportunities to keep their quarterback safe and their offense moving. The next step: There were very few positives to draw from the Bears' 26-10 loss to the Packers in Week 7. But the production and energy from outside linebacker Leonard Floyd was certainly notable. Floyd had two sacks, including a strip sack for a touchdown at Lambeau Field and left Green Bay with something to build on. Said coach John Fox : \"Obviously when good things happen, your confidence gets a little higher. So with a guy like Leonard, who's as young as he is and has been in and out as much as he has, that was a huge boost.\" Play it again, Sam: The Vikings have withstood injuries on offense to their starting quarterback ( Teddy Bridgewater ), starting running back (Adrian Peterson) and both starting offensive tackles ( Matt Kalil and Andre Smith ). Yet, for the most part, the offense has played well enough to aid the team's 5-1 start. Sam Bradford , acquired in a trade on Sept. 3 has completed 67.5 percent of his passes and has been sharp with his decision making. In the Vikings' lone loss last week, however, the Eagles came after Bradford and sparked a 21-10 upset with six sacks and 13 quarterback hits. Bradford threw one interception and fumbled four times. Matchups Photos of all the touchdowns the Bears have scored this season. In the air NFL rank: Bears offense 11th, Vikings defense 4th Jay Cutler (sprained right thumb) returns after a five-game absence. Cutler is known for being more of a risk taker than backup Brian Hoyer . Cutler trusts Alshon Jeffery (no touchdowns this season) to make contested catches. \"We'll be on the same page most of the time,\" Jeffery said. \"I just tell him, 'Throw it up and give me a chance.'\" The Vikings bring pressure from all directions and try to cause confusion by aligning two linebackers over the center. Ends Everson Griffen , Danielle Hunter and Brian Robison each have four sacks. On the ground NFL rank: Bears offense 25th, Vikings defense 3rd The Vikings are loaded with top talent on defense, and it shows in their approach to the run game. \"They hunt in packs\" Bears left tackle Charles Leno said. Linebackers Anthony Barr and Chad Greenway are fast and physical. Safety Harrison Smith is constantly around the ball. The Bears expect to have Jeremy Langford (right ankle) back from a four-game absence. The fastest of their three backs likely will be on a play count. He said the ankle injury made changing speeds problematic. Bears T-16th in total offense, 32nd in points scored Vikings 1st in total defense, T-1st in points allowed Bears on defense Sam Bradford Chris Szagola / AP Vikings quarterback Sam Bradford reacts from under center during a game against the Eagles on Sunday, Oct. 23, 2016, in Philadelphia. Vikings quarterback Sam Bradford reacts from under center during a game against the Eagles on Sunday, Oct. 23, 2016, in Philadelphia. (Chris Szagola / AP) NFL rank: Vikings offense 26th, Bears defense 16th Quarterback Sam Bradford has completed 68 percent of his throws for a 100.3 passer rating. But he has been sacked 14 times in five games, including six sacks last Sunday against the Eagles. With both starting tackles lost to injury, Bradford said he's focusing this week on pocket awareness, his movement in the pocket and knowing his outlets when pressured. Receiver Stefon Diggs is a threat after the catch. Bears linebacker Pernell McPhee (left knee) did not register in the box score despite playing 19 snaps against the Packers. On the ground NFL rank: Vikings offense 31st, Bears defense 17th Adrian Peterson’s absence (knee) has left Matt Asiata in a familiar fill-in role. Asiata is a bulky back, a good pass blocker and receiver. He'll have to carry a bigger load because leading rusher Jerick McKinnon (ankle) was ruled out. Ronnie Hillman, with whom John Fox is familiar from Denver, is expected to rotate in. The Vikings’ struggle to run the ball is a consequence of poor offensive line play. Bears inside linebacker Danny Trevathan (illness) missed practice Thursday and Friday, so his sharpness, power and stamina must be monitored. Vikings 31st in total offense, 18th in points scored Bears 12th in total defense, 20th in points allowed The assignment Assignment: Vikings NT Linval Joseph (No. 98). Fozzy Whittaker, Linval Joseph Bob Leverone / AP Panthers' Fozzy Whittaker runs as Vikings' Linval Joseph defends in the second half in Charlotte, N.C., on Sunday, Sept. 25, 2016. Panthers' Fozzy Whittaker runs as Vikings' Linval Joseph defends in the second half in Charlotte, N.C., on Sunday, Sept. 25, 2016. (Bob Leverone / AP) Measurables: 6-foot-4, 329 pounds. Assigned: Bears C Cody Whitehair (No. 65) and Gs Eric Kush (No. 64) and Ted Larsen (No. 62). Notable numbers: After finishing 17th against the run last season (109.3 ypg), the Vikings have jumped to third this year (81.7 ypg). ... Joseph has 38 tackles, three sacks and 15 quarterback hurries. ... The Bears rank 25th in rushing offense (87.9 ypg). Scouting report: The Vikings might have the most aggressive and well-rounded defense in the league. And it's Joseph's strength and consistency up the middle that sets the tone. As much credit as the Vikings deserve for their 19 sacks and 15 takeaways, it all starts with their ability to stop the run. And Joseph welcomes his responsibility toward that effort. \"He could be a really good pass rusher,\" Vikings coach Mike Zimmer said. \"But his mentality is, 'Look, the running game is mine.'\" Whitehair won't be solely responsible for controlling Joseph, needing help from Kush and Larsen. But if the Bears can't chew up yardage on first and second down, they'll be in for a long night. Word from within: \"He's a big, strong guy. He's tough to move. He's good at countering, feeling your pressure and using your own force against you by clubbing you or by chucking you. It makes it difficult because you want to come off the ball and hit him and try to get some movement on him, but you know he's good at using your own pressure against you.\" — Kush Scouting report Xavier Rhodes, Dorial Green-Beckham Chris Szagola / AP Vikings cornerback Xavier Rhodes defends Eagles wide receiver Dorial Green-Beckham during a game Sunday, Oct. 23, 2016, in Philadelphia. Vikings cornerback Xavier Rhodes defends Eagles wide receiver Dorial Green-Beckham during a game Sunday, Oct. 23, 2016, in Philadelphia. (Chris Szagola / AP) Information for this report was obtained from NFL scouts. Xavier Rhodes is in his fourth season and third as a full-time starter as the team's No. 1 cornerback. A 6-foot-1, 218-pound first-round pick from Florida State in 2013, Rhodes really has developed under coach Mike Zimmer into one of the better young cover men in the league. The knock on Daniels has been his hands as he has only four career interceptions, but he has made two this season, including a terrific diving pick last week at Philadelphia when he undercut Nelson Agholor's deep-in route to snare Carson Wentz's throw. \"He was brought into the league in Leslie Frazier 's system to play Cover-2 and be that physical guy at the line of scrimmage who could jam, re-route, sink underneath and play some Cover-3 and tackle,\" the scout said. \"He's really a complete player at the position because of that. What he has transitioned into is more of a cornerback who can play off man and backpedal, keep his shoulders square, drive on the football. But he still has that physicality with him, so he will jam and compete. The great tape to watch is him against Odell Beckham Jr. He didn't back down at all. \"Because of the Vikings system and because they create so much confusion and panic at the line of scrimmage under Zimmer, he can challenge more routes because the ball has to come out. The quarterback is tired of getting hit. They roll coverage very well. They will roll to two man from a Cover-1 alignment. They will drop Harrison Smith down as a blitzer and Rhodes will roll over the top and play trap coverage over the top of the wide receiver. So they doing a lot of complex things and in the complete setting, it really caters to his skill set because he has really developed. \"The thing I am most impressed with is his footwork because he is long. A lot of tall guys lack natural bend and they struggle playing off man because they don't have that sudden burst of a 5-10 guy. But he has shown that. It's his technique. His skill set has really expanded since coming into the league and that's a testament to him and the coaching.\" Predictions Brad Biggs (4-3) The return of Jay Cutler ought to make Alshon Jeffery happy and open up the downfield passing game. But Cutler catches a tough matchup in his return and it coincides with injuries once again compromising the offensive line. The Vikings have got O-line issues of their own having lost both starting tackles for the season. But coach Mike Zimmer has been fuming all week after what he termed an \"embarrassing\" performance last week in Philadelphia. That ought to be motivation enough for his players as Minnesota bounces back in a place where they have struggled of late. Vikings 28, Bears 20 ",
    "title": "Vikings at Bears: Can worst-scoring offense solve stingiest defense? - Chicago Tribune"
   },
   {
    "entities": [
     "strategic",
     "news",
     "twitter",
     "james",
     "china",
     "india",
     "state",
     "lee",
     "russia",
     "us",
     "guard",
     "states",
     "monica",
     "diplomatic",
     "once",
     "kirby",
     "intelligence",
     "studies",
     "economic",
     "r-calif.",
     "reuters/jason",
     "department",
     "on",
     "fox",
     "immigration",
     "abedin",
     "2016",
     "fbi",
     "for",
     "currently",
     "may 2010",
     "permanent",
     "hillary",
     "huma",
     "2013",
     "jessica",
     "clinton",
     "select",
     "united",
     "corps",
     "john",
     "vaughan",
     "may 25, 2010",
     "center",
     "january",
     "2010",
     "dialogue",
     "security",
     "adam",
     "committee",
     "guards",
     "time",
     "housley",
     "2001",
     "devin",
     "sbu",
     "channel",
     "facebook",
     "earlier this year",
     "comey",
     "house",
     "monday",
     "moscow",
     "u.s.",
     "u.s.-china",
     "nunes",
     "sept. 30",
     "hanley",
     "marine",
     "beijing"
    ],
    "id": 28,
    "text": "Facebook 0 Twitter 0 livefyre Email Print May 25, 2010: U.S. Secretary of State Hillary Clinton answers a question at a news conference after the U.S.-China Strategic Economic Dialogue in Beijing.  (REUTERS/Jason Lee) An unnamed “senior aide” to then-Secretary of State Hillary Clinton left classified information unsecured and unattended in a hotel room during a 2010 trip to China, one of several overseas lapses by Clinton’s inner circle, Fox News has learned. Confirmation of the alarming violation comes as Clinton herself is under a renewed FBI probe for mishandling sensitive information on a private server and her longtime senior aide, Huma Abedin, also faces scrutiny as part of the investigation. It was not known which of Clinton’s aides left the information exposed. “In May 2010, Secretary Clinton was on official travel in Beijing, China, accompanied by senior staff. Upon Secretary Clinton’s departure, a routine security sweep by Diplomatic Security agents identified classified documents in a staff member’s suite,” State Department spokesman John Kirby told Fox News in a statement, issued several weeks after a Freedom of Information Act request was filed with the agency. Diplomatic Security, which protects the Secretary of State in the U.S. and abroad, as well as high-ranking foreign dignitaries and officials visiting the United States, wrote up the incident on a Form 117, while the Marine Security Guards filed a separate formal report, the source said. The information came to light when the FBI was investigating whether Clinton or her staff violated the US Espionage Act by mishandling classified and top secret information. House Permanent Select Committee on Intelligence Chairman Devin Nunes, R-Calif., citing a whistleblower who separately came to him with an allegation it was Clinton who left the material out, wrote to the FBI director on Monday asking for more information. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → “I …understand that former Secretary Clinton left classified documents in her hotel room in China and that U.S. Marine Corps security officials filed a report related to the possible compromise of the documents,” Nunes wrote to FBI director James Comey. Additionally, Nunes said an email released in response to a FOIA request described Abedin asking another staffer to remove “burnstuff” Abedin had left in a car during a trip to India. Kirby told Fox News that incident may not have involved classified material. “This email exchange does not show that classified information was left in a motorcade car,” Kirby said of that incident. “Sensitive But Unclassified material is routinely disposed of in burn bags. As the regulations state, Sensitive But Unclassified (SBU) and Personally identifiable information (PII) documents are often burned. So it’s not accurate that any reference to a document going to a burn bag is a document that includes classified material.”  As for the China incident, Kirby insisted that Clinton had nothing to do with the matter.  “To be clear – this was not Secretary Clinton’s hotel room and no citation whatsoever was given to Secretary Clinton, nor were any reports written about Secretary Clinton’s conduct,” Kirby said in the statement. At the time of the security sweep, the suite was still inside of a Diplomatic Security-controlled area, Kirby said, and under the direct control of a Diplomatic Security agent posted outside the room. “Ultimately, Diplomatic Security concluded that classified information had been improperly secured, but that the evidence did not support assigning culpability to any individual. Furthermore, the Diplomatic Security investigation concluded that due to the fact that the documents were found within a Diplomatic Security controlled area, the likelihood that the information was compromised was remote.” Leaving out classified or top secret information is a serious offense, a former state department staffer told FoxNews.com. “Diplomatic Security and the Marine Security Guard takes exposure of classified information very seriously,” said Jessica Vaughan, director of policy research at the Center for Immigration Studies. “You can lose your security clearance if you’re caught more than once, and that means you might lose your job. It’s a big deal.” As FoxNews.com reported Sept. 30, a top aide to then-Secretary of State Hillary Clinton found herself in hot water in 2013 with the agency’s security and law enforcement arm when she lost classified information while accompanying her boss on a diplomatic trip to Moscow, an incident that the FBI also revisited earlier this year when it probed Clinton’s own problems handling sensitive data. Monica Hanley, Clinton’s “ confidential assistant ” at the state department, was reprimanded and given “verbal counseling” by Diplomatic Security after she left classified material behind in the Moscow hotel, FBI documents show. The FBI spoke to Hanley, 35, in January as a part of its investigation into Clinton’s handling of top-secret and classified information when she was Secretary of State. During her trip with Clinton to Russia, Hanley was given a “diplomatic pouch” that held Clinton’s briefing book and schedule for her Russian trip. Hanley brought the pouch and its contents into the Russian hotel suite, which she shared with Clinton, but she left behind some of those classified documents, the FBI report revealed. Diplomatic Security found the classified document in that suite during a routine sweep after Clinton and Hanley left the hotel. Agents subsequently informed Hanley “the briefing book and document should never have been in the suite.” Adam Housley joined Fox News Channel (FNC) in 2001 and currently serves as a Los Angeles-based senior correspondent. Advertisement ",
    "title": "Clinton aide left classified info behind on 2010 China trip | Fox News"
   },
   {
    "entities": [],
    "id": 29,
    "text": "",
    "title": "Log In - New York Times"
   }
  ]
 }
}