{
 "03": {
  "col-sim": {
   "cosine": 0.20039992328310893,
   "entity": 0.23488808780588138
  },
  "exec-time": 27.26522135734558,
  "links": [
   {
    "entities": [
     "anthony",
     "josh",
     "jason",
     "news",
     "obama",
     "james",
     "congress",
     "state",
     "eric",
     "now",
     "america",
     "tuesday",
     "justice",
     "oct.",
     "2012",
     "florida",
     "tracking",
     "david",
     "poll",
     "trump",
     "schultz",
     "department",
     "weiner",
     "this week",
     "republican",
     "donald",
     "post-abc",
     "at 11:46 am",
     "abedin",
     "fbi",
     "n.c.",
     "59 percent",
     "friday",
     "november 2",
     "white",
     "hillary",
     "huma",
     "clinton",
     "2008",
     "31.",
     "earnest",
     "july",
     "wednesday",
     "b.",
     "washington",
     "of",
     "time",
     "ohio",
     "comey",
     "house",
     "monday",
     "reuters",
     "november 2, 2016",
     "u.s.",
     "morrell",
     "nakamura",
     "raleigh"
    ],
    "id": 0,
    "text": "By David Nakamura November 2 at 11:46 AM Follow @davidnakamura President Obama addressed the FBI's announcement of new emails linked to Hillary Clinton, saying \"I do think that there is a norm that when there are investigations we don't operate on innuendo and we don't operate on incomplete information and we don't operate on leaks.\" (Reuters) President Obama briefly addressed the FBI's reopened investigation into Hillary Clinton's email practices for the first time, saying in an interview posted Wednesday that the agency does not “operate on innuendo\" and emphasizing that there is no evidence that the Democratic presidential nominee violated the law. “I do think that there is a norm that when there are investigations, we don't operate on innuendo, and we don't operate on incomplete information, and we don't operate on leaks,” Obama said in the interview with NowThis News, which was filmed Tuesday. “We operate based on concrete decisions that are made. When this was investigated thoroughly last time, the conclusion of the FBI, the conclusion of the Justice Department, the conclusion of repeated congressional investigations, was she had made some mistakes but that there wasn't anything there that was prosecutable.” [ After another release of documents, FBI finds itself caught in a partisan fray ] The president's remarks came several days after FBI Director James B. Comey's surprise announcement Friday that agents would review thousands of emails potentially connected to Clinton that were discovered as part of a separate inquiry into former congressman Anthony Weiner (D-N.Y.), who is married to a high-ranking Clinton aide, Huma Abedin. President Obama breaks silence on Comey for first time -- \"We don't operate on innuendo\" ... Here's what he said: https://t.co/zEp13uqCrR — Jason Morrell (@CNNJason) November 2, 2016 \"I've made a very deliberate effort to make sure that I don't look like I'm meddling in what are supposed to be independent processes for making these assessments,\" Obama said. Of Clinton, he added: \"Setting aside the particulars of this case, I know that she is somebody who has always looked out for the interests of America and the American people first.\" Obama had not mentioned the case during recent appearances at Clinton campaign rallies in Florida and Ohio. This week, press secretary Josh Earnest said the White House would neither “defend nor criticize” Comey's actions. Earnest also referred to the FBI chief as a man of integrity and good character. But Comey's disclosure, made in a notice to Congress that leaked to reporters, has prompted strong criticism of the FBI from Democrats and some Republican lawmakers who have questioned whether Comey violated Justice Department policies by making a decision so close to Election Day that risked shaking up a political campaign. Speaking to reporters Oct. 31., White House press secretary Josh Earnest said President Obama believes FBI Director James Comey is a man of integrity and is not trying to influence the U.S. presidential election by announcing scrutiny of additional emails linked to Democrat Hillary Clinton's private server. (Reuters) “The president doesn't believe that [Comey] is secretly strategizing to benefit one candidate or one political party,” Earnest told reporters at the White House on Monday. “He's in a tough spot, and he's the one who will be in a position to defend his actions in the face of significant criticism from a variety of legal experts, including individuals who served in senior Department of Justice positions in administrations led by presidents in both parties.” Aboard Air Force One on Obama's trip to a Clinton rally in Raleigh, N.C., on Wednesday, another White House spokesman insisted that \"nothing changed\" on the White House view of Comey despite Obama's remarks in the interview. The president does \"take seriously the longstanding norms and customs\" that have historically limited what law enforcement can say about a pending investigation, the spokesman, Eric Schultz, said. \"You will see the president went out of his way to say he wasn't going to comment on any specific investigation,\" he added. Though the race between Clinton and Republican nominee Donald Trump already had been narrowing, according to public polls, Clinton has lost more of her lead since Comey's announcement; polls on Wednesday showed the two candidates in a dead heat nationally. A new Washington Post-ABC News Tracking Poll finds Trump now holds an edge on which candidate is honest and trustworthy, while 59 percent disapproved of Clinton's handling of her email on a personal server while serving as secretary of state. In July, Comey said the FBI's investigation into 30,000 State Department emails that passed through Clinton's private server found that 110 contained classified information at the time she sent or received them, and a \"very small number\" included markings as such. He called Clinton and her aides \"extremely careless\" in their use of email, and suggested that hostile foreign governments could have gained access to them. But he recommended against criminal prosecution, saying there was no evidence that Clinton and her team had intentionally mishandled the information. Obama's interview with NowThis was scheduled as part of a final week campaign blitz as the president seeks to help Clinton by boosting Democratic voter turnout among young people and other groups that heavily supported his victories in 2008 and 2012. politics ",
    "title": "Obama on FBI: ‘We don’t operate on innuendo’ - The Washington Post"
   },
   {
    "entities": [
     "grace",
     "contact",
     "square",
     "woodfield",
     "states",
     "blot",
     "once",
     "luis",
     "stacy",
     "kroc",
     "memphis",
     "stone",
     "chicago",
     "west",
     "cleveland",
     "2016",
     "walberg",
     "o'connell",
     "griffin",
     "jaimes",
     "schaumburg",
     "joan",
     "field",
     "august",
     "darryl",
     "keilman",
     "maldonado",
     "the 1990s",
     "clair",
     "sergio",
     "wrigley",
     "brown",
     "1980",
     "matt",
     "d.c.",
     "photo",
     "nov. 2, 2016",
     "white",
     "united",
     "$12",
     "john",
     "washington",
     "tribune",
     "cecile",
     "smoke",
     "the entire year",
     "joe",
     "walker",
     "paul",
     "dexter",
     "progressive",
     "jim",
     "hinkel",
     "ignatius",
     "tom",
     "patrick",
     "7 p.m.",
     "wong",
     "maria",
     "community",
     "show",
     "mall",
     "whirlaway",
     "briscoe",
     "north",
     "tony",
     "ray",
     "pullman",
     "lounge",
     "skrbina/chicago",
     "july",
     "1974",
     "wednesday",
     "morning",
     "wren",
     "next year",
     "cubs",
     "sox",
     "side",
     "mexico",
     "reporters",
     "wrigleyville",
     "america",
     "the past month",
     "logan",
     "dan",
     "m.",
     "maddon",
     "/",
     "south",
     "chris",
     "1985",
     "corps",
     "center",
     "night",
     "st.",
     "tenn.",
     "nancy",
     "fowler",
     "of",
     "ohio",
     "earlier this year"
    ],
    "id": 1,
    "text": "Streets clear as Cubs fans rush to find prime spots to watch Game 7 Photo of Cubs fans during the World Series games.  Tony Briscoe , John Keilman and Dan Hinkel Contact Reporters Chicago Tribune Chicago ground to a halt Wednesday as the Cubs took the field for a winner-take-all Game 7 and a chance to make history. Throughout the city and suburbs, fans gathered in bars, community centers and neighbor's homes to see if a 108-year-dream would finally come true — or if they would find themselves, once again, waiting for next year. And with the region's attention fully focused on the North Side, malls emptied, streets cleared and restaurants closed early. Less than an hour before the first pitch, Woodfield Mall in Schaumburg — arguably the highest high temple of consumerism in the northwest suburbs — was virtually a ghost town. A few bands of teens stalked the promenades, and small knots of people meandered from store to store, but it was not a usual Wednesday night. \"This is so slow,\" guest service representative Luis Maldonado said. \"I'm sure it's the Cubs game.\" Cubs fans Game 7 Nancy Stone / Chicago Tribune Four Dominican Sisters, who teach at St. Ignatius, borrow a \"W\" flag from two boys Wednesday and ask them to take their picture by Wrigley Field. Four Dominican Sisters, who teach at St. Ignatius, borrow a \"W\" flag from two boys Wednesday and ask them to take their picture by Wrigley Field. (Nancy Stone / Chicago Tribune) To be sure, the city has been enthralled with the Cubs for the past month as the team fought through 17 playoff games and gave its fan base countless thrills along with the occasional scare. Watch parties popped up in the most unlikely places: people's backyards, liquor stores and even on the South Side, where an enmity toward the North Side is a birthright. The West Pullman neighborhood on Chicago's South Side is White Sox territory, but the Ray and Joan Kroc Corps Community Center mounted a massive screen in a meeting room where Cubs fans could gather. Only a few were there at the start of the game, but Dexter Fowler's leadoff home run quickly drew a crowd. \"All right, we got a home run already? Yes! Yes! Tee off! Tee off!\" said Darryl Wren, an IT specialist. Wren, wearing a personalized pinstriped jersey, said a Cubs victory would provide a big lift to both sides of town. \"It would be fantastic,\" he said. \"I think most of America is rooting for the Cubs and rightfully so. This would be pretty big. I'd put this up with the 1985 Bears.\" Game 7. World Series . \"I said I wanted to see the Cubs win the World Series before the good Lord takes me, so here I am with my grandson and my son,\" Tom Brown, 84, said as he rested beneath the Progressive Field marquee near the home plate gate. \"If we win, I can go... This is happening, Cubs fans. Game 7. World Series . \"I said I wanted to see the Cubs win the World Series before the good Lord takes me, so here I am with my grandson and my son,\" Tom Brown, 84, said as he rested beneath the Progressive Field marquee near the home plate gate. \"If we win, I can go... (Patrick M. O'Connell) Back on the North Side, Cubs fans flocked to Wrigleyville to watch the game despite pouring rain, flashes of lightning and the team playing in Cleveland. Among the jubilant masses was Jim Griffin, who drove 81/2 hours from Memphis, Tenn., to watch the game with family members at Smoke Show, a neighborhood restaurant. A World Series title, Griffin said, would validate a lifetime of long suffering fandom. All those times when they were not in it, those games in July or August when they absolutely had no chance. \"I just had to be here with my friends and family, to be as close to the game as possible,\" he said. \"You can feel the energy and not even the rain is going to stop it.\" Over at Wrigley Field , Cecile Blot stood with a piece of blue chalk in her hand and tears in her eyes. She had joined hundreds of other fans in writing messages on the brick wall on the east side of the park. Her contribution: her father's name next to a heart. A lifelong Cubs fan, her father had died earlier this year and she flew in Wednesday morning from Washington, D.C., to make sure he was part of the celebration he didn't live long enough to see. \"It's kind of bittersweet,\" Blot said. \"He would have been really happy. The Cubs are playing so well, he would have been so excited.\" In Logan Square, clusters of people in Cubs gear smoked outside Whirlaway Lounge in a light rain while others posted up on stools at the bar to guarantee themselves prime real estate after 7 p.m. The bar is a popular spot to watch sports and an oasis of old-time tavern style in a neighborhood increasingly populated by $12 cocktails and farm-to-table restaurants. Caption Scenes from Cleveland before World Series Game 7 Fans and Cubs get ready for World Series Game 7 at Progressive Field in Cleveland, Ohio, on Nov. 2, 2016.  Fans and Cubs get ready for World Series Game 7 at Progressive Field in Cleveland, Ohio, on Nov. 2, 2016.  Caption Scenes from Cleveland before World Series Game 7 Fans and Cubs get ready for World Series Game 7 at Progressive Field in Cleveland, Ohio, on Nov. 2, 2016.  Fans and Cubs get ready for World Series Game 7 at Progressive Field in Cleveland, Ohio, on Nov. 2, 2016.  Caption Cubs manager Joe Maddon: 'This was a successful season' Cubs manager Joe Maddon on the 2016 season. (Paul Skrbina/Chicago Tribune) Cubs manager Joe Maddon on the 2016 season. (Paul Skrbina/Chicago Tribune) Caption High anxiety before decisive Cubs game Fans outside Wrigley Field describe their varying stress levels before Game 7 of the World Series on Nov. 2, 2016. (Chris Walker / Chicago Tribune) Fans outside Wrigley Field describe their varying stress levels before Game 7 of the World Series on Nov. 2, 2016. (Chris Walker / Chicago Tribune) Owner Maria Jaimes and her son, Sergio, poured drinks in their blue Cubs jerseys. The mother, who lives in an apartment adjoining the bar her family has owned since 1980, predicted a Cubs win — \"of course.\" Her son was an usher at Wrigley Field in the 1990s, and her father played baseball in her native Mexico. Jaimes, who came to the United States in 1974, said that her bar will turn to other sports pursuits after Wednesday night. But she wanted a victory. \"I will be so happy it will last me the entire year,\" she said. Chicago Tribune's Matt Walberg, Grace Wong and Stacy St. Clair contributed. ",
    "title": "Streets clear as Cubs fans rush to find prime spots to watch Game 7 - Chicago Tribune"
   },
   {
    "entities": [
     "milwaukee",
     "hong",
     "june 13, 2016",
     "james",
     "urbandale",
     "carson",
     "hampshire",
     "club",
     "county",
     "univision",
     "chow/the",
     "convention",
     "lane",
     "saginaw",
     "sept. 16, 2015",
     "school",
     "saul",
     "chicago",
     "colo.",
     "dinner",
     "march 4, 2016",
     "brandon",
     "today",
     "tower",
     "ind.",
     "evan",
     "reuter",
     "ala.",
     "november 2, 2016",
     "demoss",
     "july 29, 2016",
     "june 22, 2016",
     "arizona",
     "j.",
     "ellis",
     "rock",
     "myriam",
     "enrique",
     "raedle",
     "witcher",
     "orleans",
     "duplin",
     "neibergall",
     "birch",
     "slaven",
     "university",
     "matt",
     "jeb",
     "olson",
     "kevork",
     "papasso",
     "beck",
     "erik",
     "agency",
     "oct. 7, 2016",
     "washington",
     "heppell",
     "megyn",
     "oct. 28, 2004",
     "facebook",
     "ty",
     "keene",
     "loeb",
     "paul",
     "kelly",
     "miller",
     "fullscreen",
     "june 16, 2015",
     "matthew",
     "11:40 p.m. edt",
     "mary",
     "mitt",
     "evening",
     "heliport",
     "past",
     "2013",
     "republic",
     "jersey",
     "ii",
     "andrew",
     "nati",
     "capitol",
     "connecticut",
     "greater",
     "tyson",
     "april 15, 2016",
     "nov. 23, 2015",
     "sept. 3, 2015",
     "vegas",
     "mar-a-lago",
     "farmers",
     "mandel",
     "peter",
     "romney",
     "loans",
     "party",
     "oct. 19, 2016",
     "trump",
     "news",
     "reno",
     "nbc",
     "eric",
     "miami",
     "ethan",
     "phoenix",
     "grand",
     "haute",
     "springs",
     "colorado",
     "jeff",
     "epa",
     "clive",
     "mitchell",
     "aug. 31, 2016",
     "this year",
     "getz",
     "jimmy",
     "kovaleski",
     "pressphoto",
     "sept. 11, 2015",
     "kenansville",
     "conn.",
     "louis",
     "tpc",
     "des",
     "chip",
     "cnbc",
     "pavilion",
     "valley",
     "florida",
     "piscotty",
     "carly",
     "s.c.",
     "vucci",
     "cleveland",
     "west",
     "2016",
     "beach",
     "killian",
     "ladd-peebles",
     "mayweather",
     "sept. 30, 2015",
     "cruz",
     "maury",
     "moines",
     "ryan",
     "ngan",
     "may 9, 2015",
     "sept. 23, 2003",
     "2006",
     "iran",
     "april 6, 2016",
     "indiana",
     "helber",
     "oct. 21, 2015",
     "oct. 26, 2016",
     "science",
     "n.y.",
     "sept. 28, 2015",
     "the second day",
     "terrill",
     "nov. 10, 2015",
     "march 31, 2016",
     "f.",
     "wilson",
     "oct. 28, 2015",
     "getty",
     "authority",
     "mccollester",
     "los",
     "turnberry",
     "july 27, 1988",
     "concord",
     "post",
     "white",
     "feb. 1, 2016",
     "a.",
     "john",
     "election",
     "sea",
     "treasure",
     "scotland",
     "sanchez",
     "march 1, 2016",
     "peabody",
     "ames",
     "bottari",
     "airport",
     "indianapolis",
     "seth",
     "darren",
     "fla.",
     "march 1988",
     "justin",
     "sommers",
     "christie",
     "mahal",
     "feb. 2, 2012",
     "gorenstein",
     "feb. 20, 2016",
     "rubio",
     "pena",
     "aug. 21, 2015",
     "blue",
     "manchester",
     "march 11, 2016",
     "steve",
     "auditorium",
     "eylse",
     "kaster",
     "marco",
     "shiro",
     "greenville",
     "somodevilla",
     "margaret",
     "wilbur",
     "ghazala",
     "wise",
     "old",
     "aug. 10, 2016",
     "city",
     "lincoln",
     "office",
     "new",
     "usa",
     "tonight",
     "april 5, 1990",
     "c.",
     "april 19, 2016",
     "jason",
     "cheryl",
     "palm",
     "america",
     "boulder",
     "saint",
     "sherwood",
     "michael",
     "dec. 12, 2015",
     "las",
     "murdock",
     "doral",
     "soho",
     "angerer",
     "intrepid",
     "genesee",
     "hill",
     "ugarte",
     "hillary",
     "july 20, 2016",
     "images",
     "march 15, 2016",
     "chris",
     "cavanaugh",
     "of",
     "fort",
     "nieto",
     "pugliano",
     "anselm",
     "college",
     "orlando",
     "giuliani",
     "rudy",
     "god",
     "rebilas",
     "khizr",
     "afp/getty",
     "may 1, 2016",
     "serge",
     "republican",
     "studios",
     "quicken",
     "marc",
     "pinos",
     "brekken",
     "jordan",
     "aug. 22, 2016",
     "burlington",
     "altoona",
     "drew",
     "theater",
     "st",
     "machado",
     "river",
     "s.c",
     "sept. 26, 2016",
     "july 11, 2016",
     "christian",
     "clary",
     "control",
     "chow-usa",
     "austin",
     "may 16, 2015",
     "bush",
     "dominick",
     "taj",
     "s.",
     "evans",
     "july 1, 2016",
     "richard",
     "clinton",
     "winthrop",
     "hundreds of millions of dollars",
     "walsh",
     "feb. 9, 2016",
     "j",
     "susan",
     "nov. 1, 2016",
     "high",
     "&",
     "charlie",
     "national",
     "atlantic",
     "aug. 11, 2015",
     "bb&t",
     "roberson",
     "bethpage",
     "march 29, 1990",
     "oct. 8, 2015",
     "muscatine",
     "jae",
     "european",
     "angeles",
     "cnn",
     "future",
     "douglas",
     "mike",
     "sept. 20, 2016",
     "brady",
     "ramos",
     "robyn",
     "lesser",
     "ap",
     "july 18, 2015",
     "texas",
     "foley",
     "va.",
     "wright",
     "jr.",
     "fallon",
     "lm",
     "uss",
     "wisconsin",
     "mark",
     "may 10, 2016",
     "carolina",
     "ted",
     "mexico",
     "mobile",
     "council",
     "press",
     "djansezian",
     "reagan",
     "run",
     "max",
     "pacquiao",
     "ben",
     "columbus",
     "nev.",
     "sept. 15, 2015",
     "municipal",
     "nov. 4, 2015",
     "international",
     "jorge",
     "ann",
     "alex",
     "march 21, 2016",
     "jeremy",
     "center",
     "night",
     "mich.",
     "july 7, 2016",
     "hotel",
     "spartanburg",
     "ehrhardt",
     "ohio",
     "funches",
     "pence",
     "opera",
     "march 5, 2015",
     "marcio",
     "hartford",
     "charlotte",
     "coliseum",
     "laredo",
     "erin",
     "hempstead",
     "now",
     "virginia",
     "terre",
     "harnik",
     "patrol",
     "robert",
     "fox",
     "gazette",
     "york",
     "rnc",
     "aug. 27, 2015",
     "sun-times",
     "stadium",
     "scott",
     "commission",
     "july 21, 2016",
     "cayton",
     "july 31, 2015",
     "altaffer",
     "feb. 23, 2016",
     "tannen",
     "rainier",
     "april 27, 2016",
     "lauer",
     "isaac",
     "cook",
     "boot",
     "gerald",
     "state",
     "thomas",
     "lakes",
     "bill",
     "bannister",
     "june 29, 2015",
     "street",
     "vlasic",
     "donald",
     "n.c.",
     "great",
     "mccain",
     "smith",
     "mcnamee",
     "port",
     "sept. 9, 2015",
     "perlman",
     "dubuque",
     "joe",
     "walker",
     "aug. 6, 2015",
     "carolyn",
     "rhona",
     "linda",
     "jan. 8, 2016",
     "calif.",
     "iowa",
     "fiorina",
     "aug. 15, 2015",
     "khan",
     "oct. 9, 2016",
     "samad",
     "gop",
     "may 31, 2016",
     "associated",
     "june 16, 2013",
     "border",
     "herbert",
     "casino",
     "monster",
     "miss",
     "floyd",
     "jose",
     "july 23, 2015",
     "sept. 7, 2016",
     "simi",
     "denver",
     "hofstra",
     "b.",
     "aug. 25, 2015",
     "derer",
     "committee",
     "island",
     "30",
     "arena",
     "jan. 24, 2016",
     "n.h.",
     "july 11, 2015",
     "gardner",
     "timothy",
     "may 2, 2015",
     "memorial",
     "day",
     "otero",
     "aiken",
     "manny",
     "minchillo",
     "adrian",
     "melania",
     "resort",
     "south",
     "events",
     "ivanka",
     "st.",
     "pescott",
     "alicia",
     "lauderdale",
     "jack",
     "akron",
     "sept. 19, 2015",
     "house",
     "wis.",
     "october 12, 2012",
     "kasich",
     "u.s.",
     "sept. 17, 2016",
     "wallheiser"
    ],
    "id": 2,
    "text": "The speech that could have saved Trump: Mark DeMoss I admit it, I have been deplorable. Post to Facebook The speech that could have saved Trump: Mark DeMoss I admit it, I have been deplorable. Check out this story on USATODAY.com: http://usat.ly/2eVF6kF CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 187 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs The speech that could have saved Trump: Mark DeMoss Mark DeMoss 11:40 p.m. EDT November 2, 2016 I admit it, I have been deplorable. Donald Trump speaks in Charlotte on Oct. 26, 2016. (Photo: Evan Vucci, AP) My fellow Americans, early in my campaign for the Republican nomination for president, I was asked by a reporter whether I had ever felt the need to ask for God’s forgiveness . I responded by saying I didn’t think I ever had. That was a stupid thing for anyone to say — but especially me! I’ve now concluded I not only need to seek God’s forgiveness for many things, I also need to ask for forgiveness from so many others. But let me start with God. I’ve said that his book — the Bible — is the greatest book I’ve ever read; yet I’ve largely ignored what it teaches us about pride. God hates pride. The New Testament says, “God opposes the proud but gives grace to the humble ” (James 4:6). Without a doubt, my life has been marked more by pride than by humility. I have come to the realization that everything I have or have accomplished is because of God — for it is he who blesses us with intelligence, health and the ability to make wealth. Today, I publicly confess my pride and ask for God’s forgiveness. I also confess that I have, far too often, used language better associated with a construction site than with the White House — or any house. I am not proud of much of the language I have used, and I apologize to Americans everywhere — especially to young people who should be able to look up to anyone running for president. I commit to no longer speak in a way that would diminish the dignity that the office of president rightly merits. America deserves better. Next, I want to apologize to reporter Serge Kovaleski for publicly mocking your physical disability. I showed tremendous disrespect to you and the millions of Americans living with a disability of one kind or another. I wish I could take it back and hope you will forgive me. I’m sorry. Sen. John McCain, I’m sorry for disparaging your service to our country by mocking your capture. I was wrong and offer no excuse for it. I know I’m late, but I’m asking you to forgive me. What you sacrificed for our nation and my freedom is beyond heroic, and I salute you, sir! The GOP may not survive the Trump takeover: Max Boot Megyn Kelly, I apologize for calling you names and mistreating you; please forgive me. I realize that you, along with thousands of men and women who choose to be reporters, are just trying to do your job. In putting myself forward to run for president, I should have been more respectful of you and all those trying to provide the public with information and insight on this important campaign. I’m sorry I mistreated you; I’m sorry I have repeatedly called the press such ugly names. I have been to parts of the world that don’t have a free press, and I am thankful for our system. I also recognize I was blessed with hundreds of millions of dollars of media attention I didn’t have to pay for, so I certainly should not protest every story I don’t like. I’m sorry I treated Jeb Bush so poorly during the primaries. Jeb, you and your family have an admirable record of public service to our nation, and I apologize for calling you names and not showing you the respect you deserve. Please forgive me — you would have been a fine president. I’m sorry for things I said about most of my Republican primary opponents — Ted Cruz, Marco Rubio, Ben Carson, Carly Fiorina, John Kasich and others. Just because politics is a contact sport is no excuse for behaving the way I have far too often. These men and women might have been political adversaries — but they are also people, people who sacrificed much to seek the same office I now seek, and all people deserve to be treated with respect and dignity. I don’t deserve their forgiveness, but I’m humbly asking for it. Mitt Romney, I now know just how hard it is to run for president — and you did it twice! Please forgive me for calling you a loser and a choke artist — two labels many will no doubt place on me, should I be unsuccessful on Election Day. You, sir, exemplify class, dignity, character, integrity and faith. You are a national model of a good husband, father and grandfather. Frankly, I’m sorry we aren’t all working for your re-election this year! Then, I want to apologize to the people of Mexico for painting an entire nation with the kind of broad-brush stereotype that has no place in political discourse — or modern life, for that matter. I’m sorry, and win or lose, I hope to earn your respect and trust. That anyone from Mexico — or any other country — would risk everything to seek the kind of opportunity and freedom this land has to offer is a tribute to America, and those who pursue it should not be disparaged. From now on, I will discuss and debate policy without ascribing negative labels or cheap stereotypes to those most affected by it. I must also apologize to the loving parents of a slain Muslim-American soldier. Just because Khizr and Ghazala Khan  appeared at the Democratic convention in support of my opponent does not mean they are not deserving of my utmost respect and appreciation for their son’s sacrifice to protect the freedoms I enjoy every day. Mr. and Mrs. Khan, I take my hat off to you, and all of our Gold Star families — regardless of political affiliation — and respectfully ask for your forgiveness. It’s past time to apologize for demeaning women as I clearly have by talking about them as objects to be exploited for personal pleasure. This behavior should not be dismissed as “locker room talk.” It is vulgar and reprehensible, and has no place in public or private life. I’m ashamed and I’m sorry. I don’t expect forgiveness for this one, but I’ll ask anyway. I owe Alicia Machado a public apology as well; please forgive me for judging any woman by her physical appearance or weight, rather than by her inner spirit and heart. I’m sorry, Alicia. Right message, horribly wrong messenger: Linda Killian Throughout this campaign many of my surrogates, staff members and supporters have tried to explain my hurtful words and often mean-spirited behavior by saying things like, “He’s not a trained politician; he’s not politically correct; he just says what’s on his mind.” Or, “He’s a counter puncher; he just hits back when someone hits him first.” None of us would accept these excuses from our children or co-workers, and you should not accept them from or on behalf of me. So, I also want to apologize to all of these folks who have sacrificed personal reputation and credibility in their efforts to make excuses for behavior of mine that was simply inexcusable. While much of my own behavior and speech have had many defenders, I must be honest — it simply has no defense. I especially apologize to the many evangelical leaders who defended and promoted me against their own moral and biblical convictions and beliefs about character, for I have no doubt cost you much moral authority in future elections. Secretary Hillary Clinton, I want to apologize for calling you names and inciting hatred toward you and your husband. Our political differences are many, but you have given your life to public service, and that is still a noble calling. If I win, I will want your help. If you win, you can count on my support. America deserves our cooperation. My candidacy for this nomination was launched, and succeeded, in response to deep-seated anger from people across this land — people who believe their government has been taken from them and no longer serves and protects them. I was upset when many of these people supporting me were referred to as deplorables — yet I recognize now, I am the one who has been deplorable. I’m sorry! POLICING THE USA: A  look at race, justice, media I realize that the best way to make America great again is to appeal to our collective better angels, not to our shrillest tones and most divisive words. For nearly 70 years I’ve been blessed far beyond anything I could have imagined, and certainly beyond anything I deserve. I want to now give back and serve the country that has provided so much opportunity and blessing for me. I want to serve in a way befitting of the office I seek in the land that is still the greatest on earth. Finally, I fully expect many people to be skeptical of these apologies and appeals for forgiveness — after all, I’m trailing nationally in the final weeks of a presidential campaign. I understand such skepticism and have no doubt my sincerity will be questioned across this country. Believe me, I am well aware that my own actions in the days and weeks ahead will have to prove my sincerity, and I intend to work hard to earn the benefit of the doubt. I’ll let you be the judge. This much I know — win or lose, apologizing and asking forgiveness is the right thing to do and I’ll be better for it. Thank you, God bless you, and may God bless America. Posted! A link has been posted to your Facebook feed. Donald Trump stands next to one of his three Sikorsky helicopters at New York Port Authority's West 30 Street Heliport in March 1988.  Wilbur Funches, AP Heavyweight champion Mike Tyson, right, speak at a news conference while adviser Donald Trump looks,  after announcing a settlement between Tyson and his manager, Bill Cayton, on July 27, 1988.  Richard Drew, AP Fullscreen Donald Trump, right, waits with his brother Robert for the start of a Casino Control Commission meeting in Atlantic City on March 29, 1990. Trump was seeking final approval for the Taj Mahal Casino Resort, one of the world's largest casino complexes.  AP Donald Trump stands next to a genie lamp as the lights of his Trump Taj Mahal Casino Resort light up the evening sky marking the grand opening of the venture in Atlantic City on April 5, 1990.  Mike Derer, AP Donald Trump and architect Adrian Smith unveil an artist rendition of Trump Tower Chicago at a news conference on Sept. 23, 2003.  Scott Olson, Getty Images Donald Trump signs autographs for a crowd prior to the demolition of the old Chicago Sun-Times building on Oct. 28, 2004.  Jeff Roberson, AP Donald Trump on the set for his show, \"The Apprentice\" in 2006.  Virginia Sherwood, NBC Ann Romney looks on as Donald Trump and Republican presidential candidate Mitt Romney shake hands during a news conference held by Trump to endorse Mitt Romney for president on Feb. 2, 2012, in Las Vegas.  Ethan Miller, Getty Images Eric F. Trump, Donald Trump and Donald Trump Jr. attend the \"Celebrity Apprentice All Stars\" Season 13 Press Conference at Jack Studios on October 12, 2012, in New York City.  Slaven Vlasic, Getty Images Donald Trump and Miss Connecticut USA Erin Brady pose onstage after Brady won the 2013 Miss USA pageant, on June 16, 2013.  Jeff Bottari, FR170524AP Donald Trump and Ivanka Trump watch as the ceremonial starter hits to start the first round of the WGC-Cadillac Championship golf tournament at TPC Blue Monster at Trump National Doral on March 5, 2015, in Miami.  Jason Getz, USA TODAY Sports Donald Trump reacts alongside wife Melania Trump before the welterweight boxing fight between Floyd Mayweather and Manny Pacquiao on May 2, 2015.   Mark J. Rebilas, USA TODAY Sports Donald Trump speaks during the Freedom Summit on May 9, 2015, in Greenville, South Carolina.  Richard Ellis, Getty Images Donald Trump speaks to guests gathered for the Republican Party of Iowa's Lincoln Dinner at the Iowa Events Center on May 16, 2015, in Des Moines, Iowa.  Scott Olson, Getty Images Trump announces his presidential run on June 16, 2015, at Trump Tower in New York.  JUSTIN LANE, EPA Trump holds up documents from a poll that shows him running in second place among Republican candidates as he speaks at a meeting of the City Club of Chicago on June 29, 2015.  Tannen Maury, European Pressphoto Agency Trump greets the crowd before speaking at the Phoenix Convention Center on July 11, 2015.  Cheryl Evans, The Arizona Republic Trump speaks at the Family Leadership Summit in Ames, Iowa, on July 18, 2015.  Nati Harnik, AP Trump arrives at the airport for a visit to the U.S./Mexico border in Laredo, Texas, on July 23, 2015.  LM Otero, AP Trump drives his golf buggy during the second day of the Women's British Open golf championship on the Turnberry golf course in Turnberry, Scotland, on July 31, 2015.  Scott Heppell, AP Trump, alongside fellow Republican presidential candidates Ben Carson and Scott Walker, participates in the first prime-time presidential debate hosted by Fox News and Facebook at the Quicken Loans Arena on Aug. 6, 2015, in Cleveland.  Chip Somodevilla, Getty Images Trump delivers the keynote address at the Genesee and Saginaw Republican Party Lincoln Day Event on Aug. 11, 2015, in Birch Run, Mich., his first campaign event since his Republican debate debut.  Bill Pugliano, Getty Images Trump greets fairgoers while campaigning at the Iowa State Fair on Aug. 15, 2015, in Des Moines.  Win McNamee, Getty Images Trump greets supporters after his rally at Ladd-Peebles Stadium on Aug. 21, 2015, in Mobile, Ala.  Mark Wallheiser, Getty Images Fullscreen Trump fields a question from Univision and Fusion anchor Jorge Ramos during a press conference held before his campaign event at the Grand River Center on Aug. 25, 2015, in Dubuque, Iowa. Earlier in the press conference Trump had Ramos removed from the room.  Scott Olson Trump asks a supporter, Mary Margaret Bannister, check to see whether his hair is real during his speech to supporters at a rally at the TD Convention Center on Aug. 27, 2015, in Greenville, S.C  RICHARD SHIRO, AP Trump looks at his signed pledge during a news conference at Trump Tower on Sept. 3, 2015, in which he vowed to support the Republican Party's nominee, whoever it may be.  Richard Drew, AP Trump speaks at a rally organized by Tea Party Patriots on Capitol Hill on Sept. 9, 2015, to oppose the Iran nuclear agreement.  Carolyn Kaster, AP Jimmy Fallon and Trump appear in the \"Trump in the Mirror\" skit during a taping of \"The Tonight Show Starring Jimmy Fallon\" on Sept. 11, 2015, in New York.  Douglas Gorenstein, AP Trump speaks during a campaign event aboard the USS Iowa battleship in Los Angeles on Sept. 15, 2015.  Kevork Djansezian, AP Trump speaks during the CNN Republican presidential debate at the Reagan library on Sept. 16, 2015, in Simi Valley, Calif.  Mark J. Terrill, AP Trump high-fives homecoming king Austin Cook as queen Eylse Pescott looks on during a rally at Urbandale High School on Sept. 19, 2015, in Urbandale, Iowa.  Charlie Neibergall, AP Trump announces his tax plan during a press conference at Trump Tower in New York on Sept. 28, 2015.  Dominick Reuter, AFP/Getty Images Trump answers a reporter's question prior to a town hall event at Keene High School on Sept. 30, 2015, in Keene, N.H.  Darren McCollester, Getty Images Trump invites Myriam Witcher, 35, of Las Vegas on the stage during a campaign rally at the Treasure Island Hotel & Casino on Oct. 8, 2015, in Las Vegas.  Isaac Brekken, Getty Images Trump leaves the stage following a campaign rally at Burlington Memorial Auditorium on Oct. 21, 2015, in Burlington, Iowa.  Scott Olson, Getty Images Trump is questioned by the media after the CNBC Republican presidential debate on Oct. 28, 2015, in Boulder, Colo.  Jeremy Papasso, AP New Hampshire Secretary of State Bill Gardner watches at left as Trump fills out his papers to be on the New Hampshire primary ballot on Nov. 4, 2015, in Concord, N.H.  Jim Cole, AP Trump speaks alongside Marco Rubio and Ben Carson during the Republican debate on Nov. 10, 2015, in Milwaukee.  Scott Olson, Getty Images Trump addresses supporters during a campaign rally at the Greater Columbus Convention Center on Nov. 23, 2015, in Columbus, Ohio.  Ty Wright, Getty Images Donald Trump waves to the crowd after participating in a campaign event in Aiken, S.C., on Dec. 12, 2015.  Erik S. Lesser, European Pressphoto Agency Trump speaks during a campaign stop at Winthrop University on Jan. 8, 2016, in Rock Hill, S.C.  Rainier Ehrhardt, AP Trump arrives at Muscatine Municipal Airport for a rally at Muscatine High School in Muscatine, Iowa, on Jan. 24, 2016.  Andrew Harnik, AP Trump walks down the steps after speaking at a caucus site on Feb. 1, 2016, in Clive, Iowa.  Jae C. Hong, AP Trump greets people as he visits a polling station on Feb. 9, 2016 in Manchester, N.H.  Joe Raedle, Getty Images Trump acknowledges cheering supporters celebrating his victory in the South Carolina Republican primary in Spartanburg, S.C., on Feb. 20, 2016.  RICHARD ELLIS, EPA Trump speaks during a rally on Feb. 23, 2016, in Reno, Nev.  Marcio Jose Sanchez, AP Trump talks to a boy at the end of a rally at the Peabody Opera House on March 11, 2016, in St. Louis.  Michael B. Thomas, AFP/Getty Images Trump addresses the media at a press conference following his victory in the Florida primary on March 15, 2016, in West Palm Beach, Fla.  Rhona Wise, AFP/Getty Images Trump and New Jersey Gov. Chris Christie disembark from Trump's plane during a campaign stop on March 1, 2016, in Columbus, Ohio.  John Minchillo, AP Trump speaks at a campaign rally in New Orleans on March 4, 2016.  Gerald Herbert, AP Trump speaks to supporters at his primary night event at Mar-a-Lago Club in Palm Beach, Fla., on March 15, 2016.  Gerald Herbert, AP Trump tours the Old Post Office Pavilion, soon to be a Trump International Hotel, on March 21, 2016, in Washington.  Alex Brandon, AP Trump waves as he gets into his vehicle in Washington on March 31, 2016, following a meeting at the Republican National Committee headquarters.  Susan Walsh, AP Trump arrives at a campaign rally in Bethpage, N.Y., on April 6, 2016.  Peter Foley, European Pressphoto Agency Trump signs a hat after speaking at a rally at the Connecticut Convention Center on April 15, 2016 in Hartford, Conn.  Matthew Cavanaugh, Getty Images Trump speaks following victory in the New York primary on April 19, 2016.  Jewel Samad, AFP/Getty Images Trump waves to the crowd at the end of his campaign rally at the Indiana Farmers Coliseum on April 27, 2016, in Indianapolis.  John Sommers II, Getty Images Trump gestures while speaking during a campaign rally at the Indiana Theater on May 1, 2016, in Terre Haute, Ind.  Seth Perlman, AP Trump speaks during an interview with The Associated Press in his office at Trump Tower in New York on May 10, 2016.  Mary Altaffer, AP Trump answers questions during a news conference in New York on May 31, 2016.  Richard Drew, AP Trump gives a speech on terrorism at Saint Anselm College in Manchester, N.H., on June 13, 2016, in the aftermath of the Orlando shootings.  Timothy A. Clary, AFP/Getty Images Trump delivers a speech attacking Hillary Clinton at Trump SoHo Hotel on June 22, 2016.  Drew Angerer, Getty Images Trump speaks at the 2016 Western Conservative Summit at the Colorado Convention Center on July 1, 2016 in Denver.  Marc Piscotty, Getty Images Trump arrives at RNC headquarters for a meeting with House Speaker Paul Ryan and House Republicans on July 7, 2016, in Washington.  Mark Wilson, Getty Images Trump listens to a question during an interview after a rally in Virginia Beach, Va., on July 11, 2016.  Steve Helber, AP Trump and his family attend an arrival event with Gov. Mike Pence and his family at the Great Lakes Science Center on July 20, 2016, in Cleveland during the GOP convention.  Jeff J Mitchell, Getty Images Trump delivers his acceptance speech during the Republican National Convention on July 21, 2016.  Kelly Jordan, USA TODAY Trump meets with the editorial board of Colorado Springs Gazette on July 29, 2016, in downtown Colorado Springs, Colo.  Christian Murdock, AP Trump holds up a chart as he speaks during his campaign event at the BB&T; Center on Aug. 10, 2016, in Fort Lauderdale, Fla.  Joe Raedle, Getty Images Trump arrives to speak at a campaign rally in Akron, Ohio, alongside former New York mayor Rudy Giuliani on Aug. 22, 2016.  Gerald Herbert, AP Mexico President Enrique Pena Nieto and Trump shake hands after a joint statement at Los Pinos, the presidential official residence, in Mexico City on Aug. 31, 2016.  Marco Ugarte, AP Trump arrives for his immigration speech at the Phoenix Convention Center on Aug. 31, 2016.  Michael Chow/The Republic, Michael Chow-USA TODAY Sports Trump speaks with 'Today' show co-anchor Matt Lauer at the NBC Commander-In-Chief Forum held at the Intrepid Sea, Air and Space museum in New York on Sept. 7, 2016.  Evan Vucci, AP Trump waves as he steps out of his plane for a rally at the JetCenters of Colorado in Colorado Springs on Sept. 17, 2016.  Mandel Ngan, AFP/Getty Images Trump speaks during a rally at Duplin County Events Center in Kenansville, N.C., on Sept. 20, 2016.  Mandel Ngan, AFP/Getty Images Trump and Clinton shake hands at the end of the first presidential debate at Hofstra University in Hempstead, N.Y., on Sept. 26, 2016.  Joe Raedle, AFP/Getty Images Trump meets with members of the National Border Patrol Council at Trump Tower on Oct. 7, 2016, in New York.  Evan Vucci, AP Trump and Clinton take part in the town hall debate at Washington University on Oct. 9, 2016, in St Louis.  Saul Loeb, Pool/Getty Images Trump walks off the stage  followed by his wife, Melania, after the final presidential debate in Las Vegas on Oct. 19, 2016.  Robyn Beck, AFP/Getty Images Trump sits down with Wisconsin Gov. Scott Walker and a group of small-business owners for a roundtable meeting on Nov. 1, 2016, in Altoona, Wis.  Chip Somodevilla, Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "The speech that could have saved Trump: Mark DeMoss"
   },
   {
    "entities": [
     "council",
     "molly",
     "bashir",
     "wolfgang",
     "times",
     "nations",
     "fadil",
     "ali",
     "state",
     "now",
     "the future",
     "omar",
     "nike",
     "hattab",
     "suleiman",
     "gogjali",
     "dohuk",
     "muslim",
     "hennessy-fiske",
     "king",
     "norwegian",
     "islamic",
     "los",
     "raqqah",
     "gressmann",
     "angeles",
     "pentagon",
     "salem",
     "iraq",
     "united",
     "mosul",
     "hussein",
     "laura",
     "refugee",
     "wednesday",
     "last week",
     "abdel",
     "oct. 17",
     "syria",
     "isis",
     "rashid",
     "u.s.",
     "the day before",
     "awat",
     "shiite"
    ],
    "id": 3,
    "text": "World Iraqis' Mosul advance pauses as hundreds flee an escalating fight Civilians from the Iraqi city of Mosul streamed Wednesday into the village of Gogjali on the city’s eastern edge Wednesday. Molly Hennessy-Fiske Contact Reporter Hundreds of civilians fleeing the Iraqi city of Mosul streamed Wednesday into this village on the city’s eastern edge: Men with beards and women in veils, walking along the main road toting children and suitcases. “We told civilians to stay in their homes,” Iraqi special forces Lt. Col. Ali Hussein Fadil said as his Humvee passed the crowd. “I’m surprised to see them walking like this. They are potential dangers for us.” Troops have encountered suicide bombers in recent days as young as 10 years old. “When kids are approaching us, we are trying to move them back and not get close,” he said. “We don’t trust those people.” Iraqi civilians flee Mosul area, white flags flying As Iraqis flee the Mosul area, they and the Iraqi military fear Islamic State fighters may have put on civilian clothing and joined the flood. (Molly Hennessy-Fiske / Los Angeles Times) As Iraqis flee the Mosul area, they and the Iraqi military fear Islamic State fighters may have put on civilian clothing and joined the flood. (Molly Hennessy-Fiske / Los Angeles Times) See more videos Iraqi government forces took a brief pause Wednesday in their 2-week-old offensive to retake Mosul from Islamic State , working to clear jihadi fighters from these outlying suburbs and to handle the flood of civilians who are fleeing Iraq’s second-largest city. Meanwhile, Shiite Muslim forces who entered the fight last week reported they had gained control of a main highway linking Mosul to Islamic State’s other main stronghold in Raqqah, Syria — a move they said will enable them to cut a main supply line to Islamic State forces in the city. More than 18,000 people have been displaced from their homes since the Mosul offensive started on Oct. 17, according to the United Nations, and humanitarian agencies are preparing for an even greater flood as the fighting in the city escalates. Aid workers “are now bracing ... for the worst. The lives of 1.2 million civilians are in grave danger, and the future of all of Iraq is now in the balance,\" said Wolfgang Gressmann, head of the Norwegian Refugee Council in Iraq. Hussein’s battalion has taken over a half dozen villages, but Gogjali was the first area that was inhabited, and soldiers were preparing for the possibility that some of those leaving  could be Islamic State fighters disguised as civilians. (Molly Hennessy-Fiske and Laura King) The Iraqi commander advised his soldiers to deal fairly with residents as they cleared and secured the area, but also to be suspicious. The risk would only increase the closer they crept to  Mosul’s urban core. Fleeing Islamic State fighters shot at departing civilians as they left and took with them as hostages a half dozen of those who had relatives in the security forces, residents and soldiers said. Iraqi forces killed eight of the militants, who attacked with suicide car bombs and mortars. A 14-year-old girl was killed when her house was hit by a mortar strike. Two other children were injured: a 9-year-old girl and a 7-year-old boy. As a day of clouds gave way to clearer skies, U.S. coalition planes resumed flying  and airstrikes boomed on the horizon. Elsewhere in town, smaller booms sounded as Iraqi soldiers defused mines. Hussein passed houses displaying white flags signaling their surrender. Residents emerged carrying tea for the soldiers. Children waved. Others just looked on, wide-eyed. A soldier asked one resident why he hadn’t shaved. He said they still didn’t have electricity. Hussein was looking for Islamic State fighters. He had found one of their cellphones, and had a list of names. “If I give you a name, can you help?” the commander asked a small group of men standing in the dirt road. Awat Suleiman, 55, nodded. “I’m ready to help,” he said. But when Hussein said he was looking for a local Islamic State fighter named Omar Abdel Salem, the man clammed up. “I don’t know him,” he said, stone-faced. The rest of the crowd stood silent. Hussein smiled ruefully as he walked away, shaking his head. “Always they are saying they don’t know them,” he said. “They’re still afraid that the army will withdraw and ISIS will come again.” Pentagon fears killing civilians from the air as battle for Mosul intensifies » He walked to a local cement plant where his troops had fought Islamic State militants the day before, and pointed in the rubble to a body of a militant they had killed. The bearded man was unarmed and shirtless, wearing blue shorts and Nike sandals. He had fled after confronting the Iraqi special forces and was shot in the face. “He removed his ISIS uniform and was trying to dress as a civilian,” Hussein said. The fighter was not alone in attempting to blend in with fleeing civilians. At a red house that had served as an Islamic State base, Hussein pointed to several brown uniforms discarded on the patio. Some civilians here have been helpful, showing soldiers where militants were hiding and where they had placed mines so they could be defused, said Sgt. Maj. Hattab Bashir Rashid. Hussein found one of the explosives in the doorway of the home of a known Islamic State fighter. Rashid, 37, said he has five children at home in nearby Dohuk and cannot help but think of his own family when he sees those fleeing the escalating fight in Mosul. “To liberate families is our duty. We can’t do more than this,” he said as his Humvee passed the fleeing crowds of civilians. “After us, intelligence groups will come and do screenings. Those who committed crimes will be judged and go to prison. Others we will welcome.” ",
    "title": "Iraqis&apos; Mosul advance pauses as hundreds flee an escalating fight - LA Times"
   },
   {
    "entities": [
     "last friday",
     "press",
     "law",
     "obama",
     "james",
     "marcio",
     "neil",
     "right now",
     "times",
     "missouri",
     "now",
     "greenberg",
     "anna",
     "monica",
     "clara",
     "county",
     "lauter",
     "last month",
     "santa",
     "once",
     "2012",
     "david",
     "ron",
     "mitt",
     "gop",
     "the last days",
     "of the race",
     "four years ago",
     "newhouse",
     "4 percentage points",
     "school",
     "associated",
     "san",
     "north",
     "donald",
     "university",
     "angeles",
     "2016",
     "early october",
     "fbi",
     "abc",
     "47.8%",
     "post",
     "russ",
     "hillary",
     "usc/los",
     "clinton",
     "jose",
     "brooklyn",
     "46%",
     "night",
     "oct. 19",
     "wednesday",
     "feingold",
     "b.",
     "washington",
     "this year",
     "sanchez",
     "a few minutes wednesday",
     "last week",
     "ohio",
     "johnson",
     "senate",
     "42.4%",
     "46%-40%",
     "comey",
     "romney",
     "charles",
     "indiana",
     "marquette",
     "wisconsin",
     "franklin",
     "trump",
     "carolina"
    ],
    "id": 4,
    "text": "The polls might seem wild right now, but this election is closing a lot like the last one did A polling place in San Jose Marcio Jose Sanchez / Associated Press Outside the Santa Clara County registrar of voters office last month. Outside the Santa Clara County registrar of voters office last month. (Marcio Jose Sanchez / Associated Press) David Lauter Contact Reporter Charles Franklin is hardly a household name, but for a few minutes Wednesday, the full spotlight of the 2016 presidential campaign focused on the veteran pollster and political scientist as he unveiled the latest results from his closely followed poll of Wisconsin voters. When he announced the verdict: Hillary Clinton leading Donald Trump 46%-40% — almost identical to the margin the poll had found in early October — sighs of relief from Democratic activists could be heard from Brooklyn to Santa Monica.  For Democrats , who, as a tribe, seem more inclined to election-season night terrors than their Republican foes, these are anxious days. After the final presidential debate last month, they had begun to pinch themselves and talk of landslides. No more. In recent days, once high-flying polls for Clinton have come back to earth. Indeed, in an ironic — yet, in hindsight, predictable — fashion, the 2016 campaign, after all the controversy and twists, is ending in a familiar way, almost identical to the last days of the race four years ago. The Democratic nominee is moving down the final stretch with a small lead while the Republican scrambles to find a way to flip blue states. That scenario is testimony to the tremendous pull that partisanship exerts over presidential elections, almost regardless of the specifics of the candidates. In a closely divided country, it means yet another contest that will leave many voters feeling whiplash. Even though far fewer polls have been conducted this year than in the last election, social media has made them more available and ubiquitous than ever. News headlines highlight the variations from one survey to the next — the inevitable product of the laws of probability — driving many voters to distraction as they check Twitter for the latest bulletin. But interviews with leading pollsters in both parties Wednesday found widespread agreement on several points: Although Trump seems all but certain to perform better with blue-collar white voters than Mitt Romney did four years ago, those gains are being offset by losses among suburban, college-educated voters, especially women. The lineup of states may shift slightly from 2012 — Clinton may win North Carolina, which President Obama lost, but lose Ohio, which Obama carried — but Trump, so far, has not been able to break the Democrats’ hold on the states they need for an electoral majority.  Last Friday’s news from FBI Director James B. Comey that agents would be examining additional emails that may be related to Clinton has had a small, but mostly transient, influence on the race. And Clinton holds a lead roughly similar to Obama’s 4-point margin of victory from four years ago. How to get to 270 electoral votes » Some polls, of course, continue to show a path to victory for Trump. A tracking poll by ABC and the Washington Post , which last week showed Clinton holding a double-digit lead, now finds her and Trump tied at 46%. And the USC/Los Angeles Times “Daybreak” tracking poll , which has consistently shown a better result for Trump than most other surveys, gave him a 5-point lead, 47.8% to 42.4%. In both parties, however, experienced pollsters don’t see the race that way. Neil Newhouse, who served as Romney’s chief pollster four years ago, said Comey’s news “put the brakes” on what was starting to look like a runaway victory for Clinton, but that she was still ahead by 2 to 4 percentage points. “Hillary is still likely to win,” Newhouse said, even if that means “limping across the finish line.”  On the Democratic side, Anna Greenberg, whose firm polls for many of the party’s Senate and congressional candidates, called the race “pretty stable.” “There has been narrowing, which was to be expected. Trump was always going to consolidate more Republicans, and I don't think Clinton was ever going to win by 10 to 12 points” — as some surveys had shown in the days after the final presidential debate Oct. 19 — she said. The big impact of a tighter race, she and Republican pollsters said, could be to improve the chances of Republicans in down-ballot races by encouraging GOP turnout. Indeed,  the Wisconsin poll, released by Marquette University Law School , found that the Senate race between Republican incumbent Ron Johnson and former Sen. Russ Feingold had narrowed to a near tie. Other Senate races, such as those in North Carolina, Indiana and Missouri, also appear headed to extremely close finishes, with control of the chamber up for grabs .  ",
    "title": "The polls might seem wild right now, but this election is closing a lot like the last one did - LA Times"
   },
   {
    "entities": [
     "josh",
     "charlotte",
     "twitter",
     "obama",
     "rashbaum",
     "davis",
     "times",
     "congress",
     "martin",
     "eric",
     "jonathan",
     "william",
     "fayetteville",
     "apuzzo",
     "2012",
     "k.",
     "florida",
     "miami",
     "chapel",
     "las",
     "carolinians",
     "four years ago",
     "schultz",
     "doug",
     "julie",
     "weiner",
     "gardiner",
     "north",
     "matt",
     "york",
     "abedin",
     "cnn",
     "fbi",
     "friday",
     "hill",
     "credit",
     "white",
     "nov. 2, 2016",
     "hillary",
     "clinton",
     "jacksonville",
     "saturday",
     "earnest",
     "wednesday",
     "washington",
     "thursday",
     "mills/the",
     "vegas",
     "goldman",
     "facebook",
     "f.b.i.",
     "orlando",
     "comey",
     "house",
     "harris",
     "hirschfeld",
     "november 2, 2016",
     "new",
     "recently",
     "trump",
     "last weekend",
     "adam",
     "carolina"
    ],
    "id": 5,
    "text": "Privacy Policy Mr. Comey’s letter has also put Mr. Obama into a delicate position at a crucial time in the race, essentially forcing him to choose between his own institutional imperative to refrain from meddling in a federal law enforcement matter and his political impulse to fiercely defend Mrs. Clinton. White House officials later played down Mr. Obama’s remarks about the F.B.I. and insisted he had not meant to criticize Mr. Comey. “The president went out of his way to say he wouldn’t comment on any particular investigations,” Eric Schultz, a White House spokesman, told reporters on Air Force One while Mr. Obama was en route to North Carolina to campaign for Mrs. Clinton. Photo Hillary Clinton with members of her staff aboard her campaign plane en route to Las Vegas on Wednesday. President Obama lauded Mrs. Clinton in Chapel Hill. Credit Doug Mills/The New York Times Mr. Schultz characterized Mr. Obama’s remarks as mirroring those made in recent days by the White House press secretary, Josh Earnest, who had said that while the White House would not criticize Mr. Comey’s decision to update Congress on the status of a continuing investigation, Mr. Obama believed that rules intended to keep such investigations confidential were good ones and should be followed. Much is unknown about the newly discovered emails, including why they were on Mr. Weiner’s laptop in the first place. Ms. Abedin, through her lawyers, has adamantly denied using that laptop. One theory of how the emails ended up there, according to several of the people, is that they may have been inadvertently backed up or downloaded onto an older computer and then transferred from the older computer to the laptop’s hard drive when the older computer was replaced. Mr. Obama, affecting a bit of the local accent, repeatedly said he had come to do “bidness,” name-dropped the Tar Heels basketball team, and could barely contain his laughter as he described some of Mr. Trump’s more provocative remarks. Advertisement Continue reading the main story But he also directed the millennials in the audience to pay attention as he described the ugly history of the struggle for black voting rights and North Carolina’s more recent effort to make it harder to cast a ballot. Alluding to a 100-year-old black woman and lifelong resident of the state whose voting eligibility was recently questioned, Mr. Obama said North Carolinians would be complicit in what he called “voter suppression” if they did not show up at the polls. “If you don’t vote you’ve done the work of those who would suppress your vote without them having to lift a finger,” the president warned. He referred to Mr. Trump’s repeated allegations of voting fraud in “certain areas,” making it clear that he thinks the Republican was talking about black communities. “Where are those ‘certain areas’ he’s talking about?” Mr. Obama asked with a knowing tone. Mr. Obama left little doubt about the implications in the state Mrs. Clinton has the best chance to turn from red to blue.“If Hillary wins North Carolina,” he said, “she wins.” In North Carolina, which Mr. Obama narrowly lost in 2012, early voting rates among African-Americans and young voters have so far been below the level of four years ago. Democrats have seen improvements in these numbers in recent days as more early voting locations have opened up and they were able to drive out African-American voters at “souls to the polls” events last weekend. On Thursday, Mr. Obama is to campaign in Miami and Jacksonville, two of Florida’s most heavily African-American cities. He is scheduled to return to North Carolina on Friday, when he will appear in Charlotte and Fayetteville, both with sizable black populations, before going back to Orlando on Saturday for the final day of early voting in Florida. 'We don't operate on innuendo' — President Obama discusses Hillary, emails, and the FBI in an exclusive interview with NowThis pic.twitter.com/0J6tJyEYSh —         NowThis (@nowthisnews) Nov. 2, 2016 Correction: November 2, 2016 An earlier version of this article gave an incorrect corporate parent for NowThis News. It is not owned by CNN; it is independently operated. Jonathan Martin and Gardiner Harris reported from Chapel Hill, and Adam Goldman from Washington. William K. Rashbaum contributed reporting from New York, and Matt Apuzzo and Julie Hirschfeld Davis from Washington. Follow The New York Times’s politics and Washington coverage on Facebook and Twitter , and sign up for the First Draft politics newsletter . ",
    "title": "Obama Faults F.B.I. on Emails, Citing ‘Incomplete Information’ - The New York Times"
   },
   {
    "entities": [
     "news",
     "holbrook",
     "70 percent",
     "okla.",
     "america",
     "dakota",
     "mondays",
     "inc.",
     "manuel",
     "cbs",
     "interactive",
     "school",
     "audra",
     "north",
     "$34 million",
     "2016",
     "$20",
     "cornett",
     "future",
     ", 7:26 pm",
     "2014",
     "$1.3 billion",
     "11.5 percent",
     "oklahoma",
     "this year",
     "tulsa",
     "inola",
     "kent",
     "high",
     "monday",
     "november 2, 2016",
     "$400,000",
     "one percent",
     "the past year",
     "bojorquez"
    ],
    "id": 6,
    "text": "By Manuel Bojorquez CBS News November 2, 2016, 7:26 PM Okla. schools make tough cuts amid oil slump, budget cuts INOLA, Okla. -- Inola High School is like any other in America, bustling with students running from class to class. Except on Mondays. Inola High School on a Monday CBS News The school district, outside of Tulsa, has lost $400,000 in state funding over the past year. “Not in my worst dream did I ever figure I would be taking my district to a four-day school week,” said Dr. Kent Holbrook, the superintendent. Dr. Kent Holbrook CBS News The choice was cut teachers or switch to four days with longer hours. “When I started weighing out, what’s going to do more damage to these students? Is it going to be put 30, 35 first-graders in a class, or change the hours in a week? The decision was actually pretty easy,” Holbrook said. Lawmakers blame a 70 percent drop in oil and gas prices since 2014. This year the state faced a $1.3 billion deficit and cut $34 million in education funding. But critics say that’s in part due to years of giving tax breaks to oil companies; Rates as low as one percent during the boom, while the going rate in North Dakota was 11.5 percent. Nearly one-third of Oklahoma’s school districts, in mostly poor, rural areas, have had to shorten the school week. “Knowing we don’t have enough money to keep the lights on and the buses running … it’s just an outrage,” said Audra Cornett, who has two children in Inola schools and is also a teacher. Audra Cornett CBS News “Their whole future depends on the quality of education that they received at these young ages,” Cornett said. “I don’t see them being ready in the way we had been able to prepare them before.” To help out other parents, she opened a learning center, where for $20, they can send their children on Mondays -- until the time when that will be a school day again. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Okla. schools make tough cuts amid oil slump, budget cuts - CBS News"
   },
   {
    "entities": [
     "cavarretta",
     "ufc",
     "vaughn",
     "j.",
     "tom",
     "ontario",
     "neb.",
     "carnegie",
     "1945",
     "now",
     "tuesday",
     "patrick",
     "kansas",
     "wrigley",
     "once",
     "$8,000",
     "toledo",
     "brown",
     "corey",
     "street",
     "sheen",
     "25 cents",
     "cleveland",
     "chicago",
     "guida",
     "indians",
     "kluber",
     "league",
     "1908",
     "o'connell",
     "koehneke",
     "1948",
     "john",
     "center",
     "night",
     "wednesday",
     "thome",
     "4th",
     "3 a.m.",
     "ricky",
     "tower",
     "ryan",
     "st.",
     "fowler",
     "the 1940s",
     "ohio",
     "clay",
     "tribune",
     "banks",
     "mo.",
     "detroit",
     "ernie",
     "avenue",
     "next year",
     "city",
     "lincoln",
     "major",
     "kim",
     "cubs",
     "jeffrey",
     "east",
     "charlie",
     "charles",
     "dexter",
     "field",
     "progressive",
     "national",
     "jim",
     "tonight",
     "phil"
    ],
    "id": 7,
    "text": "Cleveland flooded with exhilarated Cubs fans Cubs fans Game 7 John J. Kim / Chicago Tribune Cubs fan and UFC fighter Clay Guida shows off his tickets Wednesday for Game 7 of the World Series at Progressive Field in Cleveland. Cubs fan and UFC fighter Clay Guida shows off his tickets Wednesday for Game 7 of the World Series at Progressive Field in Cleveland. (John J. Kim / Chicago Tribune) Game 7. World Series . \"I said I wanted to see the Cubs win the World Series before the good Lord takes me, so here I am with my grandson and my son,\" Tom Brown, 84, said as he rested beneath the Progressive Field marquee near the home plate gate. \"If we win, I can go to the Maker in peace.\" The Brown clan was among the thousands of Cubs fans who made the trip to northeast Ohio for Wednesday night's game against the Indians , ramping up for a day many have been dreaming about for a lifetime. \"I'm incredibly excited. I'm extremely happy to be here,\" Brown said, wearing a blue Cubs floppy hat and pinstriped jersey, as the corner of Ontario Street and Carnegie Avenue hummed with the chatter of baseball fans. Fans in Cleveland before Game 7 Fans gather on East 4th Street in Cleveland before World Series Game 7 Fans gather on East 4th Street in Cleveland before World Series Game 7 See more videos Brown, who grew up in the Chicago suburbs and now lives in Lincoln, Neb., shelled out $8,000 for the three tickets. He and his son, Jeffrey, and grandson Patrick left the Kansas City, Mo., area at 3 a.m. Tuesday, boarded a flight to Detroit, rented a car and stayed the night in Toledo, Ohio, before heading to Cleveland. It was worth it, they said. \"I decided I don't really have the money, but we're going,\" Tom Brown said. \"I sold a little stock.\" With the excitement level rising with each tick of the clock at the iconic Tower City Center, aglow in red and blue spotlights, fans made their way to the ballpark. In one of the plazas between a busy East 4th Street and the stadium, Indians fans mobbed actor Charlie Sheen as he exited a black SUV, on his way to a rally to pump up the local fans. Sheen played fictional Indians pitcher Ricky Vaughn, nicknamed \"Wild Thing,\" in the baseball movie \"Major League.\" Sheen had been angling to throw out a ceremonial first pitch before one of the Series games in Cleveland, but the Indians selected former stars, including Jim Thome for Game 7. That didn't stop Sheen from high-fiving surprised Tribe fans, then giving an expletive-filled speech to the crowd. \"It's the wrong night to be from Chi-Town!\" Sheen said. He criticized the Indians for bypassing him, then said it was going to be Cleveland's night on the field. Tom Brown Cubs fan Tom Brown on Game 7 of the World Series. (Patrick O'Connell / Chicago Tribune) Cubs fan Tom Brown on Game 7 of the World Series. (Patrick O'Connell / Chicago Tribune) See more videos The plaza beyond the left-field gate was a popular gathering spot for fans, many who didn't have tickets to the game but wanted to soak in the moment. Ryan Koehneke, 41, of St. Charles, drove to Cleveland on Tuesday and was searching for a ticket on the street after attending Game 6. A few moments before, someone nearby beat him to a pair of standing-room tickets. \"We're hoping for a miracle, man,\" Koehneke said. \"We're hoping for magic.\" As Corey Kluber delivered the first pitch, Indians and Cubs fans stood and cheered. Cubs fans made their presence known early, erupting from the box seats to the nosebleeds when Dexter Fowler led off the game with a home run. Cubs fans appeared to make up close to half of the fans in the stands. This was an unprecedented moment not to be missed for loyal Cubs fans. \"I lived at Wrigley Field as a kid,\" Tom Brown said. In the 1940s, he'd buy a bleacher ticket for 25 cents. He said he once got in trouble for skipping school to attend a Cubs home opener. As a baseball-crazed teenager, he scurried for the latest editions of the newspapers, scouring the box scores and memorizing player statistics. His favorite Cubs are Ernie Banks and Phil Cavarretta — \"He was a hell of a first baseman.\" He said he's been a die-hard fan for 72 years. Photo of Cubs fans during the World Series games.  Most Cubs fans were not alive the last time the team won the National League pennant, in 1945, let alone when the team won its last championship in 1908, facts not lost on the waves of fans who headed to the ballpark, giddy anticipation apparent on their faces. Indians fans have been long-suffering as well, the team's last title coming in 1948. \"As far as the game tonight, let the best team win,\" Brown said. \"If the Cubs lose, what's the phrase, 'Wait 'til next year?' I've waited for them for 72 years. I'll wait a few more.\" poconnell@chicagotribune.com ",
    "title": "Cleveland flooded with exhilarated Cubs fans - Chicago Tribune"
   },
   {
    "entities": [
     "twitter",
     "soviet",
     "james",
     "chile",
     "1983",
     "states",
     "florida",
     "southern",
     "ross",
     "fla",
     "crater",
     "stafford",
     "june 18, 1983",
     "april 24, 1990",
     "pyle",
     "space",
     "alan",
     "july 14, 2015",
     "force",
     "today",
     "june 28, 2015",
     "flight",
     "may 25, 2012",
     "june 23, 2014",
     "july 13, 2015",
     "facebookemail",
     "ala.",
     "marshall",
     "dec. 21, 1968",
     "november 2, 2016",
     "canaveral",
     "mcleod",
     "tv",
     "july 17, 1975",
     "arizona",
     "google",
     "bruce",
     "thomas",
     "rice",
     "observatories",
     "july 20, 1969",
     "alexey",
     "eagle",
     "observatory",
     "great",
     "a.",
     "eso",
     "united",
     "leonov",
     "nasa",
     "shuttle",
     "kennedy",
     "jan. 28, 1986",
     "ride",
     "facebook",
     "may 5, 1961",
     "weaver",
     "union",
     "gale",
     "july 14",
     "earth",
     "fla.",
     "nebula",
     "nov. 20, 1998",
     "recently",
     "gagarin",
     "yuri",
     "fullscreen",
     "jerry",
     "sept. 11, 2014",
     "falcon",
     "carina",
     "1979",
     "spacex",
     "2003",
     "sally",
     "associated",
     "huntsville",
     "european",
     "1973",
     "pluto",
     "kepler",
     "doyle",
     "aldrin",
     "cape",
     "july 23, 2015",
     "wednesday",
     "ap",
     "t.",
     "5:46 p.m. edt",
     "april 11, 1970",
     "shepard",
     "usa",
     "mars",
     "sputnik",
     "press",
     "mount",
     "america",
     "anna",
     "columbia",
     "air",
     "april 12, 1981",
     "oct. 4, 1957",
     "nov. 26, 2011",
     "international",
     "april 12, 1961",
     "telescope",
     "may 14, 1973",
     "dec. 4, 1996",
     "dec. 7, 1998",
     "epa",
     "center",
     "hubble",
     "sharp",
     "station",
     "horowitz",
     "lovell",
     "may 22, 2012",
     "u.s."
    ],
    "id": 8,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest 'Pillars of destruction' spotted in deep space The spires and pillars in the Carina Nebula are vast clouds of dust and gas about 7,500 light years away. Post to Facebook 'Pillars of destruction' spotted in deep space The spires and pillars in the Carina Nebula are vast clouds of dust and gas about 7,500 light years away. Check out this story on USATODAY.com: http://usat.ly/2ffmURG CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 10 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs 'Pillars of destruction' spotted in deep space Doyle Rice , USA TODAY 5:46 p.m. EDT November 2, 2016 This image was taken by the MUSE instrument, mounted on ESO’s Very Large Telescope and shows a portion of the Carina Nebula, which is 7,500 light-years away from Earth.. (Photo: ESO/A. McLeod) Breathtaking new images dubbed \"pillars of destruction\" from the Carina Nebula were released Wednesday by the European Southern Observatory. The spires and pillars are actually vast clouds of dust and gas within a hub of star formation some 7,500 light years from Earth, ESO said. The massive stars within the star formation region slowly destroy the pillars from which they are born. The pictures rank right up with the Hubble Space Telescope's famous Pillars of Creation in the Eagle Nebula, the Associated Press reported. The phenomena were observed by a team led by astronomer  Anna McLeod  via the Very Large Telescope in Chile. These composite image shows several pillars within the Carina Nebula which were observed and studied with the MUSE instrument, mounted on ESO’s Very Large Telescope.  (Photo: ESO/A. McLeod) This craggy fantasy mountaintop enshrouded by wispy clouds looks like a bizarre landscape. But it is indeed a pillar of gas and dust, three light-years tall, which is being eaten away by the brilliant light from nearby bright stars.  (Photo: ESO/A. McLeod) This image shows the region R18 within the Carina Nebula, 7,500 light-years away. The massive stars within the star formation region slowly destroy the pillars of dust and gas from which they are born.  (Photo: ESO/A. McLeod) Posted! A link has been posted to your Facebook feed. Here's a look back on some of the biggest moments in space history.  Oct. 4, 1957: Sputnik 1 was the first satellite in space. Launched by the Soviet Union, the satellite's success triggered the Space Race, an integral part of the Cold War.  NASA Fullscreen April 12, 1961: This undated photo shows cosmonaut Maj. Yuri Gagarin in his spacesuit. It was the Soviet Union's own giant leap for mankind, one that would spur a humiliated America to race for the moon. It happened on April 12, 1961, when the Air Force pilot became the first human in space.  AP May 5, 1961: Alan Shepard sits in his Freedom 7 Mercury capsule. Shepard was the second person ever to fly into space and the first American.  NASA Dec. 21, 1968: This famous 'Earthrise' photo was taken by the crew of Apollo 8. Crewmembers were the first humans to orbit the moon.  NASA July 20, 1969: Apollo 11 astronaut Buzz Aldrin walks on the moon. Apollo 11 was the spaceflight that landed the first humans on the moon.  NASA Fullscreen April 11, 1970: Apollo 13 commander James A. Lovell, foreground, speaks during a news conference in Cape Kennedy, Fla., before the spacecraft launched on its ill-fated journey to the moon. The unsuccessful journey was made famous by the movie, Apollo 13. NASA classified the mission a \"successful failure.\" because of the experience gained in rescuing the crew.  AP Fullscreen May 14, 1973: Skylab, the first United States manned space station, was launched in 1973. In this image, it is shown in orbit at the end of its mission in 1979 when it crashed back to Earth. The orbiting lab was designed by engineers at the Marshall Space Flight Center in Huntsville, Ala.  NASA, Associated Press July 17, 1975: Astronaut Thomas Stafford, left, and cosmonaut Alexey Leonov shake hands after a successful Apollo-Soyuz linkup in space. The U.S.-Soviet mission was the first multinational manned mission.  NASA April 12, 1981: Space Shuttle Columbia launched into orbit from NASA's Kennedy Space Center in Florida. The shuttle was the first reusable spacecraft. The shuttle and its crew were tragically lost in 2003.  NASA Fullscreen June 18, 1983: This NASA file photo shows America's first female astronaut Sally Ride as she communicates with ground controllers from the flight deck during the six-day space mission of the Challenger. Ride first launched into space in 1983 on the seventh U.S. space shuttle mission.  AFP/Getty Images Fullscreen Jan. 28, 1986: The space shuttle Challenger explodes shortly after lifting off from Kennedy Space Center.  All seven crewmembers died in the explosion, which was blamed on faulty O-rings in the shuttle's booster rockets. The disaster shattered NASA's image and the belief that flying on a spacecraft could become as routine as flying on an airplane.  BRUCE WEAVER, AP April 24, 1990: The Hubble Space Telescope, the first of NASA's Great Observatories to reach orbit, launched. It remains in operation today.  NASA Dec. 4, 1996: Mars Pathfinder was designed to show that the development of \"faster, better and cheaper\" spacecraft was possible. It was the first operational rover on another planet.  NASA Fullscreen Nov. 20, 1998: The International Space Station is launched. It becomes the first multinational space station and the largest man-made object built in space. Astronaut Jerry Ross adjusts his tools from his perch at the end of the space shuttle's robot arm as he works on the station module Unity on Dec. 7, 1998, in this image from NASA television.  NASA TV, Associated Press Fullscreen Nov. 26, 2011: Curiosity is a robotic rover exploring Gale Crater on Mars. This photo released on June 23, 2014, by NASA shows Curiosity's self-portrait. NASA announced on Sept. 11, 2014, that the rover has reached the base of Mount Sharp, its long-term science destination.  Uncredited, AP Fullscreen May 25, 2012: SpaceX becomes the first private company to send a spacecraft to the International Space Station. In this image released by NASA, the SpaceX Falcon 9 rocket and Dragon spacecraft lift off on May 22, 2012, from Cape Canaveral Air Force Station in Florida.  NASA/HANDOUT, EPA Fullscreen June 28, 2015: Space X's Falcon 9 rocket lifts off from space launch complex 40 at Cape Canaveral, Fla, with a Dragon CRS7 spacecraft.  The unmanned SpaceX Falcon 9 rocket exploded minutes after liftoff. It was meant to be a routine cargo mission to the International Space Station.  BRUCE WEAVER, AFP/Getty Images Fullscreen July 14, 2015:  Pluto nearly fills the frame in this image from NASA's New Horizons spacecraft, taken on July 13, 2015. This is the last and most detailed image sent to Earth before the spacecraft's closest approach to Pluto on July 14.  NASA, Getty Images Fullscreen July 23, 2015: This artist's rendering made available by NASA shows a comparison between the Earth, left, and the planet Kepler-452b. It is the first near-Earth-size planet orbiting in the habitable zone of a sun-like star, found using data from NASA's Kepler mission.  T. Pyle, AP Fullscreen These dark, narrow, 100-meter-long streaks called recurring slope lineae flowing downhill on Mars are inferred to have been formed by contemporary flowing water. Recently, planetary scientists detected hydrated salts on these slopes at Horowitz crater, corroborating their original hypothesis that the streaks are indeed formed by liquid water.  NASA/JPL/University of Arizona Like this topic? You may also like these photo galleries: Replay ",
    "title": "'Pillars of destruction' spotted in deep space"
   },
   {
    "entities": [
     "kansas",
     "zobrist",
     "ben",
     "chicago",
     "cleveland",
     "indians",
     "2016",
     "1908",
     "hillary",
     "clinton",
     "1985",
     "royals",
     "field",
     "night",
     "wednesday",
     "fowler",
     "city",
     "cubs",
     "november 3, 2016",
     "dexter",
     "tonight",
     "progressive"
    ],
    "id": 9,
    "text": "WATCH Cubs Fans Rejoice With a Reverse of the Curse 0 Shares The Chicago Cubs defeated the Cleveland Indians 8-7 to win the 2016 World Series Wednesday night at Cleveland’s Progressive Field, ending the team’s 108-year drought . The Cubs last won the World Series in 1908. SLIDESHOW: Chicago Cubs Celebrate World Series Championship Game 7 got off to a good start for the Cubs: Dexter Fowler started off the Cubs strong with a lead-off home run at the top of the first inning, which many long-suffering Cubs fans took as a sign of more good things to come in Game 7 of the World Series. The game included a 17-minute rain delay before the 10th inning. The Cubs halted the longest title drought in baseball, becoming the first club to overcome a 3-1 Series deficit since the 1985 Kansas City Royals. The team led the majors with 103 wins this season. Among those who were happy about the Cubs' win was Democratic presidential candidate Hillary Clinton, who was raised in a Chicago suburb. When you're trying to break Twitter tonight. #FlyTheW pic.twitter.com/pMV2ZHYNxJ — Chicago Cubs (@Cubs) November 3, 2016 The Cubs' Ben Zobrist was chosen as the World Series MVP, a year after he helped the Royals win the championship. 0 Shares ",
    "title": "Chicago Cubs Beat Cleveland Indians 8-7, Winning First World Series Since 1908 - ABC News"
   },
   {
    "entities": [
     "press",
     "hulk",
     "times",
     "now",
     "valley",
     "florida",
     "gawker",
     "david",
     "houston",
     "march",
     "$100 million",
     "silicon",
     "hogan",
     "associated",
     "denton",
     "york",
     "thiel",
     "harder",
     "peter",
     "2007",
     "new",
     "charles",
     "bollea"
    ],
    "id": 10,
    "text": "Gawker will now \"forgo its appeal of that judgement\" from March, as The New York Times reported . And in what Denton refers to as \"the most unpalatable part of the deal,\" he said three stories will be removed from the Internet, one of which involves Hogan. Bollea's case against Gawker was bankrolled by Silicon Valley billionaire Peter Thiel, whom Gawker outed as gay back in 2007, as David reported. He added that \"Thiel acknowledged he had subsidized other lawsuits against Gawker and would do so indefinitely.\" Denton explained the decision to settle: \"Yes, we were confident the appeals court would reduce or eliminate the runaway Florida judgment against Gawker, the writer of the Hogan story and myself personally. And we expected to prevail in those other two lawsuits by clients of Charles Harder, the lawyer backed by Peter Thiel. Hulk Hogan Testifies In His $100 Million Lawsuit Against Gawker \"But all-out legal war with Thiel would have cost too much, and hurt too many people, and there was no end in sight. The Valley billionaire, famously relentless, had committed publicly to support Hulk Hogan beyond the appeal and ' until his final victory .' Gawker's nemesis was not going away.\" \"As with any negotiation for resolution, all parties have agreed it is time to move on,\" Bollea's lawyer David Houston said in a statement, according to The Associated Press. Article continues after sponsorship The Bollea case raised major questions about freedom of expression and privacy, as The Two-Way has reported . Gawker argued during the trial that it had the right to publish news that is true and that it obtained legitimately, while Bollea characterized the tape's publication as a harmful breach of his privacy. ",
    "title": "Hulk Hogan Reaches Settlement With Gawker Worth Over $31 Million  : The Two-Way : NPR"
   },
   {
    "entities": [
     "mara/the",
     "des",
     "urbandale",
     "right now",
     "once",
     "florida",
     "david",
     "republican",
     "fbi",
     "katy",
     "phillip",
     "nevada",
     "moines",
     "raúl",
     "machado",
     "michigan",
     "at 3:33 pm",
     "arizona",
     "obama",
     "labrador",
     "wikileaks",
     "state",
     "anne",
     "nov. 2",
     "bill",
     "donald",
     "melina",
     "post",
     "brazile",
     "clinton",
     "john",
     "washington",
     "democratic",
     "johnson",
     "$1 million",
     "fla.",
     "national",
     "sean",
     "afternoon",
     "iowa",
     "sullivan",
     "gop",
     "department",
     "tiffany",
     "north",
     "november 2",
     "nov. 1",
     "wednesday",
     "kaine",
     "committee",
     "reince",
     "puerto",
     "gearan",
     "dade",
     "morning",
     "wagner",
     "jr.",
     "clintons",
     "city",
     "abby",
     "donna",
     "trump",
     "nakamura",
     "carolina",
     "tim",
     "news",
     "nbc",
     "eric",
     "america",
     "tuesday",
     "1996",
     "nowthis",
     "miami",
     "rico",
     "priebus",
     "tur",
     "r.",
     "colorado",
     "hillary",
     "ivanka",
     "alicia",
     "lauderdale",
     "ohio",
     "fort",
     "pennsylvania",
     "jenna",
     "midday"
    ],
    "id": 11,
    "text": "Trump calls Clinton ‘very unstable’ at campaign rally in Florida The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it At a rally in Miami, Nov. 2, Republican presidential candidate Donald Trump said he believes his Democratic opponent Hillary Clinton is \"very unstable.\" The crowd followed with cheers of, \"Lock her up.\" (The Washington Post) By Jenna Johnson , Abby Phillip and Sean Sullivan November 2 at 3:33 PM Follow @wpjenna Follow @abbydphillip Follow @WaPoSean MIAMI — Donald Trump called Hillary Clinton “very unstable” at a rally in Miami on Wednesday afternoon, a campaign event in which he went hard on the attack against the Democratic presidential nominee. “She’s got bad judgment,” Trump said. “Personally, I think she’s a very unstable person.” He did not substantiate his claim. The Republican nominee, without presenting specific evidence, also said Clinton “probably” received a heads-up about questions in her debates against him. He pointed to the revelation by the anti-secrecy website WikiLeaks that Donna Brazile, the interim Democratic National Committee chair, provided Democratic primary debate questions to Clinton’s campaign. Trump also noted other unflattering releases by WikiLeaks and predicted that more damaging ones might be on the way. He also mentioned the FBI’s revived investigation into Clinton’s email practices at the State Department. “Did you hear about this little event?” Trump said. At a Miami rally, Nov. 2, GOP presidential nominee Donald Trump claimed reporters including \"Katy\" aren't properly covering support for his campaign. The target of his finger pointing was NBC News reporter Katy Tur. (The Washington Post) Trump told the crowd to vote with urgency and “pretend we’re slightly behind,” though some recent Florida polls do show him trailing Clinton. He added, “We don’t want to blow this.” At one point, Trump appeared to single out NBC News reporter Katy Tur for criticism, as he has done before. “We have massive crowds. There’s something happening. They’re not reporting it. Katy, you’re not reporting it, Katy. There’s something happening, Katy. There’s something happening, Katy,” Trump said. As animosity against the media has grown at recent Trump rallies, his has added a larger buffer zone and more security between reporters and the crowds. But at the Miami rally, there was no buffer, and screaming supporters were just inches away from reporters. One man near the press pen continued screaming menacing things at “Katy” as the rally continued. Meanwhile, President Obama expressed concern in a radio interview broadcast Wednesday morning that too few African Americans are voting this time around, and he pressed black voters to turn out for Clinton to protect the policies he has implemented. “I’m going to be honest with you right now, because we track — we’ve got early voting, we’ve got all kinds of metrics to see what’s going on. And right now the Latino vote is up, overall vote is up, but the African American vote right now is not as solid as it needs to be,” Obama said on “The Tom Joyner Morning Show,” a syndicated program with many African American listeners. Obama framed the election as not only a race between Clinton and Trump but one in which his record is on the line. At a rally in Dade City, Fla., Nov. 1, Democratic presidential nominee Hillary Clinton deplored how Republican rival Donald Trump has treated women like Alicia Machado. \"We cannot hide from this,\" Clinton said. (Photo: Melina Mara/The Washington Post; Video: The Washington Post) “I need everybody to understand that everything we’ve done is dependent on being able to pass the baton to somebody who believes in the same things I believe in,” the president said. [ Obama worries black vote ‘is not as solid as it needs to be’ ] To shore up support among black voters, Clinton released a new radio ad Wednesday, titled “Disrespect,” that says Trump “openly mocks the African American community.” The ad will air in Pennsylvania, Florida, Ohio and North Carolina, the Clinton campaign said. Obama also briefly addressed for the first time the FBI’s reopened investigation into Clinton’s emails, saying in an interview with NowThis News posted Wednesday that the agency does not “operate on innuendo” and emphasizing that there is no evidence that the Democratic presidential nominee had violated the law. Trump’s midday rally in Miami was the first of three he planned to hold in Florida on Wednesday. Clinton, who focused on Florida on Tuesday, was to campaign in Nevada and Arizona. The Clinton campaign announced Wednesday that it is doubling its Arizona advertising investment to $1 million for the final week of the campaign. A Democratic nominee for president has not won Arizona since Bill Clinton in 1996, but polls show a competitive contest there. The deadly shootings of two police officers in central Iowa prompted two of Hillary Clinton’s top surrogates to cancel a Wednesday campaign event in the region. Bill Clinton and vice-presidential nominee Tim Kaine would no longer hold a get-out-the-vote event in Des Moines, Clinton’s campaign announced in the morning. The officers were shot in their squad cars in Des Moines and Urbandale. Authorities took a suspect into custody Wednesday morning. In Miami, Trump called the shootings a “terrible tragedy.” He said that “an attack on our police is an attack on all of us.” [ Iowa police capture suspect after ‘ambush-style’ killings of two officers ] Trump’s children were fanning out across key battlegrounds to campaign on his behalf on Wednesday. Donald Trump Jr., Ivanka Trump, Tiffany Trump and Eric Trump were covering Colorado, North Carolina, Michigan, Ohio and Pennsylvania. At his rally, Trump criticized both Bill and Hillary Clinton, saying, “If Hillary Clinton were to be elected, it would create an unprecedented and protracted constitutional crisis. Haven’t we just been through a lot with the Clintons? Right? Remember when he was impeached for lying? He can’t practice law, he doesn’t have the right to practice law. Didn’t we just go through this?” As Trump spoke, a man in the crowd kept screaming, “He’s a rapist!” Rep. Raúl R. Labrador (R-Idaho) was an introductory speaker at Trump’s rally. Trump seldom has Republican lawmakers appear in states other than their own. Speaking for 3½ minutes, Labrador did not mention Trump’s name once. “I’m here because what we need to do in this election is we need to elect somebody that can believe and does believe in the American Dream,” Labrador said, then telling the crowd about how he grew up in Puerto Rico and ended up being a Republican. Later he added, “I need you to do everything you can for the next seven days to make America great again.” As the crowd waited in the hot sun for Trump to arrive, a local GOP official also spoke about the importance of voting for Republicans up and down the ticket — but the crowd was distracted by a woman wearing a jail jumpsuit and a Clinton mask who posed for photo after photo. For the second rally in a row, Republican National Committee Chairman Reince Priebus addressed Trump’s crowd, saying in Miami that while Trump is “not politically correct,” he doesn’t lie like Clinton. “We’re in a battle for freedom,” Priebus said, “and Donald Trump will fight for our freedom.” Sullivan reported from Washington. John Wagner in Fort Lauderdale, Fla., and Anne Gearan and David Nakamura in Washington contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump calls Clinton ‘very unstable’ at campaign rally in Florida - The Washington Post"
   },
   {
    "entities": [],
    "id": 12,
    "text": "",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "anthony",
     "james",
     "obama",
     "congress",
     "state",
     "now",
     "the next day",
     "justice",
     "once",
     "sari",
     "nakashima",
     "at 8:01 pm",
     "weiner",
     "department",
     "oct. 27",
     "university",
     "abedin",
     "early october",
     "fbi",
     "friday",
     "november 2",
     "oct. 31",
     "post",
     "hillary",
     "huma",
     "clinton",
     "yesterday",
     "oct. 3",
     "july",
     "this past summer",
     "wednesday",
     "ellen",
     "washington",
     "b.",
     "last week",
     "a day earlier",
     "kent",
     "comey",
     "horwitz",
     "last thursday",
     "august",
     "weeks earlier"
    ],
    "id": 13,
    "text": "Senior FBI officials were told of new emails in early October but wanted more information before renewing Clinton probe The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Sari Horwitz and Ellen Nakashima November 2 at 8:01 PM Follow @sarihorwitz Follow @nakashimae Senior FBI officials were informed about the discovery of new emails potentially relevant to the investigation of Hillary Clinton’s private email server at least two weeks before Director James B. Comey notified Congress, according to federal officials familiar with the investigation. The officials said that Comey was told that there were new emails before he received a formal briefing last Thursday, although the precise timing is unclear. The information goes beyond the details provided in the letter that Comey sent to lawmakers last week declaring that he was restarting the inquiry into whether Clinton mishandled classified material during her tenure as secretary of state. He wrote in the Friday letter that “the investigative team briefed me yesterday” about the additional emails. The people familiar with the investigation said that senior officials had been informed weeks earlier that a computer belonging to former congressman Anthony Weiner (D-N.Y.) contained emails potentially pertinent to the Clinton investigation. Clinton’s top aide, Huma Abedin, shared the computer with her husband, from whom she is now separated. Comey did not notify Congress as soon as he learned about the emails because officials wanted additional information before proceeding, the officials said. Even after Comey received the desired information, major questions still remain — for instance, how many emails are related to Clinton or contain classified information. Since notifying Congress, Comey has drawn intense criticism from lawmakers in both parties as well as prominent former law enforcement officials for publicizing the investigation so close to the election when so little was known. It is unclear what FBI agents have learned since discovering the emails in early October. But officials say they gained enough information from the email metadata to take the next step, seeking a warrant to review the actual emails. That legal step prompted Comey’s letter to Congress, which has made him a central figure during the stretch run of the presidential campaign. “He needed to make an informed decision, knowing that once he made that decision, he was taking it to another level,” an official with knowledge of the decision-making process said. Law enforcement officials on Oct. 3 seized the computer belonging to Weiner, who was under investigation for allegedly sending suggestive online messages to a teenage girl. As they examined his computer, investigators quickly stumbled on emails tied to Abedin. She and Weiner separated in August. Abedin, like Clinton, used an email address that was routed through Clinton’s private server. Soon after the investigators found the new trove of thousands of emails, they notified the separate team of FBI agents in Washington that worked on the probe into Clinton’s private email server, officials said. Comey said in July that the investigation was complete and that he would recommend to prosecutors that no charges be brought. After the agents on the Clinton case were notified in early October about the newly discovered emails, they in turn told FBI leaders about them. At that point, the leaders did not believe they had enough information to make a decision about what to do next, officials said. At a rally in at Kent State University, Oct. 31, Democratic presidential candidate Hillary Clinton spoke about the FBI investigation into emails that might be connected to her private email server. She said \"by all means, they should look at\" emails on a computer owned by Anthony Weiner, the husband of her top aide, Huma Abedin. (The Washington Post) The senior FBI officials instructed the agents to do everything they could within legal limits to determine the relevance of the new emails, one official said. That review, including a closer examination of the email metadata, was an attempt to figure out the scope and volume of what the agents had found. An FBI spokesman declined to comment. In notifying lawmakers on Friday about the new investigative steps, Comey said he had been “briefed” about the newly discovered emails a day earlier but did not mention that he had first heard about them before that. The news media has widely reported that Comey was first told about the emails last week. A formal briefing for Comey with the investigative team was held Oct. 27 at FBI headquarters. At that point, Comey was given a complete presentation of everything the team knew about the trove. “It was a combination of assessments by the investigative team as to what it might be,” the official said. Much was unknown about the contents and relevance of the thousands of emails. How many were to or from Clinton? Did any contain classified information? How many were duplicates of material the FBI had already reviewed? Was any of this significant to the Clinton email investigation that had been completed? “At that point, there was no way for Comey to know if the [Clinton investigators] had already seen the emails before or if they were new, old or different,” an official said. “All of that was just unknown.” But Comey and others felt there was enough information at that point to pursue a warrant, which would permit the investigators on the Clinton case to read the emails, officials said. They could not read them without legal permission because the emails had been discovered in the separate criminal probe involving Weiner. When Comey and the officials decided to seek a warrant, they knew that would involve more people, both at the FBI and the Justice Department. Comey was concerned that the explosive information that they had to renew the Clinton investigation would leak out. “It could not be done in secret,” an official with knowledge of the investigation said. “It’s a volatile subject and a major topic in the presidential campaign.” But the overriding factor in Comey’s decision was that he felt he had to tell Congress what he was doing because he had testified under oath this past summer and “told Congress and the world” that the Clinton email investigation was complete, and now that was no longer true, an official said. Then, Comey had to figure out what to say to lawmakers, when he knew so little. He wanted the letter to be accurate and “circumspect,” the official said. “He wanted it to be carefully, thoughtfully done and say no more than his investigators knew,” the official said. After the formal briefing, staffers in Comey’s office contacted senior officials at the Justice Department to notify them about the director’s decision. The next day, Comey sent his letter. Two officials familiar with the case said it is unclear whether investigators will be able to conclude their review of the new emails before the election. President Obama addressed the controversy in an interview posted Wednesday by NowThisNews, saying, “I do think that there is a norm that when there are investigations we don’t operate on innuendo, and we don’t operate on incomplete information, and we don’t operate on leaks.” “When this was investigated thoroughly last time the conclusion of the FBI, the conclusion of the Justice Department, the conclusion of repeated congressional investigations was she had made some mistakes but that there wasn’t anything there that was prosecutable,” Obama said. Read more: ",
    "title": "Senior FBI officials were told of new emails in early October but wanted more information before renewing Clinton probe - The Washington Post"
   },
   {
    "entities": [
     "anthony",
     "schwarber",
     "carlos",
     "jason",
     "carl",
     "j.",
     "martinez",
     "davis",
     "phillip/ap",
     "willson",
     "miller",
     "albert",
     "puskar/ap",
     "russell",
     "kansas",
     "edwards",
     "zobrist",
     "michael",
     "david",
     "addison",
     "corey",
     "kyle",
     "ross",
     "hendricks",
     "javier",
     "aroldis",
     "ben",
     "chicago",
     "cleveland",
     "kipnis",
     "indians",
     "contreras",
     "maddon",
     "2016",
     "kluber",
     "kris",
     "montgomery",
     "roberto",
     "mike",
     "nov. 2, 2016",
     "1908",
     "theodore",
     "santana",
     "1985",
     "royals",
     "almora",
     "andrew",
     "1948",
     "baez",
     "bryant",
     "miguel",
     "perez",
     "wednesday",
     "brandon",
     "fowler",
     "chapman",
     "rajai",
     "jon",
     "guyer",
     "jr.",
     "roosevelt",
     "city",
     "joe",
     "cubs",
     "dexter",
     "field",
     "progressive",
     "montero",
     "rizzo",
     "gene",
     "1 a.m.",
     "lester"
    ],
    "id": 14,
    "text": "Richard Gonzales Enlarge this image The Chicago Cubs celebrate after Game 7 of the Major League Baseball World Series against the Cleveland Indians. Gene J. Puskar/AP hide caption toggle caption Gene J. Puskar/AP The Chicago Cubs celebrate after Game 7 of the Major League Baseball World Series against the Cleveland Indians. Gene J. Puskar/AP Updated at 1 a.m. ET The Chicago Cubs, ending a championship drought that has lasted 108 years, beat the Cleveland Indians 8-7 in Game 7 of the 2016 World Series at Progressive Field in Cleveland. They did it the hard way, too, coming back from a 3-1 game deficit, winning three straight games, including the last two on the road in Cleveland. And it took ten innings to win it all in Game 7. The Cubs are the first team since the 1985 Kansas City Royals to claw back from a 3-1 deficit in the World Series. They won 103 games during the regular season. Enlarge this image The Cleveland Indians' Jason Kipnis scores, evading a tag by the Chicago Cubs' Jon Lester during the fifth inning of World Series Game 7 on Wednesday. David J. Phillip/AP hide caption toggle caption David J. Phillip/AP The Cleveland Indians' Jason Kipnis scores, evading a tag by the Chicago Cubs' Jon Lester during the fifth inning of World Series Game 7 on Wednesday. David J. Phillip/AP The Cubs took the lead early in the first inning and seemed in control of the game before almost letting this one get away. They were leading 6-3 when their hard-throwing closer Aroldis Chapman blew a save opportunity by giving up three runs in the eighth inning, two coming from a dramatic home run by the Indians' Rajai Davis that tied the score at 6-6. In the top of the rain-delayed tenth inning, the Cubs' Kyle Schwarber opened the frame with a single and was replaced by pinch runner Albert Almora Jr., who took second base on a sacrifice fly by Kris Bryant that almost left the park. Anthony Rizzo was intentionally walked. Ben Zobrist doubled to score Almora and then pinch-hitter Miguel Montero singled to score Rizzo. The game stood at 8-6. Enlarge this image The Chicago Cubs' Dexter Fowler reacts after hitting a home run during the first inning of Game 7 of the World Series against the Cleveland Indians Wednesday in Cleveland. David J. Phillip/AP hide caption toggle caption David J. Phillip/AP The Chicago Cubs' Dexter Fowler reacts after hitting a home run during the first inning of Game 7 of the World Series against the Cleveland Indians Wednesday in Cleveland. David J. Phillip/AP In the bottom of the tenth, the Indians threatened again. Cubs reliever Carl Edwards Jr. got two outs from the Indians before walking Brandon Guyer, who stole second base. That brought up Davis, the hero of the Indians' eighth inning. He promptly singled, scoring Guyer. With the score at 8-7, Cubs reliever Mike Montgomery induced Michael Martinez to ground out. Article continues after sponsorship The last time the Chicago Cubs won the World Series was 1908 back when Theodore Roosevelt was president. By losing in extra innings in Game 7, the Indians fell short of their goal: to win Cleveland's first championship since 1948. The game had no shortage of stomach-tightening moments for both teams and their fans. The Cubs struck quickly with a solo home run to center field by lead-off hitter Dexter Fowler, off Indians starter Corey Kluber in the first inning. Schwarber followed with a single, but Kluber then retired eight straight Cubs hitters over the first three innings. Schwarber collected his second single of the game but he was thrown out trying to stretch out a double to end the top half of the third inning. The Indians tied the score at 1-1 when Coco Crisp led off the bottom of the third inning with a double to left, took third on a sacrifice bunt by Roberto Perez and scored on a single to right field by Carlos Santana. An error by Cubs second baseman Javier Baez put another runner on base. But the Indians failed to capitalize on what might have been a big inning. The Cubs regained the lead in the top of the fourth inning, scoring two runs. Kris Bryant led off with a single and Rizzo was hit by a pitch. A sacrifice fly by Addison Russell scored Bryant, then a double by Willson Contreras brought in the Cubs' second run of the frame. The Indians went down quietly in the bottom of the fourth inning. Chicago got two more runs in the fifth inning on a solo homer by Baez on the first pitch he saw from the Indians' Kluber. The Indians brought in their ace reliever Andrew Miller. Two outs later, Bryant walked and scored on a base hit by Rizzo. Chicago led the game 5-1. The Indians came back with two runs in the fifth. Cubs manager Joe Maddon pulled his starter Kyle Hendricks in the bottom of the fifth with two outs after he walked the Indians' Santana. Hendricks left the game surrendering only one run and scattering four hits. The Cubs' Jon Lester, typically a starter, came in to relieve. A throwing error by catcher David Ross put runners at second and third. They both scored on a wild pitch by Lester, cutting the Indians' deficit to two runs, 5-3. Ross reclaimed one of those runs with a solo home run to center off the Indians' Miller in the top of the sixth inning, extending Chicago's lead 6-3. Chicago stayed in command until the improbable bottom of the eighth. They were never behind in this game. Correction Nov. 2, 2016 ",
    "title": "Chicago Cubs Win World Series, Defeating Cleveland Indians 8-7 In Game 7 : The Two-Way : NPR"
   },
   {
    "entities": [
     "anthony",
     "news",
     "twitter",
     "loretta",
     "james",
     "herridge",
     "afternoon",
     "state",
     "thomas",
     "matthew",
     "tuesday",
     "day",
     "secret",
     "1996",
     "justice",
     "november 2010",
     "k.",
     "browne",
     "michael",
     "team",
     "and",
     "weiner",
     "department",
     "fox",
     "judicial",
     "1997",
     "donald",
     "abedin",
     "fbi",
     "response",
     "dupree",
     "friday",
     "hill",
     "d.c.",
     "white",
     "hillary",
     "huma",
     "dean",
     "clinton",
     "lynch",
     "late tuesday",
     "july",
     "pamela",
     "capitol",
     "the weekend",
     "election",
     "watch",
     "sunday",
     "service",
     "washington",
     "dunn",
     "homeland",
     "flynn",
     "of",
     "security",
     "facebook",
     "catherine",
     "comey",
     "house",
     "analysis",
     "fnc",
     "trump",
     "karen",
     "computer"
    ],
    "id": 15,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   A special team of analysts has been activated to sort and sift through the cache of newly discovered emails that kick-started the dormant Hillary Clinton email probe, two intelligence sources confirmed to Fox News. The sources say the multi-agency task force was re-engaged over the weekend, with analysts working overlapping shifts covering 16 hours a day to identify new classified material. The objective is to gain more clarity on the records recovered from ex-Rep. Anthony Weiner’s computer -- to assess if intelligence sources and methods were compromised and to inform FBI Director James Comey in case he faces more pressure for answers on the state of the investigation. Comey’s announcement Friday that the bureau was reviewing newly discovered emails in the Clinton case – discovered during the separate sexting probe of the disgraced former congressman and estranged husband of top Clinton aide Huma Abedin – drew criticism from Clinton allies who accused him of meddling in the election. The White House, though, has defended Comey. His investigators are proceeding despite the controversy surrounding Friday’s announcement. Sources told Fox News that as of Tuesday afternoon, agents were using computer software to exploit the relevant emails from Weiner's laptop. This process is being undertaken by members of the FBI's Computer Analysis and Response Team, or CART. The program being used was developed by FBI forensic computer experts. The program knocks out duplicates from the cache and, with Sunday’s warrant, investigators will then be able to read the email content. The first step is relatively quick. “You can process a very large set of emails that eliminate duplicates, eliminate redundancies and really focus your attention on the documents in those emails that are new,” said former Justice Department official Thomas Dupree. If new records are identified, a second phase kicks in during which investigators will physically review the emails, then farm them out to the intelligence agencies for final classification. The Donald Trump campaign asserts that highly sensitive documents are on the computer. “They have probably discovered … classified information in this 650,000,” said retired Lt. Gen. Michael Flynn, a Trump surrogate. The FBI is not commenting. The Justice Department sent a letter to Capitol Hill pledging every available resource to expedite the review before Election Day. Karen Dunn, representing Abedin, told reporters that Abedin was surprised to learn her emails were on the computer. \"From the beginning, Ms. Abedin has complied fully and voluntarily with State Department and law enforcement requests, including sitting for hours-long interviews and providing her work-related and potentially work-related documents,” she said in a statement. “While the FBI has not contacted us about this, Ms. Abedin will continue to be, as she always has been, forthcoming and cooperative.” And late Tuesday, the conservative group Judicial Watch released new Clinton emails, uncovered by the FBI in the first review, showing that in November 2010, Clinton’s unsecured server was attacked 10 times in two days. The Secret Service was informed. The FBI director said in July there was no evidence of a breach, though it could not be ruled out. A government official also confirmed Tuesday that Comey and his boss Attorney General Loretta Lynch met for the first time since his decision to re-initiate the Clinton email investigation. The official characterized the meeting as cordial. Fox News’ Matthew Dean contributed to this report.  Catherine Herridge is an award-winning Chief Intelligence correspondent for FOX News Channel (FNC) based in Washington, D.C. She covers intelligence, the Justice Department and the Department of Homeland Security. Herridge joined FNC in 1996 as a London-based correspondent. Pamela K. Browne is Senior Executive Producer at the FOX News Channel (FNC) and is Director of Long-Form Series and Specials.  Her journalism has been recognized with several awards.  Browne first joined FOX in 1997 to launch the news magazine “Fox Files” and later, “War Stories.” Advertisement ",
    "title": "Task force working in shifts to handle new email cache in Clinton probe | Fox News"
   },
   {
    "entities": [
     "news",
     "obama",
     "congress",
     "now",
     "america",
     "eau",
     "tuesday",
     "leroy",
     "2012",
     "florida",
     "claire",
     "chapel",
     "cbs",
     "north",
     "donald",
     "fbi",
     "hill",
     "hillary",
     "clinton",
     "139 percent",
     "night",
     "wednesday",
     "today",
     "nancy",
     ", 7:20 pm",
     "midwest",
     "cordes",
     "jones",
     "michigan",
     "clintons",
     "pennsylvania",
     "minnesota",
     "cbsn",
     "november 2, 2016",
     "garrett",
     "wisconsin",
     "trump",
     "carolina"
    ],
    "id": 16,
    "text": "CBS News November 2, 2016, 7:20 PM Clinton, Trump strategize for battleground states in the campaign's final days Email The long presidential campaign is down to the final six days, and the candidates are preparing their final strategies.  To win in Florida , Clinton needs to generate Obama-level enthusiasm, CBS News’ Nancy Cordes reports. Especially from African Americans , who made up a quarter of the state’s early voting electorate when he was on the ballot in 2012. The drama, humor and history as America chooses a president So Wednesday, the president and Clinton made the rounds again on predominately black radio stations “Tell my folks why you and why now,” Leroy Jones asked Clinton on Art, Talk and Listen with Leroy Jones.  “Well you know I believe in what I am doing,” Clinton answered.  While the FBI is combing through thousands of emails possibly related to Hillary Clinton's private email server, the Democratic presidential nomi... In battleground North Carolina, African American early voting rates are bouncing back from a slow start -- and after Republicans there imposed strict limits on the number of urban polling places during the first week of early voting In Chapel Hill, Obama issued this dire new warning about a Trump presidency: “I hate to put a little pressure on you, but the fate of the republic rests on your shoulders.”  The Latino vote will also be key for Clinton -- and those numbers are far better. In Florida, Latino early voting is up 139 percent from this point in 2012--driven in part by Trump’s comments about Mexicans . “I mean he starts out by insulting immigrants. He moves on to insult all Latinos,” Clinton said in Florida. “Insults African Americans, insults Muslims. Insults people with disabilities. Insults POWs. And insults women.  I mean really.” Obama came to Clinton’s aid on another front today, criticizing the FBI director for telling Congress about new emails that may or may not be significant. In an interview with “Now This News,” the president said the FBI should not be spreading innuendo and incomplete information. Hillary Clinton and Donald Trump are targeting voters in the battleground state of Florida, with less than a week away from the election. CBSN po... Meanwhile, Trump is also making a push for Florida , CBS News’ Major Garrett reports.  “The polls are all saying we are going to win Florida,” Trump said on Wednesday. “Don’t believe it. Don’t believe it. Get out there and vote. Pretend we are slightly behind. We don’t want to blow this.” Trump is running like an underdog--even as new polls show the race in Florida is essentially tied. For a second day, he warned that a Hillary Clinton presidency could be mired in congressional and possibly criminal investigations.  “If Hillary Clinton were to be elected, it would create an unprecedented and protracted constitutional crisis. Haven’t we just been through a lot with the Clintons? Right?” Despite the public polling, Trump’s team believes he has surged ahead here. It also believes it has drawn even in upper Midwest states like Michigan and Wisconsin. In Eau Claire on Tuesday night, Trump made a play for voters who cast early ballots for Hillary Clinton and are now suffering what he called buyer’s remorse. “A lot of stuff has come out since your vote,” Trump said. “So if you live here or in Michigan or Pennsylvania or Minnesota, those four places, you can change your vote to Donald Trump. We’ll make America great again. Okay?” ",
    "title": "Clinton, Trump strategize for battleground states in the campaign's final days - CBS News"
   },
   {
    "entities": [
     "nov. 5",
     "loretta",
     "cody",
     "obama",
     "missouri",
     "reservation",
     "right now",
     "rock",
     "morton",
     "now",
     "transfer",
     "afternoon",
     "partners",
     "dakota",
     "tuesday",
     "stutsman",
     "standing",
     "county",
     "justice",
     "red",
     "patrol",
     "vicki",
     "pipeline",
     "archambault",
     "$20,000",
     "fawn",
     "sheriff's",
     "department",
     "north",
     "highway",
     "mone/ap",
     "administration",
     "army",
     "jeff",
     "sioux",
     "schulz",
     "npr",
     "ii",
     "aviation",
     "brady",
     "lynch",
     "hersher",
     "corps",
     "fallis",
     "john",
     "wednesday",
     "current",
     "of",
     "granado",
     "last week",
     "facebook",
     "dave",
     "rebecca",
     "federal",
     "monday",
     "l.",
     "niewind",
     "office",
     "november 2, 2016",
     "u.s.",
     "swat",
     "access",
     "engineers",
     "river",
     "bryan",
     "energy"
    ],
    "id": 17,
    "text": "Rebecca Hersher Enlarge this image A member of the Stutsman County SWAT team who declined to give his name nor to be identifiable by badge stands guard by an armored personnel carrier equipped with an LRAD, or long range acoustic device, while deployed to watch protesters demonstrating against the Dakota Access Pipeline. John L. Mone/AP hide caption toggle caption John L. Mone/AP A member of the Stutsman County SWAT team who declined to give his name nor to be identifiable by badge stands guard by an armored personnel carrier equipped with an LRAD, or long range acoustic device, while deployed to watch protesters demonstrating against the Dakota Access Pipeline. John L. Mone/AP President Obama said Tuesday that the U.S. Army Corps of Engineers is examining possible alternative routes for the Dakota Access Pipeline. Protesters have been occupying land along the current pipeline route near the Standing Rock Sioux Reservation in North Dakota. A federal judge has ruled that work on the pipeline can go forward, but the Corps and two other agencies said work would not go forward in an area particularly sensitive to the tribe until a review was completed. \"We're monitoring this closely and I think, as a general rule, my view is that there's a way for us to accommodate sacred lands of Native Americans,\" Obama said in an interview with the news organization Now This . The president continued: \"I think right now the Army Corps is examining whether there are ways to reroute this pipeline in a way. So we're going to let it play out for several more weeks and determine whether or not this can be resolved in a way that I think is properly attentive to the traditions of the first Americans.\" Article continues after sponsorship — NowThis (@nowthisnews) November 2, 2016 In a response to the president's statement, the chairman of the Standing Rock Sioux, Dave Archambault II, said, \"We believe President Obama and his administration will do the right thing.\" Morton County Chairman Cody Schulz said that he did not agree with the president's decision to let the situation play out, saying in a statement: \"Rather than creating further uncertainty, the President should be sending us the support and resources necessary to enforce the law and protect people's right to peacefully protest.\" Police Evict Dakota Pipeline Protesters According to the Morton County Sheriff's Office Facebook page , protesters and law enforcement officers were in a standoff on Wednesday along a creek north of the main protest camp. Following the president's remarks, Vicki Granado, spokeswoman for the pipeline company, Energy Transfer Partners, said in a statement, \"We are not aware that any consideration is being given to a reroute, and we remain confident we will receive our easement in a timely fashion.\" The easement refers to permission from the Corps to begin construction on the portion of the pipeline that would cross under the Missouri River. It was not immediately clear what a rerouting plan might look like, or what might be involved in the Corps' considering such a plan. Members of the Standing Rock Sioux tribe and their supporters are specifically trying to block that section of pipeline because, they say, the route interrupts sacred sites and burial places . Tribe members are also concerned that if the pipeline ruptures, an oil spill could pollute drinking water, as The Two-Way has reported . In his statement, Archambault called on the Obama administration to stop all work on the pipeline until the Corps was finished \"examining this issue.\" As demonstrations continue, so have clashes between protesters and law enforcement. Last week, police arrested more than 100 people as officers evicted demonstrators from land owned by the pipeline company. As we reported, some of the officers were in riot gear, some were armed, and they arrived with soldiers driving trucks and military Humvees. They also deployed helicopters and an airplane to monitor from above. The Federal Aviation Administration is restricting flights over the area until at least Nov. 5. Last week, Archambault called on the Department of Justice to investigate what he called the \"overall militarization of law enforcement response\" in a letter to Attorney General Loretta Lynch. Asked what he thought about the law enforcement response, Obama said Tuesday that it's a \"challenging situation.\" The president continued: \"I think that my general rule when I talk to governors and state and local officials, whenever they're dealing with protests — including, for example, during the 'Black Lives Matter' protests — is there's an obligation for protesters to be peaceful, and there's an obligation for authorities to show restraint. \"I want to make sure that, as everybody is exercising their constitutional rights to be heard, that both sides are refraining from situations that might result in people being hurt.\" In an apparent effort to confuse police, more than 1 million people have tried to make it appear that they are protesting in North Dakota by \"checking in\" at the protest camp on Facebook . The Morton County Sheriff's Department said in a Facebook post Monday afternoon that it \"does not follow Facebook check-ins for the protest camp or any location.\" NPR's Jeff Brady also reported Wednesday that authorities have charged a protester, Red Fawn Fallis, with attempted murder of a law enforcement officer after she allegedly fired a pistol three times as she was being arrested last week. According to an officer who witnessed the event, police did not return fire against the woman. North Dakota Highway Patrol Capt. Bryan Niewind said he was nearby and was surprised no one was injured. \"The only angle that gun could have been fired where there was no law enforcement is the angle it was fired. It wasn't because she was trying to aim away from law enforcement,\" he said. If Fallis is found guilty, Jeff says, she faces a maximum penalty of 20 years in prison and a $20,000 fine. ",
    "title": "Dakota Access Pipeline: Obama Says Army Corps Is Examining Alternate Routes : The Two-Way : NPR"
   },
   {
    "entities": [
     "kevin",
     "foxnews.com",
     "caplin",
     "news",
     "cheryl",
     "lewinsky",
     "state",
     "this morning",
     "rich",
     "monica",
     "brian",
     "justice",
     "miami",
     "may 18",
     "doj",
     "department",
     "fox",
     "january 2016",
     "donald",
     "abedin",
     "2016",
     "kadzik",
     "1 p.m. on",
     "last night",
     "mizer",
     "huma",
     "clinton",
     "hrc",
     "marc",
     "mills",
     "wednesday",
     "benjamin",
     "today",
     "2015",
     "division",
     "fallon",
     "civil",
     "foia",
     "peter",
     "house",
     "march 2016",
     "may 19",
     "podesta",
     "trump",
     "lewis"
    ],
    "id": 18,
    "text": "PODESTA: DOJ OFFICIAL 'KEPT ME OUT OF JAIL' “Another filing in the FOIA case went in last night or will go in this am that indicates it will be awhile (2016) before the State Department posts the emails,” he wrote. Kadzik likely was referencing a brief submitted on May 18 in which the State Department proposed releasing 55,000 pages of Clinton’s emails in January 2016. Podesta forwarded Kadzik’s message to a group of top Clinton aides – including Press Secretary Brian Fallon and adviser Cheryl Mills – with the cryptic comment: “Additional chances for mischief.” Republican presidential nominee Donald Trump referenced the email during a rally in Miami on Wednesday. He said Kadzik was “feeding information to the Clinton campaign.” “These are the people that want to run our country folks,” he said. “The spread of political agendas into the Justice Department … is one of the saddest things that has happened to our country.\" The relationship between Kadzik and Podesta goes back nearly two decades. When prosecutors were eyeing Podesta for his alleged role in trying to secure a job for then-Bill Clinton mistress Monica Lewinsky, Kadzik successfully represented Podesta. Later, Kadzik took a job lobbying for a presidential pardon for tax cheat Marc Rich. A congressional report indicated Kadzik got the job in part because of his rapport with Podesta. A Justice Department spokesman, though, downplayed the significance of Kadzik’s 2015 email, saying it was “about public information” and sent “in his personal capacity, not during work hours.” “He wasn’t communicating via official channels because it wasn’t official business,” Kevin Lewis told FoxNews.com. “He wasn’t emailing as ‘Assistant Attorney General Peter Kadzik.’” Lewis, who would not characterize the substance of the email, said officials in the department do not typically provide campaign advice. “It is not department practice to provide any strategic guidance to any campaign,” said Lewis, who did not answer when asked if Kadzik’s behavior was acceptable to the Justice Department.  Kadzik's \"heads up\" may have been of limited use to the Clinton campaign.  Benjamin Mizer, a deputy assistant attorney general in charge of the Civil Division, did end up testifying before a House subcommittee hearing at 1 p.m. on May 19. However, it doesn’t appear the email topic came up in his questioning. And it seems the Clinton camp already was well aware of the State Department FOIA case filing. On May 18, Fallon received a copy of the filing from someone inside the Justice Department and forwarded the document to Mills, Podesta and others. It’s unknown who the original sender was because the person’s name was stripped before Fallon forwarded the message. Lewis told FoxNews.com he also didn’t know “who Brian spoke to.” “DOJ just filed a briefing saying the gov’t proposes releasing HRC’s cache of work-related emails in January 2016,” Fallon wrote. Mills replied: “get out!???” Fallon gave another update to Clinton’s most-trusted aide, Huma Abedin, on May 19. “DOJ folks inform me there is a status hearing in this case this morning, so we could have a window into the judge's thinking about this proposed production schedule as quickly as today,” he wrote. Most of the 55,000 pages of emails Clinton turned over were eventually released, with redactions, by March 2016. The Clinton campaign disputed that Kadzik had alerted them to anything about the email release or the House hearing. \"Without authenticating the email itself, the idea the campaign wasn’t aware of a public hearing and a public notice in real time is nonsense,\" Caplin told Fox News in an email. Advertisement ",
    "title": "Justice Department official gave Clinton camp 'heads up' about testimony | Fox News"
   },
   {
    "entities": [
     "nov 2",
     "news",
     "novolog",
     "8 percent",
     "nbc",
     "health",
     "wal-mart",
     "carras",
     "rea",
     "now",
     "another",
     "america",
     "200 percent",
     "mckesson",
     "insurance",
     "sanofi",
     "kaiser",
     "truven",
     "when",
     "brian",
     "dorian",
     "$4",
     "michael",
     "nordisk",
     "henry",
     "david",
     "solutions",
     "and",
     "four years ago",
     "this december",
     "the third quarter of 2016",
     "savings",
     "ben",
     "plan",
     ", 7:40 pm",
     "tiffany",
     "carra",
     "currently",
     "the",
     "2016",
     "hospital",
     "lilly",
     "merritt",
     "1:53",
     "the 3rd quarters of 2008",
     "kesselheim",
     "may end",
     "2004",
     "2014",
     "cara",
     "$25",
     "$150",
     "85 percent",
     "texas",
     "400 percent",
     "analytics",
     "$250 million",
     "obamacare",
     "today",
     "popken",
     "last week",
     "381 percent",
     "11-15 percent",
     "$1.40",
     "380 percent",
     "$400",
     "$1 million",
     "$4 million",
     "$100",
     "novo",
     "u.s.",
     "costco",
     "10 percent",
     "women's",
     "eli",
     "recently",
     "brigham",
     "the 4th quarter of 2013",
     "$1",
     "rx",
     "$1,880",
     "last eight years"
    ],
    "id": 19,
    "text": "Nov 2 2016, 7:40 pm ET Is Insulin the New EpiPen? Families Facing Sticker Shock Over 400 Percent Price Hike by Ben Popken The Carras, whose son Dorian has type-1 diabetes, read a book on the couch at their Texas home. NBC News Share advertisement Is insulin is the new EpiPen? In the last eight years, the average price per milliliter of insulin has skyrocketed by over 200 percent. But there's one major difference. If you can't get an EpiPen, there's a chance you might die. If your body doesn't have insulin, you certainly will die. \"It feels like they're holding my kid ransom,\" said Tiffany Cara, whose son has diabetes. Only three companies make insulin in the U.S. and each has steadily ratcheted up prices, sometimes in lockstep. Since 2004, the manufacturer list price for insulin, known as wholesale acquisition cost, is up by triple digits. Novo Nordisk's insulin Novolog is up 381 percent, Eli Lilly's Humalog is up 380 percent and Sanofi's Lantus is up 400 percent, according to data from Truven Health Analytics. That's sending some diabetic families into sticker shock. Play Diabetes Patients Struggle as Insulin Costs Soar 1:53 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161103061419if_/http://www.nbcnews.com/widget/video-embed/799519811736\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Six-year-old Dorian Carra loves to play outside his Texas home and dress up as a super hero. Specifically, Captain America, the World War II version. His mom says her outgoing boy has \"never met a stranger.\" But four years ago he couldn't stay awake. He was breathing oddly. His parents brought his rag doll body to the E.R. Doctors said his blood sugar levels had spiked to 965 milligrams of glucose per deciliter of blood. A normal range is 80 to 140. The diagnosis was type-1 diabetes. The prescription was insulin, every day, for the rest of his life. Recently those treatment costs doubled after the Carra's health insurance company switched to cover another brand. Even though the brands are clinically the same, the new medicine isn't available in the dosages he needs, so they have to stick with the more expensive kind. Tiffany Carra, a thirty-two-year-old stay-at-home mom, says it now costs them $1,880 a year for insulin and supplies. 6 million Americans rely on insulin Mostly Dorian keeps a brave face. He's able to set up his insulin supplies by himself. Sometimes his parents help him with the last step. Sometimes he cries. Sometimes he says he hates diabetes. But without insulin his cells can't absorb the sugar they need to make energy and he can go into a life-threatening diabetic coma. There an estimated 30 million Americans with diabetes. Most are what's known as type-2. Their body doesn't use insulin the right way and may end up with a prescription for it if lifestyle and diet changes aren't enough. But 10 percent of diabetics are type-1, like Dorian. Their immune system actually destroys the cells that release insulin, requiring a lifetime of daily treatment. The pricing buzzsaw faced by the Carras and the six million others who use insulin reflects a simple economic reality. \"Prices are set by the pharmaceutical companies at whatever the market will bear,\" Dr. Kesselheim, associate professor of medicine at Brigham and Women's Hospital, told NBC News. Just like with EpiPen , insulin list prices have been going up behind the scenes for years. Most patients had a relatively small copay so they didn't really see the price hikes except as part of gradually rising premiums. But since Obamacare went into effect in 2014, the number of employees enrolled in high-deductible plans has shot up 9 percentage points, according to a survey by the Kaiser family foundation , as employers have successfully steered their workers towards the plans. Even though those premiums are increasing at historic lows, the higher deductibles mean more Americans are getting directly exposed to the soaring prices — and paying for them out of pocket. Sometimes insulin drugmakers have played \"follow the leader\" with price hikes. Price increases for competing brands of insulin tend to occur at the same time and by the same amounts. NBC News When Eli Lilly raised the average wholesale price of the Humalog Dorian was taking by 10 percent in the 4th quarter of 2013, so did Novo Nordisk with its competing insulin Novolog. And when Novolog's prices went up by 8 percent in the third quarter of 2016, so did Humalog's. Between the 3rd quarters of 2008 and 2016, the drugs saw 16 separate price moves. Of them, 10 were by the same amount and at the same time. The others differed by a few percentage points, or were delayed by a quarter. Generic is no panacea Another major factor: there is currently no generic for insulin. And while Wal-Mart sells three different kinds of insulin for $25 a vial, these are older kinds that require the patient to follow strict snack and meal schedules. That's not as viable for families with diabetic children who prefer the flexibility of the newer - and more expensive -- generations of insulin. Dorian's insulin kit. Courtesy Tiffany Cara Another factor tamping down competition is that it's hard and hugely costly to make a \"generic\" (technically a \"biosimilar\") version of insulin. The drug is not just synthesized chemicals, it's actually made by cells. Insulin used to be drawn from the pancreases of slaughtered animals. Nowadays it's coaxed from tweaked yeast or bacteria. This December will be the first time that biosimilar insulin is set to hit the shelves, and others are in the works. The increased competition will offer much-needed, but modest, price relief. A typical generic offers 85 percent savings off the name brand. But biosimilar insulins are only projected to save 11-15 percent, according to an analysis by the nonprofit RAND research corporation . It can take $100 to $250 million for a drug company to develop and market a biosimilar drug, versus the $1 million to $4 million needed for a regular generic. The blame game There's plenty of blame for rising prices to go around with a complex health care machine responsible for getting a drug from the manufacturer to the patient. Drugmakers say pricing is multifaceted and driven up by middlemen. Novo Nordisk says it negotiates to increase access for its drugs and that most patients have co-pays that average between $1 to $1.40 per day. \"Price increases are necessary to support our mission to research and develop new medicines,\" the company said in a statement to NBC News. Eli Lilly, makers of Humolog, said in a statement that \"today's health care system works well for most people, but those enrolled in high-deductible insurance plans and managing chronic conditions face challenges in gaining reasonable access to treatments they need.\" In a statement, Sanofi said it hasn't raised prices for Lantus since 2014 \"because of efforts to remain included on formularies at a favorable tier which helps to reduce out of pocket costs to patients.\" All drug makers say they also offer co-pay assistance programs as well as assistance programs for those without insurance to help needy patients. They also point the finger at pharmacy benefit managers (PBMs) for negotiating larger rebates for insurers, which they say forces them to raise prices. Brian Henry, a spokesman for Express Scripts, one of the two largest PBMs in the country, said drug companies are responsible for setting the prices, and creating and managing the rebate program. He says they they pass along most of the rebate to insurers. Meanwhile, insurance carriers just say drug prices are out of control. \"Millions depend on insulin every day,\" said David Merritt, a spokesman for America's Health Insurance Plan. \"Every cost increase by a drug company makes it that much harder for patients to access the treatments they need. We need to solve this pricing crisis now.\" Price hike relief is on the way -- for payers. Shares of insulin maker Novo Nordisk and drug wholesaler McKesson fell by double digits last week on news that aggressive rebate negotiations are helping cut or flatten the prices insurers pay for insulin. But don't expect to see that get passed down to a lower premium or cheaper insulin, especially for those without insurance or facing a high deductible. \"Most people with insurance are paying a co-pay, and even when a price changes, we don't see much movement on the co-pay side,\" said Novo Nordisk's Inchausti. \"A patient exposed to list price is still going to be exposed to list price.\" Another shot at savings Ultimately, you should tell your doctor if you're having trouble paying for what you're prescribed. There may be a more affordable alternative, so check with your insurance company to see if you qualify for patient assistance programs, and comparison shop on sites like GoodRX. Big box stores like Costco and Wal-Mart may also offer additional savings. Even if you tell your doctor they may not know all the tricks. The Carras worked with drug comparison site Rx Savings Solutions and found two manufacturer coupons that cut the price back to the $150 they used to pay. Using them required that they start going to a different drugstore. A small price to pay but one that reflects the complex network of hidden agreements that governs who gets the best access to insulin and at what cost. \"The only way for consumers to save money is to advocate for themselves,\" said Michael Rea, founder and CEO of Rx Savings Solutions. \"You can manage cholesterol six different ways, and the difference can be $4 to $400. Consumers don't know that — and neither do their doctors.\" Ben Popken ",
    "title": "Is Insulin the New EpiPen? Families Facing Sticker Shock Over 400 Percent Price Hike - NBC News"
   },
   {
    "entities": [
     "anthony",
     "martinez",
     "obama",
     "james",
     "barack",
     "tuesday, nov. 1, 2016",
     "now",
     "abdullah",
     "weiner",
     "columbus",
     "university",
     "abedin",
     "fbi",
     "future",
     "friday",
     "capital",
     "pablo",
     "hillary",
     "huma",
     "clinton",
     "wednesday",
     "ohio",
     "monsivais",
     "halimah",
     "comey",
     "house",
     "november 2, 2016",
     "field"
    ],
    "id": 20,
    "text": "advertisement President Barack Obama, in his first direct comments about the FBI's review of newly discovered emails that could be related to its probe of Hillary Clinton's private server, said Wednesday he prefers not to deal in \"innuendo.\" \"I do think that there is a norm ... when there are investigations, we don't operate on innuendo, we don't operate on incomplete information, we don't operate on leaks,\" Obama told the digital news outlet Now This News. \"We operate on concrete decisions that are made.\" We spoke with President Obama about the FBI's recent investigation into emails related to Hillary Clinton pic.twitter.com/3ivMp2TfVi — NowThis (@nowthisnews) November 2, 2016 In the aired version of the interview, Obama did not mention FBI director James Comey by name. He defended Clinton, the Democratic presidential nominee and his former secretary of state, as someone who is \"going to be a great president.\" \"I trust her. I know her. I wouldn't be supporting her if I didn't have absolute confidence in her integrity and her interest in making sure young people have a better future,\" Obama said. The FBI on Friday announced it is reviewing a new cache of emails potentially \"pertinent\" to the agency's suspended investigation into Clinton's use of a private server. Multiple federal sources told NBC News they were found as part of an ongoing probe into disgraced former congressman Anthony Weiner's alleged sexting with an underage girl. President Barack Obama speaks at Capital University Field House in Columbus, Ohio, Tuesday, Nov. 1, 2016. Pablo Martinez Monsivais / AP Since then, officials have been poring through the missives found on Weiner's laptop to find only the relevant communiques using a program that will target only the emails to and from Clinton's closest aide, Huma Abedin, Weiner's estranged wife, within the time when Clinton was secretary of state. Obama said that he's steered cleared of discussing the timing of the new FBI review. \"I've made a very deliberate effort to make sure that I don't look like I'm meddling in what are supposed to be independent processes for making these assessments,\" he said. Halimah Abdullah ",
    "title": "Obama on Brouhaha Over FBI Email Review: 'We Don't Operate on Innuendo' - NBC News"
   },
   {
    "entities": [
     "twitter",
     "irgc",
     "ali",
     "us",
     "states",
     "kredo",
     "islamic",
     "last summer",
     "republic",
     "united",
     "corps",
     "salar",
     "revolutionary",
     "guards",
     "khatam-al-anbia",
     "facebook",
     "khamenei",
     "abnoush",
     "middle",
     "garrison",
     "u.s.",
     "europe",
     "iran",
     "east",
     "adam"
    ],
    "id": 21,
    "text": "Iran claims it's sending elite fighters to infiltrate US, Europe By Adam Kredo Facebook 0 Twitter 0 livefyre Email Print   The Iranian Revolutionary Guards Corps, the country’s elite military force, is sending assets to infiltrate the United States and Europe at the direction of Iran’s Supreme Leader Ali Khamenei, according to recent Farsi-language comments from an Iranian military leader. The IRGC “will be in the U.S. and Europe very soon,” according to the Iranian military commander, who said that these forces would operate with the goal of bolstering Iran’s hardline regime and thwarting potential plots against the Islamic Republic. “The whole world should know that the IRGC will be in the U.S. and Europe very soon,” Salar Abnoush, deputy coordinator of Iran’s Khatam-al-Anbia Garrison, an IRGC command front, was  quoted  as saying in an Iranian state-controlled publication closely tied to the IRGC. The military leader’s comments come as Iran is spending great amounts of money to upgrade its military hardware and bolster its presence throughout the Middle East and beyond. Iran intends  to spend billions  to purchase U.S.-made planes that are likely to be converted for use in its air force. Congressional leaders and others suspect that Iran has used a large portion of the cash windfall it received as a result of last summer’s nuclear agreement to upgrade its fighting capabilities war machine. “The IRGC is [the] strong guardian of the Islamic Republic,” Abnoush was quoted as saying. “The Fedayeen of Velayat [fighting force] are under the order of Iran’s Supreme leader. Defending and protecting the Velayat [the Supreme Leader] has no border and limit.” ",
    "title": "Iran claims it's sending elite fighters to infiltrate US, Europe | Fox News"
   },
   {
    "entities": [
     "news",
     "arizona",
     "12 percent",
     "meghan",
     "florida",
     "keneally",
     "47 percent",
     "48 percent",
     "44 percent",
     ", 1:50 pm",
     "struyk",
     "donald",
     "early october",
     "abc",
     "hillary",
     "nov 2, 2016",
     "clinton",
     "49 percent",
     "nevada",
     "ryan",
     "gary",
     "johnson",
     "43 percent",
     "pennsylvania",
     "trump",
     "46 percent"
    ],
    "id": 22,
    "text": "Three Key Battleground States Within Polling Margin of Error By Meghan Keneally Nov 2, 2016, 1:50 PM ET 0 Shares WATCH Hillary Clinton and Donald Trump in a Virtual Tie 0 Shares Email Donald Trump has a slight lead in at least one key battleground state and is within the polling margin of error in three others. The latest numbers from the CNN/ORC poll shows Trump taking a slight lead in Nevada, with 49 percent support from likely voters compared to Clinton's 43 percent. That marks an increase in his support since early October, when Clinton had 46 percent support and Trump had 44 percent in the state. In Arizona, Trump has 49 percent support and Clinton has 44 percent, though that is within the margin of error of polling. Clinton's support in Arizona has grown since the last poll, in which Trump was still leading by 7 points. Trump Rated More Honest; Contest Stays a Dead Heat (POLL) The results in Florida and Pennsylvania also came within the polling margin of error, with Clinton receiving 49 percent to Trump's 47 percent in Florida and Clinton receiving 48 percent to Trump's 44 percent in Pennsylvania. These four states are crucial to the electoral map and the candidates have been spending serious time and money to win over undecided voters there in recent days. Libertarian candidate Gary Johnson is down from his previous results in all four states, with his highest results coming in Arizona and Nevada, where he received five percentage points apiece. In a mid-August CNN/ORC poll, Johnson received 12 percent of the vote in Arizona. ABC News' Ryan Struyk contributed to this report. 0 Shares ",
    "title": "Three Key Battleground States Within Polling Margin of Error - ABC News"
   },
   {
    "entities": [
     "carl",
     "davis",
     "--",
     "edwards",
     "zobrist",
     "david",
     "kyle",
     "ross",
     "hendricks",
     "javier",
     "aroldis",
     "ben",
     "chicago",
     "cleveland",
     "indians",
     "kuc",
     "1908",
     "chris",
     "baez",
     "night",
     "wednesday",
     "fowler",
     "chapman",
     "rajai",
     "jon",
     "jr.",
     "cubs",
     "dexter",
     "lester"
    ],
    "id": 23,
    "text": "The Cubs are World Series champions. Let that sink in a moment and then go crazy, Chicago. The Cubs ended 107 years of futility when they defeated the Indians 8-7 in 10 innings in Game 7 of the World Series on Wednesday night in Cleveland. It set off a raucous celebration on the field as the Cubs won their first title since 1908 but only after winning three consecutive games over the Indians to seal the deal. After the Cubs coughed up a 6-3 lead in the bottom of the eighth inning — highlighted by a two-run home run from Rajai Davis off closer Aroldis Chapman — and a 17-minute rain delay, Ben Zobrist knocked in the winning run in the 10th to give the Cubs the title. Dexter Fowler, Javier Baez and David Ross each hit home runs for the Cubs. Kyle Hendricks started for the Cubs and allowed two runs—one earned—but got a no-decision after relievers Jon Lester and Chapman couldn’t hold off the Indians. Despite his rough outing, Chapman got the victory while Carl Edwards, Jr. earned the save. — Chris Kuc ",
    "title": "IT HAPPENED: Cubs win their first World Series in 108 years - Chicago Tribune"
   },
   {
    "entities": [
     "contact",
     "sportsnet",
     "press",
     "jay",
     "james",
     "july 2015",
     "knowledge,",
     "des",
     "kershaw",
     "reporter",
     "now",
     "last year",
     "puzzanghera",
     "knowledge",
     "2009",
     "georgetown",
     "at&t/time",
     "justice",
     "michael",
     "inc.",
     "$85.4-billion",
     "march",
     "kena",
     "at&t",
     "betancur/afp/getty",
     "bergmayer",
     "charter",
     "doj",
     "department",
     "directv",
     "los",
     "university",
     "warner",
     "york",
     "angeles",
     "donald",
     "matt",
     "fbi",
     "communications",
     "dec. 7",
     "frank",
     "schwartzman",
     "dodgers",
     "hillary",
     "images",
     "judiciary",
     "us-media-telecom-merger-att-timewarner",
     "next week",
     "clinton",
     "andrew",
     "public",
     "meg",
     "gehry",
     "john",
     "scully",
     "free",
     "wednesday",
     "commission",
     "moines",
     "television",
     "committee",
     "of",
     "time",
     "cable",
     "last week",
     "wood",
     "channel",
     "senate",
     "fcc",
     "la",
     "federal",
     "grassley",
     "city",
     "new",
     "u.s.",
     "cubs",
     "clayton",
     "charles",
     "balmoris",
     "trump",
     "jim",
     "the past",
     "vin"
    ],
    "id": 24,
    "text": "The feds' lawsuit over Dodgers channel could make it harder for AT&T; to buy Time Warner US-MEDIA-TELECOM-MERGER-ATT-TIMEWARNER Kena Betancur/AFP/Getty Images Opponents of AT&T’s deal to buy Time Warner said the collusion suit was another reason for regulators to reject the deal. Above, an AT&T store in New York City. Opponents of AT&T’s deal to buy Time Warner said the collusion suit was another reason for regulators to reject the deal. Above, an AT&T store in New York City. (Kena Betancur/AFP/Getty Images) Jim Puzzanghera Contact Reporter AT&T Inc.’s hopes of completing its $85.4-billion purchase of Time Warner Inc. depends on convincing federal regulators that they should allow one of the nation’s telecommunications giants to become even bigger. Getting hit with a collusion lawsuit doesn’t help make that case, particularly for a deal that already has drawn bipartisan criticism, antitrust experts and consumer advocates said.  The Department of Justice on Wednesday sued AT&T’s DirecTV unit, alleging it was “the ringleader” in unlawful efforts to prevent widespread carriage of the SportsNet LA television channel owned by the Los Angeles Dodgers.  Making matter worse for AT&T, the Justice Department is the same agency that must review the Time Warner deal to make sure it passes antitrust muster. “All things being equal, you don’t want to be sued by the DOJ when you’re trying to get a merger approved by the DOJ,” said John Bergmayer, senior counsel at digital rights group Public Knowledge. “I don’t think it helps them.” But how much it might hurt AT&T’s attempt to acquire Time Warner Inc. was unclear. Although the suit names DirecTV and AT&T, the unlawful activity took place before AT&T completed its purchase of the satellite provider in July 2015. Los Angeles Dodgers fans have missed Clayton Kershaw ’s brilliant pitches. They also never got to watch Vin Scully’s emotional final season and a dominant march to the playoffs.   Now, the U.S. Department of Justice says that baseball fans were shut out because... For three seasons, thousands of frustrated Los Angeles Dodgers fans have missed Clayton Kershaw ’s brilliant pitches. They also never got to watch Vin Scully’s emotional final season and a dominant march to the playoffs.   Now, the U.S. Department of Justice says that baseball fans were shut out because... (Meg James) AT&T was one of the pay-TV providers that the Justice Department said was part of the collusion. But the Time Warner deal is a vertical integration of companies that don’t directly compete against one another instead of a horizontal merger with another pay-TV provider, which would raise additional collusion concerns. Time Warner spun off its Time Warner Cable unit in 2009. Charter Communications Inc. bought Time Warner Cable last year and is renaming the service Spectrum. AT&T said the allegations regarding SportsNet LA shouldn’t have any effect on regulatory approval of Time Warner. “This civil suit has nothing to do with our proposed acquisition of Time Warner Inc.,” said AT&T spokesman Michael Balmoris. Andrew Jay Schwartzman, a Georgetown University law professor, said the Justice Department would review the deal on its own merits. But the collusion suit could have an impact “on the margins,” he said. “It affects your judgment and your assessment if they have a track record of behaving anticompetitively,” he said of Justice Department antitrust regulators. If the deal also must be approved by the Federal Communications Commission, which appears likely, the DirecTV suit could have a larger impact, Schwartzman said. “They’re looking at the broader effects on the marketplace,” he said of the FCC. “Something like this underscores for the FCC some of the problems that are exacerbated if you increase AT&T’s and Time Warner’s collective clout in the marketplace.” Concerns about increased media consolidation led the AT&T/Time Warner deal to get a frosty reception when it was announced last week. Republican presidential nominee Donald Trump said his administration would block the deal if he wins next week’s election. Hillary Clinton, the Democratic presidential nominee, said the merger raised “questions and concerns.”  Senate Judiciary Committee Chairman Charles Grassley (R-Iowa) called for a “robust review.” The panel’s antitrust subcommittee has scheduled a hearing for Dec. 7. Opponents of AT&T’s deal to buy Time Warner said the collusion suit was another reason for regulators to reject the deal. “AT&T and DirecTV had too much power over the pay-TV, Internet and content markets even before their multibillion merger closed last year,” said Matt Wood, policy director of Free Press, another digital rights group. Read the complaint against AT&T-DirecTV; Open link “Now that they’ve joined forces, the absolute last thing we need is approval of a deal to put these bad actors in control of Time Warner’s video content empire,” he said. Bergmayer said the collusion case “raises obvious concerns about whether AT&T would have the incentive and ability to harm consumers if it were permitted to acquire Time Warner.” “The past behavior of a company is relevant,” he said. “We’re not saying this by itself is the reason to block the merger. It’s one more data point.” Hours before the suit was announced, Public Knowledge, Free Press and 16 other digital rights, consumer advocacy and social justice organizations sent a letter to Clinton and Trump urging them to reject the deal because it would make AT&T too powerful. “There is little evidence that anyone — other than the executives and shareholders of the merging companies — benefits from these massive deals,” the letter said. “The recent history of media concentration is littered with broken promises and higher prices for customers.” Caption 90 seconds: 4 stories you can't miss What the FBI would have to find to press charges against Hillary Clinton , Frank Gehry’s controversial development is approved , two Des Moines officers were shot to death , and the Cubs push a game 7 of the World Series . Caption 90 seconds: 4 stories you can't miss ",
    "title": "The feds&apos; lawsuit over Dodgers channel could make it harder for AT&T; to buy Time Warner - LA Times"
   },
   {
    "entities": [
     "state",
     "patrick",
     "institute",
     "last month",
     "philadelphia",
     "83 percent",
     "keystone",
     "polling",
     "university",
     "cnn",
     "fbi",
     "monmouth",
     "friday",
     "4.9 percent",
     "hillary",
     "four percent",
     "clinton",
     "murray",
     "november 1",
     "29 percent",
     "9 percent",
     "4 percent",
     "october 29",
     "pennsylvania",
     "trump"
    ],
    "id": 25,
    "text": "While the FBI is combing through thousands of emails possibly related to Hillary Clinton's private email server, the Democratic presidential nomi... “Clinton is still in the lead, but the race has tightened in the past four weeks,” Patrick Murray, director of the Monmouth University Polling Institute, said. “It looks like this shift was in the works even before Friday’s FBI bombshell, which has made only a small contribution to this overall narrowing.” In fact, only four percent of registered Pennsylvania voters say the FBI’s recent news caused them to change their minds about the candidate they will support. Trump, however, regained some support among white voters, particularly among white women, despite the nearly-month long spotlight on allegations of him engaging in lewd behavior with women. When it comes to non-white voters, however, Clinton dwarfs Trump, 83 percent to 9 percent.  Clinton continues to dominate in areas that have historically predicted the winner of the statewide race. In Philadelphia and the surrounding suburbs, the former secretary of state leads Trump by a 62 to 29 percent margin. Most of Trump’s overall improvement in Pennsylvania, however, is attributed to his gains in western portion of the state, where he has a 16 point lead over Clinton. And in an election that has seen record low favorability and approval ratings, Clinton’s positive numbers have declined since last month while Trump’s has ticked up. Monmouth University contacted 403 Pennsylvania residents via telephone from October 29 to November 1. The poll has a margin of error of 4.9 percent. A similar poll released by CNN and ORC International showed that Clinton leads Trump by the same margin--4 percent--among likely Keystone State voters. When it comes to important issues, the poll says, voters have more faith in Mrs. Clinton’s ability to handle foreign policy, terrorism, health care and trade with other countries than her Republican counterpart.  Voters, however, believe that Trump would approach economy-related issues more appropriately. What’s more, the poll revealed, voters rate Clinton and Trump equally when it comes to immigration-related issues. ",
    "title": "Poll wrap: Clinton leads Trump in battleground states of Pennsylvania and Wisconsin - CBS News"
   },
   {
    "entities": [
     "cody",
     "2002",
     "victor",
     "25 percent",
     "now",
     "giants",
     "once",
     "rangers",
     "zobrist",
     "waldstein",
     "toledo",
     "david",
     "addison",
     "lonnie",
     "hendricks",
     "aroldis",
     "chicago",
     "cleveland",
     "kipnis",
     "york",
     "roberto",
     "napoli",
     "credit",
     "terry",
     "today",
     "helps",
     "chapman",
     "mather",
     "15 percent",
     "cardinals",
     "weather",
     "indiana",
     "field",
     "richard/usa",
     "rizzo",
     "carlos",
     "schwarber",
     "may",
     "arizona",
     "davis",
     "times",
     "9 a.m.",
     "wilson",
     "wrigley",
     "1968",
     "5 percent",
     "coco",
     "kyle",
     "matt",
     "indians",
     "heyward",
     "bumgarner",
     "naquin",
     "kluber",
     "kris",
     "photo",
     "crisp",
     "tigers",
     "2014",
     "ramirez",
     "bryant",
     "perez",
     "lott",
     "blaze/usa",
     "rajai",
     "jon",
     "johnson",
     "kristin",
     "mickey",
     "joe",
     "2011",
     "crittendon",
     "charles",
     "charlie",
     "dexter",
     "progressive",
     "diamondbacks",
     "angels",
     "francona",
     "miller",
     "joshua",
     "8 p.m.",
     "lolich",
     "russell",
     "80 percent",
     "sports",
     "contreras",
     "illinois",
     "himself",
     "mike",
     "lindor",
     "leclaire/usa",
     "last night",
     "slocum/associated",
     "santana",
     "andrew",
     "ken",
     "jose",
     "11 p.m.",
     "the century",
     "channel",
     "yankees",
     "reuters",
     "cubs",
     "new",
     "randy",
     "tonight",
     "lester",
     "anthony",
     "tampa",
     "willson",
     "jason",
     "press",
     "tyler",
     "riedel/associated",
     "chisenhall",
     "corey",
     "francisco",
     "javier",
     "ben",
     "maddon",
     "cisek",
     "allen",
     "match",
     "madison",
     "55 percent",
     "royals",
     "baez",
     "10 p.m.",
     "fowler",
     "2001",
     "ohio",
     "akron",
     "detroit"
    ],
    "id": 26,
    "text": "Top of 4th: Cubs Back on Top Photo Chicago’s Kris Bryant smiled after scoring on a sacrifice fly ball in the fourth inning. Credit Ezra Shaw/Getty Images A shallow pop-fly to center and some aggressive baserunning by Kris Bryant put the Cubs back in the lead. Willson Contreras tacked on an R.B.I. double and with a 3-1 lead, Chicago had some breathing room for the first time this game. Advertisement Continue reading the main story Bryant led off the inning by working a full-count against Corey Kluber, and on the eighth pitch of the at-bat he singled on a hard grounder to left. Anthony Rizzo was hit in the right shoulder by a pitch, bringing up Ben Zobrist with two runners on and no outs. He hit a grounder to first that Mike Napoli fielded and threw to Francisco Lindor who was covering second. Rizzo slid in under Lindor’s feet, but was ruled out even though Lindor’s foot may not have been on the bag. That brought up Addison Russell with runners at the corners and he hit a shallow pop-up to center. Bryant, knowing that Rajai Davis does not have a strong throwing arm, broke for home as Davis caught the ball and he slid in just ahead of the tag from Roberto Perez. Kluber looked like he had Contreras on the ropes with two outs, but the young catcher launched a 2-2 curveball into deep center that got over Davis’s head. Zobrist scored and Contreras got into second base easily. Kluber ended the bleeding by retiring Jason Heyward on a pop-out to shortstop. David Waldstein: Now the Indians are making the miscues. The Cubs scored twice, but it could have been and maybe should have been zero. The Believelanders are feeling like Bereavelanders. Victor Mather: Wilson Contreras, 1-for-17 coming into tonight, has probably been the Cubs’ worst Series performer. But he comes through to give the Cubs the 3-1 lead. His rookie season was a key part of the Cubs’ fine year; now he adds a big World Series R.B.I. Bottom of 3rd: Indians Get Aggressive Photo Cleveland’s Coco Crisp hit a double in the third inning. He later would score a run. Credit Ken Blaze/USA Today Sports, via Reuters The Indians tied the game thanks to a leadoff double, a well-placed bunt, and a run-scoring single. It looked like it could get far worse for the Cubs, but Kyle Hendricks once again worked his way around a few baserunners. Coco Crisp got things started by showing some serious aggressiveness, lacing a ball into the left field corner and legging out a leadoff double. Hoping to take advantage of the baserunner by playing some small ball, the Indians had Roberto Perez bunt Crisp over to third. Carlos Santana then crushed a 1-0 curveball to right for a single, bringing Crisp home and tying the game. With one run in, Jason Kipnis hit what looked like a double-play ball to shortstop. Addison Russell flipped to Javier Baez who dropped the ball, and all runners were ruled safe after a review of the play. Advertisement Continue reading the main story The defensive miscue set Cleveland up with runners on first and second with one out. But Francisco Lindor flied out to left and Mike Napoli lined out to third to end the threat. Victor Mather: It’s been a tough Series for Napoli, who was 4-for-19 without an extra-base hit coming into this game, is 0 for 2 tonight and just missed his chance with men on first and second and two outs. It was a great advertisement for replay when the terrible out call on Santana at second was overturned. Baez never had it. David Waldstein: The Indians are squaring up on Hendricks, so Cubs Manager Joe Maddon instructed Jon Lester to start warming up. It was so important for the Indians to get back even, which is why they played for the one run. Some may have wanted the Indians to play for the big inning since they seemed to be on Hendricks, but Francona elected to draw even. Roberto Perez did a terrific job of executing the bunt with Rizzo only about 20 feet away from him. The Cubs, particularly Baez, are looking shaky. Top of 3rd: Schwarber Runs Cubs Out of Inning Photo Chicago’s Kyle Schwarber was tagged out by Cleveland’s Francisco Lindor while trying to stretch a single into a double in the third inning. Credit Ken Blaze/USA Today Sports, via Reuters Javier Baez put a big swing on a 1-1 curveball but just missed as he flied out to left for the first out of the inning. Dexter Fowler, he of the leadoff home run, then jumped on the first pitch he saw from Corey Kluber in his second at-bat, but lined out to right. With two outs, Kyle Schwarber swung into the shift and punched the ball through the crowded right side of the infield. But Schwarber got greedy and tried to stretch the hit into a double and was thrown out easily at second base by Lonnie Chisenhall to end the inning. Victor Mather: Maybe you aren’t a baseball fan. Well, Akron and Toledo are involved in some exciting college football MACtion on ESPN2. As you might expect, with an Indians World Series on the line, the crowd is sparse in Akron. David Waldstein: Lonnie Chisenhall has had an adventurous World Series, but he has a great arm and Schwarber never should have challenged it, especially with a surgically repaired knee. The shenanigans in the outfield in Game 6 were mostly miscommunication and the fault of the center fielder, Tyler Naquin, and that is why he is on the bench. Bottom of 2nd: Hendricks Helps Himself Photo Cleveland’s Jose Ramirez was picked off at first base by Chicago’s Anthony Rizzo off a throw from pitcher Kyle Hendricks in the second inning. Credit Charles Leclaire/USA Today Sports, via Reuters The Indians had runners reach base twice in the half-inning but got nothing to show for it. Jose Ramirez led off with a grounder that caromed off of Kyle Hendricks before rolling toward shortstop. With the ball coming at him fairly slowly, Addison Russell tried to barehand it but came up without the ball as Ramirez reached first. The play was ruled a single rather than an error, as Russell likely did not have a play. Ramirez, however, underestimated Hendricks’ ability to hold on runners and got picked off of first. Advertisement Continue reading the main story Lonnie Chisenhall singled, but Rajai Davis grounded into a 5-4-3 double play that was truly impressive considering Davis’s speed. David Waldstein: Great play by the icy-veined Kyle Hendricks to pick off Jose Ramirez off first. But everyone knows Hendricks has a terrific pickoff move, so it is kind of unforgivable to get caught. That really messed up the inning because Chisenhall’s single would have put two runners on base with nobody out. The Indians were very sloppy in Game 6 and cannot afford to do that again, especially with the Cubs’ batters getting warmed up in this weather. Top of 2nd: Kluber Settles In Photo Cleveland’s Lonnie Chisenhall made a catch on a fly ball hit by Chicago’s Willson Contreras in the second inning. Credit Matt Slocum/Associated Press Kluber got through the inning in an efficient seven pitches. Addison Russell was the offensive star of Game 6 with a two-run double and a grand slam, but Corey Kluber was able to retire him in his first at-bat tonight on a towering popup to shortstop. Willson Contreras then hit a pitch into right-field foul territory that Lonnie Chisenhall tracked down with little effort. Jason Heyward shattered his bat popping out to shortstop. David Waldstein: Kluber settles down to retire the last six batters, all on fly balls. Kluber is 12-1 in his last 14 starts at Progressive Field with a 1.87 earned run average, including postseason games. But this is the only time he has started three times in nine days. Now it’s up the the Indians hitters to get him back even. Bottom of 1st: Indians Can’t Match Cubs’ Start Photo Cleveland’s Mike Napoli broke his bat connecting on a pitch in the first inning. Credit David Richard/USA Today Sports, via Reuters The Indians were not able to match the Cubs’ strong start to the game. Leadoff man Carlos Santana crushed a liner to right on Kyle Hendricks’s first pitch, but it was right at Jason Heyward, who easily caught the ball for the first out. Jason Kipnis followed him and flailed meekly at a low changeup for strike three. Francisco Lindor then hit a grounder to second that appeared to be an easy out, but Javier Baez slipped when trying to throw from his knees, which allowed Lindor to reach safely. Hendricks was able to work around the error by inducing a broken-bat grounder to shortstop from Mike Napoli to end the inning. Victor Mather: Hendricks last pitched in Game 3, when he threw 4 1/3 somewhat shaky innings, giving up six hits and two walks. But crucially, like the first inning tonight, he gave up no runs. David Waldstein: Terry Francona was on a pregame humor jag, making jokes about how he had a dream after Game 6 that someone was breaking his ribs. He woke up to discover he had been sleeping on the TV remote and it was stuck in his ribcage. He also admitted he was dipping pretzels in peanut butter in bed and when he woke up there was peanut butter on his glasses. “My bedroom looked like a national disaster last night,” he said. Too much info? Advertisement Top of 1st: Fowler Crushes One Photo Chicago’s Dexter Fowler celebrated his solo home run in the first inning. Credit Charlie Riedel/Associated Press Corey Kluber is trying to become the first pitcher to win three starts in a single World Series since 1968, but he got off to a terrible start when Dexter Fowler launched the fourth pitch of the game over the center field wall, giving the Cubs a 1-0 lead and quieting the Indians fans at Cleveland’s Progressive Field. It was the first leadoff home run ever in Game 7 of a World Series. After Fowler’s blast, Kyle Schwarber hit a slow grounder to the right side of the infield. The Indians had the shift on, and Francisco Lindor, the shortstop, was able to field the ball, but Schwarber, running on a reconstructed knee, was able to beat the throw for an infield single. Kris Bryant flied out to right for the first out of the game, and Anthony Rizzo followed him by flying out to center. Schwarber, who has three career stolen bases, surprised the Indians (and just about anyone watching) by stealing second with Ben Zobrist at the plate, but Kluber was able to get Zobrist to pop out to end the inning. Kluber escaped having allowed just one run and kept his pitch count to 19, but it was hardly the start he was looking for. David Waldstein: When Fowler hit that home run, I almost thought for a moment that Rajai Davis caught the ball on his jump because it seemed like the entire stadium erupted. But it was Cubs fans celebrating the home run. I have never seen this many visiting fans invade a baseball stadium for such a big game. Yes, you will see a lot of Yankees fans in Tampa in May, but this is Game 7 of the World Series. If it is not 50-50 between Cubs and Indians fans, then it is 40-60. In the section of the bleachers closest to center field, it appeared to be 80 percent Cubs fans. Here’s What to Expect in Game 7 Photo A fan dressed as a goat wandered around outside Progressive Field in Cleveland before Game 7. Credit Charlie Riedel/Associated Press.. ■ The Cubs’ Kyle Hendricks will face off against Indians ace Corey Kluber. While Hendricks, who led the majors in earned run average, is no pushover, Kluber won Games 1 and 4 and will be attempting to become just the 13th pitcher to earn three victories in a single World Series . The last to do it was Randy Johnson with the 2001 Arizona Diamondbacks, but one of Johnson’s wins came as a reliever. The last player to win three World Series starts was Mickey Lolich, who did it for the 1968 Detroit Tigers. ■ The Cubs have struggled to hit through must of the series, but Kris Bryant, the team’s best hitter, has found a groove. He homered in Game 5 and then went 4 for 5 with another home run in Game 6. The surge has helped all the hitters around him, as Cleveland finally has someone to fear. Should the Cubs win Game 7, Bryant would be a potential M.V.P. candidate. ■ Outfield miscommunication was a huge issue for Cleveland in Game 6 , with a brutal misplay costing the Indians two runs in the first inning. It continued after the game with center fielder Tyler Naquin claiming both players called for the ball and right-fielder Lonnie Chisenhall saying neither did. Tonight, the Indians will start the veteran Rajai Davis, bringing some much-needed experience to the outfield. Advertisement Continue reading the main story ■ Both managers have extreme faith in their closers, but Francona appears to have a bullpen advantage in Game 7 as a result of not using Andrew Miller or Cody Allen in the Game 6 blowout. Desperate to stay alive at all costs in that game, Joe Maddon endured some criticism for letting closer Aroldis Chapman throw 20 pitches to get four outs in a game that was never close. He insisted after the game that it would not affect Chapman’s availability tonight. ■ Weather could be an issue. According to The Weather Channel, the chance of precipitation increases steadily throughout the game, going from 5 percent at 8 p.m. to 15 percent at 9 a.m., 25 percent at 10 p.m. and 55 percent at 11 p.m. As rain-shortened games are not permitted in the postseason, the game has to go all nine innings. Considering the slow the pace of play for much of the postseason, a rain delay is certainly possible. ■ This is the first Game 7 since 2014, when the Giants beat the Royals in a taut encounter that featured a rare five-inning save by Madison Bumgarner. In 2011, the Cardinals rallied from a 2-0 first inning deficit to beat the Rangers, 6-2. Before that, you have to go back to 2002, when the Angels won their only World Series with a 4-1 win over the Giants. Cubs Fans Invade Cleveland Photo Kristin Cisek, left, and Mike Crittendon wrote messages on the wall outside Wrigley Field before Game 7. Credit Joshua Lott for The New York Times Once again, the weather in Cleveland is a summery 69 degrees and thousands of nervous baseball fans have been roaming the streets of downtown in anticipation of a historic Game 7. Progressive Field is overrun with Cubs fans. I spoke to a few who drove in today from Chicago and said that I-90 was saturated with vehicles full of Cubs fans making the five-and-a-half hour drive across Illinois, Indiana and Ohio. They said the rest stops were swarming with Cubs fans high-fiving one another. The scene is set, batting practice is over, and in only a few minutes the game of the century will begin. Someone’s long, agonizing history will change within the next three or four hours, and someone else’s will trudge on as it has for decades. ",
    "title": "World Series Game 7: Baez Home Run Gives Cubs 4-1 Lead - The New York Times"
   },
   {
    "entities": [
     "gabe",
     "anthony",
     "miller",
     "armour",
     "lacques",
     "bob",
     "yomtov",
     "once",
     "zobrist",
     "corey",
     "kyle",
     "hendricks",
     "aroldis",
     "ben",
     "chicago",
     "cleveland",
     "maddon",
     "indians",
     "abrotsky",
     "kluber",
     "roberto",
     "kris",
     "mike",
     "napoli",
     "1908",
     "jorge",
     "squire",
     "andrew",
     "ramirez",
     "jose",
     "1948",
     "bryant",
     "perez",
     "scott",
     "7:15 p.m. edt",
     "today",
     "nancy",
     "chapman",
     "facebook",
     "jamie",
     "joe",
     "l.",
     "november 2, 2016",
     "cubs",
     "nightengale",
     "jesse",
     "usa",
     "the day",
     "ortiz",
     "rizzo",
     "justin",
     "boeck"
    ],
    "id": 27,
    "text": "Who will win Game 7 of the World Series between the Cubs-Indians? The Chicago Cubs and Cleveland Indians have a combined championship drought of 178 years. Post to Facebook Who will win Game 7 of the World Series between the Cubs-Indians? The Chicago Cubs and Cleveland Indians have a combined championship drought of 178 years. Check out this story on USATODAY.com: http://usat.ly/2eUftAZ CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 8 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Who will win Game 7 of the World Series between the Cubs-Indians? USA TODAY Sports 7:15 p.m. EDT November 2, 2016 x Share Facing elimination the Chicago Cubs rally to defeat the Cleveland Indians 9-3 and bring the series to Game 7. USA TODAY Sports Ben Zobrist collides with Roberto Perez in the first inning of Game 6. (Photo: Jamie Squire, USA TODAY Sports) The Chicago Cubs and Cleveland Indians have a combined championship drought of 176 years. The Cubs haven't won a World Series since 1908, the Indians since 1948. This is the 38th time a World Series has come down to Game 7. Check out our picks for who will win Game 7 and who will win Most Valuable player: Indians-Cubs World Series Game 7: Delayed glory for one, misery for the other Steve Gardner Indians 4, Cubs 3: Corey Kluber and the Indians bullpen turn in another gallant effort and Ramirez hits a walk-off homer off Aroldis Chapman to give Cleveland the title. MVP: Jose Ramirez. Bob Nightengale Cubs 4, Indians 3 (14 innings): These two teams have gone this long without winning the World Series, what’s a few more innings?  MVP: Kris Bryant. Gabe Lacques Indians 7, Cubs 2: They nibble at Cubs starter Kyle Hendricks and chase him in the fourth, and manager Joe Maddon sees the dream die in the hands of his middling set-up relievers. MVP:  Kluber. Jorge L. Ortiz Cubs 4, Indians 1: Anthony Rizzo’s two-run homer secures him MVP honors as the Cubs get to Kluber before the Indians’ bullpen can save the day. MVP: Rizzo. Ted Berg Indians 7, Cubs 2: Corey Kluber goes six strong before the bullpen takes over and Mike Napoli plays offensive hero. MVP: Kluber Scott Boeck Indians 6, Cubs 4: Kluber doesn’t earn his third World Series decision, but does enough to lead the Tribe to its first title since 1948. MVP: Kluber. Nancy Armour Indians 4, Cubs 1: Kluber and Andrew Miller have the Cubs' number once again, and this time it's 109 – as in, how many years it's been since Chicago won a title. MVP: Kluber. Jesse Yomtov Cubs 4, Indians 2: The top of the Cubs order puts a couple on the board early against Kluber and Chicago's bullpen manages to hold on, completing the Indians' collapse. MVP: Rizzo. Justin Abrotsky Indians 4, Cubs 2: Kluber and Miller get it done one final time as the Cubs bullpen bends late. MVP: Kluber. Gallery: Recent Game 7s in the World Series ",
    "title": "Who will win Game 7 of the World Series between the Cubs-Indians?"
   },
   {
    "entities": [
     "may",
     "news",
     "control",
     "erin",
     "ocean",
     "atsb",
     "david",
     "transport",
     "safety",
     "dooley",
     "airlines",
     "two years later",
     "boeing",
     "abc",
     "indian",
     "satcom",
     "nov 2, 2016",
     "into",
     ", 2:56 pm",
     "march 2014",
     "australian",
     "kerley",
     "bureau",
     "malaysia"
    ],
    "id": 28,
    "text": "MH370 Likely Spiraled Out of Control Into Indian Ocean, Report Suggests By Erin Dooley Nov 2, 2016, 2:56 PM ET 0 Shares WATCH MH370 Two Years Later: Here's What We Know About the Missing Plane 0 Shares Email MH370 , the Malaysia Airlines jet that mysteriously vanished in March 2014, likely accelerated on decent as it corkscrewed into the Indian Ocean -- indicating the plane probably wasn’t configured for a controlled landing, a new report from the Australian Transport Safety Bureau suggests. Though the jet’s transponder and automated data systems were switched off early in the flight, rudimentary Satcom continued to ping. Investigators have assessed that data and believe it is “consistent with the aircraft being in a high and increasing rate of descent,” according to the ATSB. Malaysia Airlines Mystery May Never Be Solved, Officials Say Additionally, analysis of debris that washed ashore indicates the Boeing 777’s flaps were likely “in the retracted position” when the plane hit the water -- consistent with the ATSB’s theory that the plane plunged in the sea seconds after running out of fuel. (A competing theory suggests someone in the cockpit may have deliberately attempted to ditch the jet by landing it on the surface of the ocean, a maneuver that normally would have included deploying the flaps.) All this data seems to suggest that authorities are searching in the right place -- as do the drift patterns of the debris. But despite scouring more than 110,000 square kilometers (about 42,471 square miles) of the Indian Ocean, investigators have yet to unearth the wreckage of the plane or the remains of its 239 occupants. The conundrum has Australian authorities wondering if there could possibly be something they’ve missed, prompting them to release their data in the hopes that other analysts can identify an alternative scenario. ABC News' David Kerley contributed to this report. 0 Shares ",
    "title": "MH370 Likely Spiraled Out of Control Into Indian Ocean, Report Suggests - ABC News"
   },
   {
    "entities": [
     "tobacco",
     "news",
     "missionary",
     "the '50s",
     "alcohol,",
     "quezada",
     "nbc",
     "ruben",
     "america",
     "tuesday",
     "wilson",
     "church",
     "errick",
     "simmons",
     "m.b.",
     "brett",
     "et",
     "brown",
     "2:00",
     "hopewell",
     "carr",
     "greenville",
     "the '60s",
     "police",
     "donald",
     "9:16 p.m.",
     "2016",
     "fbi",
     "baptist",
     "delta",
     "hillary",
     "clinton",
     "hudson",
     "mississippi",
     "night",
     "wednesday",
     "angie",
     "siemaszko",
     "of",
     "corky",
     "bureau",
     "10:16 p.m.",
     "november 3, 2016",
     "delando",
     "trump",
     "carolyn",
     "sept. 11"
    ],
    "id": 29,
    "text": "Mississippi Mayor: Church Fire Being Investigated as Hate Crime 2:00 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161103053427if_/http://www.nbcnews.com/widget/video-embed/799258691512\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The mayor of a Mississippi town where a black church was torched and vandalized with the words \"Vote Trump\" said Wednesday that the incident is being \"investigated as a hate crime.\" Calling the burning of Hopewell Missionary Baptist Church in Greenville a \"hateful and cowardly act,\" Mayor Errick Simmons said this was \"an attack on the black community.\" \"It appears to be a race crime,\" Simmons said. \"It happened in the '50s. It happened in the '60s. It shouldn't happen in 2016.\" After a fire consumed Hopewell Missionary Baptist Church, the words 'Vote Trump' were written along the side of the building in Greenville, Mississippi. Angie Quezada Greenville Police Chief Delando Wilson said investigators were \"possibly talking to a person of interest\" but had no suspects in custody or surveillance video of the fire, which appeared to have been deliberately set. \"It is a local person who lives in the area,\" Wilson told NBC News. He declined to identify the man or his race. Donald Trump's presidential campaign said Wednesday night that it was \"deeply saddened for the members of the Hopewell M.B. Church community and condemn[s] in the strongest terms this terrible act that has no place in our society.\" \"We are grateful that no one was hurt and we urge witnesses with any information to come forward and help bring justice to those who are responsible,\" the campaign said. Trump's Democratic opponent, Hillary Clinton, said in what appeared to be a personally signed tweet that \"this kind of hate has no place in America.\" The perpetrators who set the Hopewell M.B. Church in MS on fire must be brought to justice. This kind of hate has no place in America. -H — Hillary Clinton (@HillaryClinton) November 3, 2016 Pastor Carolyn Hudson said the 200-member church hadn't received any recent threats. \"Our church was a historic church that has been there for over 111 years,\" Hudson said. \"This has left our hearts broken, but we are strong together. ... Y'all continue to pray for us.\" A spokeswoman for Simmons, the mayor, told NBC News that the church hadn't been targeted before — \"not in recent years that I know of,\" she said. The FBI, meanwhile, confirmed that it was \"aware of the situation in Greenville.\" \"We are working with our local, state and federal law enforcement partners to determine if any civil rights crimes were committed,\" Brett Carr, an FBI spokesman, said in a statement. The fire was reported at 9:16 p.m. (10:16 p.m. ET) Tuesday, and when firefighters arrived they found the main sanctuary of the brick building engulfed in flames, Greenville Fire Chief Ruben Brown said. The Trump graffiti was found in big letters on an outside wall, he said. Investigators from the federal Bureau of Alcohol, Tobacco, Firearms and Explosives and the state fire marshal's were on the scene. Greenville is a mostly black city of 34,000 in the Mississippi Delta where Simmons said \"the racial climate is fairly good.\" He said the most recent racist incident happened on Sept. 11, the 15th anniversary of the terrorist attacks, when somebody spray-painted the N-word on the city's boat ramp. But Mississippi also has a sad history of African-American churches being targeted by vandals. \"The black church has always been a symbol of the black community,\" Simmons said. A GoFundMe page has been set up to collect money to repair the church. Corky Siemaszko ",
    "title": "Mississippi Church Torched and Vandalized With Pro-Trump Slogan - NBC News"
   }
  ]
 }
}