{
 "05": {
  "col-sim": {
   "cosine": 0.1907233762060645,
   "entity": 0.15901998717720703
  },
  "exec-time": 28.510358095169067,
  "links": [
   {
    "entities": [
     "anthony",
     "last friday",
     "tump",
     "news",
     "twitter",
     "james",
     "obama",
     "valerie",
     "right now",
     "congress",
     "mccaul",
     "schumer",
     "november 04, 2016",
     "jarrett",
     "gop",
     "weiner",
     "fox",
     "oct. 30",
     "donald",
     "york",
     "abedin",
     "2016",
     "fbi",
     "cnn",
     "post",
     "mike",
     "hillary",
     "huma",
     "pelosi",
     "clinton",
     "r-texas",
     "harry",
     "homeland",
     "security",
     "summer",
     "nancy",
     "committee",
     "facebook",
     "senate",
     "comey",
     "house",
     "reid",
     "new",
     "chuck"
    ],
    "id": 0,
    "text": "Dems trying to nudge Comey out at FBI after Clinton probe decision Published               November 04, 2016 Facebook 0 Twitter 0 livefyre Email Print   Top Democrats are ratcheting up their criticism of FBI Director James Comey for going public with a decision to revisit the Hillary Clinton email probe days before the election, with a few even hinting they want him fired -- though President Obama has shown little indication he'd oblige right now.  Valerie Jarrett, Obama’s chief adviser, reportedly is among those who want Comey gone.  “Valerie argued that Comey was interfering deliberately in the election process and had to be stopped,” a source told The New York Post . The same source said Obama, though, is “worried about the consequences of taking such an action – the tsunami of outrage that would come his way, and possibly become a major footnote, or worse, in the history of the presidency.”  The outrage from Democrats in recent days has been matched by applause from Republicans, in a reversal from the summer -- when GOP lawmakers were grumbling about Comey's decision not to pursue charges in the Clinton case and Democrats praised Comey's professionalism.  House Homeland Security Committee Chairman Mike McCaul, R-Texas, called Comey a \"hero\" and ripped Jarrett.  “I don’t think Valerie Jarrett has any credibility here,” he told Fox News.   Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Comey notified Congress last Friday that during an investigation of Clinton confidant Huma Abedin’s estranged husband Anthony Weiner, FBI agents found indications that a laptop used by the disgraced congressman contained some emails related to the FBI’s earlier probe of Clinton’s private computer server. The disclosure, coming 11 days before the election, roiled the presidential campaign as top Democrats sprung into damage control. House Minority Leader Nancy Pelosi told CNN, “Maybe he’s not in the right job.” She added, “I think that we have to just get through this election and just see what the casualties are along the way.” New York Sen. Chuck Schumer called Comey’s actions “appalling,” adding that he has lost “confidence” in the director. Schumer’s comments come on the heels of outgoing Senate Democratic leader Harry Reid accusing Comey of possibly violating federal law. In an Oct. 30 letter to Comey, Reid said Comey may have violated the Hatch Act, which prohibits government officials from using their positon of power to influence an election. Republicans blasted Reid for the letter.  Meanwhile, as Democrats pile on the criticism, a new report in The Guardian seems to indicate many FBI agents are backing Donald Tump. “The FBI is Trumpland,” one agent told the paper. The unnamed agent said Clinton is “the antichrist personified to a large swath of FBI personnel” and is the reason why so many leaks about the investigation have been anti-Clinton and pro-Trump. FoxNews.com has not independently verified the claims made by the FBI agent.    Advertisement ",
    "title": "Dems trying to nudge Comey out at FBI after Clinton probe decision | Fox News"
   },
   {
    "entities": [
     "oakland",
     "martinez",
     "calif.",
     "costa",
     "peterson",
     "last year",
     "margot/ap",
     "contra",
     "county",
     "michael",
     "francisco",
     "september",
     "department",
     "ben",
     "san",
     "police",
     "terryl",
     "june",
     "smith",
     "past",
     "npr",
     "bay",
     "area",
     "thursday",
     "nancy",
     "current",
     "time",
     "last week",
     "richmond",
     "da",
     "alameda",
     "o'malley",
     "rains",
     "mark"
    ],
    "id": 1,
    "text": "Richard Gonzales Enlarge this image Contra Costa District Attorney Mark Peterson announced in Martinez, Calif., that he will charge a retired police captain with a misdemeanor prostitution count. Ben Margot/AP hide caption toggle caption Ben Margot/AP Contra Costa District Attorney Mark Peterson announced in Martinez, Calif., that he will charge a retired police captain with a misdemeanor prostitution count. Ben Margot/AP Another law enforcement officer will be charged in the ongoing investigation of dozens of San Francisco Bay Area police officers who allegedly had sex with a teen sex trafficking victim. Contra Costa County District Attorney Mark Peterson said he is filing a single misdemeanor charge against an 81-year-old retired Oakland police captain who allegedly paid the victim for sex. According to Peterson, the victim was 18 at the time. The name of the retired officer was not announced, and NPR generally does not name individuals who are the alleged victims of sexual assault. The charges follow the news Thursday that a former Oakland police officer , Terryl Smith, 30, will face five misdemeanor counts of \"unauthorized furnishing of local criminal records.\" Smith allegedly ran the victim's name through a confidential police database and shared the information with her. The victim has said that she engaged in sex with police officers for money or for information about police activities. In September, the district attorney of neighboring Alameda County, Nancy O'Malley, announced criminal charges against seven police officers , five of them past or current members of the Oakland Police Department. Article continues after sponsorship As of last week, four police officers in the Richmond Police Department who were linked to the widespread scandal had been fired. An attorney for three of the officers, Michael Rains, said the firings were unjustified , in part because the contact between the officers and the victim was consensual. She allegedly said her contact with the Richmond officers occurred after she turned 18 years old. Contra Costa DA Peterson said he will not be charging any current police officers, including those from Richmond, based on a lack of evidence . The police sex scandal surfaced in June when a local newsweekly reported that the victim had been involved with an Oakland officer who had killed himself last year. That revelation led to the resignation of the police chief and then the rapid departures of two successors, all in the course of two weeks. ",
    "title": "Another Officer Charged In San Francisco Bay Area Police Sex Scandal : The Two-Way : NPR"
   },
   {
    "entities": [
     "james",
     "dallas",
     "friday, more than 13 years later",
     "jefferson",
     "letscher",
     "boystown",
     "now",
     "criminal",
     "winters",
     "wrigleyville",
     "brad",
     "jullian",
     "county",
     "brian",
     "2003",
     "leighton",
     "spring",
     "ramon",
     "chicago",
     "court",
     "university",
     "athenaeum",
     "york",
     "nelson",
     "smith",
     "friday",
     "theatre",
     "more than a year after winters",
     "chantler",
     "night",
     "scott",
     "northwestern",
     "texas",
     "building",
     "two days later",
     "time",
     "ohio",
     "tribune",
     "brevard",
     "$1 million",
     "theater",
     "carrie",
     "freund",
     "aug. 20, 2003",
     "city",
     "cubs",
     "new",
     "steppenwolf",
     "second",
     "joseph",
     "terrapin",
     "cook"
    ],
    "id": 2,
    "text": "DNA links Texas felon to Chicago theater director's slaying in 2003 Brad Nelson Winters Handout Brad Nelson Winters, artistic director of Terrapin Theatre, who was found murdered in his home Aug. 20, 2003. Brad Nelson Winters, artistic director of Terrapin Theatre, who was found murdered in his home Aug. 20, 2003. (Handout) After a 2003 night out drinking in the Boystown area, theater director Brad Nelson Winters kissed a friend good night, put her in a cab and stopped at a convenience store near his apartment to buy cigarettes, friends say. No one ever heard from the up-and-coming theater director again. After he didn't show up at his job at Northwestern University, Winters was found dead in his bloodied apartment two days later with stab wounds to his naked, decomposing body. The 38-year-old had also been strangled. On Friday, more than 13 years later, authorities alleged Winters was killed by Ramon Smith, a laborer now living in Dallas who has an extensive criminal history with convictions for aggravated robbery, assault, prostitution and theft. Smith, 48, was linked to the killing by DNA after he was required to submit a sample of his genetic material to authorities after being convicted of a drug offense in Texas, prosecutors said. The DNA matched blood found on Winters' living room floor and bathtub, and his DNA was found underneath Winters' fingernails, said Assistant State's Attorney Jullian Brevard. A Cook County judge ordered Smith held on $1 million bail. He used a wooden cane during his appearance at the Leighton Criminal Court Building. At the hearing prosecutors offered no motive for Winters' slaying but said police did not find any signs of forced entry at his apartment. Prosecutors gave no indication that Smith made any admissions to investigators. Winters' family still lives in Ohio, where he grew up on a dairy farm, raising cows before discovering theater. Reached by the Tribune on Friday, his brother, Brian, said the family had long wondered if his slaying would ever be solved. Seeing the packed Wrigleyville bars on TV during the World Series had made him think of how much Winters — a huge Cubs fan — would have loved seeing the team's drought end, his brother said. Then a day after the team won, the family heard Chicago police had made an arrest in his killing. It came more than a year after Winters' mother died. \"There's still a big hole there,\" Winters said of his brother's loss. \"We're in a whole nother generation now, and he is a picture on the mantel — that's it.\" Five years before his death, Winters, a smart, witty man who started in Second City, had been named artistic director of the Terrapin Theatre, a low-budget but long-established troupe with a reputation for carefully crafted productions of progressive new works. A play he directed that spring had been nominated for a Joseph Jefferson Awards prize, and the theater had plans for two more plays that season, including a dark comedy in which Winters was set to act. \"He was doing exactly what he was put on this earth to do, to steer a theatrical company,\" said James Freund, who just had been named the company's managing director at the time. Terrapin decided to forge ahead after an emotional meeting after Winters' death and a memorial service at Steppenwolf Theater that drew more than 150 people. The troupe staged his final two plays at the Athenaeum Theatre but didn't survive long. \"At the end of that season, we were pretty much emotionally spent,\" said Scott Letscher, who directed the final play. \"We just couldn't go on without him — he was that powerful of a figure,\" said Carrie Chantler, a close friend now living in upstate New York. His death had a dramatic impact on friends, altering their career paths. Chantler left theater and earned a journalism degree, while Freund opted for a more behind-the-scenes role and now works as Steppenwolf's social media director. \"It was sort of a reckoning if you will for many of us,\" Chantler said. \"From his death forward, life did change for all of us.\" \"Brad was an up-and-comer and a shining light,\" she said. \"It just feels so good to know this case may finally have some justice come to it.\" sschmadeke@chicagotribune.com ",
    "title": "DNA links Texas felon to Chicago theater director&apos;s slaying in 2003 - Chicago Tribune"
   },
   {
    "entities": [
     "youtube",
     "david",
     "images",
     "product",
     "safety",
     "commission",
     "march 2011",
     "samsung",
     "martin",
     "september",
     "cpsc",
     "micah",
     "becker/getty",
     "consumer"
    ],
    "id": 3,
    "text": "Twitter Enlarge this image Samsung is recalling nearly 3 million top-load washers — but not front-load machines — following reports of excessive vibration that could cause the lids to blow off. David Becker/Getty Images hide caption toggle caption David Becker/Getty Images Samsung is recalling nearly 3 million top-load washers — but not front-load machines — following reports of excessive vibration that could cause the lids to blow off. David Becker/Getty Images Samsung is offering repairs, refunds and replacements for about 2.8 million top-load washers after receiving hundreds of reports of machines vibrating excessively — in some cases, so much that the lids became detached. The consumer electronics company, still reeling from a total recall and halt of its Galaxy Note 7 phone, is recalling 34 models of its top-load washing machines, manufactured as far back as March 2011. (Front-load washers are not affected by the recall.) This is one of the YouTube videos in which people say a Samsung top-load washer effectively exploded. Micah Martin YouTube \"The washing machine top can unexpectedly detach from the washing machine chassis during use, posing a risk of injury from impact,\" according to the Consumer Product Safety Commission . The agency says Samsung has received 733 reports of \"excessive vibration or the top detaching from the washing machine chassis\" — and nine reports of people injured from being hit or falling, including a broken jaw and an injured shoulder. The company says the issues typically occur when bedding, water-resistant or bulky items are washed on a high-speed cycle. As people wait to fix, exchange or return affected washers, Samsung and the CPSC say they should use the delicate or waterproof cycles when washing such items. Amid a growing number of reports of machines shaking, falling over and sending parts flying, Samsung said in September that the cases were rare and recommended using lower-speed spin cycles for bulky items. Owners of the recalled top-load washers qualify for one of three options: free repair with extended warranty; a rebate toward any new washing machine, including free installation; or a full refund if the machine was bought within the past 30 days. Article continues after sponsorship ",
    "title": "Samsung Recalls 2.8 Million Top-Load Washing Machines : The Two-Way : NPR"
   },
   {
    "entities": [
     "grace",
     "contact",
     "colin",
     "park",
     "elk",
     "zobrist",
     "hines",
     "david",
     "1932",
     "ross",
     "chicago",
     "cleveland",
     "drive",
     "2016",
     "bzdak",
     "zbigniew",
     "2015",
     "torres",
     "avenue",
     "river",
     "murphy",
     "the day",
     "field",
     "michigan",
     "rizzo",
     "ricketts",
     "wrigley",
     "hall",
     "great",
     "kris",
     "bookwalter",
     "white",
     "kutrubis",
     "metra",
     "konerko",
     "bryant",
     "allie",
     "thursday",
     "tribune",
     "epstein",
     "joe",
     "union",
     "walker",
     "paul",
     "glenview",
     "national",
     "dexter",
     "jim",
     "hinkel",
     "grove",
     "tom",
     "jerry",
     "nov. 4, 2016",
     "8:30 a.m.",
     "wong",
     "eureka",
     "sports",
     "brett",
     "briscoe",
     "illinois",
     "north",
     "tony",
     "friday",
     "1908",
     "genevieve",
     "2005",
     "marie",
     "wednesday",
     "wood",
     "theo",
     "peter",
     "next year",
     "1938",
     "cubs",
     "sox",
     "side",
     "anthony",
     "reporters",
     "reinsdorf",
     "dan",
     "village",
     "grant",
     "ben",
     "maddon",
     "balbo",
     "league",
     "/",
     "former",
     "chris",
     "baseball",
     "eldredge",
     "fowler",
     "4:30 a.m.",
     "travis",
     "station",
     "leaner",
     "at"
    ],
    "id": 4,
    "text": "Sports Baseball Chicago Cubs 'Cubstock 2016' puts cap on baseball crown; revelers jump from downtown bridge, lightposts Chicago celebrates the Chicago Cubs winning the World Series with a parade from Wrigley Field to Grant Park on Nov. 4, 2016. Tony Briscoe , Dan Hinkel and Genevieve Bookwalter Contact Reporters Chicago Tribune Chicago transformed into a sea — and a river — of Cubbie blue Friday as the city celebrated the Cubs ' historic, if still somewhat surreal, World Series triumph. A massive crowd turned out for a parade and rally — dubbed \"Cubstock 2016\" by manager Joe Maddon — that finally rewarded the loyalty of the team's long-suffering fans. It was a party 108 years in the making, a three-hour bash in which players choked back tears and repeatedly paid tribute to a fan base that no longer has to wait until next year. \"We've asked a lot of you and put you through a lot,\" Cubs President Theo Epstein said. \"Let's be honest, for a while there, we forgot the 'not' in try not to suck.\" The city that works apparently took a collective day off as city officials estimated about 5 million people attended the World Series celebration. For that number to be accurate, it would mean a crowd nearly twice the city's population took part, and that it dwarfed the estimates for the 2005 White Sox party and 2015 Blackhawks parade. It was just the third parade in Cubs history. Though they did not have a procession after winning the 1908 World Series, there were parades after the team won National League pennants in 1932 and 1938. \"I have had so many emotions,\" fan Allie Kutrubis said of the Cubs victory celebration. \"Most of the time it doesn't feel real. It feels like I'm being punked.\" Caption A city's love for the Cubs at parade and rally Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Caption A city's love for the Cubs at parade and rally Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Caption Highlights of Cubs' speeches at World Series rally The Cubs team members, owner and president made heartfelt speeches at the Grant Park rally following a parade on Nov. 4, 2016, to celebrate the team's World Series win. The Cubs team members, owner and president made heartfelt speeches at the Grant Park rally following a parade on Nov. 4, 2016, to celebrate the team's World Series win. Caption Massive 'Go Cubs Go' sing-along Cubs players and fans sing \"Go Cubs Go\" with country singer Brett Eldredge during Friday's World Series rally in Grant Park. Nov. 4, 2016.  Cubs players and fans sing \"Go Cubs Go\" with country singer Brett Eldredge during Friday's World Series rally in Grant Park. Nov. 4, 2016.  Caption Cubs victory parade on Michigan Avenue Buses carrying the Chicago Cubs team, families and office workers parade south on Michigan Avenue on their way to a Grant Park victory rally on Nov. 4, 2016. (Chris Walker / Chicago Tribune). Buses carrying the Chicago Cubs team, families and office workers parade south on Michigan Avenue on their way to a Grant Park victory rally on Nov. 4, 2016. (Chris Walker / Chicago Tribune). Caption Union Station deals with crush of Cubs fans Cubs fans crowd the Great Hall at Union Station and rush for trains on the platform after relishing a world championship in Chicago on Nov. 4, 2016. (Grace Wong / Chicago Tribune) Cubs fans crowd the Great Hall at Union Station and rush for trains on the platform after relishing a world championship in Chicago on Nov. 4, 2016. (Grace Wong / Chicago Tribune) The rally, at Grant Park, marked the team's first public appearance since defeating Cleveland on Wednesday to win the World Series, not including left fielder Ben Zobrist 's impromptu autograph session Thursday outside his North Side home. A native of downstate Eureka and the series' most valuable player, Zobrist told the crowd that the team pushed through the postseason's tougher moments for the city's sake. \"This team answered the bell,\" he said. \"This ballclub pulled through for all of you.\" The celebration was pushed back about 50 minutes as some players were late arriving at Wrigley Field because of the snarled traffic near the ballpark. The crowd accepted the delay with relatively good cheer, a byproduct, no doubt, of already having to wait more than a century for a championship. \"People from all corners of the city are coming together for something good,\" longtime fan Marie Leaner said. \"It's been a long time coming, and I don't mean just 108 years either.\" When the rally finally began, first baseman Anthony Rizzo, who caught the final out in Game 7 after third baseman Kris Bryant fielded the ball, gave the game ball to team co-owner Tom Ricketts in what has become somewhat of a Chicago tradition. Former White Sox first baseman Paul Konerko made the same gift to owner Jerry Reinsdorf at the team's 2005 celebration. \"He sacrificed everything to make this happen for this city,\" Rizzo said of Ricketts. \"It only seems right to hand it over to him.\" Rizzo also struggled to control his emotions when he introduced catcher David Ross, who plans to retire. He credited Ross with teaching him \"how to become a real winner\" and said he was grateful the catcher was \"going out a champion forever.\" Indeed, Ross came out to the day's loudest applause and promptly took a picture of the crowd. \"How about a selfie?\" he asked. \"Everybody, hands up!\" Dropping into the crowd Zbigniew Bzdak / Chicago Tribune A fan falls from the light pole as they celebrate the World Series champion Chicago Cubs a rally in Grant Park in Chicago on Nov. 4, 2016. A fan falls from the light pole as they celebrate the World Series champion Chicago Cubs a rally in Grant Park in Chicago on Nov. 4, 2016. (Zbigniew Bzdak / Chicago Tribune) The rally ended with country singer and Illinois native Brett Eldredge leading the crowd in a joyful version of \"Go Cubs Go\" in what was arguably the happiest singalong in Grant Park history. Ross, Rizzo, and center fielder Dexter Fowler served as enthusiastic backup singers, while pitcher Travis Wood ripped off his sleeveless camouflage shirt and sang bare-chested for the crowd. \"You are like extended family to me,\" Fowler told the crowd. \"I'll love you all forever.\" Along the 6-mile parade route, people lined rooftops and stood a dozen deep on sidewalks to catch a glimpse of the team, which traveled from Wrigley Field to Grant Park atop double-decker buses. The crowds chanted, \"Let's go, Cubs!\" and waved to the players as the city bid farewell to the longest drought in professional baseball and the team's reputation as lovable losers. En route to the park, the team buses crossed over the Chicago River, which was dyed blue in tribute to the historic championship. \"This is the biggest sports event in Chicago,\" said Jim Murphy, of Glenview. \"This is the one we've been waiting on.\" Fans packed public transit before dawn in an effort to make their way downtown for the celebration. Metra trains faced delays as they tried to accommodate suburban passengers on what the commuter rail service said was one its busiest days in history. The Grant Park gates opened at 8:30 a.m., with a tide of blue rolling into the rally site. Fans who waited for hours ran toward the staging area just south of Balbo Drive, where radio highlights from the Cubs' historic championship run played over the public address system. But Peter Torres, 28, and Colin Hines, 27, both from Elk Grove Village, devised a plan to skip the crowds and secure themselves a spot in the front row. The two woke up at 4:30 a.m. and caught the first train they could to the Loop. ",
    "title": "&apos;Cubstock 2016&apos; puts cap on baseball crown; revelers jump from downtown bridge, lightposts - Chicago Tribune"
   },
   {
    "entities": [
     "16-78 percent",
     "news",
     "29-59 percent",
     "38-52 percent",
     "obama",
     "47-43 percent",
     "31-nov",
     "n.y.",
     "clinton-trump",
     "oct. 20",
     "46-45 percent",
     "now",
     "mid-october",
     "29-63 percent",
     "54-38 percent",
     "82 percent",
     "43-46 percent",
     "45-46 percent",
     "50-44 percent",
     "2012",
     "oct.",
     "bill",
     "47 percent",
     "36 percent",
     "63-25 percent",
     "mitt",
     "52 percent",
     "mid-september",
     "research",
     "1992",
     "37-30-29 percent",
     "associates",
     "oct. 30",
     "30 percent",
     "donald",
     "groups",
     "langer",
     "2016",
     "fbi",
     "for",
     "abc",
     "mccain",
     "post",
     "tomorrow",
     "three weeks later",
     "58-33 percent",
     "hillary",
     "forty-seven percent",
     "clinton",
     "55 percent",
     "6 percent",
     "south",
     "2008",
     "john",
     "night",
     "75-17 percent",
     "today",
     "support",
     "gary",
     "87 percent",
     "midwest",
     "43 percent",
     "johnson",
     "62-28 percent",
     "73-18 percent",
     "comey",
     "romney",
     "53 percent",
     "69-30 percent",
     "monday",
     "2 percent",
     "york",
     "new",
     "recently",
     "trump",
     "oct. 25",
     "news/washington",
     "justin",
     "'96"
    ],
    "id": 5,
    "text": "Evan Vucci/AP | Justin Sullivan/Getty Images WATCH The Final Push Before Election Day 0 Shares Email Support for Donald Trump has slipped to its lowest in 10 days and enthusiasm for Hillary Clinton has recovered from its apparent damage by the latest FBI email investigation. Yet the race between them remains close in the latest ABC News/Washington Post tracking poll. Forty-seven percent of likely voters support Clinton with 43 percent for Trump in the latest four-night results. Whether it holds is an open question: Monday night’s results, the best for Clinton in the series, will roll out tomorrow. While the shifts have been within the survey’s margin of sampling error, the contest has gone from +1 Trump, 45-46 percent, Oct. 30, to +4 Clinton today. Trump’s support now is numerically its lowest since Oct. 25. See PDF with full results here. Other shifts, all slight, are in sync. With the controversial FBI email announcement fading back a bit, Clinton has regrouped on strong enthusiasm -- up 6 points in just two days, and now essentially even with Trump for the first time since before the Comey letter. Moreover, Clinton’s deficit on who’s more honest and trustworthy has eased in this poll, produced for ABC by Langer Research Associates . It was Trump +8 points immediately post-Comey, Trump’s first significant lead on this attribute, but has narrowed to a non-significant Trump +4 now. These results signal how, with so much reluctant support for both unpopular candidates, vote intention and preferences are vulnerable to events. Trump suffered after the height of sexual misconduct allegations against him, then recovered; initial signs of damage to Clinton after the FBI announcement, now, likewise, seem to be pulling back. There’s a little time for further influence, but not for 30 percent of likely voters: They’ve already voted, by 50-44 percent, Clinton-Trump, in the ABC/Post tracking estimate. Enthusiasm Enthusiasm has followed a far more variable path in Clinton’s case than in Trump’s. As few as 36 percent of her supporters, in mid-September, were very enthusiastic about their choice. That advanced to 52 percent by the start of tracking, apparently motivated by controversy over Trump’s sexual conduct. Clinton’s strong enthusiasm then lost 7 points after the Comey letter announcing a renewed email investigation, only to rebound now. Strong enthusiasm for Trump among his supporters has followed a steadier path recently, after peaking at 55 percent, in mid-September and sliding to 47 percent three weeks later. It’s held between 49 and 53 percent since. Groups Support for Trump has weakened a bit among Republicans and Republican-leaning independents, down to 82 percent support in this group, near his low; 6 percent are going to Gary Johnson, the Libertarian candidate. Clinton, by contrast, has support from 87 percent of leaned Democrats, with just 2 percent to Johnson. By region, Clinton is unusually competitive in the South, 46-45 percent, a region Mitt Romney won by 10 points in 2012 and John McCain won by 9 in 2008. Women and minorities are boosting there. (Bill Clinton ran about evenly in the South with his opponents in 1992 and ’96.) It’s also close in the Midwest, 43-46 percent, Clinton-Trump; Obama won this region by 10 points in 2008, and ran evenly there with Romney in 2012. Notable, too, is that Trump’s advantage among white women who don’t hold a four-year college degree has advanced to 29-63 percent, Clinton-Trump, his widest margin in this group since mid-October, and even numerically exceeding his margin among his mainstay group, non-college white men, 29-59 percent. Clinton, for her part, has a 25-point lead among college-educated white women, 58-33 percent, while the contest among college-educated white men is essentially a tie. In all, it’s a 38-52 percent race, Clinton-Trump, among whites, while it’s 75-17 percent among nonwhites. Also of note is the battleground suburbs, now 47-43 percent overall, with Clinton boosted by suburban women, 54-38 percent. Finally, given its size, the tracking poll -- now with 4,613 interviews of likely voters since Oct. 20 -- can be used to evaluate preferences in groups too small for analysis in most surveys. One such group is nonwhites who are neither black nor Hispanic, 6 percent of likely voters. After a lukewarm result for Clinton earlier in tracking, they’ve moved to 62-28 percent support for her, nearer where they were for Obama in the 2012 exit poll. Another is Jews, just 2 percent of likely voters. They favor Clinton by 73-18 percent, a wider gap for the Democrat than in 2012 (69-30 percent) but about the same as in 2008. That’s fairly similar to results among non-religious voters, 63-25 percent, with evangelical white Protestants across the spectrum, 16-78 percent, Clinton-Trump. Sample sizes are inadequate for other small religious groups, e.g. Mormons and Muslims. Methodology This ABC News/Washington Post poll was conducted by landline and cellular telephone Oct. 31-Nov. 3, 2016, in English and Spanish, among a random national sample of 1,419 likely voters. Results have a margin of sampling error of 3 points, including the design effect. Partisan divisions are 37-30-29 percent, Democrats-Republicans-independents. The survey was produced for ABC News by Langer Research Associates of New York, N.Y., with sampling, data collection and tabulation by Abt-SRBI of New York, N.Y. See details on the survey’s methodology here . 0 Shares ",
    "title": "Clinton Rebounds on Enthusiasm; Trump Slips in a Still-Tight Race (POLL) - ABC News"
   },
   {
    "entities": [
     "colin",
     "twitter",
     "news",
     "previously",
     "cheryl",
     "wikileaks",
     "mook",
     "nations",
     "times",
     "state",
     "robby",
     "last year",
     "november 04, 2016",
     "bush",
     "powell",
     "bill",
     "stephanopolous",
     "department",
     "fox",
     "march 7, 2015",
     "york",
     "a day later",
     "2016",
     "abc",
     "friday",
     "october",
     "wisconsin",
     "hillary",
     "george",
     "clinton",
     "united",
     "hampton",
     "hrc",
     "july",
     "mills",
     "john",
     "scott",
     "aug. 28, 2016",
     "this two years ago",
     "morning",
     "facebook",
     "march 10, 2015",
     "walker",
     "new",
     "podesta",
     "august",
     "w."
    ],
    "id": 6,
    "text": "Colin Powell warned Clinton aide 'not to get me' into email scandal Published               November 04, 2016 Facebook 0 Twitter 0 livefyre Email Print   Former Secretary of State Colin Powell issued an unmistakable warning last year to senior Hillary Clinton aides not to drag him into the burgeoning scandal involving her use of a private email server, according to an email released Friday by WikiLeaks.  “Cheryl, Good talking to you. See link. You really don't want to get me into this. I haven't been asked nor said a word about HRC and won't unless you all start it,” Powell wrote to Clinton’s personal attorney Cheryl Mills.  Mills then forwarded the March 7, 2015 email to Clinton's now-Campaign Chairman John Podesta and other associates with a suggestion to “see below as reminder of early conversation.” The email, hacked from Podesta's personal account, included a link to a Breitbart report on attempts to protect Clinton by stoking an email scandal for Republican Wisconsin Gov. Scott Walker. The article noted it is a “trick attempted with carping about former Secretary of State Colin Powell” and his use of a personal email account when he was secretary of state. The warning from Powell came at a time when the Clinton campaign and State Department were struggling to respond to the revelation that Clinton had used a private server in her residence for official business. Clinton would make her first formal comments on the scandal in a March 10, 2015 press conference at the United Nations. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → A day later, Powell declined to comment on the Clinton controversy, telling ABC News’ George Stephanopolous that it “would be inappropriate.”  Campaign Manager Robby Mook noted that same morning that Powell’s no comment “strengthens our case.” While the Powell warning note had not been published before, it is no secret he did not want the Clinton campaign to drag him into the email controversy by equating his use of personal email with her use of a special private server. The Intercept previously reported that in an Aug. 28, 2016 email, Powell wrote to a friend that Clinton “could have killed this two years ago by merely telling everyone honestly what she had done and not tie me to it.”  “I told her staff three times not to try that gambit. I had to throw a mini tantrum at a Hampton’s [sic] party to get their attention. She keeps tripping into these ‘character’ minefields,” Powell added.  Powell had previously accused Clinton of trying to “pin” the scandal on him after Clinton told authorities in July that Powell had detailed to her his email practices as secretary of state under George W. Bush, according to a New York Times report in August. The paper cited a passage from a book about Bill Clinton’s post-presidency that read, \"Powell told her to use her own email, as he had done, except for classified communications, which he had sent and received via a State Department computer.\" But Powell did not have a private server -- and officials would later find hundreds of emails with classified material from Clinton's server.  Despite the tensions between them, Powell nevertheless endorsed Clinton in October.  Advertisement ",
    "title": "Colin Powell warned Clinton aide 'not to get me' into email scandal | Fox News"
   },
   {
    "entities": [
     "courting",
     "arizona",
     "james",
     "america",
     "et",
     "stone",
     "roger",
     "donald",
     "2016",
     "nov 4",
     "friday",
     "williams",
     "blocks",
     "rural",
     ", 5:04 pm",
     "clinton",
     "last days",
     "nevada",
     "judge",
     "ohio",
     "michigan",
     "pennsylvania",
     "3:13",
     "u.s.",
     "pete",
     "gwin",
     "trump"
    ],
    "id": 7,
    "text": "Nov 4 2016, 5:04 pm ET Ohio Judge Blocks Trump Supporters from 'Exit Polling' by Pete Williams Trump Courting Rural America in Last Days of Campaign 3:13 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161105141107if_/http://www.nbcnews.com/widget/video-embed/801418819999\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A federal judge in Ohio issued an order Friday barring supporters of Donald Trump from trying to intimidate voters. Effective immediately and until the voting is done, they are barred from hindering or delaying a prospective voter from reaching the polling place and casting a ballot. The order, issued by U.S. District Judge James Gwin, also applies to pro-Trump operative Roger Stone. It forbids questioning voters \"under the guise of the purported 'exit polling' or 'citizen journalist' operations organized and encouraged\" by Stone and a group called Stop the Steal. The judge acted after Ohio Democrats complained that Stone was planning to engage in his own version of exit polling, which they claimed was intended to hassle voters Gwin's order specifically bans unauthorized poll watching inside polling places as well as within a 100-foot buffer zone around the polls. It prohibits coming closer than ten feet to voters in line outside the zone. Banned practices include \"challenging or questioning voters or prospective voters about their eligibility to vote, or training, organizing, or directing others to do the same.\" In an apparent desire to be even-handed, the order also applies to \"groups associated with the Clinton for Presidency campaign.\" Similar lawsuits have been filed by Democrats in Arizona, Pennsylvania, and Michigan, and Nevada. Pete Williams ",
    "title": "Ohio Judge Blocks Trump Supporters from 'Exit Polling' - NBC News"
   },
   {
    "entities": [
     "strategic",
     "news",
     "james",
     "china",
     "holt",
     "nbc",
     "lewis",
     "congress",
     "russia",
     "william",
     ", 6:20 pm",
     "studies",
     "et",
     "rogers",
     "lester",
     "and",
     "brown",
     "cynthia",
     "nightly",
     "m.",
     "north",
     "2016",
     "nov 4",
     "for",
     "arkin",
     "friday",
     "mike",
     "white",
     "international",
     "dilanian",
     "next week",
     "nsa",
     "ken",
     "u.s",
     "2014",
     "center",
     "agency",
     "security",
     "mcfadden",
     "thursday",
     "ready",
     "time",
     "gary",
     "korea",
     "2:52",
     "kremlin",
     "house",
     "u.s.",
     "iran",
     "national",
     "hackers"
    ],
    "id": 8,
    "text": "Nov 4 2016, 6:20 pm ET U.S. Hackers Ready to Hit Back If Russia Disrupts Election by Ken Dilanian, William M. Arkin and Cynthia McFadden Share advertisement U.S. military hackers have penetrated Russia's electric grid, telecommunications networks and the Kremlin's command systems, making them vulnerable to attack by secret American cyber weapons should the U.S. deem it necessary, according to a senior intelligence official and top-secret documents reviewed by NBC News. American officials have long said publicly that Russia, China and other nations have probed and left hidden malware on parts of U.S critical infrastructure, \"preparing the battlefield,\" in military parlance, for cyber attacks that could turn out the lights or turn off the internet across major cities. It's been widely assumed that the U.S. has done the same thing to its adversaries. The documents reviewed by NBC News — along with remarks by a senior U.S. intelligence official — confirm that, in the case of Russia. Watch Cynthia McFadden on NBC Nightly News with Lester Holt for More U.S. officials continue to express concern that Russia will use its cyber capabilities to try to disrupt next week's presidential election. U.S. intelligence officials do not expect Russia to attack critical infrastructure — which many believe would be an act of war — but they do anticipate so-called cyber mischief, including the possible release of fake documents and the proliferation of bogus social media accounts designed to spread misinformation. On Friday the hacker known as \"Guccifer 2.0\" — which U.S. officials say is a front for Russian intelligence — tweeted a threat to monitor the U.S. elections \"from inside the system.\" Related: Exclusive: White House Readies to Fight Election Day Cyber Mayhem As NBC News reported Thursday, the U.S. government is marshaling resources to combat the threat in a way that is without precedent for a presidential election. The cyber weapons would only be deployed in the unlikely event the U.S. was attacked in a significant way, officials say. Play Exclusive: U.S. Intel Prepare for Possible Election Day Cyber Attacks 2:52 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161104222529if_/http://www.nbcnews.com/widget/video-embed/800452163840\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> U.S. military officials often say in general terms that the U.S. possesses the world's most advanced cyber capabilities, but they will not discuss details of highly classified cyber weapons. James Lewis, a cyber expert at the Center for Strategic and International Studies, says that U.S. hacks into the computer infrastructure of adversary nations such as China, Russia, Iran and North Korea — something he says he presumes has gone on for years — is akin to the kind of military scouting that is as old as human conflict. \"This is just the cyber version of that,\" he said. In 2014, National Security Agency chief Adm. Mike Rogers told Congress that U.S. adversaries are performing electronic \"reconnaissance\" on a regular basis so that they can be in a position to disrupt the industrial control systems that run everything from chemical facilities to water treatment plants. \"All of that leads me to believe it is only a matter of when, not if, we are going to see something dramatic,\" he said at the time. Rogers didn't discuss the U.S.'s own penetration of adversary networks. But the hacking undertaken by the NSA, which regularly penetrates foreign networks to gather intelligence, is very similar to the hacking needed to plant precursors for cyber weapons, said Gary Brown, a retired colonel and former legal adviser to U.S. Cyber Command, the military's digital war fighting arm. \"You'd gain access to a network, you'd establish your presence on the network and then you're poised to do what you would like to do with the network,\" he told NBC News. \"Most of the time you might use that to collect information, but that same access could be used for more aggressive activities too.\" Play ",
    "title": "U.S. Hackers Ready to Hit Back If Russia Disrupts Election - NBC News"
   },
   {
    "entities": [
     "anthony",
     "nbc",
     "park",
     "nov. 4, 2016",
     "tuesday",
     "kimmel",
     "wrigley",
     "zobrist",
     "david",
     "grant",
     "las",
     "ross",
     "ben",
     "chicago",
     "jessi",
     "kris",
     "abc",
     "10:35 p.m.",
     "arts",
     "next week",
     "at 3 p.m.",
     "bryant",
     "rotichicago",
     "ellen",
     "fowler",
     "tribune",
     "vegas",
     "entertainment",
     "jimmy",
     "fallon",
     "inc",
     "monday",
     "cubs",
     "&",
     "tonight",
     "dexter",
     "field",
     "rizzo"
    ],
    "id": 9,
    "text": "Arts & Entertainment Chicago Inc Chicago Cubs to make the rounds on TV talk shows next week Chicago celebrates the Chicago Cubs winning the World Series with a parade from Wrigley Field to Grant Park on Nov. 4, 2016. Jessi RotiChicago Tribune Don't be surprised if you see the Cubs making their way onto some TV talk shows next week. On Monday, first baseman Anthony Rizzo, center fielder Dexter Fowler, and MVP Ben Zobrist will visit \"The Tonight Show\" with Jimmy Fallon at 10:35 p.m. on NBC. Third baseman and outfielder Kris Bryant will be on \"Jimmy Kimmel Live\" at 10:35 p.m. on ABC. Aside from discussing breaking the Cubs' 108-year curse, the pair may swap stories about what growing up in Las Vegas was like. Bryant will also appear with catcher David Ross on \"The Ellen Show\" Tuesday at 3 p.m. on NBC. Hopefully Ellen, who gave two lifelong Cubs fans tickets to Game 4 at Wrigley Field , has another Chicago-themed game for Bryant and Ross to compete in on Tuesday's show. RELATED STORIES: ",
    "title": "Chicago Cubs to make the rounds on TV talk shows next week - Chicago Tribune"
   },
   {
    "entities": [],
    "id": 10,
    "text": "",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "brit",
     "news",
     "obama",
     "now",
     "william",
     "6:16 p.m. edt",
     "more than a year ago",
     "newslook",
     "baier",
     "cummings",
     "fox",
     "donald",
     "fbi",
     "bret",
     "friday",
     "hillary",
     "clinton",
     "john",
     "this day",
     "night",
     "scott",
     "wednesday",
     "today",
     "thursday",
     "november 4, 2016",
     "time",
     "jon",
     "channel",
     "the previous night",
     "foundation",
     "hume",
     "usa",
     "trump"
    ],
    "id": 11,
    "text": "Fox News anchor apologizes for false report of 'likely' Clinton indictment William Cummings , USA TODAY 6:16 p.m. EDT November 4, 2016 2.3k Shares Share The host had been referring to an FBI investigation into the Clinton Foundation. Newslook Fox News anchor Bret Baier apologized on air Friday for his report that Hillary Clinton faces a \"likely\" indictment as the result of a  federal investigation into the Clinton Foundation and for his report that Clinton's private email server had been hacked by five foreign intelligence agencies. Both of Baier's mistaken reports were made Wednesday night in an appearance with Fox News Channel's Brit Hume. At the time, Baier said the information was based on \"two separate sources with intimate knowledge of the FBI investigations into the Clinton emails and the Clinton Foundation.\" Baier \"clarified\" his reporting Friday on the Fox News show Happening Now, hosted by Jon Scott. \"On the hacking of Clinton's private, unsecured server: While multiple sources believe and are operating under the working assumption that the server has been hacked, and some had specific quotes to that belief, there are to this day no digital fingerprints of such breaches,\" Baier said Friday on the Fox News show Happening Now, hosted by Jon Scott. Baier admitted the report was based on a single, anonymous source. He then said his statement that an indictment was \"likely\" in the investigation into the Clinton Foundation was a \"mistake.\" Baier had already backtracked somewhat the previous night, calling the wording \"inartful.\" \"Well, that just wasn't inartful, it was a mistake and for that I'm sorry,\" Baier said. \"I should have said they will continue to build their case. Indictment obviously is a very loaded word, John, especially in this atmosphere and no one knows if there would or would not be an indictment no matter how strong investigators feel their evidence is.\" Several news organizations reported Thursday that Baier's assertion was incorrect. Baier stood by his report that there is an ongoing FBI investigation into the Clinton Foundation that began more than a year ago. Republican nominee Donald Trump has used Baier's incorrect reporting in his campaign speeches. He repeated the claim that \"FBI agents says their investigation is likely to yield an indictment\" on Friday, despite Baier's apology. The FBI has drawn heavy criticism for repeated leaks about the Clinton investigations, including from President Obama who said Thursday, \"we don't operate on innuendo, we don't operate on incomplete information, we don't operate on leaks.\" ",
    "title": "Fox News anchor apologizes for false report of 'likely' Clinton indictment"
   },
   {
    "entities": [
     "molly",
     "gerald",
     "press",
     "black",
     "hbo",
     "times",
     "afternoon",
     "state",
     "benedict",
     "last year",
     "bob",
     "sandlin",
     "marquintan",
     "county",
     "justice",
     "hennessy-fiske",
     "michael",
     "2003",
     "houston",
     "orleans",
     "louisiana",
     "spring",
     "economic",
     "robert",
     "dick",
     "at 1:20 p.m.",
     "southern",
     "associated",
     "los",
     "department",
     "chicago",
     "march 2015",
     "islamic",
     "2000",
     "york",
     "angeles",
     "deguerin",
     "the",
     "richard",
     "police",
     "herbert",
     "friday",
     "pentagon",
     "wilshire",
     "for",
     "fbi",
     "berman",
     "february",
     "kathie",
     "next week",
     "morris",
     "united",
     "mosul",
     "bay",
     "inglewood",
     "galveston",
     "april",
     "laity",
     "winton",
     "canyon",
     "texas",
     "90 seconds",
     "1982",
     "time",
     "kisha",
     "aug. 18",
     "blvd",
     "la",
     "durst",
     "susan",
     "caption",
     "monday",
     "2017",
     "new",
     "cubs",
     "indiana",
     "california",
     "$300"
    ],
    "id": 12,
    "text": "Robert Durst heading to LA to face murder trial, first court appearance Monday Durst to be moved to Indiana federal prison Gerald Herbert / Associated Press Robert Durst in March 2015 after his arraignment in a federal weapons case in New Orleans. Robert Durst in March 2015 after his arraignment in a federal weapons case in New Orleans. (Gerald Herbert / Associated Press) Richard Winton Contact Reporter New York real estate heir Robert Durst arrived in Los Angeles on Friday and will be arraigned next week on a murder charge in the 2000 slaying of his friend Susan Berman, the Los Angeles County district attorney’s office said. The arrival of Durst, who is scheduled to appear at the Airport Courthouse Monday afternoon, marks the latest chapter in a legal saga that was reinvigorated last year when the New York aristocrat was featured in the HBO documentary series “The Jinx.” Durst, 73, had been due to be transferred to Southern California by Aug. 18 from a federal prison in Louisiana, where he had pleaded guilty to a weapons charge. “We have been ready for some time. I’m glad we’re going to start proceedings,” Durst’s attorney, Dick DeGuerin, told The Times on Friday. “He’s going to get his day in court.” DeGuerin said he expected a preliminary hearing in the case to take place in the spring and for the trial later in 2017. Durst was booking into the Los Angeles Police Department jail Friday at 1:20 p.m. Caption 90 seconds: 4 stories you can't miss See the \"Jacuzzi of Despair,\"   the Pentagon's proposed recruiting rules  and Wilshire Blvd's urban development . Also, election stress is real . Caption 90 seconds: 4 stories you can't miss See the \"Jacuzzi of Despair,\"   the Pentagon's proposed recruiting rules  and Wilshire Blvd's urban development . Also, election stress is real . Caption Inglewood Police shootings Clergy and Laity United for Economic Justice hold a news conference to demand answers from Inglewood Police and city officials regarding the deaths of Kisha Michael and Marquintan Sandlin, who were killed by police in February. Clergy and Laity United for Economic Justice hold a news conference to demand answers from Inglewood Police and city officials regarding the deaths of Kisha Michael and Marquintan Sandlin, who were killed by police in February. Caption 90 seconds: 4 stories you can't miss The Chicago Cubs win the World Series , the Presidential race is tightening up , California voters will decide the fates of 749 death row inmates , and families flee Mosul . Caption Iraqi civilians flee Mosul area, white flags flying As Iraqis flee the Mosul area, they and the Iraqi military fear Islamic State fighters may have put on civilian clothing and joined the flood. (Molly Hennessy-Fiske / Los Angeles Times) As Iraqis flee the Mosul area, they and the Iraqi military fear Islamic State fighters may have put on civilian clothing and joined the flood. (Molly Hennessy-Fiske / Los Angeles Times) Caption Street Vendors protest Street Vendors protest Durst has insisted he had nothing to do with Berman's fatal shooting. The six-part HBO series explored the disappearance of Durst’s first wife, Kathie, who went missing in New York in 1982, and the slaying of Berman, a writer who was found dead in her Benedict Canyon home in 2000. Police believe Durst killed Berman because she planned to speak to New York prosecutors about Kathie’s disappearance. In 2003, a Texas jury acquitted Durst even after he admitted killing his neighbor, chopping the body into pieces and then dumping them  into Galveston Bay. Durst at the time was living in Galveston under an assumed identity as a mute woman in a threadbare apartment that cost $300 a month. At the sensational trial, Durst's legal team, spearheaded by DeGuerin, laid out an elaborate argument of self-defense. \"Morris Black died as a result of a life-and-death violent struggle over a gun that Morris Black had threatened Bob Durst with,” DeGuerin told jurors and they would believe him. Before the series finale of “The Jinx,” Durst disappeared from his Houston condo, prompting a manhunt that ended in New Orleans. Federal prosecutors filed a weapons case against him after FBI agents found a loaded revolver in his hotel room there.  Durst pleaded guilty to a weapons charge and was sentenced in April to seven years and one month in federal prison In a letter to a Times reporter, Durst wrote that he is eager to come to Los Angeles to defend himself. “I’d rather be going to California on my own, but I’m anxious to get to trial to prove I didn’t kill Susan Berman,” Durst wrote. “You couldn’t print what I think about ‘The Jinx.’ I didn’t kill Susan Berman, and I don’t know who did.” ",
    "title": "Robert Durst heading to LA to face murder trial, first court appearance Monday - LA Times"
   },
   {
    "entities": [
     "news",
     "obama",
     "lewis",
     "now",
     "virginia",
     "tuesday",
     "cuban",
     "2012",
     "florida",
     "cbs",
     "trump",
     "north",
     "donald",
     "friday",
     "colorado",
     "hillary",
     "clinton",
     "2008",
     "barth",
     "friday, nov. 4, 2016",
     "john",
     "today",
     "nancy",
     "pittsburgh",
     "november 4, 2016",
     "ohio",
     ", 7:16 pm",
     "cordes",
     "pennsylvania",
     "wisconsin",
     "michigan",
     "mark",
     "carolina"
    ],
    "id": 13,
    "text": "CBS News November 4, 2016, 7:16 PM Clinton and Trump make final push in key states Email It’s a race against the clock now for Hillary Clinton and Donald trump to get every last supporter to vote. Among the 13 battleground states that will decide the election Tuesday, Clinton  leads in Pennsylvania, Wisconsin, Michigan and Virginia. But  other states vital to victory are now “neck-and-neck.” They include Florida, North Carolina and Colorado. And Trump has a lead in Ohio.  CBS News’ Nancy Cordes reports on the Clinton campaign.  “Do we want a president who doesn’t know when to shut up,” billionaire Mark Cuban said at a campaign event Friday. It was two against one in Pittsburgh today with Clinton and Mark Cuban both pelting Trump’s lack of filter. “And I’ll tell you some of what I heard coming from my opponent it was really hard not go, ‘whaaaaaat did you just say?!’” Clinton said. Clinton campaigned in Pittsburgh on Friday, Nov. 4, 2016.  CBS News As they spoke, the campaign’s massive, long-planned get-out-the-vote effort was kicking into gear across the country. “It is tedious but we do it with great love,” said one campaign worker. Clinton aides say nearly 1 million people have signed up to volunteer over the next four days. “Hi, my name Barth I’m calling from the Hillary Clinton campaign,” says one caller as he cold-calls.    The operation is run by veterans of the vaunted Obama turnout effort in 2008 and 2012. Using public data, the campaign has already rated every potential voter on two sliding scales of 1 to 100 - one scale for the likelihood they will vote, another for their level of support. High support, low-propensity voters get the most visits. “You would be doing yourself and your family and the country, Florida, all of the above a huge service if you get out to vote early for her,” one campaign worker says as she goes door-to-door.  In the south, Congressman and civil rights icon John Lewis has been leading hundreds of early voters on what he calls a “march to the polls.” Clinton aides insist their ground game advantage is enough to repel a late Trump surge in some battleground states and even Democratic states like Michigan, where Clinton was today after polls showed Trump getting a little too close for comfort here. ",
    "title": "Clinton and Trump make final push in key states - CBS News"
   },
   {
    "entities": [
     "this sunday, oct. 9, 2016",
     "luskin",
     "now",
     "the last minute",
     "2%",
     "advisors",
     "once",
     "florida",
     "2:29",
     "gregory",
     "luschini",
     "policy",
     "rené",
     "laperriere",
     "cfra",
     "andy",
     "2016",
     "fbi",
     "june",
     "0:40",
     "george",
     "today/suffolk",
     "the last week",
     "italy",
     "today",
     "sanford",
     "macro",
     "poor",
     "representatives",
     "horizon",
     "europe",
     "20%",
     "asia",
     "michigan",
     "adam",
     "arizona",
     "obama",
     "thomas",
     "mario",
     "bush",
     "nov. 2",
     "kingdom",
     "1968",
     "linkedin",
     "starbucks",
     "economic",
     "research",
     "street",
     "cornerstone",
     "donald",
     "university",
     "white",
     "clinton",
     "1:15",
     "united",
     "john",
     "election",
     "washington",
     "0:53",
     "facebook",
     "senate",
     "union",
     "alston",
     "fla.",
     "&",
     "national",
     "november 3, 2016",
     "justin",
     "zitzewitz",
     "13%",
     "newsy",
     "china",
     "barclays",
     "4:59",
     "gop",
     "fundstrat",
     "0:33",
     "european",
     "for",
     "dartmouth",
     "monti",
     "nov. 1",
     "ap",
     "wednesday",
     "valliere",
     "51%",
     "standard",
     "global",
     "bureau",
     "p.",
     "block",
     "2:33",
     "usa",
     "trump",
     "trendmacro",
     "mark",
     "15%",
     "wolfers",
     "locher",
     "eric",
     "tuesday",
     "day",
     "wall",
     "0:37",
     "newslook",
     "10%",
     "shell",
     "11%",
     "hillary",
     "investments",
     "night",
     "st.",
     "12:13 p.m. edt",
     "of",
     "lauderdale",
     "ohio",
     "fort",
     "2:05",
     "house",
     "don",
     "treasury",
     "2:59",
     "u.s.",
     "1:16",
     "louis",
     "janney"
    ],
    "id": 14,
    "text": "3 election outcomes that could hurt stocks Amid final countdown to Election Day, Wall Street angst tied to three potential surprises. Post to Facebook 3 election outcomes that could hurt stocks Amid final countdown to Election Day, Wall Street angst tied to three potential surprises. Check out this story on USATODAY.com: http://usat.ly/2feK8Yb CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 69 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs 3 election outcomes that could hurt stocks Adam Shell , USA TODAY 12:13 p.m. EDT November 3, 2016 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONCrucial battleground state of Ohio up for grabs | 2:59 Republican and Democratic presidential tickets crisscross the battleground state of Ohio in the run up to Election Day, seeking to persuade undecided voters waiting until the last minute to make their choice. (Nov. 2) AP 1 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONObama critical of FBI 'leaks' and 'innuendo' in Clinton investigation | 0:33 Obama couched his remarks in generalities, saying he was 'setting aside the particulars of this case.' USA TODAY 2 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONPeople are really upset over Starbucks' green unity cup | 0:40 Some customers are accusing the coffee giant of \"political brainwashing\" before Election Day. Video provided by Newsy Newslook 3 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONHow AP sees it: Candidates look to expand map | 0:53 Hillary Clinton is pressing into reliably red Arizona Wednesday as she tries to steal a Republican state away from Donald Trump. Meanwhile trump is encouraging people who voted early to change their votes. (Nov. 2) AP 4 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONHere's how the next president can help small businesses Grow | 4:59 Whether it's Hillary Clinton or Donald Trump, the next president needs to eliminate uncertainty regarding taxes and regulation. Small business owners are also concerned about increasing healthcare costs and access to capital. Newslook 5 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONTrump urges early voting in battleground Fla. | 1:15 Donald Trump is urging his supporters \"to pretend we're slightly losing\" in order to drive up enthusiasm in the crucial battleground of Florida. (Nov. 2) AP 6 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONGeorge P. Bush: 41, 43 could 'potentially' vote Clinton | 0:37 A Bush voting for a Clinton? It could 'potentially' happen. USA TODAY 7 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONHow to heal a nation: Advice from Italy | 2:29 Mario Monti, former Italian prime minister, says it is important for different groups to unite around a shared pain. For Italy, he was able to leverage the country's financial crisis. René Alston, USA TODAY 8 of 11 Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONClinton calls out 'Divisive' Trump supporters | 1:16 Democratic presidential nominee Hillary Clinton took on hecklers at her rally in Fort Lauderdale on Tuesday night. (Nov. 2) AP 9 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONHillary Clinton shares her secrets for not letting Trump 'in her head' | 2:05 Democratic presidential nominee tells PEOPLE she's been determined not to get emotional 'whatever he said and however he behaved.' Time 10 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONClinton demands Trump make tax returns public | 2:33 Hillary Clinton says Donald Trump has \"no excuse\" for not releasing his tax returns and is calling on him to do so before the election. Clinton also said at a rally in Sanford, Fla. Tuesday that Trump is the \"poster boy\" for the economy's ills. (Nov. 1) AP 11 of 11 Crucial battleground state of Ohio up for grabs Obama critical of FBI 'leaks' and 'innuendo' in Clinton investigation People are really upset over Starbucks' green unity cup How AP sees it: Candidates look to expand map Here's how the next president can help small businesses Grow Trump urges early voting in battleground Fla. George P. Bush: 41, 43 could 'potentially' vote Clinton How to heal a nation: Advice from Italy Clinton calls out 'Divisive' Trump supporters Hillary Clinton shares her secrets for not letting Trump 'in her head' Clinton demands Trump make tax returns public In this Sunday, Oct. 9, 2016, file photo, Republican presidential nominee Donald Trump and Democratic presidential nominee Hillary Clinton speak during the second presidential debate at Washington University in St. Louis.  (AP Photo/John Locher, File) (Photo: John Locher, AP) Election Day could be doomsday — or just another day — for Wall Street. With just days until the presidential election, Wall Street remains on high alert. Investors are in risk-watch mode thanks to a bitter campaign punctuated by narrowing polls, candidates with low likability ratings, and unexpected bombshells like claims of Donald Trump groping women and the FBI’s ongoing investigation into Hillary Clinton’s emails. Here are three shocks that could rock markets: A TRUMP WIN It would be a big surprise, one few investors saw coming. Even Trump says if he pulls off the upset it would equate to “Brexit times 10,” or way bigger than the shock waves the United Kingdom sent through markets in June when it voted to exit the European Union. Stocks will likely sell off if Trump triumphs. Barclays says the Standard & Poor’s 500 stock index has downside risk of 11% to 13% if the billionaire businessman wins. Declines could be as big as \"10% to 15%,” according to a paper by University of Michigan's Justin Wolfers, Dartmouth's Eric Zitzewitz and the National Bureau of Economic Research. And don’t rule out a bear market if Clinton loses, warns Don Luskin, chief investment officer at financial research firm TrendMacro. “If Trump wins … stocks will drop at least 20% just like that,” Luskin told USA TODAY. “Because markets hate to be surprised and hate it when the conventional wisdom is dead wrong. Just look at the reaction to Brexit.” Why are investors so averse to Trump? Too many unknowns and too little political experience, says Thomas Block, Washington policy strategist at FundStrat Global Advisors. Will holiday hiring save U.S.from another weak month for job growth? “I don't see how investors can envision what his administration would look like,” Block told USA TODAY. “Plus I don't see his harsh rhetoric and take-no-prisoners negotiating style working with strong-willed legislators. Relations with allies in Europe and Asia could seriously deteriorate, and China, with its large U.S. Treasury holdings, would be very anxious.” A DEMOCRATIC SWEEP Financial pain would also likely be felt if Clinton takes the White House and Democrats retake control of the Senate and House of Representatives, although odds still favor the GOP holding the House. “A Democratic sweep is a tail risk,” says Andy Laperriere, head of U.S. Policy Research for Cornerstone Macro. An election hat trick would enable Democrats to take fuller control of the legislative process, making it easier for Clinton to push through her less business-friendly platform of higher taxes on the rich and investors, more regulation of businesses and spending programs. Wall Street prefers political \"gridlock\" where legislative decisions related to trade, immigration, taxes, health care and regulation are made with input from both parties. “A split chamber probably delivers the gridlock the market prefers,” says Mark Luschini, chief investment strategist for Janney. POST-ELECTION VIOLENCE OR SCANDAL Since World War II stocks have risen 2%, on average, from Election Day until year-end, thanks to the lifting of election uncertainty, according to CFRA, an independent stock and fund research firm. But what happens if uncertainty doesn’t lift once the votes are counted? Or if violence breaks out, as 51% of voters fear, according to a recent USA TODAY/Suffolk University poll? How would investors react if Clinton wins but her legal troubles related to use of a personal email server while secretary of State worsen and spark a post-election crisis. What if Trump wins and the more than six dozen pending lawsuits now open against him and his company are tried while he's president, or if his controversial policies on trade and immigration get fast-tracked, or his claims of a rigged election gain traction? Here's how much the average American spends on child care “Consumer confidence often increases after a presidential election, but perhaps not this time since both candidate are viewed as so flawed and unlikable,” says Gregory Valliere, chief strategist at Horizon Investments. “If Trump (loses and) proclaims the election is rigged, perhaps a quarter of all Americans may agree with him. That's hardly a prescription for higher consumer confidence.” Violence in the aftermath of the election, if it occurs, is viewed as a short-term hiccup. “If it (violence) was widespread and had economic consequences, such as consumers staying home and not spending, it could (impact markets),” says Luschini. Adds Luskin: “Markets are not typically rattled by violence in the streets. Remember 1968 — riots, assassinations, shootings all over the world — stocks just went higher and higher, through it all.” 219 CONNECT TWEET 2 LINKEDIN 69 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2feK8Yb ",
    "title": "3 election outcomes that could hurt stocks"
   },
   {
    "entities": [
     "daniel",
     "robby",
     "hampshire",
     "2012",
     "once",
     "valley",
     "florida",
     "philadelphia",
     "david",
     "bernie",
     "roe",
     "southern",
     "culinary",
     "emamdjomeh",
     "nevada",
     "38%",
     "40%",
     "kim",
     "20%",
     "california",
     "sanders",
     "the year",
     "michigan",
     "55%",
     "obama",
     "57%",
     "elizabeth",
     "bill",
     "supreme",
     "kyle",
     "court",
     "donald",
     "university",
     "smith",
     "white",
     "a.",
     "clinton",
     "senate",
     "harris",
     "joe",
     "barbara",
     "union",
     "paul",
     "the day before",
     "mcdonald",
     "phil",
     "massachusetts",
     "willon",
     "tom",
     "mook",
     "congress",
     "mid-october",
     "lauter",
     "armand",
     "the last several weeks",
     "gop",
     "associated",
     "north",
     "friday",
     "cathleen",
     "weekend before",
     "wade",
     "area",
     "local",
     "pittsburgh",
     "midwestern",
     "11.8%",
     "biden",
     "cancela",
     "kamala",
     "vermont",
     "michelle",
     "new",
     "wisconsin",
     "trump",
     "yvanna",
     "carolina",
     "press",
     "sancya",
     "central",
     "tuesday",
     "edmund",
     "santa",
     "michael",
     "hillary",
     "targetsmart",
     "10.4%",
     "bay",
     "60%",
     "bonier",
     "this year",
     "of",
     "midwest",
     "ohio",
     "detroit",
     "house",
     "warren",
     "pennsylvania",
     "decker"
    ],
    "id": 15,
    "text": "Clinton is seeing early turnout among the women and Latinos she is counting on in crucial states Hillary Clinton Hillary Clinton speaks Friday at a rally in Detroit. Hillary Clinton speaks Friday at a rally in Detroit. (Paul Sancya / Associated Press) Cathleen Decker Contact Reporter Donald Trump and his campaign surrogates have been banking that a cadre of voters who rarely surface at the polls will show up and buoy his campaign as it drives toward Tuesday’s election. Yet while reliably Republican voters are showing up at early-voting sites, they are being met there by a countering army: women, Latinos and other supporters of Hillary Clinton. The early vote is an imperfect measure of results, but two points seem clear. The first is that an election whose negativity seemed destined to drive away more voters than it attracted has so far done the reverse, prompting a record deluge of early voting in many of the states that will decide the presidency. By Tuesday, experts estimate, as many as 40% of the eventual ballots may have already been cast. The second is that Trump has been helpful to Clinton ’s efforts to increase voting among women and Latinos. Hillary Clinton supporters and Donald Trump supporters can agree on: If their candidate loses on election day, they want the victor put under a microscope by Congress . The simmering hostility and hyperpolarized electorate may, at the very least, provide... In California, there’s at least one thing that Hillary Clinton supporters and Donald Trump supporters can agree on: If their candidate loses on election day, they want the victor put under a microscope by Congress . The simmering hostility and hyperpolarized electorate may, at the very least, provide... (Phil Willon) In key states like North Carolina, Nevada and Florida, gains among women and minorities have bolstered the Democrat’s efforts to block Trump’s avenues to victory. Trump, too, has seen big turnout increases among his targeted voters, but they have not overwhelmed the Democratic forces as some in his party had hoped. In Nevada, a giant get-out-the-vote operation by Culinary Union Local 226, which represents casino workers, has contributed to a dominant showing for Clinton in early voting. Half of the local’s 32,500 registered voters have cast votes. Shuttles cart workers to and from voting sites. Nine hours a day, 300 volunteers knock on doors and others call voters from the union hall. The operation, which began with citizenship and voter registration drives, is aimed at union workers, their relatives and the public. The intensity is driven in part by distaste for Trump, who has made derogatory comments about women and Latinos throughout the campaign. “He created a climate where the election became very personal,” said the local’s political director, Yvanna Cancela. When measured, enthusiasm among Democrats in Nevada ranked higher than that of Republicans, said Tom Bonier, chief executive of TargetSmart, which analyzes voter data. This is a reversal of what many polls have shown throughout the year and suggests that both candidates can count on an intensely motivated base. David Lauter, Kyle Kim and Armand Emamdjomeh Early voters are valued by both campaigns, and particularly so in this scandal-tossed year; once cast, the verdict cannot be changed if the voter’s sentiment shifts, except in rare instances unlikely to affect the election’s outcome. And they are also protection, particularly in the Midwestern and Northern states, against weather than might complicate efforts to get to the polls on election day. There is no certain connection between the early-vote winners and the ultimate results. Until election day, it will be impossible to assess whether those who cast ballots early are the same ones who otherwise would have shown up on Tuesday, or whether they dramatically expanded the pool of voters. And at least one key state, Pennsylvania, has little early voting, meaning that the results will rest on Tuesday’s turnout. Clinton officials said in a conference call Friday that their early-voting efforts had targeted those who don’t always show up, so that they would broaden their overall number of voters. “Our strategy all along was not just to bank the biggest lead that we could, but to bank the voters who have the lowest propensity to turn out,” Clinton campaign manager Robby Mook said. Locking those voters down also helped free Clinton to concentrate in the final days of the race on places where the majority of votes are cast on election day. She was in Detroit and Pittsburgh on Friday and headed to New Hampshire and Philadelphia in coming days. “Michigan is one of these states that doesn’t have early voting,” she pointed out at Detroit’s Eastern Market. “I’ve been all over the country going to states that are already voting … but Michigan votes on Tuesday.” KYLE KIM AND EDMUND SANDERS Trump campaigned in New Hampshire and Pennsylvania on Friday, emphasizing his contention that Clinton should be disqualified from the presidency due to corruption. As he has in recent days, he also encouraged early voting. Those studying the numbers say there has been an uptick in voters who rarely cast ballots, or who never have. The latter category is particularly valuable to Clinton, since younger voters side with her lopsidedly. Mook portrayed the Democratic effort as a blazing success and took to task the decidedly lower-profile effort by Trump to draw out early voters. “We have so far not seen a surge from the Trump camp and his voters,” Mook said. “And if he hasn’t banked his votes by this point, he’s going to have an even taller task.” But if Democrats are bragging about an advantage, the numbers paint a more nuanced picture: Voting is up among many groups, including those who would be reliably considered Trump voters. Looking at the vote in North Carolina, for example, University of Florida political scientist Michael McDonald said that the women’s vote had increased 11.8% over the 2012 totals. That would aid Clinton, based on her fairly strong standing among women. Yet at the same time the men’s vote had increased by 10.4%, McDonald said. That would accrue to Trump. Both candidates have tried to boost early voting in the last several weeks. Clinton arrived in Ohio the day before the close of registration in mid-October, and two days before the start of early voting, a travel pattern she has kept up in other states. Ohio remains one of the campaign’s biggest challenges; although Democrats were catching up in early votes as the final weekend before the election neared, Republicans had outdistanced them early on. Clinton has sent President Obama ; his wife, Michelle; former President Bill Clinton; Vice President Joe Biden ; and two senators — Vermont’s Bernie Sanders and Massachusetts’ Elizabeth Warren — to battleground states to increase early voting. Obama won the White House twice on the strength of a muscular get-out-the-vote effort, building a coalition of African Americans, the young and women. Clinton’s desired coalition is somewhat different. The turnout rate for African Americans slumped early on, a circumstance the president’s visits to important states has been meant to address. Turnout by black voters seems to have increased over the last few days. Clinton is far more dependent than was Obama on women and Latinos — the latter a group that has not always shown up for their favored candidates. This year, however, they are. In Florida, according to officials there, Latinos already have obliterated their turnout for the entire 2012 election. In Nevada, Cancela says she expects Latinos to make up at least 20% of the electorate, 2 points above the 2012 mark. The results among women are striking as well. Of the 21 states studied by TargetSmart, women accounted for more than 55% of the electorate in 15. In North Carolina, women had cast almost 57% of the early votes, several points above their strength in voter registration. The same was true in Ohio, and in two states worrying Democrats — Wisconsin and Michigan. Women do make up the majority of voters in those states, but in each case were showing up in proportions that exceeded their registration advantage. In Florida, women made up 60% of the Democratic early-voting sample to less than 38% for men, a factor of 5 points over the registration gap. Women also had a gender gap of more than 4 points among Republicans and independents. “The nearly 23-percentage-point gap among Democrats is eye-popping,” said Daniel A. Smith, a University of Florida professor who analyzes voting. The question is what proportion of the votes of different subgroups is aligning with either candidate. Clinton has made a big pitch for the support of suburban Republican women in key states, a vote that usually goes to the Republican nominee. Until the election day ballots are counted, it won’t be known how successful her efforts have been. Similarly, a boost in Democratic early voters would be a strong sign for any other party nominee. But this year, Trump has attracted many blue-collar Democrats, particularly in the Midwest, so he too could benefit from a surge in the opposite party. In any case, by the time the polls close Tuesday, many more voters may have cast ballots than anyone might have predicted. “There’s been this theory that since the election has been so overwhelmingly negative, that would depress turnout,” said Bonier. “The early-vote data suggests so far that’s not the case, that we are headed toward a high-turnout election.” Caption Senate candidate Kamala Harris pushing to help down-ballot Democrats State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  Caption Senate candidate Kamala Harris pushing to help down-ballot Democrats State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  Caption Watch: The full, final presidential debate Hillary Clinton and Donald Trump sparred about abortion, the economy, fitness for the presidency and foreign policy during the final presidential debate. Full coverage .  Hillary Clinton and Donald Trump sparred about abortion, the economy, fitness for the presidency and foreign policy during the final presidential debate. Full coverage .  Caption How big are Trump's proposed tax cuts? Clinton calls them 'massive' The candidates spar over taxes.  The candidates spar over taxes.  Caption We scored the third presidential debate. Hillary Clinton won, and it wasn't even close. Times judges give the victory to Hillary Clinton. Again. Full campaign coverage . Times judges give the victory to Hillary Clinton. Again. Full campaign coverage . Caption Trump and Clinton debate Roe vs. Wade and Supreme Court Trump and Clinton debate Roe vs. Wade and the Supreme Court. Trump and Clinton debate Roe vs. Wade and the Supreme Court. ",
    "title": "Clinton is seeing early turnout among the women and Latinos she is counting on in crucial states - LA Times"
   },
   {
    "entities": [
     "cincinnati",
     "james",
     "robby",
     "virginia",
     "stevie",
     "states",
     "hampshire",
     "2012",
     "florida",
     "philadelphia",
     "bernie",
     "chelsea",
     "cleveland",
     "republican",
     "hohmann",
     "phillip",
     "nevada",
     "atkinson",
     "3 in the morning",
     "indiana",
     "z",
     "sanders",
     "earlier friday",
     "michigan",
     "obama",
     "bill",
     "pa.",
     "donald",
     "n.c.",
     "post",
     "clinton",
     "walker/the",
     "united",
     "2008",
     "present",
     "john",
     "election",
     "sunday",
     "washington",
     "democratic",
     "johnson",
     "1998",
     "beyoncé",
     "sean",
     "jay",
     "mook",
     "end the day",
     "iowa",
     "sullivan",
     "mitt",
     "this week",
     "north",
     "post-abc",
     "future",
     "friday",
     "mike",
     "selma",
     "capitol",
     "kaine",
     "pittsburgh",
     "wilmington",
     "richmond",
     "wagner",
     "n.h.",
     "peter",
     "romney",
     "vermont",
     "michelle",
     "abby",
     "new",
     "wisconsin",
     "trump",
     "carolina",
     "tim",
     "hershey",
     "news",
     "november 4",
     "tuesday",
     "day",
     "columbus",
     "colorado",
     "hillary",
     "victoria",
     "saturday",
     "night",
     "1984",
     "wonder",
     "ohio",
     "detroit",
     "pennsylvania",
     "pence",
     "monday",
     "jenna",
     "podesta"
    ],
    "id": 16,
    "text": "Trump, Clinton blitz across the country in final push amid tightening polls The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By John Wagner , Sean Sullivan and Abby Phillip November 4 Follow @WPJohnWagner Follow @WaPoSean Follow @abbydphillip Democrat Hillary Clinton will spend the final days of the election trying to protect her lead in key battlegrounds, reflecting a tightening, unusually volatile race against Republican Donald Trump. Trump, whose electoral college prospects are narrower, is banking on a late-hour attempt to win at least one blue-leaning state — and to dramatically drive up turnout in rural areas in a collection of battlegrounds where he must prevail on Tuesday. With four days left on the campaign trail, both candidates and surrogates blitzed across the country Friday, making stops in states where polls have narrowed in recent days. The frenzied final days also include celebrity appearances — Jay Z and Beyoncé headlined a get-out-the-vote show with Clinton in Cleveland, and Stevie Wonder played a “Love Trumps Hate” show on her behalf in Philadelphia — and endless ads airing in battleground states. Clinton stopped on Friday in Pennsylvania and Michigan, two states where she has consistently led Trump, as well as Ohio. She brought a new urgency to her message at a rally in Pittsburgh, focusing on the danger that she said a Trump presidency would present to the country and asking supporters to imagine Trump taking the oath of office in front of the Capitol and being in charge of the nation’s nuclear arsenal. “Think about what it would mean to entrust the nuclear codes to someone with a very thin skin who lashes out at anyone who challenges him,” Clinton said. “Imagine how easy it would be that Donald Trump would feel insulted and start a real war, not just a Twitter war at 3 in the morning.” Democratic presidential nominee Hillary Clinton called on supporters to vote and volunteer in the final days of the election. Rapper Jay Z closed the concert by performing his 1998 single \"Hard Knock Life.\" (Victoria Walker/The Washington Post) Clinton urged supporters to stage “an intervention” with friends and family members who plan to vote for Trump by explaining to them that “anger is not a plan.” “Sometimes the fate of the greatest nations comes down to a single moment,” Clinton said. “This is one of those make-or-break moments for the United States. This is in your hands.” [ Clinton up 47-44 in Post-ABC News Tracking Poll, despite Trump’s 9-point edge on dealing with corruption ] Trump continued a tour of small towns in rural counties on Friday, first stopping at a country club in Atkinson, N.H. He continued to Wilmington, Ohio, between Cincinnati and Columbus. He planned to end the day in Hershey, Pa. Besides reminding supporters of Clinton’s scandals, Trump focused on promises to return lost manufacturing jobs, protect residents from what he described as dangerous undocumented immigrants and get rid of crime in faraway major cities. “Don’t let the pundits, the politicians or the media tell you what kind of a country you have,” Trump said in Wilmington. “Don’t let them limit your dreams because they want to limit your dreams. You can have any future you want.” The final-days travel schedules of Trump and his running mate, Indiana Gov. Mike Pence, reflect a dire need to win vote-rich swing states including Florida and North Carolina, where Trump is to campaign on Saturday. The latest Washington Post-ABC News tracking poll shows Donald Trump and Hillary Clinton in a dead heat nationally. (Peter Stevenson/The Washington Post) Lately, Trump has made many stops in out-of-the-way places, most of which are already certain to break heavily for Republicans. His advisers say they think he can win over rural white voters by a much bigger margin than Republican nominee Mitt Romney did in 2012 — and come away with significantly more votes, which they gamble will offset his weakness among suburban Republicans in battleground states. As part of a bid to steal a blue-leaning Midwestern state, Trump is also set to return on Sunday to Wisconsin, a state that a Republican nominee has not won since 1984. The many white blue-collar voters in the state have raised hopes among Trump and his allies that he has a chance there. Although Clinton, in contrast, needs only to hold on to leads in the states where she is ahead, she intends to fight for votes beyond those, her campaign manager, Robby Mook, said Friday. “We built our operation for a wide map from the beginning of the campaign,” Mook said in a phone call with reporters. And while Trump is trying to drive up turnout among white voters, Clinton is putting a premium on minority voters, who polls suggest are likely to break heavily in her favor. Mook touted what he called “the Hillary coalition” — Latinos, Asians, African Americans, suburban women and millennials — that he said has on the whole been turning out in strong numbers in battleground states where there is early voting. Mook said the campaign is confident that its early-voting totals will amount to a “firewall” on Election Day, or, as he described it, “a lead that Donald Trump is incapable of overcoming.” He cited several states where Clinton stands to benefit from the strong early-voting turnout, particularly among Latinos, including Florida, Nevada and North Carolina. In Michigan on Friday, Clinton made a pitch aimed at boosting African American turnout in a state where her advisers have suggested Trump could be doing better, given its manufacturing losses and large population of ­working-class whites, Trump’s strongest constituency. At a rally in Detroit, Clinton talked about issues including criminal justice reform, college affordability and systemic racism, all of which are of particular importance to black voters. She also criticized Trump for portraying the lives of black people as being “all about crime and poverty and despair.” “We’re doing everything we can to make sure that we get the numbers that we need,” Clinton’s campaign chairman, John Podesta, told reporters earlier Friday. “Michigan is a state that we feel like we’ve got a lead, and we want to make sure that we hold that lead. “We want to make sure that we get the vote out and make sure people are enthusiastic. We want to end with a crescendo of enthusiasm,” he said. The Clinton campaign also began airing television ads in Michigan for the first time in the general election this week. Trump will make one last swing through two Western battleground states: Colorado and Nevada. He also plans to campaign in Iowa, a state where he has performed consistently well in the polls in recent months. And Trump is slated to hold his final event before Election Day on Monday night in New Hampshire, the state where he notched his first primary win. Polls have shown Clinton leading in New Hampshire for a long time, but recent surveys signal a turn in Trump’s direction. New Hampshire’s many white ­working-class voters — as well as its independent streak — make it a volatile place where Republicans hope voters will break late toward Trump. Clinton’s schedule is being driven in part by a desire to make stops in states that have not had early voting, in hopes of providing a burst of momentum ahead of Tuesday. The schedule of Clinton’s running mate, Sen. Tim Kaine of Virginia, illustrates the campaign’s dual focus on trying to protect leads as well as contest close states. On Monday, Kaine is to return to his home town of Richmond to rally voters in Virginia, a state where Clinton’s lead has dwindled in recent weeks. The plans of the two tickets also highlight a Democratic advantage that will be on full display in coming days: a much stronger and deeper bench of surrogates that can fan out across the country. Besides Clinton and her running mate, the Democrats are also dispatching a sitting president, a former president, a sitting vice president, a popular first lady and Clinton’s former primary rival, Sen. Bernie Sanders of Vermont. Obama campaigned on Clinton’s behalf Friday at two rallies in North Carolina, a state that could go either way on Tuesday and where early-voting participation has lagged among African Americans, a key part of the president’s coalition in 2008 and 2012. And on Monday, a full slate of Democratic stars plans to join forces in Philadelphia for a final push of Clinton’s candidacy. Joining her, the campaign says, will be Obama, first lady Michelle Obama, and Bill and Chelsea Clinton. Wagner reported from Washington. Jenna Johnson in Wilmington, Ohio, and James Hohmann in Selma, N.C., contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump, Clinton blitz across the country in final push amid tightening polls - The Washington Post"
   },
   {
    "entities": [
     "woodruff",
     "late thursday",
     "todd",
     "arizona",
     "laurens",
     "press",
     "anderson",
     "barnette",
     "county",
     "columbia",
     "ron",
     "inc.",
     "cbs",
     "brown",
     "owen",
     "interactive",
     "associated",
     "police",
     "herren",
     "2016",
     "moore",
     "friday",
     "south",
     "1986",
     "spartanburg",
     "kohlhepp",
     "2001",
     "stewart",
     "wright",
     "chuck",
     "jim",
     "cherry",
     "carolina"
    ],
    "id": 17,
    "text": "A sheriff in South Carolina is trying to determine if a missing woman found alive could be linked to other disappearances. Suspect Todd Kohlhepp ... Anderson Police Chief Jim Stewart said they were pinging Brown’s phone 2 days after she was reported missing. He says it pinged on the property where Brown was found. The Phone went dead after two days. Two weeks before they were able to get a search warrant for the property the sheriff’s office flew over the property and saw it was extensive and need to get on the ground. Anderson Police say from early on they had no indication there was foul play, even with the cell phone pings. Brown left the hospital late Thursday and is staying with family, Herren said. The property includes grassy areas, some covered in waist-high weeds, as well as stands of trees. Most or all of it is surrounded by a chain-link fence 6 to 7 feet tall. In the middle was the cargo container, which measured about 30 feet by 15 feet. It was next to a two-car garage that had a living space on top, Barnette said. During Friday’s search efforts, officers using all-terrain vehicles and a backhoe came and went while a law enforcement helicopter circled overhead. Investigators began excavating after cadaver dogs signaled the possible presence of remains. Acting on a tip, deputies found Brown after hearing her banging inside the container, Spartanburg County Sheriff Chuck Wright said. Anderson Police Chief Jim Stewart said computer and cellphone records led authorities to the property near Woodruff, 80 miles northwest of the state capital of Columbia, because it was the last place that a cellphone pinged. Records indicate Kohlhepp is a licensed real estate agent and licensed pilot. As a teenager, he was convicted and sentenced to prison in Arizona for kidnapping and dangerous crimes against children. Guns and a large amount of ammunition were seized from Kohlhepp, the prosecutor said. “It’s unbelievable how much he had,” he said. South Carolina’s sex offender registry lists a 1986 kidnapping as the reason Kohlhepp is in the database of sex offenders. Matching online prison records from Arizona show that Kohlhepp served about 14 years for the felony and was released in 2001. In court Friday, Barnette said the Arizona case occurred when Kohlhepp kidnapped a 14-year-old girl, took her to his house and raped her after binding her with duct tape. A real estate agent who worked at a firm run by Kohlhepp said she had known him for 10 years after they met at a university in the Spartanburg area and were study partners in a statistics class. She said she was in disbelief. “He’s not the kind of person to do something like this,” Cherry Laurens said by phone. “Working with him he was an excellent boss. He stood up for us whenever we needed him.” She said it was widely known that he was registered as a sex offender, but he told people that it was based on trumped-up charges after he “had gone joyriding with a girl” and upset her father, who was a prominent local official. Kohlhepp also had a house in Moore, on the outskirts of Spartanburg, about 15 minutes from the rural property where Brown was chained. His neighbor there, 76-year-old Ron Owen, said Kohlhepp was private but pleasant. “Todd was --in my opinion -- a likable guy,” Owen said.  © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Kala Brown: Freed S.C. captive, boyfriend had answered cleaning job ad, source tells AP - CBS News"
   },
   {
    "entities": [],
    "id": 18,
    "text": "",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "news",
     "carver",
     "todd",
     "nbc",
     "afternoon",
     "barnette",
     "county",
     "david",
     "rachael",
     "brown",
     "august 31st",
     "circuit",
     "2016",
     "nov 4",
     "kohlhelpp",
     ", 4:49 pm",
     "friday",
     "``charlie''",
     "christopher",
     "south",
     "kala",
     "trost",
     "spartanburg",
     "barry",
     "thursday",
     "kohlhepp",
     "today",
     "1:21",
     "morning",
     "wright",
     "january 19, 2017",
     "7th",
     "charlie",
     "chuck",
     "august",
     "carolina"
    ],
    "id": 19,
    "text": "Nov 4 2016, 4:49 pm ET Freed Captive Kala Brown Told Police She Witnessed Captor Shoot Boyfriend Charlie Carver by Rachael Trost Body Found In South Carolina Search 1:21 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161104224626if_/http://www.nbcnews.com/widget/video-embed/801241155828\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The South Carolina woman rescued after being held captive for two months told authorities she saw her captor shoot her boyfriend, officials said in court Friday afternoon. The statement came shortly after the Spartanburg County Coroner confirmed to NBC News that an unidentified body had been found on the same property where Kala Brown, 30, was found chained by the neck and ankle in a large metal storage container. The owner of the property, Todd Kohlhepp, a registered sex offender, was arrested Thursday morning and charged with kidnapping, jail records show. At a bond hearing for Kohlhepp Friday afternoon, 7th Circuit Solicitor Barry Barnette said Brown told authorities that on August 31st, she and her boyfriend, David \"Charlie\" Carver, went to Kohlhepp's 95-acre property. It was there that she witnessed Kohlhepp shoot Carver, according to Barnette. Authorities found numerous guns on Kohlhelpp's property. Barnette said it was \"unbelievable how much ammo [Kohlhepp] had in his building.\" Todd Christopher Kohlhepp South Carolina SAVIN Barnette said he is confident there will be a murder warrant in connection with the case. Kohlhepp is expected back in court on January 19, 2017. Related: Kala Brown Missing Since August Found Alive Chained Boyfriend Charlie Carver Remains Missing Members of both Brown and Carver's families were in the courtroom during the hearing. The Carver family released a statement Friday afternoon that reads, in part, \"At this time we know no more than what has been reported within the media or statements made by law enforcement. We ask that you continue to pray for Kala's healing and for David's safe return as well. In the meantime, we ask for some time to ourselves as we process events as they unfold.\" A massive investigation continued on the property. The body discovered in a shallow grave Friday morning has not yet been identified. Spartanburg County Sheriff Chuck Wright told reporters at a press conference Friday afternoon it would be some time before that information is available. When asked how Brown is doing, the sheriff responded that \"she seems to be doing much better today.\" Rachael Trost ",
    "title": "Freed Captive Kala Brown Told Police She Witnessed Captor Shoot Boyfriend Charlie Carver - NBC News"
   },
   {
    "entities": [
     "banking",
     "wyden",
     "september 2016",
     "investigate",
     "decades ago",
     "menendez",
     "elizabeth",
     "florida",
     "stumpf",
     "getty",
     "ron",
     "hustle",
     "sloan",
     "authority",
     "fargo",
     "robert",
     "d-n.j.",
     "francisco",
     "finra",
     "protection",
     "los",
     "san",
     "angeles",
     "consumer",
     "friday",
     "workers",
     "wells",
     "jersey",
     "images",
     "d-mass.",
     "financial",
     "npr",
     "punished",
     "sept. 20",
     "john",
     "marovic/bloomberg",
     "current",
     "committee",
     "regulatory",
     "d-ore.",
     "senate",
     "bureau",
     "industry",
     "warren",
     "pennsylvania",
     "new",
     "u.s.",
     "pete",
     "reports",
     "timothy",
     "senators"
    ],
    "id": 20,
    "text": "Senators Investigate Reports Wells Fargo Punished Workers Senators Investigate Reports Wells Fargo Punished Workers Embed Embed Twitter Enlarge this image Sen. Elizabeth Warren questions John Stumpf, then CEO of Wells Fargo, during a Senate Banking Committee hearing on Sept. 20. Pete Marovic/Bloomberg via Getty Images hide caption toggle caption Pete Marovic/Bloomberg via Getty Images Sen. Elizabeth Warren questions John Stumpf, then CEO of Wells Fargo, during a Senate Banking Committee hearing on Sept. 20. Pete Marovic/Bloomberg via Getty Images Elizabeth Warren and two other U.S. senators are demanding answers from Wells Fargo about reports of retribution by bank managers against would-be whistleblowers. This marks the latest development in the ongoing consumer banking scandal engulfing the banking giant. In a letter to Wells Fargo's new CEO, Timothy Sloan , Warren, D-Mass., and Sens. Robert Menendez, D-N.J., and Ron Wyden, D-Ore., say the bank may have \"misled regulators about the scope of the fraud.\" Former Wells Fargo Employees Describe Toxic Sales Culture, Even At HQ The senators extensively cite reporting by NPR about former Wells Fargo workers who were fired or pushed to resign after they called the bank's ethics line. The workers say they were resisting the widespread unethical sales practices that are at the center of the current banking scandal. Wells Fargo opened as many as 2 million accounts without customers' consent. In an interview with NPR Friday, Warren said regulators and the general public want to \"protect whistleblowers. When somebody says there's a problem here, their employer doesn't get to attack them.\" But former workers from four states tell NPR that's basically what the bank did to them. Wells Fargo wrote negative comments about the workers on their U5 documents — a U5 is basically a report card used by the industry. They say this amounted to a scarlet letter that has badly damaged their careers. Article continues after sponsorship Episode 728: The Wells Fargo Hustle \"Wells seems to have taken the attitude that if there's something wrong here it's the whistleblower's problem and that the whistleblower is a troublemaker,\" Warren says. NPR spoke to former Wells Fargo workers in Los Angeles, San Francisco, Florida, New Jersey and Pennsylvania. They all have negative U5 comments written by the bank after they were fired or resigned. They say the comments are inaccurate and hindered their job prospects and caused them financial hardship. They all said they were fired or pushed to resign after resisting the pressure to push products on customers that they didn't want and for reporting unethical practices in their branches to managers or the company's ethics line. And they see these damaging comments on their U5 as retribution by the bank for their refusal to go along with the unethical sales culture. Fired Wells Fargo Employees Allege Attempts To Blow The Whistle The senators say that these reports as well as information from the Financial Industry Regulatory Authority \"paint a disturbing picture\" about Wells Fargo's treatment of potential whistleblowers. Fear of retaliatory action from the bank could have prevented potential whistleblowers from coming forward and exposing the fraud. To address this concern, the senators are asking Wells Fargo for extensive information about workers it labeled this way going back more than a decade. Wells Fargo has said it is disturbing to hear claims of retaliation against workers. And the bank says it is investigating these claims. The U5 system was set up decades ago and is operated by FINRA, an industry self-regulatory group. Lawyers and regulators who spoke to NPR said the system has served a good purpose by labeling bad actors in the financial industry. Getting a bad mark on their U5 blocks truly unethical brokers and bankers from hopping from one financial firm to the next and continuing, for example, to defraud customers. Banks and financial firms are required to list a reason on a U5 form after they fire an employee if the employee is authorized to sell investment products to customers. Episode 732: Bad Form, Wells Fargo The system often appears to work well when the individual is the bad actor. But the Wells Fargo case is putting a question in stark relief: If the bank or manager is the bad actor, are there adequate protections for workers who have been unfairly or inaccurately written up on their U5s? For her part, Warren said there is clearly room for reform here: \"The Wells Fargo scandal exposes how vulnerable bank employees are under the current system,\" Warren told NPR. \"The idea of bankwide fraud is something that the FINRA system wasn't designed to catch and in fact may help the banks squelch their whistleblowers and others who would try to correct the problem. I hope that we're going to see some changes come out of this.\" The senators also say their review of the U5 data goes beyond the whistleblower issue alone. Workers Say Wells Fargo Unfairly Scarred Their Careers They say that failing to properly disclose and examine U5 forms may have misled the Consumer Financial Protection Bureau and other regulators by concealing key information on the forms. In their letter, the senators say that \"the bank may have deprived FINRA and other regulators of information that could have allowed them to uncover and stop the illegal activity at Wells Fargo well before the September 2016 CFPB settlement.\" The senators also noted that \"Wells Fargo has a history of compliance problems related to U5 reporting\" and requested information on the bank's U5 filing, review and amendment process. FINRA has launched its own internal U5 review of Wells Fargo but has not disclosed details yet. Meanwhile, investigations into Wells Fargo continue. As Warren said, \"this isn't over yet.\" For its part, Wells Fargo says it has put a team in place to help former workers who qualify to be rehired for open positions at the bank. ",
    "title": "Senators Investigate Reports Wells Fargo Punished Workers : NPR"
   },
   {
    "entities": [
     "molly",
     "right now",
     "now",
     "marquintan",
     "ukraine",
     "once",
     "bernie",
     "chicago",
     "nuland",
     "york",
     "foreign",
     "2016",
     "fbi",
     "george",
     "february 2014",
     "mosul",
     "homeland",
     "time",
     "zakharova",
     "kisha",
     "youtube",
     "oct. 7",
     "moscow",
     "garry",
     "california",
     "sanders",
     "5 p.m.",
     "energy",
     "del",
     "obama",
     "wikileaks",
     "times",
     "lavrov",
     "russia",
     "state",
     "quentin",
     "9 a.m.",
     "sandlin",
     "nikolsky",
     "bush",
     "viktor",
     "brian",
     "mirovalev",
     "economic",
     "los",
     "donald",
     "white",
     "clinton",
     "united",
     "2014",
     "nasa",
     "john",
     "agency",
     "security",
     "alexei",
     "gorenburg",
     "thursday",
     "democratic",
     "washington",
     "stewart",
     "peskov",
     "caption",
     "union",
     "1998",
     "2011",
     "national",
     "w.",
     "cna",
     "rights",
     "maria",
     "kiev",
     "community",
     "hennessy-fiske",
     "associated",
     "department",
     "arlington",
     "european",
     "cnn",
     "for",
     "angeles",
     "wilshire",
     "february",
     "putin",
     "inglewood",
     "july",
     "wilber",
     "laity",
     "committee",
     "va.",
     "kremlin",
     "ministry",
     "mansur",
     "party",
     "new",
     "cubs",
     "trump",
     "press",
     "baker",
     "america",
     "tuesday",
     "kgb",
     "justice",
     "michael",
     "intelligence",
     "human",
     "eu",
     "islamic",
     "police",
     "pentagon",
     "hillary",
     "allen",
     "victoria",
     "bennett",
     "sergey",
     "of",
     "blvd",
     "vladimir",
     "foundation",
     "kasparov",
     "yanukovich",
     "house",
     "crimea",
     "dmitry",
     "u.s.",
     "podesta"
    ],
    "id": 21,
    "text": "Russian hackers seek to embarrass the U.S. this election season Vladimir Putin Alexei Nikolsky / Sputnik, Kremlin Pool Photo via Associated Press Vladimir Putin chairs a meeting of Russia's cabinet in the Kremlin in July. Vladimir Putin chairs a meeting of Russia's cabinet in the Kremlin in July. (Alexei Nikolsky / Sputnik, Kremlin Pool Photo via Associated Press) Brian Bennett In February 2014, the Obama administration was embarrassed when a secretly recorded phone conversation between the U.S. ambassador in Ukraine and Victoria Nuland, a senior State Department official, was posted on YouTube. The two officials could be heard privately picking who should be in the new government in Kiev, and at one point, Nuland used a four-letter word to dismiss slow-moving diplomats at the European Union. The intercepted call, which U.S. officials traced to Russian intelligence, created friction between U.S. and EU envoys.  But its real significance is only now clear — Russia was publicly willing to use the fruits of espionage to upend U.S. foreign policy. “Instead of using their capability to write secret memos, they decided, ‘Well, let’s see what happens if we release it,’” said Stewart Baker, former general council to the National Security Agency. Russia’s government, he added, has “decided that getting fingered isn’t all that bad.” That analysis helps explain Russia’s apparent efforts to influence the U.S. presidential campaign: under Vladimir Putin , a former Soviet-era KGB officer, spying once done in secret is increasingly public. Vladimir Putin on Thursday vehemently rejected claims that Moscow is tampering with the U.S. presidential election, and said it was “utter nonsense” that the Kremlin favors Republican Donald Trump . At the same time, he had kind words for Trump, saying “he chose his method of getting... Russian President Vladimir Putin on Thursday vehemently rejected claims that Moscow is tampering with the U.S. presidential election, and said it was “utter nonsense” that the Kremlin favors Republican Donald Trump . At the same time, he had kind words for Trump, saying “he chose his method of getting... (Mansur Mirovalev) U.S. intelligence officials don’t believe Russian hackers can swing Tuesday’s election by covertly changing returns or meddling with the counting. The country’s 9,000 voting districts are highly decentralized and have back-up counting procedures. But they don’t rule out Russian-sponsored service denials or other disruptions that could undermine confidence in the official tallies, especially given Donald Trump ’s repeated claims that the election system is rigged. Russia’s attempts to interfere with Hillary Clinton ’s campaign is not in doubt, according to U.S. officials.  It appears to be driven in part by a personal animus against the former secretary of State, officials say, as well as an effort to raise doubts about the validity of U.S. democracy and leadership around the globe. On Oct. 7, the Department of Homeland Security and the U.S. Intelligence Community said they were confident that Russia’s government was responsible for stealing and leaking tens of thousands of emails from accounts used by Democratic National Committee staff and from the private account of John Podesta , chairman of Clinton’s campaign. “These thefts and disclosures are intended to interfere with the U.S. election process,” the joint statement declared. It didn’t name Putin, but added, “We believe, based on the scope and sensitivity of these efforts, that only Russia's senior-most officials could have authorized these activities.\" Election 2016  |  Live coverage on Trail Guide  |  Sign up for the newsletter    The stolen emails, which were published by WikiLeaks and other websites, added fodder to allegations that Democratic Party officials worked with Clinton operatives to defeat rival Bernie Sanders during the primaries, and that the Clinton family benefited financially from the Clinton Foundation global charity. Moscow denied any responsibility. Putin’s press secretary, Dmitry Peskov, called the U.S. claims “nonsense” while Foreign Ministry spokeswoman Maria Zakharova said the “public bickering with Russia” was a “smokescreen” to divert attention from America’s domestic problems. \"It's flattering, of course, to get this kind of attention — for a regional power, as President Obama called us some time ago,\" Foreign Minister Sergey Lavrov said on CNN. \"We have not seen a single fact, a single proof.” Intelligence agencies regularly try to infiltrate foreign political parties, steal data and influence elections. Analysts scrutinize stolen phone calls and emails from potential leaders and their aides for useful intelligence or potential weaknesses they can exploit. Whether the Russian-backed hackers in this case were careless or defiant is not clear. What’s important, U.S. analysts say, is that Putin’s government got caught — and didn’t stop. “There is no cost,” said Michael Allen, former staff director for the House Intelligence Committee and a senior national security aide in the George W. Bush White House. “They are acting out because their risk tolerance is so high and the consequences are so low,” Allen said. “Right now there is no cyber deterrence… There is no payback.” (Del Quentin Wilber) Although the White House has asked for retaliation options, U.S. intelligence agencies haven’t been ordered to launch a robust response to the leaks, a U.S. official said on condition of anonymity to discuss internal deliberations.  Possible responses include slapping new sanctions on Russia’s government or officials involved in the hacking, targeting a U.S. cyber attack on Russian networks, or expelling Russian diplomats and suspected intelligence operatives from the U.S. Whatever the results on Tuesday, Putin stands to gain from the disorder of this campaign cycle, according to Garry Kasparov, the former Russian chess grand master and Putin opponent who now heads the Human Rights Foundation in New York. If Trump succeeds, the leaks will have helped a candidate who has repeatedly praised Putin and who has publicly dismissed a classified U.S. intelligence judgment about the Russian hacking. In Clinton wins and Trump urges his supporters to challenge the results, Moscow has grist for propaganda that U.S. democracy is adrift and its elected leaders can’t be trusted. “If Trump wins, it will be the biggest prize they can dream of,” Kasparov said. “If he loses, [doubt] will drag on for a long time, accusations about the election being rigged.” Putin has made no secret of his dislike of Clinton, according to Dmitry Gorenburg, a Russian expert at CNA, a nonprofit research and analysis organization in Arlington, Va. Months of mass street protests broke out in Moscow after Putin’s party, United Russia, won disputed parliamentary elections in 2011. He blamed U.S.-funded pro-democracy organizations for fomenting the unrest. Clinton, who was secretary of State at the time, called for a “full investigation” into Russia’s election irregularities, saying the U.S. government had “serious concerns” about the voting. Putin also saw a U.S. hand when protests broke out in Ukraine in 2014, forcing the Moscow-backed president, Viktor Yanukovich , to flee the country. Putin used the chaos to annex Crimea and has since backed rebels in eastern Ukraine against the U.S.-backed government in Kiev. Relations with Washington have gone downhill ever since — including in cyberspace. “It’s not so much they are more willing to take active measures,” Gorenburg said, using a Soviet-era term for using disinformation, forgeries and front groups to influence political events. “They were always doing active measures [against] their neighbors. Now they are also willing to target the U.S.” To be sure, Russian hacking of U.S. government computers is not new. In 1998, technicians saw unusual activity in restricted computer networks at the Pentagon, NASA and the Department of Energy, as well as at research universities and defense contractors.  An FBI investigation, code-named Moonlight Maze, found the cyber attacks had originated in Russia and had lasted almost two years. Hackers had gotten access to thousands of unclassified but sensitive maps of military installations, military hardware designs and troop planning documents. FBI investigators concluded the Russian government was behind the breaches in part because most of the intrusions occurred between 9 a.m. and 5 p.m. Moscow time and dropped off during Russian holidays. Caption 90 seconds: 4 stories you can't miss See the \"Jacuzzi of Despair,\"   the Pentagon's proposed recruiting rules  and Wilshire Blvd's urban development . Also, election stress is real . Caption 90 seconds: 4 stories you can't miss See the \"Jacuzzi of Despair,\"   the Pentagon's proposed recruiting rules  and Wilshire Blvd's urban development . Also, election stress is real . Caption Inglewood Police shootings Clergy and Laity United for Economic Justice hold a news conference to demand answers from Inglewood Police and city officials regarding the deaths of Kisha Michael and Marquintan Sandlin, who were killed by police in February. Clergy and Laity United for Economic Justice hold a news conference to demand answers from Inglewood Police and city officials regarding the deaths of Kisha Michael and Marquintan Sandlin, who were killed by police in February. Caption 90 seconds: 4 stories you can't miss The Chicago Cubs win the World Series , the Presidential race is tightening up , California voters will decide the fates of 749 death row inmates , and families flee Mosul . Caption Iraqi civilians flee Mosul area, white flags flying As Iraqis flee the Mosul area, they and the Iraqi military fear Islamic State fighters may have put on civilian clothing and joined the flood. (Molly Hennessy-Fiske / Los Angeles Times) As Iraqis flee the Mosul area, they and the Iraqi military fear Islamic State fighters may have put on civilian clothing and joined the flood. (Molly Hennessy-Fiske / Los Angeles Times) Caption Street Vendors protest ",
    "title": "Russian hackers seek to embarrass the U.S. this election season - LA Times"
   },
   {
    "entities": [
     "news",
     "daron",
     "70 percent",
     "51 percent",
     "71 percent",
     "90 percent",
     "22 percent",
     "25 percent",
     "shaw",
     "mid-october",
     "88 percent",
     "anderson",
     "58 percent",
     "74 percent",
     "80 percent",
     "92 percent",
     "2012",
     "november",
     "47 percent",
     "5 percent",
     "mitt",
     "gop",
     "sam",
     "45 percent",
     "supreme",
     "poll",
     "research",
     "company",
     "37 percent",
     "60 percent",
     "fox",
     "court",
     "65 percent",
     "54 percent",
     "30 percent",
     "2016",
     "fbi",
     "59 percent",
     "fifty-eight percent",
     "16 percent",
     "october",
     "a week ago",
     "42 percent",
     "11 percent",
     "7 percent",
     "four percent",
     "clinton",
     "chris",
     "63 percent",
     "50-39 percent",
     "35 percent",
     "1-3,",
     "the end of september",
     "69 percent",
     "56 percent",
     "current",
     "56-42 percent",
     "last week",
     "31 percent",
     "39 percent",
     "johnson",
     "41-33 percent",
     "66 percent",
     "93 percent",
     "15 percent",
     "23 percent",
     "romney",
     "three weeks ago",
     "21 percent",
     "&",
     "40 percent",
     "27 percent",
     "85 percent",
     "robbins",
     "trump",
     "46 percent",
     "41-28 percent",
     "38 percent"
    ],
    "id": 22,
    "text": "See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Trump is favored by men (+11 points), whites (+19), and whites without a college degree (+33).   Clinton leads among women (+13 points), blacks (+74), and voters under age 30 (+17).  She’s also ahead by 11 points among the one-in-five who have already voted (50-39 percent). They split the support of whites with a college degree:  Trump gets 45 percent to Clinton’s 42 percent.   In 2012, GOP nominee Mitt Romney won this group by 14 points (56-42 percent).  Both candidates are consolidating their bases, but Clinton outperforms Trump:  she gets 90 percent among Democrats and he gets 85 percent of Republicans.   Related Image Expand / Contract Trump has an 8-point edge over Clinton among independents (41-33 percent).  That’s down from his 13-point advantage last week (41-28 percent).  Johnson takes 11 percent. Trump has a six-point strength-of-support advantage, as more of his backers (71 percent) say they “strongly” support their candidate than Clinton supporters (65 percent).  In addition, his folks (63 percent) are more likely than hers (54 percent) to be “extremely” interested in the race.   That enthusiasm gap may be one consequence of the renewed FBI investigation into Clinton’s use of a private email server while she was secretary of state.  How much damage has the scandal really done to her campaign? Some 74 percent of voters say the FBI investigation won’t make a difference to their vote, and four percent actually say it makes them more likely to support her.  Yet 21 percent say it makes them less likely to vote for her, including 37 percent of Republicans and 21 percent of independents.  Among Democrats, 5 percent say it makes them less likely to support Clinton, while 7 percent say it makes them more likely. “The FBI action forced Clinton to play defense in the closing week,” says Democratic pollster Chris Anderson.  “But the number of voters who will move out of her column to someone else will likely be minimal.  If the election really comes down to the wire, perhaps it makes a difference in a battleground.”  Anderson conducts the Fox News Poll with Republican counterpart Daron Shaw. Then again, the 59 percent who are bothered by Clinton’s use of a private email server is actually down a touch from 60 percent who felt that way at the end of September.   For 39 percent it’s “no big deal.”  The emails bother almost all Republicans (92 percent), most independents (69 percent), but just one in five Democrats (22 percent). While over half of voters, 51 percent, doubt the FBI will find anything that will lead to criminal charges against Clinton, some 47 percent think it will -- including 42 percent of independents and 16 percent of Democrats. Related Image Expand / Contract So it’s not surprising that by a 16-point margin, more voters are concerned scandals would have a “serious effect” on a Clinton administration (70 percent) than a Trump administration (54 percent).  Moreover, nearly half (46 percent) are “very” worried about scandals if Clinton were elected, up from 37 percent three weeks ago. Then there’s Clinton’s honesty rating.  It ticked up one point to 31 percent.  It was a record-low 30 percent among likely voters last week.  For Trump, 38 percent say he’s honest and trustworthy.  Honesty is one of the only personal traits where he bests her.   Related Image Expand / Contract “Much of the recent commentary misses the big picture here,” says Shaw.  “The specific charges matter less than the fact that they reinforce the broad sense that Clinton’s dishonest.  If late-breaking voters decide to make a leap of faith with Trump, it will be because of this feeling.” Fifty-eight percent say Clinton has the temperament to serve effectively as president, compared to just 40 percent for Trump. While both candidates remain unpopular, Clinton’s lost her advantage here.  Her net negative rating is 13 points (43 favorable vs. 56 unfavorable).  Last week she was underwater by 8.  At the same time, Trump’s net negative 12 points (43 favorable vs. 55 unfavorable) improved a bit from negative 14 a week ago. Roughly 15 percent of likely voters dislike both Clinton and Trump.  Who are they backing?  Clinton and Johnson garner 25 percent each from this group, and 23 percent go for Trump. The number who think Clinton will win the election is down, yet a majority still thinks she’ll be the next president:  56 percent, down from a high of 66 percent three weeks ago (October 10-12).  Still, only 35 percent expect a Trump victory.   Related Image Expand / Contract Most of her supporters remain confident in their candidate, as 90 percent think it will be Madame President, down slightly from 93 percent in mid-October.  At the same time, Trump’s supporters are feeling more confident: 69 percent think he’ll win, up from 56 percent.   Meanwhile, 80 percent of Clinton supporters say they’ll accept the election outcome if Trump wins.  That’s down from 88 percent last week.  That number holds steady among Trump supporters, as 58 percent say they’ll accept the outcome if Clinton wins.   Nearly three-out-of-four will go to the voting booth unhappy with Uncle Sam:  46 percent are “dissatisfied” with the way the federal government is working and another 27 percent are “angry.”  Trump backers are four times as likely as those supporting Clinton to say they’re angry (44 vs. 11 percent).   Clinton’s lost ground on the issues.  For example, the new poll finds likely voters trust her over Trump on making decisions about using nuclear weapons by 16 points.  That’s down from a 25-point lead in mid-October.   The two candidates tie on nominating the next Supreme Court justice and handling terrorism.  Clinton has consistently been preferred on the court, and in five of the six previous polls she had the edge on terrorism.   Related Image Expand / Contract And Trump’s current 8-point advantage over Clinton on handling the economy is his largest yet.   The Fox News Poll is based on landline and cellphone interviews with 1,211 randomly chosen registered voters nationwide and was conducted under the joint direction of Anderson Robbins Research (D) and Shaw & Company Research (R) from November 1-3, 2016.  The survey includes results among 1,107 likely voters.  The margin of sampling error is plus or minus 2.5 percentage points for results among registered voters and plus or minus 3 points among likely voters.   ",
    "title": "Fox News Poll: Clinton ahead of Trump by two points | Fox News"
   },
   {
    "entities": [
     "2:45 p.m.",
     "james",
     "tom",
     "borough",
     "nov. 4, 2016",
     "o'neill",
     "medical",
     "minutes later",
     "county",
     "manuel",
     "kwo",
     "bronx",
     "york",
     "emmanuel",
     "long",
     "suffolk",
     "friday",
     "jacobi",
     ", 6:44 pm",
     "center",
     "tuozzolo",
     "liddy",
     "island",
     "nov 4, 2016",
     "city",
     "new",
     "paul",
     "rosales"
    ],
    "id": 23,
    "text": "1 NYPD Sergeant Killed, 1 Wounded in the Bronx By TOM LIDDY Nov 4, 2016, 6:44 PM ET 0 Shares WATCH 1 NYPD Officer Killed, 1 Wounded in the Bronx 0 Shares Email A veteran NYPD sergeant -- and father of two -- has died after he and a fellow sergeant were shot in the Bronx during a confrontation Friday with a robbery suspect, a city official confirmed. The suspect had allegedly been harassing and attempting to rob a woman he knew and opened fire on one of the officers at point blank range when they spotted his car, police said. A 911 call at 2:45 p.m. detailed a suspect attempting to forcibly enter an apartment with a gun, said NYPD Commissioner James O'Neill. Emergency dispatchers then received a second call saying the suspect fled the scene in a red Jeep, which he crashed on a nearby street. Minutes later, an officer in a marked NYPD patrol car spotted the Jeep and stopped it. One of the officers was shot point blank with a semi-automatic weapon as he approached the suspect, and a gunfight ensued, police said. O'Neill emphasized that the incident was not a traffic stop. \"The police officers were in pursuit of a vehicle when they knew there was an armed suspect in the car,\" he said. The two officers were rushed to Jacobi Medical Center. The officer who was killed, identified as Sgt. Paul Tuozzolo, was taken to the hospital in critical condition but later died, police said. The other officer, Sgt. Emmanuel Kwo, was shot in the leg, and his injuries are not believed to be life-threatening. Suffolk County Police Department via AP Photo After breaking into a home of a former girlfriend, in violation of an order of protection, Nov. 4, 2016, police say, Manuel Rosales engaged two New York City Police sergeants in a gun battle in the Bronx Borough of New York. The suspect, 35-year-old Manuel Rosales, was killed in the gun battle and was pronounced dead on the scene, police said. He has 17 prior arrests in Suffolk County on Long Island, New York, and was the estranged husband of the woman who reported the break-in, O'Neill said. Tuozzolo is a 19-year veteran of the police force and is the father to two young children, O'Neill said. 0 Shares ",
    "title": "1 NYPD Sergeant Killed, 1 Wounded in the Bronx - ABC News"
   },
   {
    "entities": [
     "news",
     "september 8, 2012",
     "times",
     "state",
     "russia",
     "america",
     "us",
     "apec",
     "ukraine",
     "inc.",
     "cbs",
     "georgia",
     "interactive",
     "on",
     "donald",
     "2016",
     "vladivostok",
     "friday",
     "he",
     "hillary",
     "mikhail",
     "clinton",
     "putin",
     "vladimir",
     "kremlin",
     "moscow",
     "rudolph",
     "2011",
     "u.s.",
     "tv",
     "fishman",
     "trump",
     "giuliani"
    ],
    "id": 24,
    "text": "Email MOSCOW -- No one in Friday’s Kremlin-sponsored rally celebrating Russian unity can cast a ballot in the U.S. election, but if they could, they’ve picked their candidate: Donald Trump. Russians have been fed the Kremlin line by their mass media: Hillary Clinton is bad, Trump is better, the U.S. election is in a shambles, and American democracy itself is broken. Friday’s Russian unity rally CBS News On state TV’s most watched news program, the anchor called the election America’s biggest scandal and featured Donald Trump and Rudolph Giuliani with tales of vote rigging . “State TV is a direct extension of the Kremlin,” said Mikhail Fishman, editor in chief of the Moscow Times. Mikhail Fishman CBS News He said the Russian government wants to convince its citizens “there is no real democracy in the world. It doesn’t work.” That’s because democracy threatens Vladimir Putin. For example, look to the anti-Putin demonstrations demanding democracy in 2011 after vote-rigging allegations in Russia’s parliamentary elections. When then-Secretary of State Clinton said she had serious concerns, the Kremlin saw it as unforgivable U.S. meddling. It also blamed America for backing democratic uprisings in Russia’s backyard in nearby Ukraine and Georgia. US Secretary of State Hillary Clinton (R) shakes hands with Russia’s President Vladimir Putin during the arrival ceremony for the Asian-Pacific Economic Cooperation (APEC) Summit in Vladivostok on September 8, 2012. MIKHAIL KLIMENTYEV/AFP/GettyImages So for Putin, to hear a presidential candidate like Trump imply America’s democracy is a sham is sweet revenge. “We have been accused of being an authoritarian state but as soon as there is no democracy anywhere, no one is to blame,” Fishman said. The marchers at the Russian unity rally understand the Kremlin’s message perfectly: That opposition and democracy just aren’t worth it so they might as well join the crowd to support President Putin. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Putin and Russia's main target in U.S. election: Democracy - CBS News"
   },
   {
    "entities": [
     "previously",
     "arizona",
     "approach",
     "now",
     "to",
     "levine",
     "department",
     "illinois",
     ", 6:31 pm",
     "fbi",
     "abc",
     "mike",
     "dhs",
     "information",
     "clinton",
     "center",
     "night",
     "nov. 8",
     "homeland",
     "security",
     "cybersecurity",
     "of",
     "nov 4, 2016",
     "trump's",
     "analysis",
     "multi-state",
     "sharing"
    ],
    "id": 25,
    "text": "Homeland Security Officials 'Concerned' About Cyber Attempts to Create Confusion on Election Day By Mike Levine Nov 4, 2016, 6:31 PM ET 0 Shares WATCH Clinton and Trump's Approach to Cybersecurity 0 Shares Email Federal authorities say they are concerned about the potential for cyber attacks that could cause confusion on Election Day . “We are very concerned about attempts to cause confusion,\" one Department of Homeland Security official said. The official pointed out that it’s important to separate concerns over manipulating the official vote count -- which they see as unlikely if not impossible -- from the threat to cause confusion. Nearly Every State Has Asked for Federal Help to Protect Voting Systems From Hacks \"This kind of ecosystem around the election has made some of these pieces of election infrastructure a target,\" said the official. How does this threat stack up to previous elections? \"The threat level has grown and the technology has not,\" said another official. Officials aren’t worried about the actual outcome of the election being changed because voting machines themselves are disconnected from the Internet. So DHS is focusing on the vulnerability of state websites and other \"internet-facing\" systems. \"What we do have concern is the ability to potentially cause confusion,\" an official reiterated. For example, there could be confusion if people show up to the polls and their name isn’t on the voter rolls. Those voters could potentially cast a provisional ballot, but it could cause confusion and undermine confidence in the system. DHS officials are now working to make sure secretary of state websites are patching vulnerabilities, because that's where a lot of unofficial election night reporting gets publicized (and where unofficial election night reporting could theoretically get altered, sowing more confusion). DHS previously said that 46 states had asked for help , but now says that it is \"in conversations with all 50 states\" as well as many localities. Tools that DHS can office states, include, an automated tool to scan Internet-facing election systems, like websites or voter registration databases, as well ason-the-ground assistance to help state and locals test internal systems, if needed. Officials acknowledged, as ABC first reported, that private election vendors have been targets of cyber intrusions. The officials said that only two states had successfully been breached. Authorities have previously admitted that Illinois and Arizona had their systems compromised. When ABC asked if that assessment of successful intrusions included breaches of voter-related info through private vendors, one official said, “No” – essentially acknowledging that private vendors with voter-related info may have been hacked. DHS said they have had conversations with vendors, in coordination with the FBI , to talk to vendors. Many vendors operate systems that states need to conduct their elections. \"The states own the systems, but the vendor is actually providing the security,\" one official said. \"We also wanted to make sure we were connected to vendors, to make sure information is being share with all relevant parties,\" an official said. DHS says information sharing is key. Here’s how it happened with Arizona and Illinois, and how official say it should continue to happen: DHS learns that there is an intrusion, then they get the technical information from the state, then they share it with the Multi-State Information Analysis Sharing Center, which in turn gets the threat information out to all of the states. \"The states then are able to learn from that and are better able to protect their systems,” an official said. DHS is also looking at this issue beyond the Nov. 8 election to ensure that cyber security is built into vendors systems. \"We are thinking about how to make this a long-term program, working with election officials to do that and a part of that is working vendors,\" said one official. 0 Shares ",
    "title": "Homeland Security Officials 'Concerned' About Cyber Attempts to Create Confusion on Election Day - ABC News"
   },
   {
    "entities": [
     "brit",
     "news",
     "previously",
     "november 4",
     "tuesday",
     "day",
     "a week",
     "evening",
     "baier",
     "fox",
     "donald",
     "bastien",
     "fbi",
     "bret",
     "friday",
     "post",
     "hillary",
     "clinton",
     "from election",
     "night",
     "scott",
     "wednesday",
     "washington",
     "today",
     "thursday",
     "farhi",
     "jon",
     "helderman",
     "at 2:40 pm",
     "morning",
     "foundation",
     "hume",
     "paul",
     "rosalind",
     "trump"
    ],
    "id": 26,
    "text": "Fox News apologizes for falsely reporting that Clinton faces indictment The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Paul Farhi November 4 at 2:40 PM Follow @farhip Fox News anchor Bret Baier apologized Friday for reporting that federal investigators had determined that Hillary Clinton’s private email server had been hacked and that an investigation would lead to an indictment of Clinton after the election. In fact, Baier said, after checking with his sources, there is no evidence at this time for either statement. Baier, the anchor of Fox’s evening newscast “Special Report,” went on the air Wednesday to report that the FBI had determined that Clinton’s private server, which she used while serving as secretary of state, had been hacked by “five foreign intelligence agencies.” He further said on Thursday, during an interview with Fox’s Brit Hume, that a separate FBI investigation — of the charitable Clinton Foundation — was “likely” to lead to an indictment of Clinton after Tuesday’s election. Both statements, if true, would be explosive developments in the late stages of the presidential campaign between Clinton and Republican rival Donald Trump. Trump has repeatedly invoked the alleged atmosphere of corruption around the Clinton Foundation and the security risks involved in Clinton’s use of a private server while secretary of state as reasons not to vote for Clinton. The Post’s Rosalind Helderman breaks down the latest developments of the controversies involving the FBI less than a week from Election Day. (Bastien Inzaurralde/The Washington Post) But neither of his reports about Clinton were accurate, Baier acknowledged Friday morning in a “Fox News alert” conversation with Fox News anchor Jon Scott. Baier said he relied on a single anonymous source within the FBI for his report about an alleged hack of the server: “I was quoting from one source about his certainty that the server had been hacked by five foreign intelligence agencies. . . . As of today there still are no digital fingerprints of a breach, no matter what the working assumption is within the bureau.” He added, “All the time, but especially in a heated election, on a topic this explosive, every word matters no matter how well sourced.” He went on to describe his comment to Hume about an indictment — which he has previously called “inartful” — as more than that. “I explained the phrasing of one my answers to Brit Hume on Wednesday night, saying it was inartful the way I answered the last question about whether the investigations would continue after the election. And I answered that yes, our sources said it would, they would continue to, likely, an indictment. “Well, that wasn’t just inartful. It was a mistake. And for that I’m sorry. I should have said they will continue to build their case. “‘Indictment,’ obviously, is a very loaded word, Jon, especially in this atmosphere, and no one knows if there would or would not be an indictment no matter how strong investigators feel their evidence is. It’s obviously a prosecutor who has to agree to take the case and make that case to a grand jury.” As an addendum, he added, “We stand by the sourcing on the ongoing, active Clinton Foundation investigation and are working to get sources with knowledge of the details on the record and on camera, hopefully today.” lifestyle ",
    "title": "Fox News apologizes for falsely reporting that Clinton faces indictment - The Washington Post"
   },
   {
    "entities": [],
    "id": 27,
    "text": "",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "shop",
     "barber",
     "holli",
     "iowa",
     "last 20 years",
     "3:34 p.m. edt",
     "zobrist",
     "afternoons",
     "darla",
     "1900",
     "ben",
     "chicago",
     "cleveland",
     "sterner",
     "indians",
     "mike",
     "three hours later",
     "jill",
     "night",
     "wednesday",
     "darel",
     "sunday",
     "this year",
     "november 4, 2016",
     "the day before christmas last year",
     "durk",
     "facebook",
     "cubs",
     "nick",
     "donna",
     "kilen"
    ],
    "id": 28,
    "text": "Cubs fan from Iowa holds on until final out before dying Small-town barber talked Cubs through the decades, died with the score whispering in his ears Post to Facebook Cubs fan from Iowa holds on until final out before dying Small-town barber talked Cubs through the decades, died with the score whispering in his ears Check out this story on USATODAY.com: http://dmreg.co/2fn5xhS CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 7 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Cubs fan from Iowa holds on until final out before dying Mike Kilen , mkilen@dmreg.com 3:34 p.m. EDT November 4, 2016 x Share Darel Sterner held on through the dramatic ending of game seven, because he had waited for decades for the Chicago Cubs to win a World Series. Wochit Darel Sterner held court in his barber shop in West Liberty for decades, talking the Cubs. (Photo: Special to The Register) Darel Sterner held on through the dramatic ending because he had waited for decades for the Chicago Cubs to win a World Series. On Wednesday night during Game 7, his family surrounded him, whispering the score in his ear. Three hours later, he died. They believe he is in heaven celebrating. Sterner, 85, of West Liberty was a well-known barber in town, running his shop for 61 years. A Cubs banner hung on the wall and many ballgames of near misses and stubborn hopes were analyzed between the snaps of the shears. “He was an ornery cuss. He played pranks on everybody that came in there,” said his son Durk, of Sterner Barber Shop, in downtown West Liberty. “The stories that came in and out of that place – a lot of ‘em we’ll never hear.” He took his family to games in Chicago through the years and they adopted his passion. The family of uncles and cousins and kids would regularly gather on Sunday afternoons to watch the Cubs game. Sterner brought his 1900 barber’s chair and Cubs banner to his West Liberty home when he closed the downtown shop and continued to cut hair in his basement for the last 20 years. Darel Sterner's century-old barber's chair is draped with a Chicago Cubs banner after the West Liberty barber died shortly after the Cubs won the World Series.  (Photo: Special to The Register) Each year, Sterner hoped for better for the Cubs while lowering ears. He suffered a stroke the day before Christmas last year, and while it slowed his work, it didn’t squelch his enthusiasm for this year’s team. He really liked those boys, especially Ben Zobrist. His health faded as the playoffs wore on, and the family gathered in his home as he took hospice care. By Game 7 of the World Series, he was drifting in and out. Donna Sterner, his wife of 62 years, was there to watch the deciding game, as were children Durk and Darla, Durk’s wife Jill and their two adult children, Holli and Nick. A few feet away in the bedroom, Darel had his own TV near the bed, the Cubs game against the Cleveland Indians roaring in his ears. The broadcast on his TV was delayed a few seconds, so the family silently cheered each pitch in the next room. They checked on Sterner as he drifted out, whispering the score in his ear. Hospice workers told them that hearing was the last thing to go. RELATED: ",
    "title": "Cubs fan from Iowa holds on until final out before dying"
   },
   {
    "entities": [
     "charlotte",
     "loretta",
     "lopez",
     "hampshire",
     "once",
     "bernie",
     "sununu",
     "david",
     "weiner",
     "cleveland",
     "republican",
     "2016",
     "fbi",
     "george",
     "weigel",
     "katie",
     "phillip",
     "philip",
     "tower",
     "atkinson",
     "3 in the morning",
     "carter",
     "z",
     "sanders",
     "earlier friday",
     "jennifer",
     "obama",
     "bush",
     "biggs",
     "bill",
     "the week",
     "h.",
     "pa.",
     "donald",
     "n.c.",
     "abedin",
     "post",
     "white",
     "huma",
     "clinton",
     "20 percent",
     "walker/the",
     "present",
     "john",
     "$5,000",
     "washington",
     "democratic",
     "thursday",
     "last week",
     "johnson",
     "beyoncé",
     "christie",
     "miller",
     "jay",
     "naacp",
     "fayetteville",
     "h.w.",
     "north",
     "future",
     "friday",
     "jersey",
     "christopher",
     "february",
     "capitol",
     "denver",
     "texas",
     "pittsburgh",
     "wilmington",
     "wagner",
     "june of 2015",
     "biden",
     "n.h.",
     "clintons",
     "abby",
     "new",
     "trump",
     "carolina",
     "anthony",
     "hershey",
     "at 9:08 pm",
     "november 4",
     "the 1980s",
     "zezima",
     "miami",
     "obams",
     "nov. 4",
     "e.",
     "hillary",
     "knowles",
     "chris",
     "victoria",
     "night",
     "ohio",
     "$20 billion",
     "detroit",
     "house",
     "u.s.",
     "jenna",
     "podesta",
     "sid"
    ],
    "id": 29,
    "text": "Trump pledges to fix a country ‘going to hell’ The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it Republican presidential nominee Donald Trump took a dig at Democratic rival Hillary Clinton saying that he didn't need to bring artists such as Jennifer Lopez and Jay Z to his campaign rallies. Clinton is expected to campaign with rapper Jay Z in Cleveland Nov. 4. (Victoria Walker/The Washington Post) By Jenna Johnson , Abby Phillip and John Wagner November 4 at 9:08 PM Follow @wpjenna Follow @abbydphillip Follow @WPJohnWagner HERSHEY, Pa. — Declaring “our country’s gone to hell,” Republican presidential nominee Donald Trump on Friday pledged to secure the borders, rebuild inner cities and end government corruption during a raucous rally here four days before the election. Trump boasted of tightening poll numbers in key battleground states as he laid out his vision for the country, which he said would include fixing “inner cities,” which he said are “so bad.” “They’re unsafe,” Trump said. “You get shot walking to the store for a loaf of bread. They have no jobs. I say, ‘Give me a chance, I will fix it.’ … It will be a great thing. We have to fix it.” Trump also knocked Clinton for staging a concert last week in Miami with pop star Jennifer Lopez and for planning another one Friday night in Cleveland with Jay Z, which also is expected to feature his wife, Beyoncé Knowles Carter, according to a person familiar with the details of the event. “I didn’t have to bring JLo or Jay Z,” Trump told his crowd of more than 10,000 people. “I am here all by myself. Just me. No guitar. No piano. No nothing.” At a rally in Pittsburgh, Nov. 4, Democratic presidential candidate Hillary Clinton portrayed Republican rival Donald Trump as someone who would hurt low-income and middle class Americans economically. (The Washington Post) Trump appeared earlier Friday in Atkinson, N.H., and Wilmington, Ohio, part of a recent string in rural areas, where he is trying to boost turnout by white working-class voters. Besides reminding supporters of Clinton’s scandals, Trump focused on promises to return lost manufacturing jobs, uplift mitary veterans and protect residents from what he described as dangerous undocumented immigrants. “Don’t let the pundits, the politicians or the media tell you what kind of a country you have,” Trump said in Wilmington. “Don’t let them limit your dreams because they want to limit your dreams. You can have any future you want.” [ Clinton up 47-44 in Post-ABC News Tracking Poll, despite Trump’s 9-point edge on dealing with corruption ] Clinton, meanwhile, brought a new urgency to her message at a rally earlier Friday in Pittsburgh, focusing on the danger that she said a Trump presidency would present to the country and asking supporters to imagine Trump taking the oath of office in front of the Capitol and being in charge of the nation’s nuclear arsenal. 1 of 8 Eight of the most memorable moments from the 2016 presidential campaign View Photos A look at some of the historic, amusing and cringe-inducing events of the race between Republican nominee Donald Trump and Democratic nominee Hillary Clinton. Caption A look at some of the historic, amusing and cringe-inducing events of the race between Republican nominee Donald Trump and Democratic nominee Hillary Clinton. Entering the race In June of 2015, Donald Trump entered the presidential race with a bang. After arriving to make the announcement on an escalator at Trump Tower, he would go on to make several explosive statements, including calling Mexicans rapists and promising to build a border wall on the U.S.-Mexico border. Richard Drew/AP Buy Photo Wait 1 second to continue. “Think about what it would mean to entrust the nuclear codes to someone with a very thin skin who lashes out at anyone who challenges him,” Clinton said. “Imagine how easy it would be that Donald Trump would feel insulted and start a real war, not just a Twitter war at 3 in the morning.” Later, at a rally in Detroit, Clinton talked about issues including criminal justice reform, college affordability and systemic racism, all of which are of particular importance to black voters. She also criticized Trump for portraying the lives of black people as being “all about crime and poverty and despair.” Clinton also dispatched her most potent surrogates around the country Friday. President Obama, Vice President Biden and Sen. Bernie Sanders all stumped for Clinton. In Denver, former president Bill Clinton talked about everything — from his wife’s work on special education to the credit ratings of millennials — assuring around 500 Democrats that they were on track to win. Obama appeared at a pair of North Carolina rallies, including one Friday night in Charlotte. “This should not be a close race, but it’s going to be a close race,” Obams said. “It’s going to be especially close in North Carolina. ... We’ve got to work like our future depends on it, because you know what, our future depends on it.” [ Hillary Clinton’s retro ad strategy: apocalyptic Cold War pitches, updated ] Earlier in Fayetteville, N.C., Obama continued to assert that Trump is “temperamentally unfit” to be commander in chief and has a long track record of insulting minorities, the disabled, women and others. “If you disrespected women before you were in office, then you will disrespect women once you take office. If you accepted the support of Klan sympathizers, if you don’t denounce them right away because you’re not sure, well that’s what you’re gonna do once you’re in office,” Obama said. At Clinton’s stop in Pittsburgh, businessman and reality television star Mark Cuban relentlessly needled Trump for potentially not being as wealthy as he claims and for lacking the temperament to be president. Cuban also claimed Trump could be bribed. “If Donald Trump, who rips off people for thousands, gets offered by some dictator somewhere, some despot somewhere $20 billion, do you think he’s going to do what’s right for the country or do you think he’s going to take the money?” Cuban asked. “Do you think he cares about you or his bank account?” [ At Trump rally, former N.H. governor jokes about the Clintons’ sex life ] Trump’s surrogates continued to create headaches for his campaign. At the New Hampshire rally, former New Hampshire governor John H. Sununu joked that Clinton’s husband does not want to have sex with her. “Do you think that Bill was referring to Hillary when he said: ‘I did not have sex with that woman?’” Sununu said, referring to former president Bill Clinton. A small crowd gathered at a country club laughed at the joke. One man shouted: “You mean Bill the rapist?” Trump’s campaign has yet to respond to the comment. Sununu was governor of the state in the 1980s and was later White House chief of staff under President George H.W. Bush. He is the father of former senator John E. Sununu and Christopher Sununu, who holds a local office and is running for governor. [ A Donald Trump adviser just called Clinton the c-word in a tweet ] While talking about how he plans to win Texas, Trump called the state’s agriculture commissioner, Sid Miller, a “wonderful guy.” Miller called Clinton the c-word in a tweet. Also on Friday, two former aides to New Jersey Gov. Chris Christie , who is chairing Trump’s transition team, were convicted of all charges related to a plot to create a mammoth traffic jam on the nation’s busiest bridge as political retribution. Three people, including the traffic jam’s admitted mastermind, testified in federal court that Christie knew about it as it was happening. Christie, on Friday, continued to deny he knew about the plan. [ Chris Christie allies convicted in ‘Bridgegate’ trial ] The convictions are a coda to a huge scandal in a state where political misdeeds are as common as the traffic jam that started this one. Known as “Bridgegate,” the scheme hobbled Christie as his national star was rising and imperiled his presidential campaign, which ended in February. Since then his approval rating has nose-dived in New Jersey, where only about 20 percent of residents surveyed believe he is doing a good job. But all of this has had little impact on Christie’s standing within the Trump campaign, where the governor is tasked with spearheading Trump’s transition to the White House should he win. On Thursday, Christie hosted a $5,000 a person fundraiser for Trump’s transition team at a law firm office in Washington. [ Want to learn about the Trump transition? You’ll have to pay $5,000 ] Clinton campaign chair John Podesta said Christie should step down from the campaign. “Rather than just crisscrossing the country and hop-scotching, talking about cleaning up the swamp, he might start by draining his own swamp and asking Mr. Christie to resign as the head of his transition,” Podesta said of Trump. At a rally in Ohio, Trump said Clinton should fire Podesta and longtime aide Huma Abedin. The FBI said it found additional emails possibly pertinent to the Clinton investigation on a computer belonging to Abedin’s estranged husband, former congressman Anthony Weiner. Trump’s campaign, which has said it will pass massive ethics reform, did not return a request for comment. Meanwhile, a federal judge on Friday ordered elections boards in three North Carolina counties to restore voter registrations canceled through a so-called “individual challenge law” after the state NAACP sued over thousands of the challenges. U.S. District Judge Loretta Biggs issued the ruling after an emergency hearing earlier in the week on NAACP allegations that at least three counties purged voter rolls through a process disproportionately targeting blacks. The ruling could affect several thousand voters in the swing state. Katie Zezima in Washington and David Weigel in Denver contributed to this article. Johnson reported from Hershey, Pa., Atkinson, N.H., and Wilmington, Ohio. Philip reported from Pittsburgh, Detroit and Cleveland. Wagner from Washington. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump pledges to fix a country ‘going to hell’ - The Washington Post"
   }
  ]
 }
}