{
 "10": {
  "col-sim": {
   "cosine": 0.27752879520396273,
   "entity": 0.22194838080923765
  },
  "exec-time": 22.374861001968384,
  "links": [
   {
    "entities": [
     "tim",
     "mcwhorter",
     "macleod",
     "now",
     "shaw",
     "weiss",
     "6 a.m.",
     "claire",
     "gandhi",
     "work",
     "dorri",
     "chicago",
     "donald",
     "lew",
     "seyfarth",
     "pricewaterhousecoopers",
     "philippe",
     "pwc",
     "past",
     "clinton",
     "laura",
     "metropolitan",
     "wednesday",
     "marksjarvis",
     "ryan",
     "gail",
     "of",
     "morning",
     "nights",
     "earlier this year",
     "ywca",
     "u.s.",
     "at",
     "gmm",
     "the day",
     "trump",
     "ravin",
     "coatings",
     "nonstick"
    ],
    "id": 0,
    "text": "Donald Trump presidential victory, the market did none of that Wednesday. Instead the Dow Jones Industrial Average climbed almost 300 points. Perhaps the pre-election... You have to wonder how stock market analysts got this so wrong. After all the predictions that the stock market would tank on a Donald Trump presidential victory, the market did none of that Wednesday. Instead the Dow Jones Industrial Average climbed almost 300 points. Perhaps the pre-election... (Gail MarksJarvis) \"The worst thing you can do is to pretend that it's not there or to be afraid to talk about it,\" said Claire Lew, founder of Know Your Company, a Chicago-based software tool for employee feedback. Lew believes part of the reason behind much of the surprise at the election result stems from a culture that discourages political discourse in polite conversation. She urged employers to encourage kindness and empathy and remind their workers of what they have in common as a company. \"The only way we make progress is if we have a civil and respectful place\" to discuss politics, she said, and apart from family and social communities, the workplace is often it. Some employers whose workers have diverse political views reported a more constructive coming together after a brutal campaign season marked by vicious rhetoric. \"Pretty much stunned silence in the office, even the Trump supporters couldn't believe he won,\" Ravin Gandhi, CEO and co-founder of Chicago-based GMM Nonstick Coatings, said of his office climate Wednesday. \"Best news was that everyone on (the) left and right really seems to take unifying now seriously, and the mood is quite optimistic because everyone is sick and tired of arguing and contention.\" Others were not so positive. Philippe Weiss, managing director of Seyfarth Shaw at Work, the law firm's Chicago-based workplace consulting arm, said some Clinton supporters were calling company employee assistance programs and \"reporting depressing thoughts or even sinking feelings of doom\" after nights spent in a \"Facebook-fueled sadness spiral.\" One marketing firm, he said, reported that employees were experiencing stress reactions such as heart palpitations, shortness of breath and sweaty palms. On the victorious side, some Trump supporters were celebrating, Weiss said. He described a cargo hauler based south of Chicago that reported \"high-fives and cheers as well as some over-the-top gloating,\" including terms like \"losers.\" The employees at PricewaterhouseCoopers had a lot on their minds when they got to work Wednesday morning, and U.S. Chairman and senior partner Tim Ryan knew it. He sent out an email to staff members encouraging them to discuss the election but to be mindful. This was a long and emotional campaign, after all. \"There's angst in certain pockets without a doubt,\" he said. \"What we're doing is helping people focus on what our purpose is.\" The firm sent out a similar email earlier this year, too, saying it was OK to talk about the racial tensions rearing up around the country. It helps staff members figure out what these events mean to them and to PwC's clients, Ryan said. Dorri McWhorter, CEO of the YWCA of Metropolitan Chicago, sent out an organization-wide email at 6 a.m. Wednesday expressing appreciation for everyone's work and recognizing that the day might be difficult for employees, some of whom have been dealing with divisiveness within their families. But the outcome is \"definitely calling us to rally around the work that we do and making sure our clients are supported,\" McWhorter said. Leaders need to make sure to address the emotions that hang so heavy in the wake of the election, said Laura MacLeod, CEO and founder of New York-based employee relations consulting firm From the Inside Out Project. \"There's an elephant in the room,\" MacLeod said. \"Any time there's an elephant in the room, you can't get past it; you need to deal with it.\" ",
    "title": "Chicago companies grapple with workers&apos; election-related emotion - Chicago Tribune"
   },
   {
    "entities": [
     "curiel",
     "news",
     "ivana",
     "j.",
     "locher",
     "irs",
     "peterson",
     "congress",
     "gonzalo",
     "tuesday",
     "patrick",
     "states",
     "this summer",
     "day",
     "linkedin",
     "september",
     "fox",
     "donald",
     "university",
     "2016",
     "nov. 28",
     "post",
     "white",
     "past",
     "christopher",
     "alan",
     "ivanka",
     "united",
     "john",
     "organization",
     "night",
     "election",
     "ap",
     "wednesday",
     "washington",
     "today",
     "thursday",
     "current",
     "garten",
     "of",
     "buzz60",
     "old",
     "jones",
     "facebook",
     "will",
     "orlando",
     "$4 million",
     "house",
     "tens of thousands of dollars",
     "office",
     "usa",
     "california",
     "trump",
     "utah"
    ],
    "id": 1,
    "text": "Trump's courtroom baggage follows him to White House About 75 lawsuits remain open and could pose distraction for Trump as president Post to Facebook Trump's courtroom baggage follows him to White House About 75 lawsuits remain open and could pose distraction for Trump as president Check out this story on USATODAY.com: http://usat.ly/2ffJTxD CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 13 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump's courtroom baggage follows him to White House x Share The National Law Review estimates President-Elect, Donald Trump has as many as 75 pending lawsuits against him. Patrick Jones (@Patrick_E_Jones) explains how that legal trouble could follow him to Washington. Buzz60 Donald Trump claimed a stunning victory after a long and contentious 2016 campaign. Here's a look back at his career and path to the presidency. (Photo: John Locher, AP) As voters across the country were voting Tuesday to elect billionaire Donald J. Trump the next President of the United States, lawyers and a judge dealt with new motions in a California court in what may be one of the most important of 75 or so still-open lawsuits involving Trump and his businesses. In fact, the last seven days saw a flurry of motions, responses and rulings in one of the class-action lawsuits brought by former Trump University students, who say the Republican president-elect’s company ripped them off for tens of thousands of dollars in tuition for a sham real-estate course. The Trump University cases – there are three of them still open – are among the most serious remaining lawsuits involving Trump and his companies as the businessman transitions from candidate to the White House because they involve allegations of fraud and racketeering. Among the other cases are a $4 million lawsuit brought by a Republican political consultant who said Trump defamed her; a class-action claiming his presidential campaign broke consumer protection laws by sending unsolicited text messages to people’s cellphones; and a suit by a golf club employee who says she was fired after complaining to her bosses about sexual harassment. But the most problematic for President-elect Trump will likely be the real-estate course racketeering and fraud cases – because of the seriousness of the allegations made. In any one of the cases, an official ruling by a court that Trump or his company were financially liable for fraud could provide Congress with grounds to consider impeachment proceedings. There’s a hearing Thursday in the California case to hash out motions that will set the tone for the trial, which is set for Nov. 28. Exclusive: Trump's 3,500 lawsuits unprecedented for a presidential nominee “If the fraud and racketeering allegations against President-elect Trump are true, he is legally impeachable for high crimes or misdemeanors,” said Christopher Peterson, a law professor at the University of Utah who’s researched the Trump University cases, who acknowledged that while that’s technically the case, a Republican controlled Congress makes that very unlikely. “Whether he is politically impeachable is another matter.” Nevertheless, Peterson said on Wednesday that a long, drawn-out public exposure of a sitting President of the United States to witness testimony, embarrassing documents or what would be a high-profile trial could be time consuming and distracting, and come with lingering political cost. Trump’s attorneys often settle lawsuits, according to USA TODAY’s analysis of more than 4,000 court cases involving Trump and his companies over the decades, and Peterson said that may prove the wisest course in the remaining Trump University actions. Will Trump's presidency impact his IRS audit? “If I were advising President-elect Trump,” he said, “I would encourage him to move heaven and earth to settle his pending Trump University lawsuits in order to spare the country the trauma and spectacle of his upcoming trial.” Attorneys for Trump in two cases and plaintiffs in the Trump University case did not return messages for comment on Wednesday as to whether they renewed any settlement discussions. Trump has said he would hand his sprawling business empire over to his children in an arrangement he described as a “blind trust.” “I will sever connections and I’ll have my children and my executives run the company, and I won’t discuss it with them,” Trump said on Fox News in September in response to questions about broader potential conflicts raised by his businesses. “It’s just so unimportant compared to what we’re doing about Making America Great Again.” His daughter, Ivanka, has said the company will avoid deals that could pose potential conflicts for her father. Dive into Donald Trump's thousands of lawsuits Trump can’t completely sever the connections because nothing in the law protects a sitting president from having to testify or being forced to release private business and financial records. That could take up his time or the time of his aides and attorneys. This summer, while the nation was dealing with the mass shooting at the Pulse night club in Orlando, Trump was giving a deposition in one of the lawsuits involving the chefs and his Washington hotel. On the campaign trail, in recent months, Trump threatened additional lawsuits against journalists and several women who publicly accused Trump of unwanted sexual advances. Trump eased up on those threats in the waning days of the campaign. Some of the open lawsuits create potential conflict of interest for the President-Elect, according to legal experts, presidential historians and others interviewed by USA TODAY during a months-long investigation that tracked more than 4,000 lawsuits involving Trump and his companies. For example, could his appointments to the federal judiciary be influenced by his own court cases, current and past? In the Trump University case in California, Trump publicly lashed out at District Judge Gonzalo Curiel, saying he was biased against Trump because he is of Mexican descent and Trump has proposed building a “great wall” along the Mexican border. Also, could judges, attorneys or parties in litigation involving Trump and companies alter decisions or outcomes of cases as a way of gaining favor with the President of the United States, even if those companies have been handed over to Trump’s children to run? As the “boss” of tens of thousands of government employees and the chooser of key leadership positions in dozens of federal agencies, Trump would also face potential questions about how he’d untangle his business interests and government interest in some cases. For instance, he’s involved in two lawsuits with chefs who walked away from deals to open restaurants in the Trump Organization’s new hotel at the Old Post Office building in Washington. Trump’s landlord: the federal government. Trump’s attorneys have argued that only a couple dozen of the active cases are significant and they’ll deal with those as any large company with massive holdings deals with them. Trump and the Law “The results shouldn’t be different in the eyes of the law,” said Alan Garten, general counsel for Trump and his business interests, in the final weeks before Election Day. Some of the cases against Trump are of the frivolous nature filed all the time by conspiracy theorists, prisoners and others against government officials and celebrities. His attorneys have continued to work in the months leading up the election to both close active cases involving Trump and the companies, and to fight against efforts by the news media – and other groups – to unseal records in other cases, such as his divorce from Ivana Trump and the Trump University suits. Shifting from candidate to president only boosts Trump’s profile and potential requests to unlock records in other Trump cases, both as part of legitimate fact-seeking by news media organizations and politically-motivated pursuits by interest groups. 122 CONNECT TWEET 1 LINKEDIN 13 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2ffJTxD ",
    "title": "Trump's courtroom baggage follows him to White House"
   },
   {
    "entities": [
     "may",
     "j.",
     "obama",
     "china",
     "times",
     "now",
     "the future",
     "tuesday",
     "2012",
     "lauter",
     "david",
     "research",
     "four years ago",
     "assn.",
     "trump",
     "los",
     "donald",
     "currently",
     "york",
     "2016",
     "for",
     "beach",
     "angeles",
     "mike",
     "3 percentage points",
     "hillary",
     "allen",
     "clinton",
     "public",
     "opinion",
     "newport",
     "hilton",
     "ryan",
     "this year",
     "schaben",
     "kapteyn",
     "pence",
     "city",
     "new",
     "0.2%",
     "california",
     "paul",
     "american",
     "palace"
    ],
    "id": 2,
    "text": "For most of the last four months, the  USC/L.A. Times Daybreak tracking poll has been the great outlier of the 2016 campaign -- consistently showing a better result for Donald Trump than other surveys did. In light of Tuesday’s election returns, the poll now looks like the only major survey to see... For most of the last four months, the  USC/L.A. Times Daybreak tracking poll has been the great outlier of the 2016 campaign -- consistently showing a better result for Donald Trump than other surveys did. In light of Tuesday’s election returns, the poll now looks like the only major survey to see... (David Lauter) The tracking poll was not perfect, of course; it projected Trump to win in the popular vote by slightly more than 3 percentage points, but in reality Hillary Clinton seems set to gain a slender popular vote majority, currently about 0.2%. Her margin could expand as late ballots are counted in heavily Democratic California. That result, however, was well within the poll’s margin of error. The more crucial point was that the poll correctly detected Trump’s appeal to a key bloc of voters: conservative whites who had sat out the 2012 election but intended to vote this year. That group strongly favored Trump , the poll found. The poll’s ability to pick up those voters, Kapteyn said, stemmed from its approach, which differs notably from the one used by most major surveys. Instead of asking people to simply choose between the candidates, the Daybreak survey asked respondents to rate, on a scale from 0 to 100, their chance of voting for Trump, Clinton or some other candidate. The poll also asked people to use the same 0-100 scale to rate their likelihood of voting. That method, which Kapteyn had used four years ago to accurately forecast President Obama’s reelection, “is the most important part” of what the poll demonstrated, he said. By asking people to give a probability, the poll avoided forcing voters into making a decision before they were truly ready. As a result, it may have more accurately captured the ambiguity many people felt about their choice. Moreover, by asking participants to rate their chance of voting, the poll could take advantage of information from everyone in its sample group, rather than cast aside those who do not meet a test for being a “likely voter,” as most traditional surveys do. “One of the ways in which other polls may have gone wrong is that they have a hard time defining who is going to vote,” he said. Polling firms “should look at their likely voter model” and think about whether they are excluding too many potential voters, he said. The polling profession plans to review why so many of this year’s general election polls were inaccurate. The American Assn. for Public Opinion Research, the professional  group for pollsters, has set up a committee to study the polls and report back by May. Unlike many pollsters, Kapteyn, 70, is neither a political scientist nor a political activist. His work on predicting election results is an outgrowth of his main research interest on how people make decisions on their finances. The fact that he could approach the poll as a science project provided some mental insulation from the criticism the poll drew during the last few months. “There was some flak,” he said. Among other researchers, however, the response all along had been more appreciative, he said. “People would say, ‘You may be wrong. We think you’re wrong, but we understand what you’re doing,’” he said. “In science, you don’t have to be right to do something useful,” he said, noting that even if the test of a new method fails, researchers can learn from it. This time, however, as was the case in 2012, the test succeeded. It was not, however, the outcome he wanted. “I’m very unhappy” about Trump’s victory, he said. “But that’s the way it is.” Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. Caption Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Caption Celebration at the watch party at China Palace in Newport Beach Celebration at the watch party at China Palace in Newport Beach (Allen J. Schaben / Los Angeles Times) Celebration at the watch party at China Palace in Newport Beach (Allen J. Schaben / Los Angeles Times) For more on Politics and Policy, follow me @DavidLauter ALSO ",
    "title": "The man behind the USC/L.A. Times poll that predicted Trump winning: &apos;To be honest, I was surprised&apos; - LA Times"
   },
   {
    "entities": [
     "mexico",
     "news",
     "todd",
     "j.",
     "obama",
     "china",
     "now",
     "america",
     "states",
     "two thousand sixteen",
     "starnes",
     "hollywood",
     "fox",
     "donald",
     "york",
     "2016",
     "hillary",
     "the eighth day of november in the year",
     "clinton",
     "united",
     "commentary",
     "this day",
     "sunday",
     "facebook",
     "city",
     "earth",
     "new",
     "2006",
     "&",
     "trump"
    ],
    "id": 3,
    "text": "  Our long national nightmare is over and the Republic has been saved. I’m originally from the Deep South. My father, who passed away in 2006, was a blue-collar worker. We lived paycheck-to-paycheck. We went to church on Sunday. We lived a quiet life – just like many families in so-called “Fly-Over Country.” Click here to join Todd’s Newsletter: Common Sense Conservative Commentary! My father was a member of the Silent Majority and had he been alive he would’ve cast his vote for Donald J. Trump. I’ve lived in New York City for more than a decade now – and I’ve seen firsthand the contempt for country folks like my father – people from rural America. As I wrote in my book, “ God Less America ,” I feel like a “Duck Dynasty” guy living in a Miley Cyrus world – where right is wrong, wrong is right – it’s as if our values have been turned upside down. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → President Obama called us bitter. He said we were the kinds of people who cling to guns and religion. Time and time again he stood on foreign soil and apologized for our nation. And to this day it remains unclear whether he believes the United States is the most exceptional nation on Earth. Hillary Clinton called us deplorable – irredeemable. \"To just be grossly generalistic, you can put half of Trump supporters into what I call the 'basket of deplorables. Right? Racist, sexist, homophobic, xenophobic, Islamophobic, you name it.\" The only thing deplorable was Hillary Clinton's basket of grossly generalistic comments. \"And unfortunately, there are people like that and he has lifted them up,\" she went on to say. \"He has given voice to their websites that used to only have 11,000 people, now have 11 million. He tweets and retweets offensive, hateful, mean-spirited rhetoric.\" Her campaign portrayed Conservative Catholicism as a “bastardization of the faith” and seemed to imply that Evangelicals are a bunch of impoverished country bumpkins. Click here to get Todd’s latest book – “God Less America” –  a tribute to gun-toting, Bible-clingers! We were mocked by Hollywood and dismissed by academics. We were marginalized by the media – bullied and belittled by sex and gender revolutionaries. But all that changed on Election Day – when Donald Trump became a champion for the Silent Majority. He gave us a voice.  And now the Silent Majority is silent no more. We the People have decided that it’s time to drain the swamp. It’s time to restore traditional values. It’s time to protect the Constitution. It’s time to defend our sovereignty. It’s time to save unborn babies. It’s time to stand up for the American working man and bring jobs back from China and Mexico. It’s time to eradicate the scourge of ObamaCare. And it’s time to hire the bricklayers so they can start building that giant wall. The Deplorable Americans have spoken – and on the eighth day of November in the Year of Our Lord Two Thousand Sixteen – we have decided to Make America Great Again. Todd Starnes is host of Fox News & Commentary, heard on hundreds of radio stations. His latest book is \" God Less America: Real Stories From the Front Lines of the Attack on Traditional Values. \" Follow Todd on Twitter  @ToddStarnes and find him on Facebook . Advertisement ",
    "title": "A loud cheer for the Silent Majority that lifted Trump to victory | Fox News"
   },
   {
    "entities": [
     "josh",
     "mara/the",
     "costa",
     "right now",
     "now",
     "states",
     "hampshire",
     "fahrenthold",
     "garden",
     "david",
     "robert",
     "eilperin",
     "mitch",
     "kellyanne",
     "york",
     "2016",
     "abc",
     "conway",
     "100 percent",
     "pelosi",
     "overnight",
     "earnest",
     "november 9",
     "phillip",
     "ryan",
     "janesville",
     "poor",
     "trump's",
     "iran",
     "murphy",
     "the day",
     "karen",
     "1 a.m.",
     "debonis",
     "ayotte",
     "obama",
     "the 1990s",
     "germany",
     "oval",
     "state",
     "russia",
     "jaffe",
     "anne",
     "brian",
     "bill",
     "supreme",
     "rose",
     "los",
     "court",
     "plouffe",
     "donald",
     "melina",
     "post",
     "photo",
     "greg",
     "white",
     "a.",
     "clinton",
     "d.",
     "united",
     "2008",
     "security",
     "washington",
     "thursday",
     "current",
     "q.",
     "senate",
     "union",
     "nov. 9",
     "&",
     "paul",
     "kelly",
     "congress",
     "afternoon",
     "hassan",
     "wait",
     "gop",
     "evening",
     "6:30 a.m.",
     "angeles",
     "european",
     "future",
     "mike",
     "maggie",
     "1 percent",
     "rucker",
     "wednesday",
     "3 a.m.",
     "gearan",
     "standard",
     "biden",
     "juliet",
     "office",
     "new",
     "buy",
     "trump",
     "sarah",
     "council",
     "ylan",
     "america",
     "tuesday",
     "tumulty",
     "mui",
     "mcconnell",
     "hillary",
     "britain",
     "nov. 9, 2016",
     "3:30 am",
     "at 6:06 pm",
     "night",
     "this year",
     "nancy",
     "late september",
     "u.n.",
     "oregon",
     "1.4 percent",
     "foundation",
     "house",
     "wis.",
     "u.s."
    ],
    "id": 4,
    "text": "Clinton, Obama urge disappointed backers to reconcile themselves to Trump’s win The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it Hillary Clinton spoke to supporters, Nov. 9, offering a message of thanks, apology and hope. Here are the key moments from that fervent address. (Sarah Parnass/The Washington Post) By Anne Gearan , Juliet Eilperin and Matea Gold November 9 at 6:06 PM Follow @agearan Follow @eilperin Follow @mateagold Both Hillary Clinton and President Obama urged their backers Wednesday to accept President-elect Donald Trump’s victory and support his transition into power, as Democrats prepare to hand over control of the White House for the first time in eight years. The calls for a national political reconciliation underscored the seismic political realignment now underway in Washington after Clinton’s crushing loss to the New York businessman. Both the president and his former Secretary of State told their supporters not to despair as Republicans rejoiced at the idea that they will control both the legislative and executive branch in two and-a-half months. Clinton said her loss exposed the nation’s deep and difficult divisions, but she urged her backers to give him “a chance to lead.” In her first public statements since the stunning election results, Clinton also called on other women to take up where she left off and continue the push for the White House, suggesting she may not make another run in four years. “We need you to keep up these fights,” Clinton said in New York, making special mention of the many women who hoped she was on her way to become the first female president. View Graphic “I know how disappointed you feel because I feel it, too,” said Clinton, less than 24 hours after calling the president-elect to concede after his history-shaping run that defied pollsters and galvanized legions of aggrieved voters in a loud repudiation of the status quo. “This is painful, and it will be for a long time.” Clinton, who was misty-eyed at times but composed throughout her remarks, said the long and bitter campaign against Trump showed that “our nation is more deeply divided that we thought.” But she told her backers: “We owe him an open mind and the chance to lead.” Clinton and her allies are now left to sort out how Trump upended her once-clear path to become America’s first female president. Clinton called Trump to concede as the results were clear. Minutes after Clinton finished speaking, President Obama addressed reporters in the Rose Garden with Vice President Biden by his side, as more than a hundred White House staffers stood off to the side. Several of the aides were visibly emotional, with at least one crying before he began speaking. “Now, everybody is sad when their side loses an election, but the day after we have to remember that we’re actually all on one team. This is an intramural scrimmage,” Obama said, vowing to work to ensure a smooth transition for the president-elect. The president, who has invited Trump to the White House Thursday, added he was “heartened” by the tone of his victory speech and their private phone call, which took place around 3:30 am Wednesday. 1 of 57 Hillary Clinton’s campaign comes to an end View Photos Hillary Clinton loses to Donald Trump in the 2016 presidential election. Caption Hillary Clinton loses to Donald Trump in the 2016 presidential election. Nov. 9, 2016  Hillary Clinton speaks in New York while her husband, former president Bill Clinton, applauds. Melina Mara/The Washington Post Buy Photo Wait 1 second to continue. “That’s what the country needs — a sense of unity, a sense of inclusion, a respect for our institutions, our way of life, rule of law, and respect for each other.” Trump — who had used social media as a tool to court support and mock foes during the campaign — sent a tweet at 6:30 a.m.: “Such a beautiful and important evening! The forgotten man and woman will never be forgotten again. We will all come together as never before”. [ Live updates on the election fallout ] His Twitter bio now reads, “President-elect of the United States” — capping a once-unimaginable rise that was carried by voters fed up with the political system and mistrustful of Clinton, a former first lady, senator and secretary of state. But protests flared as dismay among Clinton supporters turned to anger. In Los Angeles, about 500 people chanted, “Not my president.” In Oregon, anti-Trump demonstrators blocked traffic and rail lines. After running a divisive campaign, Trump sounded a magnanimous note of reconciliation as he claimed victory shortly before 3 a.m. Wednesday. [A year in Trump’s America: Frustration, fury and fervor ] “Hillary has worked very long and very hard over a long period of time, and we owe her a major debt of gratitude for her service to our country,” Trump said, minutes after Clinton called him to concede. “I mean that very sincerely. Now it’s time for America to bind the wounds of division. We have to get together. To all Republicans, Democrats and independents across this nation, I say it is time for us to come together as one united people.” [ How Donald Trump pulled off an upset of cataclysmic, historic proportions ] Speaking on ABC’s “Good Morning America” on Wednesday, Trump campaign manager Kellyanne Conway said Trump and Clinton “had a very gracious exchange” when she conceded the race. Asked whether Trump would consider appointing a special prosecutor to probe Clinton’s use of a private email server while serving as secretary of state and her ties to the Clinton Foundation, Conway said: “We have not discussed that at all, and he certainly did not discuss that with Secretary Clinton on that call.” With Trump’s ascension to the White House, the nationalist wave that has swept capitals around the world — including in Britain, which voted to break from the European Union this year — came crashing onto U.S. shores. The prospect of an impulsive authoritarian in the Oval Office initially rattled investors around the world. But a panicked global sell-off Tuesday night transformed into a near-record high for Wall Street by the end of trading on Wednesday. The blue-chip Dow Jones industrial average surged ahead about 250 points, or 1.4 percent, close to an all-time high — despite futures markets overnight signaling a decline of as much as 800 points. The Standard & Poor’s 500-stock index and the tech-heavy Nasdaq both gained about 1 percent. Even the Mexican peso — which had fallen as the Republican nominee rose in the polls during his campaign — regained some ground after dropping to the lowest level since the 1990s. [ U.S. stock markets surge after global turmoil overnight ] World leaders congratulated Trump even as they grappled with the repercussions of his win. Britain, Germany and other U.S. allies stressed their close bonds with Washington. Russia, meanwhile, was quick to make overtures for better ties — something Trump encouraged as he campaigned. The general election, which riveted the nation and produced a record television audience for a presidential debate, turned on the question of national identity. While Clinton assembled a diverse coalition that she said reflected the nation’s future, it was no match for the powerful and impassioned movement built by fanning resentments over gender, race and religion. Trump’s promise to “Make America Great Again” inspired millions of Americans alienated by the forces of globalization and multiculturalism and deeply frustrated with the inability of Washington to address their needs. Voters anxious about the economy, convinced that the system was stacked against them, fearful of terrorism and angry about the rising gap between rich and poor, gravitated toward Trump. In him, they saw a fearless champion who would re-create what they recalled as an America unchallenged in the world, unthreatened at home and unfettered by the elitist forces of “political correctness.” Online, the distress of some of some of Clinton’s top advisers was palpable. David Plouffe, who had served as Obama’s 2008 campaign manager and helped guide Clinton’s campaign, had predicted in late September that the Democratic nominee had a 100 percent chance of winning the election. “I’m sorry everyone,” he tweeted around 1 a.m. Wednesday. “Had to talk to my kids. Wrong and remarkably so. But the idea of our country has always been stronger than an election.” Control of Congress was on the line as well, with Republicans maintaining their majority in the House and a string of hotly competitive Senate contests going their way as well. One exception was in New Hampshire, where Republican Sen. Kelly Ayotte conceded Wednesday afternoon to Democratic rival Maggie Hassan. Trump’s feuds with Republican leaders created deep fissures in his party, and his victory has set the GOP on a new path. But congressional leaders — including House Speaker Paul D. Ryan (R-Wis.), who declined to campaign with Trump after a videotape surfaced of the real estate magnate talking in lewd terms about sexually accosting women — said they looked forward to collaborating on a conservative agenda together. “This is the kind of unified Republican government that we set out to deliver,” he told reporters in his home town of Janesville, Wis., adding Trump “earned a mandate” with his victory. “I think we are going to hit the ground running.” Senate Majority Leader Mitch McConnell (R-Ky.) also called the election a rejection of Obama’s policies and said that “the American people have chosen a new direction for our nation.” Meanwhile, House Minority Leader Nancy Pelosi told fellow Democrats they have a “responsibility to find common ground” with the president-elect and that she was prepared to work with him on an infrastructure bill, indicating that Democratic leaders do not plan to pursue a strategy of reflexive opposition to Trump’s agenda. “We’re not starting a campaign against the Republicans right now,” Pelosi said on a Wednesday afternoon conference call with members, according to a Democratic aide on the call. “We want to work together. But I do hope that that political dynamic will give us some leverage with them to say, ‘You know, the more we work together, the better for you or us, but more importantly, for the American people.’” Obama campaigned vigorously for his former secretary of state — going so far as to label her opponent temperamentally unfit to be commander in chief — but his resurgent popularity did not rub off. Trump had pledged to dismantle Obama’s achievements, starting with his signature law, the Affordable Care Act, which became known as Obamacare. He also will be in position to fill the current vacancy on the Supreme Court. White House press secretary Josh Earnest said Wednesday that Obama would not lobby Trump to keep in place his policies, but he would explain the administration’s thinking and make the case for some continuity. As an example, Earnest pointed to the deal to prevent Iran from acquiring a nuclear weapon, which has the backing of the international community, including Russia, and a U.N. Security Council resolution. “It’s much more complicated than just saying you’re going to tear the agreement up,” Earnest said. “That doesn’t mean that he won’t do it.” Anne Gearan reported from New York. Robert Costa, Mike DeBonis, David A. Fahrenthold, Greg Jaffe. Ylan Q. Mui, Brian Murphy, Phillip Rucker and Karen Tumulty in Washington contributed to this report. Read more: ",
    "title": "Clinton, Obama urge disappointed backers to reconcile themselves to Trump’s win - The Washington Post"
   },
   {
    "entities": [
     "garland",
     "josh",
     "mexico",
     "press",
     "obama",
     "peterson",
     "now",
     "america",
     "morgan",
     "institute",
     "pro",
     "msnbc",
     "bank",
     "once",
     "supreme",
     "partnership",
     "and",
     "hufbauer",
     "priebus",
     "court",
     "republican",
     "the",
     "frank",
     "for",
     "post",
     "white",
     "international",
     "rbc",
     "ken",
     "trans",
     "earnest",
     "wednesday",
     "washington",
     "ryan",
     "royal",
     "merrick",
     "9 percent",
     "economics",
     "gary",
     "ohio",
     "transatlantic",
     "trade",
     "investment",
     "the first quarter of this year",
     "committee",
     "senate",
     "reince",
     "families",
     "house",
     "2017",
     "blackwell",
     "politico",
     "usa",
     "national",
     "trump",
     "pacific",
     "8.6 percent"
    ],
    "id": 5,
    "text": "TRUMP'S AGENDA: WHAT HIS ELECTION MEANS FOR AMERICA Amid spiking premium costs, Ryan also told The Washington Post Wednesday that the law is \"collapsing under its own weight.\"  Beyond Republicans' blunt opposition to ObamaCare, there are few specifics on how the dismantling and rebuilding of a national health care system would look. But supporters like Families USA, a liberal consumer-health lobby, organized a midafternoon call with hundreds of ObamaCare advocates in about 40 states to start mapping a grassroots campaign to fend off challenges from a Trump administration.  White House Press Secretary Josh Earnest said Obama will have the chance to discuss these policies with Trump but said the president's top priority is not his legacy but the millions of Americans who got health insurance under the law.   RBC Royal Bank analyst Frank Morgan said the impact of a Trump win “would likely inject an unhealthy dose of uncertainty” for the health care industry. During the first quarter of this year, the rate of the country’s uninsured fell below 9 percent for the first time to 8.6 percent. Still, premium spikes for 2017 are being felt by millions, and helped fuel Trump's presidential bid in the final weeks.  Trump’s victory on Wednesday also has major consequences for the makeup of the Supreme Court. Obama’s outgoing pick, Judge Merrick Garland, appeared certain not to make the bench; Trump’s victory will likely pave the way for the nine-member court to be restored to full capacity, with the court once again leaning right.  “Trump's decisive, map-realigning victory, was in large part won by his focus on the Supreme Court issue,” Ken Blackwell, former Ohio secretary of state who is on the board of numerous conservative organizations, told FoxNews.com. “The American people showed their rejection and disdain for adding more liberals to the Court by voting to re-elect a Republican Senate.” Blackwell believes Trump’s position on the Supreme Court \"seriously and publicly demonstrated his approach to governing when he announced repeatedly that he asked America's pre-eminent legal experts associated with The Federalist Society to provide him a list of the most qualified and experienced judges with solid records of jurisprudence.” Another Obama legacy item on the line is the Trans Pacific Partnership. The 12-member free-trade agreement pushed by the Obama administration as a way to deepen economic ties has been knocked multiple times by Trump. He has vowed to ditch the deal when sworn in.  “TPP is now in the history dustbin for sure,” Gary Hufbauer, a senior fellow at the Peterson Institute for International Economics, told POLITICO Pro. Other trade initiatives including the Transatlantic Trade and Investment Partnership and the Trade in Services Agreement are also likely to fall by the wayside. Whether Trump will follow through on some of his more controversial comments on immigration – building a wall and making Mexico pay for it – as well as his call for \"extreme vetting\" for immigrants from terror-prone countries has yet to be seen. Republican National Committee Chairman Reince Priebus downplayed concerns over a mass deportation during an appearance on MSNBC and said, “I think everyone learns as they go through this process.” He added, “(Trump’s) not calling for mass deportation. He said, no, only people who have committed crimes and only until all of that has been taken care of do we look at what we do next.\"  Advertisement ",
    "title": "Trump election raises big questions for ObamaCare, immigration, Supreme Court | Fox News"
   },
   {
    "entities": [
     "news",
     "obama",
     "barack",
     "nations",
     "congress",
     "oval",
     "reagan",
     "now",
     "antonin",
     "scalia",
     "mallin",
     "supreme",
     "court",
     "republican",
     "donald",
     "currently",
     "2016",
     "first day",
     "abc",
     "white",
     "ronald",
     "hillary",
     "katherine",
     "clinton",
     "20 percent",
     "united",
     "1981",
     "night",
     "washington",
     "nato",
     "faulders",
     "isis",
     "15 percent",
     "house",
     "middle",
     "nafta",
     "office",
     "u.s.",
     "alexander",
     "iran",
     "east",
     "1986",
     "trump",
     "last eight years"
    ],
    "id": 6,
    "text": "Email For months throughout his presidential campaign, Donald Trump laid out the major issues he would seek to address in his first 100 days as president. Now, in the aftermath of his surprise electoral victory over Democrat Hillary Clinton , his plans could become reality — concrete designs for a new Republican White House. Trump has made promises on key issues that stand in stark contrast to Barack Obama’s policies on health care, trade and foreign policy. Should Trump take action on his pledges, he stands to be extremely active during his first three months in the Oval Office. Obama ‘Rooting’ for Trump’s Success in Uniting Country Many of Trump’s pledges revolve around the goal of reforming or replacing laws established over the past eight years, bolstering national security and improving the country’s reputation internationally. The Republican nominee argued that Clinton represented another four-year term for the Obama administration, and Trump has vowed to radically change the direction of the country from his first day on the job. SLIDESHOW: 2016 Election Night Winners and Losers - Best Moments in Photos First Day in Office During the campaign, Trump frequently pointed to the tasks he wishes to accomplish on his first day in the Oval Office. Laying out the aims of his administration, Trump said he will “repeal and replace ‘Obamacare,’” “immediately suspend the admission of Syrian refugees ,” “order a review of every single regulation issued over the last eight years,” “begin lifting all regulations that are hurting our workers and our businesses,” “terminate every single unconstitutional executive order signed by President Obama,” “restore the rule of law to our land,” “begin implementing plans for construction of a wall along our southern border” and “get rid of” international gangs of thugs and drug cartels — all on his first day. ‘Drain the Swamp’ In the subsequent 99 days, Trump has promised to “drain the swamp” — the campaign’s term for rooting out corruption in Washington. A major pledge of his is a “constitutional amendment to impose term limits on all members of Congress.” Representatives and senators may currently serve an unlimited number of two- and six-year terms, respectively. Additionally, Trump has proposed a law barring government officials from lobbying the government within five years of their service and prohibiting lobbying by those officials on behalf of foreign governments. He also said he will institute a hiring freeze in order to reduce the size of the federal government. Campaign finance reform would take the form of forbidding foreign lobbyists to raise money on behalf of campaigns in the U.S. Trade and Foreign Policy “We don’t win on trade” was a frequent refrain heard at Trump rallies, and in response, the real estate mogul has said he will renegotiate NAFTA and withdraw from the Trans-Pacific Partnership. He said he will direct his secretary of the treasury to pursue action against Chinese currency manipulation. Trump has said he will renegotiate the Iran nuclear deal, call a NATO summit to update the organization’s mission and rebalance members’ “financial commitments,” cancel payments to the United Nations’ climate-change programs and divert that money to domestic infrastructure improvement. The Republican has vowed to increase investment in the nation’s military and be “unpredictable” when it comes to fighting ISIS in the Middle East. On the campaign trail, he frequently criticized Obama for announcing military actions before their commencement. Taxes and Domestic Issues On taxes, Trump pledged “the biggest tax cut since Ronald Reagan .” The Economic Recovery Tax Act of 1981 and Tax Reform Act of 1986, passed during Reagan’s presidency, simplified the tax code and lowered marginal tax rates by more than 20 percent for most citizens. Trump indicated that he will seek to reduce tax brackets from seven to three and called for business tax rates to be reduced to 15 percent. In line with the “law and order candidate” label he assigned himself, Trump said he will increase police training programs and create a task force on violent crime. Other Trump proposals in the first 100 days include the elimination of Common Core in public schools nationwide and the nomination of a Supreme Court justice to replace the late Antonin Scalia . ABC News’ Katherine Faulders and Alexander Mallin contributed to this report. 0 Shares ",
    "title": "What President-Elect Donald Trump Has Pledged to Do in His First 100 Days - ABC News"
   },
   {
    "entities": [
     "lauren",
     "clair",
     "erin",
     "lee",
     "ashvin",
     "exchange",
     "beckham",
     "america",
     "states",
     "lad",
     "memphis",
     "kmiec",
     "fitch",
     "illinois",
     "chicago",
     "donald",
     "duros",
     "university",
     "2016",
     "for",
     "monmouth",
     "matt",
     "smith",
     "last night",
     "hillary",
     "jersey",
     "contextual",
     "7 percent",
     "clinton",
     "peg",
     "united",
     "laura",
     "center",
     "night",
     "crystal",
     "wednesday",
     "jeffery",
     "tenn.",
     "today",
     "march 23, 2015",
     "this year",
     "late september",
     "thanksgiving",
     "morning",
     "facebook",
     "may later",
     "nov. 1, 2016",
     "the end of the day",
     "new",
     "u.s.",
     "trump",
     "adam",
     "lindner"
    ],
    "id": 7,
    "text": "Block. Mute. Unfriend. Tensions rise on Facebook after election results Facebook election results Matt LindnerChicago Tribune Election night and the morning after had some taking to Facebook to do housecleaning of their friends list. \"I unfriended at least 10 people today because I didn't want to see their celebratory Trump posts,\" says Lauren Lee, a Hillary Clinton voter who lives in Memphis, Tenn. \"I unfriended two more people for making pro-Trump comments on my sad Hillary post, including my husband's aunt who is Facebook obsessed. So, Thanksgiving might be awkward.\" \"I unfriended my brother and sister-in-law today, not because they were being particularly obnoxious, and I already knew they were Trump supporters, but because seeing their posts and \"likes\" just serves as a sad reminder to me of how little we have in common,\" added Laura Fitch, a Chicago resident who also voted for Clinton. \"I guess I could have muted them rather than unfriending them, but I just needed that click-release today, I guess.\"  As the results rolled in and Donald Trump's election as the 45th president of the United States became official, supporters of both candidates took to Facebook to express their joy and dismay at the outcome. For some, the reaction from supporters of both candidates felt like a bit much. \"There was far too much overreaction, on both sides,\" says Adam Kmiec, a Chicago resident who declined to specify whom he voted for in this election. \"I wouldn't characterize it as hostile because I don't think there was a lot negative intent.\" \"I'm seeing a lot of despair and a lot of joy,\" added Ashvin Lad, a Chicago resident who also declined to say whom he voted for. \"A lot of uncertainty. A lot of shock.\" Experts say some of the reasons people turned to Facebook after the election results came in were to bask in the reflected glory of having voted for the winning candidate and to try to take back some of the power they felt they'd lost when they found out the candidate they voted for didn't win. \"When we feel powerless, it is human nature to want to do or say something that will help us feel like we can regain our power,\" says Peg Duros, a licensed clinical social worker and the clinic director at the Center for Contextual Exchange. \"For some, especially when emotions are high, it's a way of trying to discharge some of the emotional activation that they are experiencing. Of course, there are people that simply think that what they have to say is important and believe that others will be interested.\" With social media becoming more and more ubiquitous, Facebook also is simply where we go to interact with other human beings. \"Facebook has become our town square because we don't have communities the way we used to,\" says Crystal Clair, a Chicago-based licensed clinical professional counselor. \"To feel heard, understood, appreciated, we share our thoughts. I think, for the most part, people share for camaraderie, not realizing that other people are logging in to fight. Respecting others despite their viewpoints is a lesson we all need to keep at the forefront.\" Kmiec says he cut ties to a handful of people throughout the election cycle — which turned nasty at times, with candidates and supporters trading barbs that felt deeply personal — but not because he disagreed with their political beliefs. \"I unfriended them for their constant stream of political updates and an inability to be civil,\" he says. Jeffery Beckham is a Chicago-based small-business owner who voted for Clinton who found himself in a particularly heated back and forth with a Trump supporter following the election. It was an acquaintance he met a long time ago at a professional networking event. He says he thinks people are quick to take swipes at others on social media regardless of how close they are to that person simply because it's easy. \"Facebook attracts that kind of vitriol because you're behind a computer, and it's so easy to type a harsh response versus saying it in person,\" says Beckham. \"When you read something, you read it in the tone of how you're feeling. Many people were hurt, saddened and angry at the direction our country took last night, so any defense of a Trump vote causes an instant reaction. People were very reactionary last night and still today.\" Seeing tensions rise on his feed Wednesday morning, Kmiec felt the need to point out that, hey, we voted for different candidates, but at the same time we're all human beings. \"Remember folks, you were friends with one another for a good reason. Don't let politics and the outcome of this election drive a rift between you and people who have/had a different pov and political leaning,\" he wrote. \"I personally like all of you and value you, more than either candidate. Friends can last for life. Election winners, have term limits.\" A Facebook spokesman wrote in an email that the U.S. election was responsible for 10 billion likes, posts, comments and shares on the social medium from March 23, 2015, through Nov. 1, 2016. \"On Election Day alone, 115.3 million people on Facebook worldwide generated 716.3 million likes, posts, comments and shares related to the election,\" according to Facebook. Facebook doesn't have any data on how many unfriendings there were during the 2016 presidential election or on Election Day. It was a bitterly contested race that featured candidates expressing hostility toward each other and accusing each other of lying. Monmouth University in New Jersey conducted a study of 802 registered voters in late September and found that \"7 percent of voters report having lost or ended a friendship because of this year's presidential race.\" But all the social media engagement and activity throughout the election cycle hasn't necessarily resulted in people cutting ties with others. Erin Smith is an independent voter who lives in Illinois and voted for Donald Trump. The night of and the morning after the election, she posted multiple times on Facebook about the results. Smith says she refused to unfriend anyone on the site because, while she may not agree with a person, everyone should have a voice. \"I think it's ridiculous to (unfriend) because you don't agree with their opinions, candidate or political background,\" she says. \"I believe in the First Amendment and the freedom to speak your mind without fear.\" Likewise, Beckham says, he chose not to unfriend anyone during this election cycle, no matter how nasty the comments may have gotten, because at the end of the day, everyone is playing for the same team regardless of whom they're voting for. \"I feel it's a responsibility to be open and transparent and provide a perspective that may not be seen or heard by some on the other side of the aisle,\" he says. \"I always remind my friends ... we are all still in the same auditorium, America.\" \"People, whether I agree with them or not, add value to my day with their posts and comments,\" Lad added. (It's) always good to understand all sides in a candid way.\" So where do people draw the line between unfriending someone altogether and simply muting them so that those people's posts don't show up in their feed? Lee says she unfriended as many people as she did because she simply didn't wish to interact with them any longer. \"I didn't mute them because that doesn't stop them from commenting on my posts,\" she says. \"I don't need those people in my life, and especially not on Facebook.\" But rather than unfriend or mute, some took a different tack altogether in deleting the Facebook app from their phone and avoiding social media altogether. Duros and Clair agree that from a coping perspective, people should never forget that they have a choice when it comes to logging on to social media. \"You can either engage in the conversation or disengage,\" Clair says. \"The beauty of Facebook is that you can block, delete or hide people and their views if they are bothering you.\" \"We sometimes talk about the notion of hitting the pause button, especially when emotions are intense and the risk that one may say or do something that they may later regret is higher,\" Duros adds. \"Pausing, reminding oneself that they are in a state of shock, a lot of information is coming their way, which they cannot possibly process immediately and will need to take their time to process might help with one's capacity to compartmentalize.\" Matt Lindner is a freelancer. RELATED STORIES:  ",
    "title": "Block. Mute. Unfriend. Tensions rise on Facebook after election results - Chicago Tribune"
   },
   {
    "entities": [
     "ayotte",
     "kelly",
     "tom",
     "afternoon",
     "state",
     "ali",
     "now",
     "states",
     "hampshire",
     "hassan",
     "star",
     "rogin",
     "ben",
     "by",
     ", 5:40 pm",
     "nov 9, 2016",
     "concord",
     "maggie",
     "email",
     "nov. 9, 2016",
     "meg",
     "united",
     "shares",
     "wednesday",
     "today",
     "democratic",
     "senate",
     "n.h.",
     "new",
     "u.s.",
     "jim"
    ],
    "id": 8,
    "text": "New Hampshire Republican Sen. Kelly Ayotte Loses to Democratic Gov. Maggie Hassan By ALI ROGIN Nov 9, 2016, 5:40 PM ET 0 Shares Star Jim Cole/AP Photo Republican U.S. Sen. Kelly Ayotte thanks supporters, Nov. 9, 2016, after telling them her race with Democratic challenger for Senate, Gov. Maggie Hassan was too close to call in Concord, N.H. 0 Shares Email New Hampshire Sen. Kelly Ayotte was defeated in her re-election bid, losing to Democratic Gov. Maggie Hassan by just over 1,000 votes, officials said today. The race was so close that it took the New Hampshire Secretary of State well into Wednesday afternoon to make the results official, announcing that Hassan won by 1,023 votes among approximately 740,000 total ballots counted so far. In a statement shortly after the secretary of state’s announcement, Ayotte said she spoke to Hassan to congratulate her. “I wish Governor Hassan, her husband Tom, and their children Ben and Meg the very best,” Ayotte said. “This is a critical time for New Hampshire and our country, and now more than ever, we need to work together to address our challenges.” Hassan said she thanked Ayotte for a hard-fought campaign and for her “graciousness” on the phone. “This election exposed divisions in our nation. But in a season that focused on our differences, we also saw glimpses of how much we share. In the United States Senate, I will reach out to people from both sides of the aisle to identify shared goals and common ground,” Hassan said. 0 Shares ",
    "title": "New Hampshire Republican Sen. Kelly Ayotte Loses to Democratic Gov. Maggie Hassan - ABC News"
   },
   {
    "entities": [
     "mexico",
     "al",
     "press",
     "obama",
     "china",
     "8 percent",
     "investors",
     "germany",
     "reserve",
     "congress",
     "1928",
     "now",
     "0.08 percentage point",
     "4:04 pm est",
     "once",
     "inc.",
     "hoover",
     "cbs",
     "1.1 percent",
     "france",
     "interactive",
     "1.948 percent",
     "associated",
     "donald",
     "york",
     "nov 9, 2016",
     "2016",
     "hca",
     "herbert",
     "smith",
     "capital",
     "williams",
     "white",
     "robard",
     "hillary",
     "overnight",
     "credit",
     "britain",
     "clinton",
     "1 percent",
     "$1.1025",
     "1.5 percent",
     "strategy",
     "wednesday",
     "service",
     "economics",
     "standard",
     "1.4 percent",
     "senate",
     "federal",
     "house",
     "monday",
     "poor",
     "holdings",
     "1.6 percent",
     "new",
     "u.s.",
     "dax",
     "&",
     "december",
     "california",
     "beginning in january",
     "the day",
     "trump",
     "pfizer",
     "14 percent",
     "moody's"
    ],
    "id": 9,
    "text": "CBS/AP Last Updated Nov 9, 2016 4:04 PM EST Stocks saw solid gains Wednesday, defying expectations of a slump in financial markets following Donald Trump ‘s stunning victory in the the U.S. presidential race . Global markets, which had been jittery over the prospect of a Trump administration in recent weeks, plunged overnight after it became apparent that he was leading at the polls.  What will President Obama and Donald Trump talk about at the White House? The Dow Jones industrial index flirted with record territory, shooting up 257 points, or 1.4 percent, to close at 18,589. The Standard & Poor’s 500 index rose 24 points, or 1.1 percent, to 2,163. The Nasdaq composite added 58 points, or 1.1 percent, to 5,258. U.S. bond yields have surged in the wake of Trump’s victory, a sign that investors think the outlook for the U.S. economy remains positive. The yield, or interest rate, on the U.S.’s ten-year bonds is up 0.08 percentage point at 1.948 percent. That has helped the dollar recover its poise following earlier losses when Trump’s victory became increasingly likely. The euro, for example, is now basically flat on the day at $1.1025. European stocks also closed higher after markets recovered from early losses. Germany’s DAX ended the day 1.6 percent higher at 10,646.01 while Britain’s FTSE 100 gained 1 percent to 6,911.84. France’s CAC 40 rose 1.5 percent to 4,543.48. All the indexes were lower earlier in the day. Trump supporters react One reason investors may be signaling their approval is that Trump’s election could short-circuit possible plans by the Federal Reserve to raise interest rates as early as December, as many Wall Street analysts had expected.  Trump also sounded a conciliatory tone in his victory speech, encouraging hope that he could moderate some of his more extreme positions once in the White House.  “[W]e doubt that Trump will follow through fully on his threats to impose large trade tariffs on Mexico or China, or to withdraw from existing deals (even though he does have a lot of leeway to do so without congressional approval),” economists with Capital Economics said in a client note. Still, the outcome of the election proved a massive surprise for economic and market analysts, who overwhelmingly predicted a victory for Democratic nominee Hillary Clinton.  The result also delivered a historic electoral mandate for Republicans, who will have control of Congress beginning in January. The last time Republicans controlled the White House, Senate and House was in 1928, when California Republican Herbert Hoover beat New York Democrat Al Smith. Uncertainty in global financial markets after Trump's victory Investors scrambled Monday to digest the impact of the election on issues including global trade, taxes, monetary policy, health care, financial regulation and immigration. The gains Wednesday were led by drugmakers, which would have faced the likelihood of price controls under Clinton. Pfizer ( PFE ) jumped soared 8 percent, the biggest gain on the Dow. Hospital operators sank. Trump has promised to repeal the Affordable Care Act. HCA Holdings ( HCA ) plunged 14 percent. “Trump’s victory in the presidential election is likely to bring a set of policies that diverge sharply from those of the prior administration,” said Robard Williams, senior vice president of Credit Strategy and Standards at Moody’s Investors Service, in a note. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Despite early fears, stocks rally after Trump win - CBS News"
   },
   {
    "entities": [
     "christie",
     "j.",
     "obama",
     "germany",
     "newt",
     "russia",
     "klan",
     "now",
     "klux",
     "states",
     "92 percent",
     "alabama",
     "donald",
     "york",
     "european",
     "sessions",
     "june",
     "october",
     "friday",
     "jeff",
     "jersey",
     "hillary",
     "overnight",
     "past",
     "britain",
     "chris",
     "clinton",
     "d.",
     "putin",
     "united",
     "v.",
     "wednesday",
     "mnuchin",
     "ryan",
     "ku",
     "morning",
     "last 18",
     "vladimir",
     "steven",
     "house",
     "janesville",
     "wis.",
     "monday",
     "rudolph",
     "union",
     "new",
     "paul",
     "gingrich",
     "trump",
     "giuliani",
     "w."
    ],
    "id": 10,
    "text": "OPEN Map Among the candidates for cabinet secretaries and advisers are members of Mr. Trump’s inner circle, aides said, including Senator Jeff Sessions of Alabama, a crucial adviser on policy issues; Steven Mnuchin, a businessman who was Mr. Trump’s national finance chairman; Rudolph W. Giuliani, the former mayor of New York; Gov. Chris Christie of New Jersey; and Newt Gingrich, a former speaker of the House. Mr. Trump also spent Wednesday morning receiving phone calls from world leaders, said the campaign advisers who spoke on the condition of anonymity to discuss the transition planning. The advisers declined to identify the leaders, though one said it would be unusual if the president-elect had not heard from allies like Britain and Germany. Asked if President Vladimir V. Putin of Russia had spoken with Mr. Trump, who surprised many Americans by saying that Mr. Putin had been a stronger leader than President Obama, the aide said the two men had not been in touch. Anxiety was particularly deep among Hispanics, African-Americans, Muslims, immigrants, women and others who had felt disparaged or demonized by Mr. Trump, who at times used harsh and racially charged language in ways that upended mainstream politics. The very idea that Mr. Trump had been endorsed by a Ku Klux Klan newspaper — even if he rejected it — symbolized the sense of shock that he would now lead a vibrantly diverse democracy. Advertisement Continue reading the main story Asked how they would feel about a Trump presidency, more than a third of Americans said they would be frightened, exit polls found. Among those who voted for Hillary Clinton, the feeling was almost unanimous and reflected a deep divide: 92 percent said Mr. Trump scared them. Politicians also joined business leaders — as well as the many Americans with retirement and savings accounts — in keeping a nervous eye on the world financial markets in fear of the sort of backlash that wounded Britain after its vote in June to leave the European Union. While some business leaders worried about the nation’s sliding into recession, others were more hopeful that Mr. Trump’s proposals of tax cuts, infrastructure spending and relaxing of regulations would be welcomed by the financial markets, which stabilized after sharp declines overnight. Photo Speaker Paul Ryan said Donald J. Trump had won a “mandate” for his vision of government, during a news conference in Janesville, Wis., on Wednesday. Credit Scott Olson/Getty Images Political activity and reactions in both parties were in a surreal state of suspended animation as Republicans and Democrats began anticipating Mr. Trump’s moves. Paul D. Ryan , the speaker of the House, said at a news conference Wednesday morning that Mr. Trump had a “mandate” for his vision of government, including trying to repeal the Affordable Care Act, after his stunning upset victory over Mrs. Clinton. Mr. Ryan described a United States under Mr. Trump as a different place than it has been, saying that the president-elect would be a champion of the many Americans who do not like the direction of the country and “don’t feel heard and don’t feel represented by the people in office.” Mr. Ryan, who chose in October to stop campaigning for Mr. Trump after revelations about his past offensive language about women, said that he had “spoken with Donald twice in the last 18 hours” and that the president-elect “will lead a unified Republican government.” “We talked about the work ahead of us, and the importance of bringing the nation together,” Mr. Ryan said at a news conference in his hometown, Janesville, Wis. “This needs to be a time of redemption, not a time of recrimination.” Mr. Ryan could have been hinting at his own fate. There are a more than a few restless conservatives in Mr. Ryan’s conference in the House who had been agitating for the speaker’s ouster before the election because of his failure to fully embrace Mr. Trump. And whether that discontent will now die down is far from clear. Other Republicans who made their reservations about Mr. Trump proudly known before the election tried to be gracious, though some sounded more skeptical than optimistic. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "U.S. Faces a Startling New Political Reality After Donald Trump’s Victory - The New York Times"
   },
   {
    "entities": [
     "henry/shkreli",
     "november 9, 2016",
     "turing",
     "--",
     "martin",
     "october 27, 2016 earlier this year",
     "$2 million",
     "tuesday",
     "once",
     "pharmaceuticals",
     "clan",
     "late october",
     "6:15 p.m. est",
     "nashville",
     "donald",
     "currently",
     "fbi",
     "alex",
     "last december",
     "epa",
     "night",
     "gza",
     "wednesday",
     "today",
     "2015",
     "facebook",
     "juli",
     "5,000 percent",
     "thanki",
     "wu-tang",
     "usa",
     "late",
     "trump",
     "shkreli"
    ],
    "id": 11,
    "text": "Martin Shkreli releases Wu-Tang Clan songs Ex-pharma CEO makes good on election promise to share 'Once Upon a Time in Shaolin.' Post to Facebook Martin Shkreli releases Wu-Tang Clan songs Ex-pharma CEO makes good on election promise to share 'Once Upon a Time in Shaolin.' Check out this story on USATODAY.com: http://usat.ly/2ffPjc3 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 4 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Martin Shkreli releases Wu-Tang Clan songs Juli Thanki, The Tennessean 6:15 p.m. EST November 9, 2016 x Share The notorious former exec released music off of the only copy of Wu-Tang Clan's album \"Once Upon a Time in Shaolin.\" USA TODAY Martin Shkreli is making good on his election bet and sharing his Wu-Tang Clan album. (Photo: Wu-Tang Clan by Alex Henry/Shkreli by EPA) In late October, former pharmaceutical company CEO Martin Shkreli tweeted that he would release his unreleased music collection — which he claimed included unheard recordings by the Beatles and Nirvana — for free if Donald Trump won the presidential election. Tuesday night he began making good on his promise. If Trump wins, my entire unreleased music collection, including unheard Nirvana, Beatles, and of course, Wu-Tang, comes out, for free. — Martin Shkreli (@MartinShkreli) October 27, 2016 Earlier this year, Shkreli also purchased the only available copy of Once Upon a Time in Shaolin, the latest album by hip-hop collective the Wu-Tang Clan, for $2 million. Late Tuesday night, Shkreli livestreamed video of himself playing a portion of the record. \"I've got to decide how to put out — there's about 30, 35 tracks,\" he said during the clip. \"I actually have a contract with the Wu-Tang Clan where I'm not allowed to do this. Obviously, I own the music and I bought it and paid a lot of money for it. In many ways, the contract shouldn't matter that much. But I am a man of my word; I had to play a little bit of it...but I've got to keep my word to them, too.\" Shkreli made headlines in 2015 when the company he founded, Turing Pharmaceuticals,  acquired the drug Daraprim and raised the price  by 5,000 percent. He is currently on bail after being arrested by the FBI and indicted for securities fraud last December. Wednesday is the 23rd anniversary of the release of the Wu-Tang Clan's debut album, Enter the Wu-Tang (36 Chambers). Founding member GZA performed two shows at Nashville's City Winery on Election Night. ",
    "title": "Martin Shkreli releases Wu-Tang Clan songs"
   },
   {
    "entities": [
     "boot",
     "rubio",
     "congress",
     "now",
     "nov 9",
     "bush",
     "benjy",
     "king",
     "max",
     "gop",
     "donald",
     "2016",
     "future",
     "jeb",
     "white",
     "review",
     ", 6:33 pm",
     "sarlin",
     "wednesday",
     "ryan",
     "roy",
     "house",
     "avik",
     "paul",
     "national",
     "trump",
     "5:41"
    ],
    "id": 12,
    "text": "Nov 9 2016, 6:33 pm ET Donald Trump's Critics Extend an Olive Branch as GOP Prepares to Govern by Benjy Sarlin Sen. King: We're in unchartered waters 5:41 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161110015453if_/http://www.nbcnews.com/widget/video-embed/805061187583\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Republicans who opposed Donald Trump found themselves in an odd position on Wednesday, as reality sunk in that the Republican nominee they warned would lead the party to ruin instead led them into the White House with a Republican Congress. With the sudden prospect of a historic governing majority in front of them, a number of Trump critics took a new look at the candidate they had criticized as unqualified or offensive. \"This needs to be a time of redemption, not a time of recrimination,\" Speaker Paul Ryan, who had clashed with Trump repeatedly over the campaign but ultimately campaigned for him, said in a press conference. Old foes wished him well: Jeb Bush, who called Trump the \"chaos candidate\" in the primaries and refused to vote for him, offered congratulations and prayers. The National Review's editors, who devoted an issue to opposing his candidacy under any circumstances, congratulated him too and urged Congress to \"do what they can to reinforce Trump's better instincts.\" Related: Trump's Win Stuns Latinos, Immigrants Worry About Their Future This difference was especially pronounced on foreign policy where dozens of conservative experts and former aides had denounced Trump in the primaries and general election. Now some urged their colleagues to join Trump, who has little experience and a small inner circle, in the hopes they could nudge him away from potentially ruinous terrain. \"I would urge all national security professionals to serve if asked,\" Max Boot, a former Rubio adviser who had assailed Trump throughout the race, said in an email. \"Trump knows little about foreign policy and needs all the guidance he can get. This is the area where the president has the greatest discretion.\" Avik Roy, a policy adviser to a number of presidential candidates focused on health care, had derided Trump's philosophy as \"white nationalism\" during the campaign. But he too was concerned that Trump needed proper guidance and the government needed to function, guidance that only seasoned hands could provide. \"I'm of the view that good people should serve in a Trump administration,\" he said. \"The federal government has so many important responsibilities that affect hundreds of millions of Americans, and the government needs good people to administer those responsibilities.\" Play ",
    "title": "Donald Trump's Critics Extend an Olive Branch as GOP Prepares to Govern - NBC News"
   },
   {
    "entities": [
     "mexico",
     "obama",
     "china",
     "schwab",
     "1.37 percent",
     "germany",
     "london",
     "now",
     "america",
     "states",
     "stock",
     "the coming years",
     "gest",
     "1.1 percent",
     "h.",
     "francisco",
     "fund",
     "monetary",
     "san",
     "york",
     "european",
     "credit",
     "international",
     "britain",
     "lawrence",
     "united",
     "investments",
     "summers",
     "kleintop",
     "july",
     "wednesday",
     "spencer",
     "today",
     "this year",
     "last week",
     "japan",
     "treasury",
     "2 percent",
     "union",
     "monday",
     "jeffrey",
     "new",
     "$",
     "trump",
     "justin"
    ],
    "id": 13,
    "text": "OPEN Graphic For quite some time now, economists have been warning that the reliance of governments in the United States and elsewhere on central banks to energize economies via zero interest-rate policies and buying back securities was creating an uneven recovery by bolstering the housing markets in New York, London and San Francisco while real economies lagged. “The economic recovery under President Obama never reached deep enough — it did not bring working-class people up,” said Justin Gest, a public policy expert who has just written a book analyzing how working-class men and women in the United States and Britain have become alienated. “And the nature of the economy that Wall Street and corporate America has promoted reflects the gaping inequality in this country.” Increased government spending on highways, bridges and roads may well provide a lift to the broader economy, and tax cuts and looser regulations will be cheered by the financial markets. But there are downsides to these approaches, including increased deficits and levels of debt. Moreover, market analysts wonder how Mr. Trump will balance these policies, which are mostly positive for financial markets, with his promises to increase trade barriers on exports from Mexico and China. Mr. Trump’s strident anti-trade rhetoric has prompted fears that he would precipitate a trade war at a time when global trade is already suffering because of increased protectionist measures in countries around the world. “This is not ‘Brexit,’” said Jeffrey Kleintop, an investment specialist at Schwab Investments, referring to the rally in stocks and bonds that soon followed Britain’s vote to leave the European Union. “That will be a long process of negotiated change. The worry is that Mr. Trump would follow through on his promise to raise tariffs on China and Mexico.” Photo Traders on the floor of the New York Stock exchange on Wednesday. Taken as a whole, markets absorbed the looming Trump presidency as a signal that the knowns are now vastly outnumbered by the unknowns. Credit Spencer Platt/Getty Images By the close of trading on Wednesday, the benchmark S.&P. 500 index had risen 1.1 percent. For now, the market’s willingness to cast a positive eye on a Trump win seems tied to the prospect of more government spending. Advertisement Continue reading the main story In the weeks leading up to the election, a noticeable trend has been the slow but persistent increase in the interest rates of government bonds, many of which have been in negative territory for some time as investors sought safety in these securities. The yield on the benchmark 10-year United States Treasury breached 2 percent on Monday, a strong rise since rates bottomed out at 1.37 percent in July. And similar bonds issued by Japan and Germany , which this year began offering negative yields, are creeping toward positive territory. Analysts have said that these moves reflect a growing willingness of politicians around the world to loosen their fiscal belts as a way to fight against long-term stagnation. Any move toward a meaningful pickup in infrastructure investing would require more government borrowing and thus put upward pressure on today’s rock-bottom interest rates. Last week, the former United States Treasury secretary Lawrence H. Summers made the case, in a speech at the International Monetary Fund, that with rates at historically low levels and with the increasing chances of the economy entering a recession in the coming years, a move toward more government spending is desperately needed. Euro $ ",
    "title": "Why Stock Markets, Initially Shaken, Went Up After Trump’s Victory - The New York Times"
   },
   {
    "entities": [
     "1980s",
     "america",
     "tuesday",
     "states",
     "june 2015",
     "1828",
     "arabia",
     "once",
     "the day",
     "bill",
     "march",
     "24 hours ago",
     "lindbergh",
     "graham",
     "jackson",
     "past",
     "the 1930s",
     "clinton",
     "andrew",
     "united",
     "night",
     "washington",
     "tower",
     "current",
     "japan",
     "hemisphere",
     "nafta",
     "allison",
     "harvard",
     "charles",
     "western",
     "trump",
     "saudi",
     "$137 billion"
    ],
    "id": 14,
    "text": "Privacy Policy Mr. Trump has been consistent in some areas. Since the late 1980s, he has nurtured a set of preoccupations, chiefly that America’s allies – Japan and Saudi Arabia among them – are ripping America off. He maintained that position even as Japan faded from the scene as a major world power and as Saudi Arabia emerged as one of America’s most critical allies in a region of the world where Mr. Trump sees little reason for the United States to remain. In an interview in March, he had no compunction about threatening the kingdom’s survivability. “If Saudi Arabia was without the cloak of American protection,” Mr. Trump said during a 100-minute conversation, “I don’t think it would be around.” The mystery is how much of that kind of talk arises from deeply held beliefs, and how much is an opening bid by the author of “The Art of the Deal.” “He sees himself as a dealer, a negotiator who knows that you get nowhere unless you threaten,” said Graham Allison, a longtime Harvard professor who has begun a new project in “applied history,” taking lessons from past moments to inform America’s current strategic choices. Indeed, the world is about to discover whether the most outlandish promises Mr. Trump made in his campaign about rethinking the international order – thoughts that often seemed at best off the cuff – are about to become reality. Financial markets abroad panicked on Tuesday night, fearful that a Trump presidency would instantly send the country into uncertain economic territory that investors had discounted as wholly improbable just 24 hours ago. But there was a far more mild decline as Wall Street opened, suggesting that investors here saw other possibilities. Mr. Trump, who never argued with the notion that he is a protectionist , time and again vowed to punish companies that move jobs abroad, a task that would begin with the abolishment of Nafta, the trade agreement that once was envisioned, by President Bill Clinton, as the first step unifying the Western Hemisphere. To Mr. Trump, it is “a disaster.” The Trump vision, in fact, is an America unbound by a half-century of trade deals, free to pursue a nationalistic approach in which success is measured not by the quality of its alliances but the economic return on its transactions. “We will not be ripped off anymore,” he said in the interview in March. “We’re going to be friendly with everybody, but we’re not going to be taken advantage of by anybody.” Advertisement Continue reading the main story He bristled at the suggestion that his wall-building, trade-deal-canceling views would take America back to an era of isolationism, arguing that he was simply freeing the United States from the binds of international rules that are not in the nation’s interests. “Not isolationist, but I am America first,” he said when he was asked whether his own policies had echoes of the movement by the same name championed by Charles Lindbergh in the 1930s. “I like the expression,” he said of “America first.” From that moment on, he began using it at his rallies, and it became the stuff of bumper stickers and chants. He is also unabashedly business first, and that extends to his tax proposals, which also leave the markets deeply uncertain. Starting with the day he descended the long escalator in Trump Tower in June 2015 to begin a quest almost no one thought would succeed, Mr. Trump laid out an agenda of tax cuts – modest for families, and sharp for businesses – that he argued would be the stimulus a sluggish economy needs. But he also paired those cuts with a major plan to rebuild America’s dilapidated airports and collapsing bridges, with $137 billion in federal tax credits as an incentive for private industry to spend upward of a trillion more. While privatization is hardly a new idea, Mr. Trump has described an approach few have ever tried before – and it is far from clear how it would work. Presumably, users of that infrastructure would ultimately pay for it, in tolls and usage taxes, through a mechanism few understand. No one knows how much of this agenda, largely thrown together rather than the product of deep study and debate, is for real. His policy office in Washington, created to lay out the position-papers common to most campaigns, was gradually disbanded. He is famously volatile, capable of changing his mind in an instant if he sees new avenues for profit, all the while denying he had ever suggested another path. In Mr. Trump, Professor Allison sees a revolution in approach reminiscent of the 1828 election of Andrew Jackson, another populist who rode to power rebelling against what amounted to America’s first Establishment. “My God,” Professor Allison said on Tuesday night, as the results veered toward Mr. Trump. “We are in a strange new land.” ",
    "title": "‘Strange New Land’: America in a Time of Trump - The New York Times"
   },
   {
    "entities": [
     "mexico",
     "this 100-day",
     "obama",
     "china",
     "commerce",
     "november 8th",
     "congress",
     "scalia",
     "now",
     "america",
     "4%",
     "states",
     "once",
     "2205",
     "pipeline",
     "keystone",
     "on",
     "win",
     "white",
     "the same day",
     "35%",
     "clinton",
     "$50 trillion dollars",
     "united",
     "washington",
     "$1 trillion",
     "current",
     "obamacare",
     "u.n.",
     "15 percent",
     "trillions of dollars",
     "house",
     "fda",
     "treasury",
     "nafta",
     "u.s.",
     "10 percent",
     "trump"
    ],
    "id": 15,
    "text": "* FIFTH, a lifetime ban on White House officials lobbying on behalf of a foreign government; * SIXTH, a complete ban on foreign lobbyists raising money for American elections. On the same day, I will begin taking the following 7 actions to protect American workers: * FIRST, I will announce my intention to renegotiate NAFTA or withdraw from the deal under Article 2205 * SECOND, I will announce our withdrawal from the Trans-Pacific Partnership * THIRD, I will direct my Secretary of the Treasury to label China a currency manipulator * FOURTH, I will direct the Secretary of Commerce and U.S. Trade Representative to identify all foreign trading abuses that unfairly impact American workers and direct them to use every tool under American and international law to end those abuses immediately WATCH: President Obama On Trump Win, Clinton Loss * FIFTH, I will lift the restrictions on the production of $50 trillion dollars' worth of job-producing American energy reserves, including shale, oil, natural gas and clean coal. * SIXTH, lift the Obama-Clinton roadblocks and allow vital energy infrastructure projects, like the Keystone Pipeline, to move forward * SEVENTH, cancel billions in payments to U.N. climate change programs and use the money to fix America's water and environmental infrastructure Additionally, on the first day, I will take the following five actions to restore security and the constitutional rule of law: * FIRST, cancel every unconstitutional executive action, memorandum and order issued by President Obama * SECOND, begin the process of selecting a replacement for Justice Scalia from one of the 20 judges on my list, who will uphold and defend the Constitution of the United States * THIRD, cancel all federal funding to Sanctuary Cities * FOURTH, begin removing the more than 2 million criminal illegal immigrants from the country and cancel visas to foreign countries that won't take them back * FIFTH, suspend immigration from terror-prone regions where vetting cannot safely occur. All vetting of people coming into our country will be considered extreme vetting. Next, I will work with Congress to introduce the following broader legislative measures and fight for their passage within the first 100 days of my Administration: Middle Class Tax Relief And Simplification Act. An economic plan designed to grow the economy 4% per year and create at least 25 million new jobs through massive tax reduction and simplification, in combination with trade reform, regulatory relief, and lifting the restrictions on American energy. The largest tax reductions are for the middle class. A middle-class family with 2 children will get a 35% tax cut. The current number of brackets will be reduced from 7 to 3, and tax forms will likewise be greatly simplified. The business rate will be lowered from 35 to 15 percent, and the trillions of dollars of American corporate money overseas can now be brought back at a 10 percent rate. End The Offshoring Act. Establishes tariffs to discourage companies from laying off their workers in order to relocate in other countries and ship their products back to the U.S. tax-free. American Energy & Infrastructure Act. Leverages public-private partnerships, and private investments through tax incentives, to spur $1 trillion in infrastructure investment over 10 years. It is revenue neutral. School Choice And Education Opportunity Act. Redirects education dollars to give parents the right to send their kid to the public, private, charter, magnet, religious or home school of their choice. Ends common core, brings education supervision to local communities. It expands vocational and technical education, and make 2 and 4-year college more affordable. Repeal and Replace Obamacare Act. Fully repeals Obamacare and replaces it with Health Savings Accounts, the ability to purchase health insurance across state lines, and lets states manage Medicaid funds. Reforms will also include cutting the red tape at the FDA: there are over 4,000 drugs awaiting approval, and we especially want to speed the approval of life-saving medications. Affordable Childcare and Eldercare Act. Allows Americans to deduct childcare and elder care from their taxes, incentivizes employers to provide on-side childcare services, and creates tax-free Dependent Care Savings Accounts for both young and elderly dependents, with matching contributions for low-income families. End Illegal Immigration Act Fully-funds the construction of a wall on our southern border with the full understanding that the country Mexico will be reimbursing the United States for the full cost of such wall; establishes a 2-year mandatory minimum federal prison sentence for illegally re-entering the U.S. after a previous deportation, and a 5-year mandatory minimum for illegally re-entering for those with felony convictions, multiple misdemeanor convictions or two or more prior deportations; also reforms visa rules to enhance penalties for overstaying and to ensure open jobs are offered to American workers first. Restoring Community Safety Act. Reduces surging crime, drugs and violence by creating a Task Force On Violent Crime and increasing funding for programs that train and assist local police; increases resources for federal law enforcement agencies and federal prosecutors to dismantle criminal gangs and put violent offenders behind bars. Restoring National Security Act. Rebuilds our military by eliminating the defense sequester and expanding military investment; provides Veterans with the ability to receive public VA treatment or attend the private doctor of their choice; protects our vital infrastructure from cyber-attack; establishes new screening procedures for immigration to ensure those who are admitted to our country support our people and our values Clean up Corruption in Washington Act. Enacts new ethics reforms to Drain the Swamp and reduce the corrupting influence of special interests on our politics. On November 8th, Americans will be voting for this 100-day plan to restore prosperity to our economy, security to our communities, and honesty to our government. This is my pledge to you. And if we follow these steps, we will once more have a government of, by and for the people. ",
    "title": "Trump's First 100 Days: Here Is What The President-Elect Wants To Do  : NPR"
   },
   {
    "entities": [
     "tim",
     "carlos",
     "news",
     "november 9, 2016",
     "james",
     "obama",
     "barack",
     "nbc",
     "virginia",
     "the future",
     "elizabeth",
     "bill",
     "lady",
     "cher",
     "abedin",
     "york",
     "fbi",
     "perry",
     "white",
     "katy",
     "hillary",
     "overnight",
     "huma",
     "clinton",
     "night",
     "wednesday",
     "11:57",
     "thursday",
     "kaine",
     "gaga",
     "comey",
     "house",
     "barria",
     "reuters",
     "new",
     "u.s.",
     "nov. 9",
     "early wednesday",
     "chuck",
     "trump",
     "manhattan"
    ],
    "id": 16,
    "text": "Watch Hillary Clinton's Full Concession Speech 11:57 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161109234809if_/http://www.nbcnews.com/widget/video-embed/804768835868\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Clinton had sparred with her rival for a year, calling him \"dangerously incoherent\" and \"temperamentally unfit\" to hold office. But in her speech Wednesday, she asked Americans to give Trump a chance as president. \"I hope that he will be a successful president for all Americans,\" she said. \"We must accept this result and look to the future. We owe him an open mind and a chance to lead.\" After conceding overnight, Clinton quietly exited the Manhattan convention center where her lavish Election Night party was taking place. Singers Katy Perry, Lady Gaga and Cher had been in attendance, ready to perform if Clinton clinched a win. Those in the room Wednesday as she spoke included longtime Clinton friends and former diplomats, as well as her top aide Huma Abedin and other senior staff. Her husband, former President Bill Clinton, was also there. The audience gave her a standing ovation. Some had tears in their eyes. Her running mate, Virginia Sen. Tim Kaine, introduced her by saying how proud of her he was: \"She has been and is a great history-maker.\" Tim Kaine introduces Hillary Clinton on Nov. 9. NBC News \"We know she would have made history as a president,\" he added. In a jab to their opponent, who repeatedly called the election \"rigged\" during his campaign, Kaine also said: \"Nobody had to wonder about Hillary Clinton, whether she would accept an outcome of an election in our beautiful democracy.\" By nearly every indication, Clinton looked poised for a win. Even after an 11th-hour bombshell from FBI Director James Comey on the email controversy that has dogged her campaign, polls in the days leading up to the election showed the former secretary of state ahead by 4 points . \"I know we still have not shattered that highest and hardest glass ceiling, but someday, someone will.\" On Election Day, her emotional supporters had filled social media with photos of themselves bringing their daughters to their polls to vote for the first female presidential candidate. Many wore pantsuits to vote, emulating Clinton's signature style. Clinton thanked voters Wednesday and told them that they, too, will experience setbacks, but they shouldn't be discouraged. Hillary Clinton addresses her staff and supporters about the results of the U.S. election as former U.S. President Bill Clinton (L) and her running mate Tim Kaine applaud at a hotel in the Manhattan borough of New York, U.S., November 9, 2016. CARLOS BARRIA / Reuters \"This loss hurts, but never stop believing that fighting for what right is worth it,\" she said. \"To all the women and especially the young women who put their faith in this campaign and in me, I want you to know that nothing has made me prouder than to be your champion.\" \"And to all the little girls that are watching this, never doubt that you are valuable and powerful and deserving of every chance and opportunity in the world to pursue and achieve your own dreams,\" she said. \"I know we still have not shattered that highest and hardest glass ceiling, but someday, someone will.\" Related: Hillary Clinton's Loss Triggers Leadership Crisis for Democrats President Barack Obama called Trump early Wednesday to congratulate him and invited him to a meeting at the White House on Thursday. He also called Clinton. In his first remarks since votes were counted, Obama said Wednesday that Clinton has \"lived an extraordinary life of public service.\" \"I'm proud of her. A lot of Americans look up to her,\" the president said. \"Her candidacy and nomination was historic and sends a message.\" Elizabeth Chuck ",
    "title": "Clinton in Concession Speech: 'I Still Believe in America and I Always Will' - NBC News"
   },
   {
    "entities": [
     "galvez",
     "november 9, 2016",
     "daniel",
     "obama",
     "arizona",
     "65%",
     "rocabado",
     "another",
     "dominican",
     "tuesday",
     "edison",
     "bush",
     "1979",
     "1996",
     "71%-27%",
     "2012",
     "emory",
     "once",
     "miami",
     "bill",
     "florida",
     "8%",
     "linkedin",
     "gop",
     "georgia",
     "research",
     "antonio",
     "gomez",
     "6:15 p.m. est",
     "north",
     "donald",
     "york",
     "university",
     "2016",
     "abramowitz",
     "10%",
     "smith",
     "colorado",
     "republic",
     "hillary",
     "72%-21%",
     "josefina",
     "salguero",
     "george",
     "clinton",
     "alan",
     "11%",
     "2004",
     "denise",
     "midtown",
     "night",
     "44%",
     "center",
     "spencer",
     "texas",
     "nevada",
     "today",
     "hilton",
     "democratic",
     "november 8, 2016",
     "18%",
     "of",
     "platt",
     "pew",
     "past eight years",
     "facebook",
     "40%",
     "carolina",
     "pennsylvania",
     "city",
     "new",
     "29%",
     "u.s.",
     "usa",
     "trump",
     "w."
    ],
    "id": 17,
    "text": "Another election surprise: Many Hispanics backed Trump The Hispanic vote continued growing, but a surprising number supported the GOP nominee. Post to Facebook Another election surprise: Many Hispanics backed Trump The Hispanic vote continued growing, but a surprising number supported the GOP nominee. Check out this story on USATODAY.com: http://usat.ly/2ffKWO2 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 79 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Another election surprise: Many Hispanics backed Trump Alan Gomez , USA TODAY 6:15 p.m. EST November 9, 2016 Share Look back at President-elect Donald Trump's colorful life. USA TODAY NETWORK An attendee holds up a sign in support of Republican presidential nominee Donald Trump that reads \"Hispanics For Trump\" during the election night event at the New York Hilton Midtown on November 8, 2016 in New York City. (Photo: Spencer Platt, Getty Images) MIAMI — The Hispanic vote was bigger and more influential in the 2016 presidential election, just as predicted, but it also provided one surprise: more support for President-elect Donald Trump than expected. Hispanics favored Democratic candidate Hillary Clinton 65% to 29%, a 36-point difference that helped her secure winning margins in states like Nevada and Colorado and kept her competitive late into the night in other key battleground states. But that margin, based on exit polling conducted by Edison Research, was smaller than the 71%-27% split that President Obama won in 2012. And it was smaller than the 72%-21% her husband, former president Bill Clinton, won in 1996. Hillary Clinton's final tally also ran counter to polls leading up to Election Day that had Trump's support far lower, including a Latino Decisions poll conducted just before the election in eight swing states that estimated Trump's support among Hispanics at just 18%. After a campaign that started with Trump referring to some Mexicans as rapists, calling for mass deportations and proposing a wall along the southwestern border, the final results left Hispanics, immigration advocacy groups and polling experts scratching their heads. \"That's implausible,\" said Alan Abramowitz, an Emory University political science professor who studies public opinion and election voting behavior. Abramowitz and others figured Trump's support would be minimal. He said polling experts will spend the next few weeks crunching election data to see if there were flaws in the predictions or the exit polls. In 2004, for example, exit polls showed President George W. Bush winning 44% of the Hispanic vote, which was later revised down to 40% once more detailed voter information came out. \"We're going to see some debate about this question,\" Abramowitz said. President-elect Trump vows to bring nation 'together as never before' Despite the outcome, polling experts say a larger Hispanic margin for Clinton wouldn't have been able to swing the election. Daniel Smith, a political science professor at the University of Florida, said Hispanics couldn't have offset the massive gains Trump made with white voters from Florida to North Carolina to Pennsylvania. \"You can't lay this on Hispanics,\" Smith said. \"I don't think that's where the election was won or lost. It had to do with white, suburban voters, especially women, breaking much more for Trump than anyone expected.\" While pollsters begin sorting through the voting data, Hispanics who voted for Trump say they paid little attention to the polls and pundits anyway. Denise Galvez, a Cuban American who co-founded \"Latinas for Trump,\" said they all focused too heavily on Trump's bombastic rhetoric and ignored the quiet, growing share of the Hispanic electorate that was willing to understand his platform. Galvez said she never believed that he really wanted to deport all 11 million undocumented immigrants or that he felt all Mexicans were rapists and drug dealers. \"I knew and acknowledged his faults,\" she said. \"But everybody took him out of context. How everybody extrapolates that he hates all Mexicans and he hates all Hispanics and he hates all immigrants is absolutely ridiculous.\" Instead, Galvez said, Trump pushed a reasonable immigration strategy that would target undocumented immigrants with criminal records, find a solution for those who are working hard in the U.S. and finally gain control of the country's borders. For Josefina Rocabado, 50, who immigrated to Miami from the Dominican Republic in 1979, Trump's economic policies were more important. The insurance company manager said she felt insulted by the Clinton campaign's \"brainwashing\" of Hispanics by suggesting those who didn't support the Democrat were betraying their roots rather than being more motivated by other issues. \"Talk to me about what's happening in my house,\" Rocabado said. \"I have three kids, one with special needs. In the past eight years, we went from being in the middle class to the bottom of the middle class. We need to pay bills.\" Predictions that blacks, women and Millennials would not vote Trump proved largely untrue Antonio Salguero, 18, who was born in the U.S. to Guatemalan parents, said he had reservations about Trump but thought too many Hispanics simply ignored Clinton's flaws. The first-time voter rattled off questions over the candidate's handling of a private email server and her repeated \"lies\" throughout the election. \"If there was a better option, I would've voted for them,\" Salguero said. \"But (Trump) seemed better than Clinton.\" Tuesday's outcome may have upset many Hispanics in the U.S., but Abramowitz said there were signs of hope in the long term as the size of the Hispanic population continues to grow. The Hispanic share of the national vote rose from 8% in 2004 to 10% in 2012 to 11% in 2016, according to the Pew Research Center and exit polling conducted by Edison Research. Abramowitz said that resulted in diminishing Republican leads in states like Arizona and Texas. He pointed to more Hispanics playing a factor in Southern states like Georgia. And he said the share of the white vote will only continue to fall. \"In the long term, that's a significant thing,\" he said. \"In this election, it wasn't nearly enough to swing those states. But that's a trend that is only going to continue.\" 3669 CONNECT TWEET LINKEDIN 79 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2ffKWO2 ",
    "title": "Another election surprise: Many Hispanics backed Trump"
   },
   {
    "entities": [
     "audrey",
     "anthony",
     "contact",
     "clair",
     "reporters",
     "peterson",
     "anti-trump",
     "moreira",
     "clara",
     "stacy",
     "michael",
     "lava",
     "burke",
     "schaffer",
     "and",
     "moreno",
     "berwyn",
     "chicago",
     "north",
     "donald",
     "nereida",
     "international",
     "nov. 9, 2016",
     "november 9, 2016 following tuesday",
     "night",
     "wednesday",
     "st.",
     "hotel",
     "kathryn",
     "tower",
     "protestors",
     "tribune",
     "birgitt",
     "michigan",
     "avenue",
     "usa",
     "edgewater",
     "evening before",
     "trump",
     "kkk"
    ],
    "id": 18,
    "text": "News Local news Breaking News Protesters block entrance to Trump Tower Anti-Trump protesters gathered outside Trump International Hotel and Tower in Chicago on November 9, 2016 following Tuesday's election.  Stacy St. Clair and Nereida Moreno Contact Reporters Chicago Tribune Thousands of protesters angry Donald Trump 's election victory massed outside Trump Tower in Chicago Wednesday evening before taking downtown streets in an angry show of opposition to the president-elect. \"No Trump, No KKK, No Fascists USA\" and \"Not my president!\" were among chants shouted by the crowd. Chicago resident Audrey Lava, who is eight months pregnant, wiped away tears as she joined the protest outside the tower. \"I wanted to show my solidarity with people who are suffering.\" Lava said. \"And I wanted to show the rest of the world that not everyone in this country supports a fascist.\" Anti-Trump protestors at Chicago's Trump Tower Protestors at an anti-Trump rally chant \"not my president\" during a demonstration across the street from Trump Tower in Chicago. Nov. 9, 2016. (Nereida Moreno / Chicago Tribune)  Protestors at an anti-Trump rally chant \"not my president\" during a demonstration across the street from Trump Tower in Chicago. Nov. 9, 2016. (Nereida Moreno / Chicago Tribune)  See more videos The protesters at one point filled all six lanes of North Michigan Avenue. Along the way they received both honks of support from motorists and angry responses from Trump supporters. \"Build the Wall!\" one Trump backer yelled at the crowd, referring to the former reality TV star's promise to build a wall on the Mexican border. Michael Burke, a resident of Edgewater, said he believes the president-elect will \"divide the country and stir up hatred.\" \"I think it's our constitutional duty to not to go quietly and accept that,\" he said. \"The Tower signifies everything that is ugly and boastful about this hateful man.\" Kathryn Schaffer brought her 3-year-old daughter, Clara, to protest at Trump Tower. \"She's a little too young to understand all of this but I don't know how I'm going to explain that the president of our country can say the things that he says,\" she said. Schaffer said she stayed up all night after hearing the news that Trump had won. She said the president-elect is not a good role model for her daughter. \"The president is supposed to be a role model for children and somebody that they look up to. I feel like if I stand by my values, I can't be quiet for the next four years. I have to be a role model if our president won't be,\" Schaffer said. Early on, about a half-dozen Trump supporters were allowed to stand in front of Trump Tower, while protesters were corralled across the street. Anthony Moreira of Berwyn waved an American flag and shouted at the anti-Trump to accept the results and go home. \"You're weak,\" he yelled. \"That's why you lost.\" He said the protestors grievances were baseless. \"Trump isn't a bigot,\" he said. \"If you look behind the back doors you'll see blacks, Hispanics, Muslims and all kinds of people working for him.\" The pro-trump crowd also included Birgitt Peterson, who gained brief notoriety during the campaign when a Tribune photographer captured her giving a Nazi-like salute as she exited an aborted Trump rally in Chicago. Waving a Trump sign and chanting U-S-A, Peterson said she wanted to celebrate her candidate's victory. \"We knew he was going to win,\" she said. \"They need to accept it.\" sstclair@chicagotribune.com ",
    "title": "Protesters block entrance to Trump Tower - Chicago Tribune"
   },
   {
    "entities": [
     "mexico",
     "oakland",
     "n.y.",
     "calif.",
     "berkeley",
     "health",
     "urges",
     "albany",
     "nations",
     "tuesday",
     "boulder",
     "alabama",
     "brown",
     "francisco",
     "bronx",
     "san",
     "62 percent",
     "colo.",
     "goldstein",
     "currently",
     "york",
     "harold",
     "advocates",
     "association",
     "beverage",
     "aubrey/npr",
     "20 percent",
     "public",
     "2014",
     "bay",
     "mississippi",
     "heart",
     "organization",
     "area",
     "2025",
     "brooklyn",
     "today",
     "nancy",
     "$9.5 million",
     "susan",
     "world",
     "neely",
     "allison",
     "new",
     "u.s.",
     "who",
     "california",
     "american",
     "justin"
    ],
    "id": 19,
    "text": "Twitter Enlarge this image Bottles of Fanta are displayed in a food truck's cooler in San Francisco, Calif. The city is one of three in California, and four in the U.S., that passed taxes on sodas and other sugary drinks in Tuesday's election. Justin Sullivan/Getty Images hide caption toggle caption Justin Sullivan/Getty Images Bottles of Fanta are displayed in a food truck's cooler in San Francisco, Calif. The city is one of three in California, and four in the U.S., that passed taxes on sodas and other sugary drinks in Tuesday's election. Justin Sullivan/Getty Images Voters in three cities in California passed ballot measures to place a one cent-per-ounce tax on sodas and other sugar-sweetened beverages, a move aimed at tackling obesity. In San Francisco, 62 percent of voters cast their ballots in favor of the tax on sugary drinks. Similar measures passed in Oakland and Albany, Calif. In addition, the city of Boulder, Colo., passed a 2 cents-per-ounce tax. \"The growing worldwide movement to tax sugary beverages can no longer be stopped,\" wrote Harold Goldstein, executive director of Public Health Advocates in a release today. Goldstein pointed to the World Health Organization's recent report calling on nations around the globe to tax sugary drinks. Tax Soda To Fight Obesity, WHO Urges Nations Around The Globe As we've reported, after Berkeley, Calif., passed a tax on sugary drinks, one study found that consumption of sugary drinks dropped by about 20 percent. And, after Mexico imposed a tax on sugar-sweetened beverages in 2014, researchers documented a decline in sales. The CEO of the American Heart Association touted the passage of the soda tax measures as a big win for public health. \"We applaud voters for rejecting the big spending and false arguments of outsiders and standing up for what they knew was right for their community,\" wrote Nancy Brown, CEO of the American Heart Association, in a statement today. \"From sports drinks to sodas to fruit-flavored drinks, today's children are drinking their age in these sugary drinks each week. Reducing consumption will improve rates of diabetes, heart disease and tooth decay,\" Brown concluded. The American Beverage Association, which represents all the big soda brands, led the effort to oppose the soda tax measures. The group spent upwards of $9.5 million on a ad campaign, dubbed \" Don't Tax Our Groceries .\" Article continues after sponsorship \"Voters in the Bay Area have made a decision, and we respect their decision,\" Susan Neely , CEO of the American Beverage Association, told us by phone. But she says taxes are not the best way to pursue the public health objective of tackling obesity. \"Consumers don't want these taxes ... and we think there's a more effective way to go about it,\" Neely says. Trick Or Treat? Critics Blast Big Soda's Efforts To Fend Off Taxes \"We are deeply and publicly committed to reducing calories and sugar from our beverages,\" Neely explains, pointing to a pledge to a 20 percent reduction by 2025. Neely explains that the industry has partnered with the Alliance for a Healthier Generation to work in communities with high rates of obesity to try to change the behaviors of people who may be getting too many calories from sugar-sweetened beverages. Currently, the group has efforts underway in Alabama and Mississippi, as well as communities in the Bronx and Brooklyn, N.Y. Enlarge this image A billboard at a New York subway stop in Brooklyn nudges consumers to think about the calories they consume. It's part of a soda industry-funded campaign to target obesity. Allison Aubrey/NPR hide caption toggle caption Allison Aubrey/NPR A billboard at a New York subway stop in Brooklyn nudges consumers to think about the calories they consume. It's part of a soda industry-funded campaign to target obesity. Allison Aubrey/NPR \"We're doing a double-down to try to change behavior to reduce [consumption of] calories and sugar from our beverages,\" Neely told us. Some of the efforts include offering taste tests and coupons for lower-calorie and zero calories options. Other strategies include a billboard campaign, Balance What You Eat, Drink & Do ,\" aimed at nudging people to think about the calories they're consuming. The industry is also working with retailers to place lower-calorie options at eye-level, so that consumers may be more likely to notice them. Neely says she doesn't agree with public health advocates who argue that there's growing momentum for soda taxes. \"I just don't see middle-class tax increases spreading across the country. I don't think there's support by people, and I don't see this as a movement.\" ",
    "title": "Souring On Sweet? Voters In 4 Cities Pass Soda Tax Measures : The Salt : NPR"
   },
   {
    "entities": [
     "garland",
     "anthony",
     "ruth",
     "news",
     "bader",
     "obama",
     "antonin",
     "57%",
     "scalia",
     "lee",
     "now",
     "the future",
     "last year",
     "us",
     "william",
     "times",
     "states",
     "alabama",
     "columbia",
     "ginsburg",
     "elizabeth",
     "florida",
     "azusa",
     "david",
     "supreme",
     "sykes",
     "gop",
     "two years ago",
     "constitutional",
     "heritage",
     "mitch",
     "circuit",
     "m.",
     "court",
     "donald",
     "11th",
     "the",
     "for",
     "june",
     "abc",
     "mike",
     "savage",
     "mcconnell",
     "white",
     "united",
     "john",
     "center",
     "accountability",
     "larsen",
     "texas",
     "pryor",
     "washington",
     "merrick",
     "kennedy",
     "wydra",
     "judge",
     "of",
     "diane",
     "michigan",
     "next four years",
     "senate",
     "40%",
     "district",
     "foundation",
     "kamala",
     "next year",
     "house",
     "harris",
     "7th",
     "l.a.",
     "stephen",
     "u.s.",
     "g.",
     "joan",
     "california",
     "the past decade",
     "charles",
     "wisconsin",
     "malcolm",
     "trump",
     "appeals",
     "canady",
     "utah",
     "breyer"
    ],
    "id": 20,
    "text": "Trump's victory ensures a conservative majority on the Supreme Court US Supreme Court The U.S. Supreme Court. (AFP/Getty Images) David G. Savage Donald Trump ’s presidential victory preserves the Supreme Court ’s narrow conservative majority by clearing the way for the new president to choose a jurist next year to fill the seat of the late Justice Antonin Scalia. And with Republicans maintaining control of the Senate , Trump will have a free hand in selecting someone with strong conservative credentials, confident his nominee will be confirmed. The election dashes the hopes of liberals, who lost their best opportunity in more than 40 years to create a majority on the high court. Live U.S. election results  |  Live California election results It also provided a validation of sorts for the obstruction strategy of Senate Majority Leader Mitch McConnell (R-Ky.) and other Republicans, who refused for nearly nine months to consider President Obama ’s nominee to fill Scalia’s seat, Merrick Garland, chief judge of the U.S. Court of Appeals for the District of Columbia Circuit. The future of the Supreme Court’s ideological balance proved to be a critical factor for many Republican voters. In exit polls, about 1 in 5 voters said the Supreme Court appointments were “the most important factor” in their decision, and those voters favored Trump by a 57% to 40% margin, according to ABC News. Now, the court’s ideological balance should remain largely as it has been for the past decade, with Justice Anthony M. Kennedy holding the deciding vote in the court’s biggest cases. Kennedy generally leans to the right on issues such as campaign spending, criminal law, the death penalty, religion, business regulation and gun rights. But he has joined the court’s four liberals to uphold gay rights and to protect blacks from housing discrimination. Court disputes over voting laws often divide justices along party lines » Trump’s nominee to replace Scalia is not likely to trigger an immediate shift on abortion. In June, Kennedy joined with the liberals to strike down a Texas law that would have forced the closing of most of the state’s abortion clinics, signaling the Roe vs. Wade decision and the right to abortion retains a majority, at least for now. But going forward, GOP control of the White House and the Senate means the court could shift strongly to the right in the next four years if Justices Ruth Bader Ginsburg, 83, Kennedy, 80, or Stephen Breyer, 78, were to leave the court. “Filling the Scalia seat is probably a wash. But the odds are very high that in four or eight years, President Trump will have other vacancies to fill, and that will be a different story,” said John Malcolm, a legal analyst at the Heritage Foundation, a conservative think tank. Ginsburg may find herself in an uncomfortable spotlight. Some leading liberals had urged her to retire two years ago so Obama could have filled her seat with a younger liberal justice. Ginsburg said she saw no reason to retire and suggested she was confident another Democrat would follow Obama in the White House. If President Trump were to replace Ginsburg or Breyer, it would give the court a dominant conservative bloc with six Republican appointees and no need to rely on Kennedy for some issues, notably abortion and gay rights. Trump said in one debate that he would appoint pro-life justices, and they would overturn Roe vs. Wade. Trump’s nominees also are likely to be strong supporters of the 2nd Amendment and its right to bear arms. If so, the court could stand as a roadblock against city or state gun regulations, including measures that make it hard for gun owners to obtain concealed carry permits. Should it be legal to have a congressional district only one party can win? » And with a new appointee, the court could deal a blow to public-sector labor unions. Last year, the conservative justices were prepared to rule in a case involving California teachers concerning whether it is constitutional to require such employees to pay mandatory fees to support their unions. But Scalia died unexpectedly before the opinion could be issued, leaving the court split, 4-4. Now, conservative activists could bring the issue back to the court.  And Trump’s victory likely guarantees the end of Obama initiatives on immigration and climate change. Conservative judges and an evenly divided high court had put those measures on hold. The court now will soon have a conservative majority to kill those initiatives, assuming they are not repealed first by the Trump administration. Liberals are worried about what lies ahead. “Longer term, there are real concerns about whether a Supreme Court with two or three Trump-nominated justices would cut back on protections for important fundamental rights and liberties, especially the right of women to meaningfully access abortion,” said Elizabeth Wydra, president of the Constitutional Accountability Center. “We could see a court more willing to look out for corporate interests at the expense of consumers and workers or to break with the guarantees of equality for LGBTQ Americans.” During the campaign, Trump issued two lists of his potential Supreme Court nominees, including judges from state supreme courts and U.S. appeals courts across the nation. They include Florida Supreme Court Justice Charles Canady, who as a congressman sponsored the federal ban on “partial-birth abortions”; Michigan Supreme Court Justice Joan Larsen, a former Scalia law clerk; 11th Circuit Court Judge William Pryor from Alabama; 7th Circuit Judge Diane Sykes from Wisconsin and Sen. Mike Lee from Utah. Notably absent from the list were prominent conservative judges in Washington. Caption 90 seconds: 4 stories you can't miss Donald Trump becomes the 45th president of the United States , Kamala Harris becomes the first black politician to represent California in the U.S. Senate , a heavily-armed man killed one and injured two others in Azusa,  and the L.A. Times asks you how you felt on election day . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Trump&apos;s victory ensures a conservative majority on the Supreme Court - LA Times"
   },
   {
    "entities": [
     "defense",
     "now",
     "bob",
     "aldag/the",
     "states",
     "nixon",
     "bernie",
     "david",
     "republican",
     "foreign",
     "cabinet",
     "george",
     "november 9",
     "13 percent",
     "homeland",
     "at 6:39 pm",
     "jong",
     "enterprise",
     "meade",
     "kim",
     "corker",
     "iran",
     "sanders",
     "michigan",
     "the past",
     "karen",
     "seoul",
     "bolton",
     "adam",
     "j.",
     "obama",
     "state",
     "russia",
     "mccaul",
     "bush",
     "f.",
     "elizabeth",
     "un",
     "danielle",
     "donald",
     "currently",
     "pletka",
     "post",
     "white",
     "deyoung",
     "clinton",
     "united",
     "hadley",
     "john",
     "agency",
     "security",
     "washington",
     "current",
     "cia",
     "nato",
     "services",
     "senate",
     "israel",
     "national",
     "w.",
     "china",
     "congress",
     "newt",
     "brussels",
     "damascus",
     "department",
     "north",
     "relations",
     "carstens",
     "sessions",
     "mike",
     "past",
     "jose",
     "wednesday",
     "committee",
     "flynn",
     "petraeus",
     "entous",
     "middle",
     "armed",
     "reuters",
     "stephen",
     "east",
     "trump",
     "american",
     "mexico",
     "council",
     "jason",
     "america",
     "institute",
     "kerry",
     "michael",
     "intelligence",
     "rogers",
     "agustin",
     "tokyo",
     "islamic",
     "jerusalem",
     "pentagon",
     "jeff",
     "u.n.",
     "syria",
     "korea",
     "house",
     "warren",
     "pence",
     "u.s.",
     "gingrich"
    ],
    "id": 21,
    "text": "Amid a world of problems, Trump’s policy prescriptions remain opaque The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Karen DeYoung November 9 at 6:39 PM Follow @karendeyoung1 There have been times in America’s past when an untested new president faced immediate calamity and potentially world-shattering disaster, from the Civil War to the Cuban missile crisis. But the broad array of international challenges now facing Donald Trump is among the most daunting and dangerous in modern U.S. history. After a campaign of bombastic sound bites and often contradictory policy prescriptions, Trump’s plans remain opaque for dealing with issues including terrorism, Russian aggression, and multiple shooting wars in the Middle East. He has called for increased military strength and more forceful American leadership, while also speaking of stepping back from U.S. responsibilities as the free world’s primary protector. He has invited China to invade North Korea and “solve that problem,” but also said he would host North Korean leader Kim Jong Un at the White House. He said he would renegotiate the Iran nuclear deal, and then called for strict enforcement of the existing agreement. His plan to combat the Islamic State, Trump said during the campaign, is a secret. [ Who will Trump be as commander in chief? ] In Mexico, China, Russia and Israel we ask people what they think of the election of Donald J. Trump as the 45th president of the United States. (Jason Aldag/The Washington Post) With little clarity on much of what he intends to do, the best initial indicator of Trump’s approach may be those he chooses for his national security team. Many of the names floated so far strike fear in the hearts of mainstream Republicans as well as Democrats, while others instill a sense of reassurance. Perhaps more than any other area of policy, the universe of potential picks for national security Cabinet positions, agency heads, deputies and those below is limited by the large number of Republican establishment figures in the field who said early and often during the campaign that they would never support a Trump candidacy or work in a Trump administration. Determining who is even on a list of possibilities is hampered by the fact that those who have been organizing the transition apparently have had little contact with Trump or the tightknit circle of family and top campaign officials around him. There has been “a firewall between people who had access to the man himself and people doing stuff that was serious about a transition,” said one prominent Washington conservative who insisted on anonymity to speak candidly. “The Trump transition to most of us is just a black box.” Even if some of the senior Republicans who denounced Trump decide to offer their services, he has given no indication he is prepared to forgive and forget. Blackballing job contenders, of course, is not unique to Republicans. Liberal advocacy groups, reportedly with guidance from Sens. Bernie Sanders (I-Vt.) and Elizabeth Warren (D-Mass.), had assembled names unacceptable for positions in a Clinton administration. On the Republican side, “Trump is like Nixon,” the conservative said. “They keep lists.” In a post-election message to State Department employees Wednesday, Secretary of State John F. Kerry reminded them of the need “to continue moving ahead with all the activities and projects on which you are currently engaged. The pace of events across the globe does not allow for timeouts.” Mexico's Finance Minister Jose Meade and central bank head Agustin Carstens have looked to calm markets after Republican Donald Trump's surprise victory sparked a massive selloff tanking the peso up to 13 percent in after-hours trading. (Reuters) The “second imperative,” Kerry said, is “to welcome our incoming colleagues warmly and professionally and to provide them with all the assistance they need to ensure a seamless transition from one administration to the next.” Trump’s personnel choices could ease or deepen concern in Cabinet departments and agencies such as the CIA, where Trump has said he would reinstate the use of torture and detention for terrorism suspects. Former agency officials said that any attempt to reintroduce harsh interrogation techniques such as waterboarding would meet fierce internal resistance. [ Intelligence community is already feeling a sense of dread about Trump ] Among the rumored candidates for secretary of state, former House speaker Newt Gingrich (R-Ga.) and former U.N. ambassador John Bolton — both outspoken Trump supporters — are viewed as anathema by many current diplomats and as loose cannons even by many of their fellow Republicans. Sen. Bob Corker (R-Tenn.), the chairman of the Senate Foreign Relations Committee, is seen as the more mainstream candidate. Corker said that he had spoken to Trump and Vice President-elect Mike Pence on Wednesday to offer his congratulations but that he’d had no conversations with them about a position in the new administration. Although he has expressed interest in the State Department job in the past, “it’s way too soon for that kind of thing. . . . These are decisions that others are making,” Corker told the Tennessean newspaper Wednesday. At the Pentagon, Trump has criticized the counterterrorism policies of current senior officers, saying he would replace them, but also has said he would defer to them on new policies. Among other things, current and former defense officials have expressed unease over threats to withdraw from NATO, use nuclear weapons, and engage in military partnerships with Russia while responding more aggressively to Chinese expansionism. The possibility that retired Lt. Gen. Mike Flynn, the former head of the Defense Intelligence Agency and an active Trump adviser and surrogate who is highly critical of current policy, would be named as defense secretary or national security adviser does not sit well within the Pentagon or the intelligence community, career officials in both have said. Flynn’s appointment to a Cabinet position would also require a congressional waiver of a law restricting activities of former senior military officers. Sen. Jeff Sessions (R-Ala.) , another senior Trump adviser, is said to be interested in the top Defense Department job. Though a member of the Senate Armed Services Committee, he is much better known for his interest in immigration than the military. Amid the many swirling rumors — and a dearth of actual information — former CIA director and retired Gen. David Petraeus is said to be in the mix for a top national security job, as are House Homeland Security Committee Chairman Michael McCaul (R-Tex.), former congressman Mike Rogers of Michigan and George W. Bush national security adviser Stephen Hadley. Trump’s lack of foreign policy experience could also shift more focus back to Congress, where Republicans who have sharply criticized the level of unilateral control President Obama’s White House has exercised over national security — and some of whom have denigrated Trump as uninformed on the issues — are chafing for a bigger voice. At the same time, Trump’s lack of a deep bench to populate the National Security Council staff could result in a reduction from an Obama White House team seen as bloated . But Trump “wasn’t elected on the strength of his foreign policy,” said Danielle Pletka, vice president for foreign and defense policy studies at the American Enterprise Institute. A non-politician with no record to judge, Trump “said enough to get people to elect him,” Pletka said. But he has also “made a lot of statements that are totally contradictory,” she said. “. . . I have absolutely no idea how he’s going to govern.” As Trump makes his choices and begins to work through the various policies he has described in bullet points, some issues will require immediate attention. They include the fight against the Islamic State, Syria’s simultaneous civil war and broad Middle East instability; a newly aggressive Russia that U.S. intelligence says has directly intervened in the American electoral process; and the likelihood that North Korea will have a missile-mounted nuclear weapon capable of reaching U.S. shores during the first year of Trump’s presidency. Others, including China, Iran and global terrorism, are on a larger plate of pressing strategic issues. In Asian capitals such as Tokyo and Seoul, officials voiced trepidation over Trump’s campaign promises to make them pay more for a U.S. security shield. In Damascus and Jerusalem, there was optimism that pressure to make concessions to their opponents would lessen. At NATO headquarters in Brussels on Wednesday, one ambassador sent an email to another summing up the high state of anxiety given the president-elect’s threat to withdraw from the alliance if other members failed to meet their obligations. The email read, “Oh my god.” Adam Entous contributed to this report. Read more: ",
    "title": "Amid a world of problems, Trump’s policy prescriptions remain opaque - The Washington Post"
   },
   {
    "entities": [
     "josh",
     "saenz",
     "press",
     "obama",
     "now",
     "central",
     "us",
     "9, 2016",
     "bush",
     "intelligence",
     "nov",
     "arlette",
     "donald",
     "pdb",
     "white",
     "george",
     "present",
     "earnest",
     "agency",
     "today",
     "cia",
     "house",
     "pence",
     "u.s.",
     ", 5:03 pm",
     "trump",
     "w."
    ],
    "id": 22,
    "text": "Donald Trump to Receive Same Intelligence Briefing as President Obama By Arlette Saenz Nov 9, 2016, 5:03 PM ET 0 Shares WATCH Donald Trump Becomes President-Elect of the US 0 Shares Email Donald Trump will now be privy to in-depth daily intelligence briefings as president-elect. White House Press Secretary Josh Earnest said today that Presidential Daily Brief (PDB), which President Obama receives each morning along with other intelligence material has now been made available to Trump, Vice President-elect Pence and a few designated members of his team. \"This is an important part in ensuring the kind of smooth transition that President Obama has prioritized,\" Earnest said. Earnest noted that this was a courtesy President George W. Bush extended to President Obama. A senior U.S. official said Trump has not received a PDB today, but can request it any day at his discretion. The official notes that the sitting president determines what the president-elect will receive. Obama has decided to grant access to the PDB, which means Trump will receive the exact same thing Obama receives each morning -- as has been customary with recent transitions. The official said the intelligence community is ready to provide the PDB whenever the president-elect wants. Similar to the briefings given to the major party nominees, career analysts from the Central Intelligence Agency (CIA) will present the information, not political appointees. 0 Shares ",
    "title": "Donald Trump to Receive Same Intelligence Briefing as President Obama - ABC News"
   },
   {
    "entities": [
     "tim",
     "obama",
     "cheryl",
     "mook",
     "virginia",
     "anti-trump",
     "the future",
     "america",
     "tuesday",
     "iowa",
     "robby",
     "anne",
     "monica",
     "peninsula",
     "2012",
     "once",
     "florida",
     "1968",
     "bernie",
     "ada",
     "mitt",
     "john",
     "four years ago",
     "hours earlier",
     "donald",
     "york",
     "abedin",
     "2016",
     "at 9:12 pm",
     "post",
     "white",
     "early afternoon on",
     "hillary",
     "huma",
     "clinton",
     "19th-century",
     "yorker",
     "mills",
     "november 9",
     "night",
     "phillip",
     "wednesday",
     "said",
     "hotel",
     "washington",
     "march 2014",
     "brooklyn",
     "kaine",
     "va.",
     "ohio",
     "gearan",
     "michigan",
     "wagner",
     "akhtar/the",
     "about 8:30 p.m.",
     "house",
     "romney",
     "vermont",
     "pennsylvania",
     "abby",
     "9 p.m.",
     "new",
     "podesta",
     "sanders",
     "wisconsin",
     "trump",
     "manhattan"
    ],
    "id": 23,
    "text": "‘This is painful, and it will be for a long time,’ Clinton says The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Anne Gearan and Abby Phillip November 9 at 9:12 PM Follow @agearan Follow @abbydphillip NEW YORK — Hillary Clinton saw a rancorous campaign through to its bitter end on Wednesday, conceding the presidency to a man she had called unfit for the office and a threat to the fabric of the country. In defeat, Clinton turned one of her central attacks on Donald Trump into a charge for the presidency she was denied, urging the next president and her disheartened supporters to respect the peaceful transfer of power. “We have seen that our nation is more deeply divided than we thought,” Clinton said hours after losing a presidential election she had been widely seen as sure to win. “But I still believe in America, and I always will. And if you do, then we must accept this result and then look to the future.” Speaking to a hastily assembled group of campaign staff, volunteers and supporters, Clinton went on: “Donald Trump is going to be our president. We owe him an open mind and the chance to lead.” She grew misty-eyed but maintained her composure — even as her supporters could not — throughout a speech she never imagined giving. She spoke in a hotel ballroom farther in feel than in distance from the exquisitely planned celebration she did not have on Tuesday night. Anti-Trump protests took place near some college campuses on election night. (Monica Akhtar/The Washington Post) Hours earlier, Clinton had also planned to speak of the promise of “an America that’s hopeful, inclusive and big-hearted.” She had planned to call for unity and healing, with her own history-making election as the first female president a galvanizing example. That dream started to unravel about 8:30 p.m. Tuesday, when roughly half the states had voted and results showed a Trump lead that Clinton’s confident, data-driven campaign had not foreseen. Clinton’s second unsuccessful run for the White House relied heavily on a complex computer algorithm that the campaign was prepared to publicly unveil after the election. As election results rolled in Tuesday, Clinton watched from a suite in the Peninsula Hotel in Manhattan as her would-be electoral advantage disappeared. The gulf opened and never closed as Trump performed more strongly than expected in several upper-Midwestern states that had voted for Democrats for a generation. Earlier in the night, top Clinton aides bounced around the room doing media interviews and chatting with reporters, projecting optimism that Clinton’s voters would come through with record turnout. But by 9 p.m., the early warning signs had become dire. Virginia, a state that they thought would be an easy win, was looking like a squeaker. Florida had begun to appear out of reach. And Trump’s victories in Iowa and Ohio, which were expected, became the leading edge of a Trump wave that swamped Clinton. Not only did Trump capture big margins in battleground states, outperforming expectations for a divisive and damaged candidate, but he outperformed 2012 nominee Mitt Romney in some categories. Meanwhile, Clinton underperformed with the groups she needed most — minorities and younger voters — showing that she could neither recreate the much-admired “Obama coalition” nor assemble what her aides had begun to call her own “Hillary coalition.” The 2016 presidential election, in graphics View Graphic The 2016 presidential election, in graphics One by one, Clinton aides began disappearing from the main hall and not answering their phones. They retreated to a nearby war room, which was cordoned off and guarded, and never returned. The mood outside the room turned from confusion to disbelief, anger and dejection. Back at the Peninsula, campaign aides who were not part of Clinton’s small core of intimate friends and advisers gradually peeled away and came to the Javits Center in ones and twos. Eventually it was only Clinton, her family and the closest advisers, including Huma Abedin and Cheryl Mills, making the decision first to put off a concession speech and then to concede by phone. Mills smiled softly and shook her head when asked Wednesday what those hours were like. “It’s too raw,” she said as she talked with Clinton supporters outside the New Yorker Hotel, where Clinton, flanked by Sen. Tim Kaine (Va.), her running mate, and her husband and daughter, had said goodbye. Clinton did not dwell Wednesday on what other friends said was an agonizing reckoning in that hotel room, but the mood was akin to the funeral for a sudden death — shocking, mystifying and starkly real. It was clear that no one — not Clinton, not her husband, not her supporters, not the core team of her campaign — had seen it coming. “I know how disappointed you feel because I feel it, too, and so do tens of millions of Americans who invested their hopes and dreams in this effort,” Clinton said. “This is painful, and it will be for a long time.” Time and time again, Clinton and the team seemed to miss the magnitude of the forces that would overtake her in the Democratic primary and later against Trump. It wasn’t until Sen. Bernie Sanders of Vermont showed surprising strength in Iowa that the Clinton campaign put real stock in the strength of his populist economic message. The same forces helped Trump’s win on Tuesday. Clinton would need voters to choose her over her opponents because of how she would “handle the economy and relate to the middle class,” her campaign manager Robby Mook wrote in an email to close advisers in March 2014. But more often, the effort to disqualify Trump based on his temperament took precedence over an economic focus. Clinton’s aides knew that there were soft spots in the Obama voting coalition that could pose problems for Clinton’s bid. Her support among young voters was fragile, and in early voting, African American turnout and enthusiasm lagged. In the end, Clinton’s inability to bring out Democratic voters in the election was a dramatic failure that left her more than 5 million votes shy of Obama’s total in 2012, according to preliminary results. Trump was ultimately able to claim victory having earned fewer votes than Romney did in 2012. Latino voters did turn out in 2016, but many more than expected were willing to give Trump a shot at the White House. Among nonwhite voters, Clinton led Trump by 54 points — a whopping advantage but less than Obama’s 61-point lead four years ago. These miscalculations probably cost Clinton key states that Obama won four years ago: Michigan, Wisconsin, Florida and Pennsylvania. Clinton walked away having won the popular vote but having lost badly to Trump in the electoral college. While her reliance on analytics became well known, the particulars were kept hush-hush, including the existence of a powerful computer algorithm nicknamed “Ada” after a 19th-century female mathematician. According to aides, the algorithm operated on a separate server than the rest of the Clinton operation as a security precaution, and only a few senior aides had access. According to aides, a raft of polling numbers, public and private, were fed into the algorithm, as well as ground-level voter data collected by the campaign. Once early voting began, those numbers were factored in, too. With that, aides said, Ada ran 400,000 simulations a day of what the race against Trump might look like. It spat out a report giving campaign manager Robby Mook and others a detailed picture of which battleground states were most likely to tip the race in one direction or another — and guiding decisions about where to spend time and deploy resources. But was it the right guidance? It appears that the importance of some states Clinton would lose — including Michigan and Wisconsin — never became fully apparent or that it was too late once it did. Clinton made several visits to Michigan during the general election, but it wasn’t until the final days that she, Obama and her husband made a concerted effort. As for Wisconsin, Clinton didn’t make any general-election appearances there at all. Said Mook, in a wee-hours thank-you note to campaign workers: “Campaigns are incredibly hard, and sometimes the results don’t reflect the merit, work and commitment that goes into them. This is one of those times.” Early afternoon on Wednesday, campaign staff trickled into the Brooklyn headquarters for food, ice cream and a staff meeting following Clinton’s concession speech. They huddled over cellphones, listening to Clinton, who spoke to them and hundreds of others scattered across the country, thanking them for their “work and tireless dedication,” according to a campaign aide who spoke on the condition of anonymity to discuss the details of the meeting. Later, Mook, who has commanded nearly universal loyalty among staffers, led the pep talk, acknowledging the disappointing results. “You were fighting on the right side,” Mook told them, according to the aide. “Hillary was our champion.” Podesta added praise for Mook, whose data-driven method of managing the campaign will probably come under intense scrutiny after the campaign failed to anticipate Tuesday’s upset. “We have the number one campaign manager,” Podesta told them. “I’ve been doing this since 1968, and I’ve never seen a culture and a spirit like we created in this campaign.” John Wagner in Washington contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "‘This is painful, and it will be for a long time,’ Clinton says - The Washington Post"
   },
   {
    "entities": [
     "news",
     "november 9, 2016",
     "nbc",
     "america",
     "1:11",
     "secret",
     "yoli",
     "department",
     "tiffany",
     "bachar",
     "donald",
     "gucci",
     "york",
     "police",
     "hillary",
     "clinton",
     "night",
     "wednesday",
     "service",
     "tower",
     "chappaqua",
     "timm",
     "co.",
     "the near future",
     "avenue",
     "city",
     "jane",
     "new",
     "&",
     "california",
     "fifth",
     "trump",
     "manhattan",
     "c."
    ],
    "id": 24,
    "text": "Trump's Surprise Win Sparks Protests and Jubilation 1:11 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161109234822if_/http://www.nbcnews.com/widget/video-embed/804978243767\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Nestled between the Gucci and Tiffany & Co. flagship stores on bustling Fifth Avenue in New York City is America's newest security challenge — a presidential residence. Trump Tower, the primary residence of President-elect Donald Trump, happens to sit on one of the busiest thoroughfares in Manhattan. The city, no stranger to traffic jams, could be in for even more headaches. While other presidents have had remote havens and carefully selected homes on quiet streets, Trump Tower is an apartment building with office and commercial space on a shared block with city buses, taxi cabs and private vehicles humming alongside it. Tourists flood the area and its surrounding high-end stores. It's hard to imagine the Secret Service roping off a full street as they did at Hillary Clinton's Chappaqua, New York residence, only allowing neighbors to drive near her home. On a rainy Wednesday just hours after Trump shocked the nation with an upset win, the New York Police Department began setting up more permanent security measures. NBC News observed a mobile command post being installed; cement barricades began to join the sand-filled trucks put in place for election night security. Metal fencing roped off parts of surrounding blocks, derailing wayward tourists and surprising neighborhood workers looking for lunch. Mere feet away, a woman tried to burn a flag — a task derailed by the rain and apparent non-flammable material — while pedestrians scolded her, insisting she should leave the country as cops stood nearby. (Burning a flag is not illegal; starting a fire on Fifth Avenue would be.) This woman is trying to burn a flag outside Trump Tower pic.twitter.com/OR7uOePWsH — Jane C. Timm (@janestreet) November 9, 2016 \"We are assisting the Secret Service with security measures for the president-elect,\" an NYPD spokesman told NBC News. While Trump's personal safety is guarded by the Secret Service, vehicle and pedestrian traffic in and around the building — which was mandated in its construction to provide public space areas — will likely be handled by the NYPD's uniformed officers. The NYPD will likely release more information in the near future on what restrictions may be put into place for pedestrian and vehicular traffic near the Trump Tower. Nearby, two young women jumped up and down for a gleeful photo in front of the Trump Tower sign. \"He promises a lot more things — creating jobs. We need a businessman here. You never get any jobs from a poor person,\" California resident Yoli Bachar, 37, told NBC News after posing for the photo. She rejected the idea that Latino voters like herself opposed Trump for his divisive remarks. \"He's going to, you know, support everyone.\" Protester outside Trump Tower earlier pic.twitter.com/9JKoJdH0MK — Jane C. Timm (@janestreet) November 9, 2016 Jane C. Timm ",
    "title": "Trump Tower: President-Elect's Residence and New Security Challenge - NBC News"
   },
   {
    "entities": [
     "jefferies",
     "corrections",
     "martin",
     "reserve",
     "4.1 percent",
     "america",
     "exchange",
     "tuesday",
     "pfizer",
     "stock",
     "once",
     "17.2 percent",
     "inc.",
     "march",
     "cbs",
     "3.4 percent",
     "interactive",
     "dow",
     "janet",
     "30 percent",
     "donald",
     "corp.",
     "nov 9, 2016",
     "york",
     "fbi",
     "june",
     "2016",
     "several percent",
     "7.1 percent",
     "hillary",
     "overnight",
     "yellen",
     "clinton",
     "6 percent",
     "fed",
     "wednesday",
     "jones",
     "1.4 percent",
     "federal",
     "treasury",
     "monday",
     "lockheed",
     "new",
     "u.s.",
     "december",
     "43.1 percent",
     "trump",
     "6:27 pm est"
    ],
    "id": 25,
    "text": "MoneyWatch Nov 9, 2016 6:27 PM EST Wall Street roared back from the abyss on Wednesday in the wake of Donald Trump’s surprise electoral victory over Democrat Hillary Clinton. Overnight, equity futures had dropped several percent, echoing the Brexit chaos from June: An angry electorate out to punish the establishment was making markets recoil once again. Yet the fear soon subsided. Trump’s victory speech was conciliatory , Clinton conceded. And, most important for reversing the panic that set in on first blush, traders realized that if Trump’s economic plans are enacted, they would amount to a huge fiscal stimulus of tax cuts and infrastructure spending, with a strong dose of deregulation for the financial industry and others. Equities soared , with the Dow Jones industrials index gaining 1.4 percent after testing new highs, thanks to big gains in bank stocks and other areas set to benefit from a Trump administration. The dollar surged. But a big sell-off in Treasury bonds, evidence of technical weakness, and a jump in long-term interest rates suggest challenges -- and ongoing market volatility -- lie ahead. Uncertainty in global financial markets after Trump's victory Treasury bonds were slammed on a spike in inflation expectations and chatter of official selling of U.S. bonds by the Chinese. Also, the December Federal Reserve interest rate hike seems to be on track as well. But that boosted financial stocks in a big way, up 4.1 percent as a group, on hopes that higher rates will lift loan profitability.   Some health-care stocks were also strong on visions of a lighter regulatory burden on drugmakers and biotechs. The group gained 3.4 percent, with Pfizer ( PFE ) closing up 7.1 percent after trading even higher earlier in the session. U.S. Steel ( X ) gained 17.2 percent, thanks to an analyst upgrade by Jefferies on post-election benefits from possible trade protectionism and increased infrastructure spending. Corrections Corp. of America ( CXW ) gained a whopping 43.1 percent as analysts noted possible higher demand if Trump tightens immigration enforcement. Clinton’s defeat also removed the threat of her anti-private-prison stance. And Lockheed Martin ( LMT ) gained 6 percent on a general boost for defense stocks, thanks to Trump’s clamoring for an upgrade to military hardware. On the downside, emerging markets stocks, real estate investment trusts (REITs) and other yield-sensitive issues, and clean energy stocks underperformed. Looking ahead, a lot remains in flux.  Will the surge in long-term interest rates continue to be a net positive despite the dampening effect it will have on already tepid economic growth? Will Fed Chair Janet Yellen come under political pressure to resign? Will recent job gains continue?  And will the surge in the dollar further pinch U.S. corporate profit margins and weigh on crude oil at a time of vulnerability for both? Trump's victory marks seismic shift in America Also, let’s not forget that the first major policy challenge Trump will face is the need to raise the U.S. debt ceiling in March -- something that will focus attention on the deficit-raising consequences of his fiscal plans and put many Congressional Republican budget hawks in an awkward position. Wednesday’s flashy rebound in the stock market also masks underlying weakness because the rally was tainted by narrow participation. Incredibly, there were only 310 net advancing issues on the New York Stock Exchange. That’s down nearly 30 percent from Tuesday’s modest rise on Wall Street. And it’s well below the nearly 2,000 net advancing issues seen on Monday as markets surged in response to news the FBI had wrapped up its investigation into possible new emails related to Clinton’s private server. Complicating matters for investors amid all the uncertainty about Trump’s policies is the fact that stocks are entering a time of seasonal strength (“Santa Claus rally” and all that).  So until clarity on Trump’s policy priorities emerges, the sell-off in T-bonds stabilizes, and the market fully digests the Fed’s next rate hike, investors would do well to remain cautious.     © 2016 CBS Interactive Inc.. All Rights Reserved. ",
    "title": "Why stocks greeted Trump's win with a rally - CBS News"
   },
   {
    "entities": [
     "costa",
     "8:30 p.m.",
     "berkeley",
     "wednesday, nov. 9, 2016",
     "square",
     "the future",
     "metro",
     "o'dowd",
     "1 p.m.",
     "county",
     "cbs",
     "statehouse",
     "robert",
     "school",
     "southern",
     "tech",
     "chicago",
     "republican",
     "york",
     "2016",
     "suffolk",
     "conservatory",
     "tower",
     "boston",
     "avenue",
     "hate",
     "the day",
     "duncan",
     "5 p.m.",
     "manhattan",
     "penzone",
     "oakland",
     "christian",
     "arizona",
     "courthouse",
     "state",
     "leadership",
     "hall",
     "interactive",
     "street",
     "arpaio",
     "pioneer",
     "donald",
     "university",
     "ronald",
     "noon",
     "clinton",
     "schaefer",
     "facebook",
     "roosevelt",
     "high",
     "joe",
     "union",
     "makes",
     "9 p.m.",
     "paul",
     "early wednesday",
     "massachusetts",
     "november 9, 2016",
     "bittner",
     "albany",
     "matthew",
     "contra",
     "associated",
     "first",
     "san",
     "north",
     "hayden",
     "jose",
     "capitol",
     "wednesday",
     "portland",
     "city",
     "lincoln",
     "emerson",
     "new",
     "east",
     "10:05 pm est",
     "trump",
     "meaghan",
     "kpho",
     "carl",
     "press",
     "conference",
     "reagan",
     "america",
     "tuesday",
     "inc.",
     "francisco",
     "phoenix",
     "columbus",
     "police",
     "nov 9, 2016",
     "international",
     "hillary",
     "november 10, 2016",
     "bay",
     "night",
     "1984",
     "circle",
     "college",
     "u.s.",
     "freedom",
     "fifth"
    ],
    "id": 26,
    "text": "Last Updated Nov 9, 2016 10:05 PM EST There were protests throughout the U.S. on Wednesday after Donald Trump’s surprise election victory.  Over a thousand protesters marched in the streets of Manhattan and demonstrated outside Trump Tower to denounce the election of Donald Trump to the presidency. One group began at Union Square Wednesday night, while another converged at Columbus Circle. The demonstrators then took to the streets blocking traffic as police mobilized to contain them under a light rain.  People protest against Republican president-elect Donald Trump in the neighborhood of Manhattan in New York, U.S., November 9, 2016.  Close REUTERS/Eduardo Munoz The protesters chanted “Not my president” and “hey, hey, ho, ho Donald Trump has got to go.” They held signs that read “Trump Makes America Hate” and “Don’t Lose Hope.” Some of the protesters cursed out key battleground states that Trump had won to secure victory. Outside Trump Tower on Fifth Avenue in midtown police installed barricades to keep the demonstrators at bay. Police say the protests have been mostly peaceful. The NYPD tweeted at 8:30 p.m. that they are looking for two men who may have Molotov cocktails at the protest.  NYPD looking for two males with possible backpacks full of Molotov cocktails at the anti-Trump protest in Manhattan. — New York City Alerts (@NYCityAlerts) November 10, 2016 The signs of his victory were evident in New York, where security barricades were placed in front of Trump Tower.  Police officers walk in front of Trump Tower, the home of President-elect Donald Trump, in New York, Wednesday, Nov. 9, 2016.  Close AP Photo/Seth Wenig In Portland, Dozens of mostly young protesters rallied against President-elect Donald Trump, disrupting traffic and shutting down streets and freeways.  During the Wednesday gathering people shouted “not my president” and many carried signs saying things like “Love Trumps Hate.” The Portland Police said a portion of Interstate 5 through the city was briefly closed in both directions because of protest activity. Earlier the protest in downtown drew several Trump supporters, who taunted the demonstrators with signs. At one point, a lone Trump supporter was chased across Pioneer Courthouse Square and hit in the back with a skateboard before others intervened.  In Chicago, hundreds of protesters have gathered outside Chicago’s Trump Tower to express their disapproval of the election results. Authorities say police have been stationed outside the hotel and condominium tower since early Wednesday, when it was apparent the Republican Trump had defeated Democrat Hillary Clinton in their presidential contest. Stunned reactions to Trump's victory across the world The protest was organized by the groups Freedom First International and the Southern Christian Leadership Conference, among others. The organizers contend the protest is designed to show solidarity with Muslims, women, LGBTQ people, poor and working people and Black Lives Matter. CBS Chicago reports event was billed as an “emergency protest,” and thousands had signed up via Facebook. The demonstration started at 5 p.m. and was expected to last until 9 p.m. A different event had been planned by another Facebook group — to “Point and Laugh at Trump Tower” the day after the election. The organizer made some last-minute changes, given Trump’s unexpected victory. In Boston, protesters chanting “we will not be silenced” and carrying signs reading “He Will Never Be My President” gathered on the steps of the Massachusetts Statehouse following Republican Donald Trump’s presidential election victory.  Many of those chanting and singing hailed from Boston-area colleges and said they were shocked and disillusioned by Democrat Clinton’s loss. Meaghan Schaefer, a 19-year-old political communication student at Emerson College, said she was angry. “We were so close to seeing the first woman become president and she lost to a man who has no political experience, who doesn’t represent the majority in this country,” she said. Matthew Bittner said he was in utter disbelief with Trump’s win. He said he knows Clinton isn’t perfect, but said he felt like people didn’t want her in office because she’s a woman. “There’s so much bigotry in this country that we thought was resolved but it was just covered with a blanket,” said the 21-year-old theater student from Suffolk University. “He wants to bring back a sexist, racist, homophobic, xenophobic society and we will not stand for it.” The two were among hundreds who flocked to the Statehouse holding signs that read “Make Bigots Afraid Again,” chanting “I’m still with her” and singing The Beatles’ “All You Need is Love.” Massachusetts, a reliably Democratic state in presidential elections, handed its 11 electoral votes to Clinton on Tuesday. The last Republican presidential candidate to win Massachusetts was Ronald Reagan in 1984. What does Trump's victory mean? Nineteen-year-old Robert Duncan, who is black and a musical theater student at the Boston Conservatory, said he is gay and sees Trump as an oppressor. “He’s said awful things to people of all different kinds,” Duncan said. “I’m here because I just want to get all my emotions out honestly. I’m sad. I’ve been crying all day.” Many of those protesting said despite Trump’s victory, they have their eyes on the future. “For the next four years, we just have to do what we can,” Schaefer added. “We can’t throw away our shot. We’re young. We’re educated. We can make a difference the next time around.” At Berkeley, thousands of students walked out of several East Bay high schools Wednesday , protesting Republican Donald Trump’s presidential election victory, CBS San Francisco reports .  Students at Berkeley High, Bishop O’Dowd, Albany High and Oakland Tech all staged walkouts. Meanwhile, several hundred students staged a noontime rally at San Jose’s Lincoln High School and El Ceritto policesent out an alert at 1 p.m. asking drivers to be careful because walkouts were underway at several Contra Costa County schools. Students at a few Phoenix high schools walked out of class Wednesday in protest of Donald Trump’s win, CBS affiliate KPHO reports .  About 200 students at Carl Hayden High School chanted “Out Donald Trump” as they left school around noon. The high school is located at 35th Avenue and Roosevelt Street. Students at Metro Tech, North and Central high schools also staged walkouts. Students were seen holding signs and the Mexican flag as they marched to the Arizona State Capitol where they gathered outside the building and then walked a circuit around the plaza. Many of the signs expressed anti-Trump and anti-Sheriff Joe Arpaio sentiments. Arpaio was defeated by Democrat Paul Penzone after 24 years in office. Phoenix police officers were in the area to keep the students on the sidewalks and unharmed. The protest has remained peaceful. A small group of students gathered in front of City Hall in downtown Phoenix. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Thousands protest Trump victory across nation - CBS News"
   },
   {
    "entities": [
     "congress",
     "now",
     "s&p",
     "states",
     "$1,274",
     "kingdom",
     "1.7%",
     "0.208 percentage point",
     "donald",
     "european",
     "2016",
     "hours of wednesday",
     "5%",
     "june",
     "white",
     "2013",
     "overnight",
     "united",
     "7.69%",
     "2.07%",
     "wednesday",
     "12%",
     "morning",
     "house",
     "treasury",
     "union",
     "u.s.",
     "early hours of wednesday",
     "trump"
    ],
    "id": 27,
    "text": "Wall Street isn’t afraid of a President Trump – at least for now. Continue Reading Below The Dow Jones Industrial Average came within 49 points of a new record closing level on Wednesday, hours after Donald Trump was elected president of the United States and hours after financial markets had a brief panic attack which sent stocks spiraling.  It was a stunning conclusion to what had been an exhausting 2016 presidential election. In the wee hours of Wednesday morning, Trump -- the Republican nominee -- had clinched the White House, but the dramatic Brexit-style carnage expected in global markets in the wake of his win failed to hold as Trump called for the country to unite in the days ahead. As equities rallied back from steep overnight losses, bond yields reached their highest level in three years. What was a flight to safety in the very early hours of Wednesday quickly turned into a risk-on rally by the closing bell. The yield on the 10-year U.S. Treasury bond, which moves inversely to its price, rose 0.208 percentage point to 2.07%, the highest level since 2013. The move in the Treasury note was a total reversal from yields that touched 1.7% in the overnight hours. With a measured selloff in Asian and European equity markets, U.S. stocks clawed back steep losses after dropping as much as 5% overnight.   The VIX, an often cited gauge of Wall Street’s expectation for market volatility over the next 30 days, dropped to 15.2 on Wednesday after spiking to 22 days before the election. An normal level for the so-called fear gauge is around 12. Continue Reading Below ADVERTISEMENT Meanwhile, although declines eased, the Mexican peso continued to see sharp selling pressure, dropping 7.69% Wednesday morning against the U.S. dollar. The move was a rebounded of sorts from historic losses of nearly 12% in the immediate aftermath of the election outcome.  Wall Street has used the currency as its favorite proxy for betting on the presidential race during the 2016 election cycle. As Trump’s prospects of winning looked better, the peso intensified its selloff. Gold prices wiped out 5% gains to trade around $1,274 a troy ounce. For scope of the market reaction, back in June when United Kingdom citizens voted to leave the European Union,  markets saw a similar, but sustained selloff of more than 5%  on the broader S&P 500 – the stock index often seen as a barometer for the U.S. economy. This time around, though, the markets were more flexible with an unexpected outcome that resulted in a President-Elect Trump and a Republican-controlled Congress. Ticker ",
    "title": "Stocks Battle Back: Dow Flirts with Closing High After Stunning Trump Victory | Fox Business"
   },
   {
    "entities": [
     "previously",
     "june this year",
     "radio",
     "choices",
     "health",
     "state",
     "lee",
     "last three years",
     "david",
     "authority",
     "compassion",
     "and",
     "stork",
     "court",
     "1997",
     "65 percent",
     "the",
     "post",
     "rep.",
     "zalubowski/ap",
     "colorado",
     "daley",
     "carol",
     "public",
     "john",
     "denver",
     "washington",
     "2015",
     "oregon",
     "vermont",
     "coombs",
     "barbara",
     "&",
     "lois",
     "california",
     "montana"
    ],
    "id": 28,
    "text": "Rebecca Hersher Enlarge this image Colorado state Rep. Lois Court consoles Carol Stork after her 2015 testimony about the death of her terminally ill husband, during a legislative hearing on a proposal to offer life-ending medication to such patients. David Zalubowski/AP hide caption toggle caption David Zalubowski/AP Colorado state Rep. Lois Court consoles Carol Stork after her 2015 testimony about the death of her terminally ill husband, during a legislative hearing on a proposal to offer life-ending medication to such patients. David Zalubowski/AP Colorado became the sixth state to pass a measure allowing terminally ill patients to obtain life-ending medications. The ballot measure allows adults with six months or less to live the option to obtain prescription medication from a doctor and administer it themselves. The measure passed with about 65 percent of the vote, according to The Denver Post . Colorado Wrestles With Ethics Of Aid In Dying As Vote Looms The measure requires that people \"make two oral requests, separated by at least fifteen days, and a valid written request to his or her attending physician.\" It also requires that people be capable of taking the medication unassisted, and stipulates that patients can rescind a request for life-ending medication at any time during the process. The law protects doctors and pharmacists from prosecution for prescribing or dispensing such medications. The Denver Post reported two similar measures had previously failed to make it through the state legislature. \"We congratulate Colorado for becoming the sixth state where more people have peace of mind at the end of life and fewer suffer unnecessarily,\" Barbara Coombs Lee, the head of the national assisted-dying advocacy group Compassion & Choices, wrote in a statement . The other five states with so-called aid-in-dying laws are Washington, Vermont, Montana, California and Oregon. Montana's law has effectively legalized the practice of helping terminally-ill patients end their own lives by protecting physicians from prosecution, as we have reported . Article continues after sponsorship This Doctor Wants To Help California Figure Out Aid-In-Dying California's law is the most recent — it was signed by the governor in 2015 and took effect in June this year. Like the Colorado measure, it gives the right to life-ending prescriptions to patients with six months or less to live. Oregon's aid-in-dying law has been on the books the longest — it took effect in 1997, according to the Oregon Health Authority . John Daley of Colorado Public Radio has reported that Colorado's proposal is modeled after Oregon's law. \"In both, two doctors must determine a patient is mentally capable of making the choice and isn't under undue influence or coercion,\" he said. Stringent anonymous data collection requirements in Oregon's law mean there is detailed information available about how the law has been used by patients and doctors in the nearly two decades since it took effect. For example, between 1997 and 2015, more than one-third of people who obtained prescriptions didn't take the medications, according to data compiled by the state . Oregon data also showed an increase in the number of people requesting life-ending medication in the last three years. ",
    "title": "Colorado Voters Accept Right-To-Die Measure : The Two-Way : NPR"
   }
  ]
 }
}