{
 "11": {
  "col-sim": {
   "cosine": 0.2884985195201956,
   "entity": 0.3490545522690832
  },
  "exec-time": 22.895100593566895,
  "links": [
   {
    "entities": [
     "contact",
     "james",
     "reporters",
     "times",
     "afternoon",
     "state",
     "santee",
     "lara",
     "the next day",
     "hills",
     "states",
     "gate",
     "education",
     "carson",
     "students",
     "joy",
     "knoll",
     "sonali",
     "khan",
     "trojan",
     "farias",
     "king",
     "hamilton",
     "david",
     "hall",
     "azusa",
     "senate",
     "francisco",
     "school",
     "southern",
     "los",
     "san",
     "donald",
     "university",
     "angeles",
     "police",
     "matt",
     "camacho",
     "dorsey",
     "casas",
     "hawkins",
     "irfan",
     "about 10:15 a.m.",
     "hillary",
     "south",
     "clinton",
     "armando",
     "united",
     "serna",
     "resmovits",
     "jazmin",
     "bay",
     "corina",
     "area",
     "jose",
     "wednesday",
     "torrance",
     "thursday",
     "dominguez",
     "erasmo",
     "of",
     "morning",
     "student",
     "l.a.",
     "kamala",
     "queally",
     "kohli",
     "high",
     "college",
     "harris",
     "city",
     "unified",
     "tommy",
     "michelle",
     "cal",
     "union",
     "u.s.",
     "monday",
     "california",
     "trump",
     "complex",
     "joseph",
     "times-rrb-"
    ],
    "id": 0,
    "text": "Thousands of L.A. high school students stage walkouts in protest of Donald Trump's victory Trump protest Irfan Khan / Los Angeles Times Students in South Gate protest the election Donald Trump as president in front of City Hall. Students in South Gate protest the election Donald Trump as president in front of City Hall. (Irfan Khan / Los Angeles Times) Joy Resmovits , Sonali Kohli and Corina Knoll Contact Reporters Thousands of high school students flooded the streets of Los Angeles on Thursday after marching out of classrooms in protest of Donald Trump ’s victory in the U.S. presidential election. School authorities estimated that about 4,000 students from 16 L.A. Unified high schools had left campus by the afternoon, many of them ending up at the University of Southern California or City Hall. \"It's been a while, I don't remember the last time we had something like this of this magnitude,” said Armando Farias, the deputy chief of Los Angeles School Police. At least one patrol unit along with an administrator accompanied students from each campus to their destinations. No acts of violence or student arrests have been reported. \"It's been peaceful,\" Farias said. \"They're just walking and ending up wherever they end up.\" About 600 students at Hawkins High School in South Los Angeles headed for the doors about 10:15 a.m., said Jazmin Casas, a community representative for the school. Some school administrators and campus police officers joined them. “There’s a lot of frustration,” Casas said. “We ended up opening the gate because we couldn’t hold them back.” Dozens of arrests were reported during a second day of protests in California on Thursday as people from the Bay Area to Los Angeles took to the streets forcefully denouncing President-elect Donald Trump. Demonstrations continued into the morning with students in San Francisco and downtown Los... (Joseph Serna, James Queally, Matt Hamilton) Afterward, the campus auditorium was deemed a “safe space” where remaining students could convene and discuss their thoughts on the election. At Santee Education Complex in downtown Los Angeles, buzz about a walkout began Wednesday as students made plans via text messages. About 500 ended up walking out the next day, according to Jose Lara, a dean at the school. Demonstrating during school hours was the most effective way to mobilize a large number of students, said Erasmo Camacho, a 16-year-old junior at Santee. Camacho was among hundreds of students from various schools who made their way to the University of Southern California and gathered at the Tommy Trojan statue. L.A. Unified Supt. Michelle King said that schools across the district had been directed to talk to students about the results of an election that may have stoked fears and to identify those in need of support. “We teach our students that they have a right to freedom of speech,” King said in a statement. “They are also allowed to participate in peaceful demonstrations on campus during non-instructional times, within parameters set by administrators. They are not permitted to leave school.” Students in South Gate protest the election Donald Trump as president in front of City Hall. Irfan Khan / Los Angeles Times Students in South Gate protest the election Donald Trump as president in front of City Hall. Students in South Gate protest the election Donald Trump as president in front of City Hall. (Irfan Khan / Los Angeles Times) College students also staged demonstrations, taking to outdoor campus areas with cries of “Not my president!” Several hundred Cal State Dominguez Hills students gathered outside the Student Union building in 90-degree heat, toting a multitude of signs: \"Still we rise,\" \"Love not hate,\" \"Unafraid, unapologetic, black and brown.\" Organizers at the Carson campus urged the group to be peaceful. Among them was second-year student David Dorsey from Torrance. The 19-year-old said he considered not voting, but cast his ballot for Hillary Clinton. \"I've been fasting since Monday, when I learned just how many friends I have who support Trump,\" he said. \"I'm praying that we won't be drawn apart.\" Caption 90 seconds: 4 stories you can't miss Donald Trump becomes the 45th president of the United States , Kamala Harris becomes the first black politician to represent California in the U.S. Senate , a heavily-armed man killed one and injured two others in Azusa,  and the L.A. Times asks you how you felt on election day . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Thousands of L.A. high school students stage walkouts in protest of Donald Trump&apos;s victory - LA Times"
   },
   {
    "entities": [
     "obama",
     "now",
     "america",
     "elizabeth",
     "bernie",
     "inc.",
     "cbs",
     "gop",
     "spring",
     "interactive",
     "donald",
     "2016",
     "white",
     "christopher",
     "january",
     "this evening",
     "washington",
     "ryan",
     "obamacare",
     "thursday",
     "senate",
     "house",
     "warren",
     "condeluci",
     "sanders",
     "trump"
    ],
    "id": 1,
    "text": "Trump wants to build a border wall. Ryan doesn’t, and deflected a question about it Thursday.  “We’re not going to do a press conference here,” he said.  But they do agree on dismantling Obamacare right away.  Cordial, but awkward: Trump and Obama meet “They can start as soon as January, they can start as soon as spring,” said former GOP Senate aide Christopher Condeluci, who said Republicans will move to repeal the law first. Then debate how to replace it. “Congressional Republicans and the Trump administration will pursue some kind of transition period. Is it one year? Is it two years? That remains to be seen. But immediately people are not going to lose their insurance,” Condeluci said.  Democrats picked up a few seats in the House and Senate, but still won’t wield much power in the new Washington. Senator Elizabeth Warren told a union group she is gearing up for a new reality. “We will stand up to bigotry. No compromises ever on this one,” she said. “Whether Donald Trump sits in a glass tower or sits in the White House, we will not give an inch on this. Not now. Not ever.” Her colleague Bernie Sanders argued Democrats need to do some self-reflection as well. He tweeted this evening that the party needs to be more focused on grassroots America than, as he put it, wealthy people attending cocktail parties.  © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump, Ryan and McConnell meet and sharpen knives for Obamacare - CBS News"
   },
   {
    "entities": [
     "news",
     "bruce",
     "afternoon",
     "horstman",
     "grubhub",
     "tuesday",
     "states",
     "tulgan",
     "maloney",
     "llenas",
     "fox",
     "matt",
     "donald",
     "currently",
     "hillary",
     "clinton",
     "20 percent",
     "fnc",
     "united",
     "july 2013",
     "wednesday",
     "latino",
     "channel",
     "september 2010",
     "bryan",
     "trump",
     "mark",
     "the past year"
    ],
    "id": 2,
    "text": "  If you voted for Donald Trump, you may not feel welcomed at Grubhub. The CEO of Grubhub, an online food delivery service, sent a company wide email Wednesday suggesting employees who agree with President-elect Donald Trump’s behaviors and his campaign rhetoric should resign. “If you do not agree with this statement then please reply to this email with your resignation because you have no place here,” wrote Matt Maloney, Co-Founder of Grubhub. “We do not tolerate hateful attitudes on our team.\" Related Image Expand / Contract Maloney, a Hillary Clinton supporter, sent the email Wednesday afternoon with the subject line, “So…that happened…what’s next?” He made it clear in the email statement that he is personally stunned and deeply concerned with the results of Tuesday’s election. “I absolutely reject the nationalist, anti-immigrant and hateful politics of Donald Trump and will work to shield our community from this movement as best as I can,” Maloney wrote about Trump’s supporters.   Related Image Expand / Contract Maloney stands by the email, which he said many of his employees appreciated. “I want to reaffirm to anyone on our team that is scared or feels personally exposed, that I and everyone else here at Grubhub will fight for your dignity and your right to make a better life for yourself and your family here in the United States.” The CEO made it clear he’s particularly concerned Trump’s victory will empower others in his workplace to act out against marginalized groups. “While demeaning, insulting, and ridiculing minorities, immigrants, and the physically/mentally disabled worked for Mr. Trump, I want to be clear that this behavior -- and these views -- have no place at Grubhub,” Maloney explained. Adding, if it were up to him, Trump would have been fired a long time ago. \"Had he worked here, many of his comments would have resulted in his immediate termination.” Maloney tells Fox News that  \"almost 20 percent” of his employees have personally thanked him for the note. “I am not embarrassed by it,” he said.  The CEO said that he deeply respects the right of people to vote for whoever they decide, but that he simply wanted to “reassure our employees that our company will actively support diversity and inclusion -- regardless of national politics.” This letter is noteworthy because it underscores the fine-line between the intersection of politics and business, especially given the divisive presidential campaign of the past year and a half. Bruce Tulgan, Author of “It’s OK to be the Boss,” calls the letter “extraordinary” because while a CEO has a right to build the kind of  corporate culture he or she wants -- Tulgan advises business leaders to stay away from politics. “Much of that message could have been communicated without making direct reference to the election,” Tulgan said of Maloney’s email. \"Anytime you are talking about things that are not work at work you’re risking potentially alienating people, making people feel uncomfortable or un-welcomed at work.\" Mark Horstman, co-founder of Manager Tools, says if he were advising Mr. Maloney -- he would have recommended he not send the note particularly because he's the CEO of a public company. \"That note could be construed by his employees that someone who voted for Trump could be fired,\" said Horstman, who suspects other CEOs have sent similar notes. \"It has a chilling effect on people's perception of their rights.\" While Maloney seemingly calls out Trump supporters at his company on the one hand, the young CEO boasted about the company’s supportive and inclusive culture on the other, saying he “firmly believes that we must bring together different perspectives.”  Evoking Clinton’s campaign slogan, Maloney says we are “stronger together,” and he ends his letter to his employees by echoing Clinton’s concession speech, saying Trump’s administration deserves our open minds and a chance to lead. He ends the letter imploring his employees to “stay strong.\" Bryan Llenas currently serves as a New York-based correspondent for Fox News Channel (FNC) and a reporter for Fox News Latino (FNL). He joined FNL in September 2010 and assumed the added position of FNC correspondent in July 2013. Advertisement ",
    "title": "Boss says employees who agree with Trump's rhetoric should resign | Fox News"
   },
   {
    "entities": [
     "kevin",
     "this 2015",
     "$35,000",
     "congress",
     "last year",
     "springfield",
     "schock",
     "once",
     "linkedin",
     "$100,000",
     "ill.",
     "illinois",
     "republican",
     "$26,000",
     "future",
     "post",
     "hill",
     "$31,621",
     "november 10, 2016",
     "$40,000",
     "2008",
     "aaron",
     "2014",
     "february 2015",
     "capitol",
     "$5,000",
     "ap",
     "$73,896",
     "2010",
     "washington",
     "today",
     "thursday",
     "time",
     "johnson",
     "2015",
     "the years 2010",
     "abbey",
     "facebook",
     "perlman",
     "dc",
     "house",
     "7:20 p.m. est",
     "seth",
     "party",
     "u.s.",
     "pbs",
     "usa",
     "downton",
     "jim",
     "peoria",
     "lewis"
    ],
    "id": 3,
    "text": "Former Illinois congressman Aaron Schock indicted Schock resigned from Congress in 2015. Post to Facebook Former Illinois congressman Aaron Schock indicted Schock resigned from Congress in 2015. Check out this story on USATODAY.com: http://usat.ly/2fG6qlH CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 22 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Former Illinois congressman Aaron Schock indicted Kevin Johnson , USA TODAY 7:20 p.m. EST November 10, 2016 x Share The Illinois congressman who resigned amid scrutiny of lavish spending — including remodeling his office in the style of the television series 'Downton Abbey' — was indicted on 24 federal counts. AP Aaron Schock speaks to reporters in Peoria Ill., in this 2015 photo. (Photo: Seth Perlman, AP) 157 CONNECT TWEET LINKEDIN 22 COMMENTEMAILMORE Former Illinois congressman Aaron Schock, once a rising star in the Republican Party, was charged in a 24-count indictment Thursday, alleging that he defrauded the government of more than $100,000 by allegedly falsifying vouchers for reimbursement for personnel travel, and filing false tax returns. Schock, 35, resigned his seat last year as federal investigators dug into allegations of the lawmaker's questionable spending on air travel and office decor. “These charges allege that Mr. Schock deliberately and repeatedly violated federal law, to his personal and financial advantage,'' said U.S. Attorney Jim Lewis, the chief federal prosecutor in Springfield, Ill. \"Mr. Schock held public office at the time of the alleged offenses, but public office does not exempt him or anyone else from accountability for alleged intentional misuse of public funds and campaign funds.” At a Peoria, Ill., news conference Thursday, Schock said he intends to \"not only prove these allegations false, but in the process expose this investigation for what it was.'' \"Neither I nor anyone else intentionally did anything wrong.'' the former lawmaker said. \"As I have said before, we might have made errors among a few of the thousands and thousands of financial transactions we conducted, but they were honest mistakes — no one intended to break any law.'' Rep. Aaron Schock to resign amid spending scandal But prosecutors asserted that from as early as 2008, when he was first elected to the House, and continuing until last year Schock submitted a series of fraudulent claims to both House and campaign accounts to cover a range of expenses \"for his direct personal benefit and for the benefit of others.'' In tax filings for the years 2010 and 2015, Schock also allegedly failed to report additional income. Schock's swift downfall began in February 2015 when The Washington Post chronicled the unusual renovation of his Capitol Hill office, which his staff said was modeled after the PBS television series Downton Abbey. Staffers told the Post that the interior designer had done the work for free. The report prompted a wave of inquiries into the congressman's spending. USA TODAY disclosed that he had spent more than $100,000 on a prior office remodeling, including leather furniture and hardwood floors. Schock ultimately reimbursed taxpayers $35,000 for the Downton Abbey renovation. Taxpayers pay thousands for Rep. Schock's renovations Federal prosecutors referenced the renovations in court papers Thursday, detailing the congressman's hiring of an Illinois decorator to redo the congressional office at cost of about $40,000, including a $5,000 chandelier. He allegedly submitted false claims for reimbursement to a House account asserting that the claims represented \"services to assist the member in setting up our district and DC offices.'' In 2014, Schock allegedly used $73,896 from one of his campaign committees to purchase a new Chevrolet sport utility vehicle for his personal use. The purchase was made after Schock allegedly arranged for the campaign to purchase the congressman's used, 2010 SUV for $31,621. The old vehicle was then traded in for a $26,000 used-car allowance, causing a loss to the campaign account. The $73,896 payment was then recorded as campaign \"transportation expense ... rather than the purchase of vehicle for Schock's exclusive use.'' \"I am eager to finally defend my name and reputation in a court of law and move on with my life,'' Schock said. \"I have learned a painful lesson in this investigation — our own government cannot be trusted. But the people can be trusted.  And we will put my future — once again — in the hands of the good people of this community.'' 157 CONNECT TWEET LINKEDIN 22 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2fG6qlH ",
    "title": "Former Illinois congressman Aaron Schock indicted"
   },
   {
    "entities": [
     "oakland",
     "janie",
     "press",
     "missouri",
     "square",
     "america",
     "tuesday",
     "hajela",
     "har",
     "kansas",
     "claire",
     "francisco",
     "school",
     "associated",
     "england",
     "los",
     "chicago",
     "san",
     "north",
     "donald",
     "york",
     "west",
     "angeles",
     "2016",
     "d.c.",
     "international",
     "at 5:19 pm",
     "coast",
     "night",
     "wednesday",
     "st.",
     "omaha",
     "hotel",
     "washington",
     "thursday",
     "tower",
     "nebraska",
     "november 10",
     "midwest",
     "korea",
     "high",
     "city",
     "minnesota",
     "union",
     "new",
     "bye",
     "academy",
     "cubs",
     "california",
     "deepti",
     "recently",
     "paul",
     "loop",
     "trump",
     "manhattan"
    ],
    "id": 4,
    "text": "Got it By Deepti Hajela | AP November 10 at 5:19 PM NEW YORK — Demonstrators took to the streets in San Francisco and gathered in a New York City park Thursday to express their outrage over Donald Trump’s unexpected presidential win while Trump supporters took to social media and denounced demonstrators as hypocrites or worse for not accepting defeat in a democratic process. High-spirited high school students marched through San Francisco’s downtown, chanting “not my president” and holding signs urging a Donald Trump eviction. They waved rainbow banners and Mexican flags, as bystanders in the heavily Democratic city high-fived the marchers from the sidelines. “As a white, queer person, we need unity with people of color, we need to stand up,” said Claire Bye, a 15-year-old sophomore at Academy High School. “I’m fighting for my rights as an LGBTQ person. I’m fighting for the rights of brown people, black people, Muslim people.” In New York City, about a hundred protesters gathered at Union Square in Manhattan to protest a Trump presidency. They held signs that read “Divided States of America” and “Not My President” and “Let the New Generation Speak!!” At a subway station along 14th Street, New Yorkers expressed their thoughts — “Time to Fight Back” and “Keep the Faith! Our work is just beginning!” — along the walls of a walkway using sticky notes. On Twitter, Trump supporters accused protesters of not respecting the process because it didn’t work out in their favor. “You’re literally protesting against free democratic elections. Go live in North Korea, you absolute trash,” one said. “They’re not protesting Trump, they’re protesting democracy and the right to disagree with them. Isn’t that fascism,” said another. Thousands demonstrated Wednesday around the country, from New England to Kansas City to the West Coast. Flames lit up the night sky in California cities as protesters burned a giant papier-mache Trump head in Los Angeles and started fires in Oakland intersections. In Chicago, where thousands had recently poured into the streets to celebrate the Chicago Cubs’ first World Series victory in over a century, several thousand people marched through the Loop. They gathered outside Trump Tower, chanting “Not my president!” Since Tuesday night, protesters have marched in the Midwest, including St. Paul, Minnesota, Omaha, Nebraska, and Kansas City, Missouri. Marchers protesting Trump’s election chanted and carried signs in front of the Trump International Hotel in Washington, D.C. ___ Associated Press writer Janie Har in San Francisco contributed to this report. Copyright 2016 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. national News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Anti-Trump protests continue; Opponents call them hypocrites - The Washington Post"
   },
   {
    "entities": [
     "obama",
     "commerce",
     "chamber",
     "bruce",
     "congress",
     "eric",
     "cgcn",
     "states",
     "steve",
     "k.",
     "pipeline",
     "sam",
     "h.",
     "keystone",
     "lipton",
     "geduldig",
     "york",
     "josten",
     "group",
     "clinton",
     "birnbaum",
     "united",
     "lott",
     "current",
     "of",
     "senate",
     "2017",
     "elmendorf",
     "bgr",
     "jeffrey",
     "new",
     "asia",
     "trump"
    ],
    "id": 5,
    "text": "Privacy Policy “There are going to be a lot of companies and people looking for guidance in how to deal with the legislative and executive branch,” Mr. Lott said. “I am looking forward to it.” Republicans have pledged, if necessary, to repeal much of the Affordable Care Act or to pass changes in tax code using a process known as reconciliation that requires only a simple majority and not the 60 votes typically required for contentious matters, making the pitch for lobbyists somewhat easier. Advertisement Continue reading the main story But Democrats will be needed for many measures, particularly in the Senate, which is why Steve Elmendorf , a prominent Democratic lobbyist, said he was not worried about potential losses of clients. “It is never good when you don’t control the administration or either body of Congress,” he said, having just returned from New York, where he went to what he had expected to be Mrs. Clinton’s victory party. “But as long as you have 60-vote thresholds in the Senate, you need members of the other party.” Bruce Josten, the chief lobbyist at the United States Chamber of Commerce, said he had already been in communication with members of Mr. Trump’s transition team, as the chamber pushes its priorities like securing approval for the Keystone Pipeline, the oil pipeline project blocked by the Obama administration, or reopening more federal lands to oil and gas exploration. “It is going to be nice to get back on game,” Mr. Josten said, who has spent 22 years running the government relations division at the United States Chamber, the nation’s single biggest spender on lobbying. The chamber already knows there are certain items Mr. Trump has said he will not support, like the current versions of trade deals with Asia or comprehensive changes in the nation’s immigration laws, which the chamber pushed during Mr. Obama’s tenure . But there are aspects of each of these plans, like increasing the number of visas for highly skilled foreign workers, that Mr. Josten said he expects Mr. Trump to endorse. Wall Street banks also will have to approach the Trump administration carefully — as Mr. Trump won the election in part by criticizing Mrs. Clinton’s ties to players there. But financial service lobbyists are eager to get moving. People are rapidly “putting together lists of outdated, ineffective regulations that can be reversed by executive order or, if necessary, legislation,” said Sam K. Geduldig from CGCN Group , which has numerous financial sector clients. “This is their opportunity to undo regulations that have been shackling them.” The first year of any new administration is traditionally a productive period. The challenge is for the corporate consultants to get their wish list included in the rush of action. “The plate of issues that will be actively considered will be much larger in 2017 than we have seen in many years,” said Jeffrey H. Birnbaum, who works at BGR Group , a lobbying and public relations firm. “That will help a lot of companies and interests that have been waiting for a long time to be heard.” Follow Eric Lipton on Twitter @EricLiptonNYT . ",
    "title": "With Trump’s Election, a Bonanza for Washington Lobbyists - The New York Times"
   },
   {
    "entities": [
     "josh",
     "james",
     "kentucky",
     "last 10 to 15 minutes",
     "right now",
     "now",
     "the future",
     "states",
     "garden",
     "david",
     "records",
     "and",
     "eilperin",
     "mitch",
     "cleveland",
     "west",
     "drive",
     "york",
     "nov. 10",
     "cavaliers",
     "kushner",
     "george",
     "scavino",
     "earnest",
     "view",
     "ryan",
     "today",
     "november 10",
     "nov. 10, 2016",
     "jennifer",
     "obama",
     "across",
     "oval",
     "obamas",
     "bush",
     "parnass/the",
     "denis",
     "psaki",
     "executive",
     "jared",
     "rose",
     "donald",
     "post",
     "photo",
     "mcdonough",
     "white",
     "administration",
     "tomorrow",
     "clinton",
     "d.",
     "united",
     "2008",
     "laura",
     "john",
     "washington",
     "thursday",
     "current",
     "democratic",
     "truman",
     "senate",
     "2011",
     "paul",
     "national",
     "w.",
     "christie",
     "balcony",
     "afternoon",
     "wait",
     "gop",
     "correspondents'",
     "jabin",
     "mike",
     "jersey",
     "capitol",
     "wednesday",
     "early",
     "morning",
     "biden",
     "juliet",
     "michelle",
     "office",
     "new",
     "buy",
     "trump",
     "nakamura",
     "sarah",
     "at 2:38 pm",
     "nba",
     "archives",
     "jan. 20",
     "dan",
     "photos",
     "botsford/the",
     "eight years ago",
     "the",
     "association",
     "hill",
     "mcconnell",
     "wing",
     "hillary",
     "melania",
     "south",
     "november 10, 2016",
     "chris",
     "of",
     "lawn",
     "ohio",
     "house",
     "pence",
     "kasich",
     "lebron"
    ],
    "id": 6,
    "text": "Trump meets with Obama at the White House as whirlwind transition starts The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By David Nakamura and Juliet Eilperin November 10 at 2:38 PM Follow @davidnakamura Follow @eilperin Speaking from the Oval Office, Nov. 10, President Obama said he was \"very encouraged\" following a meeting with President-elect Donald Trump. Trump said the meeting lasted longer than expected and easily could have gone longer. (The Washington Post) President-elect Donald Trump and President Obama met for the first time Thursday and pledged to work together, starting the whirlwind transition that will unfold over the next 10 weeks until Trump is sworn into office Jan. 20. Trump later met with House Speaker Paul D. Ryan (R-Wis.) at the Capitol and said they also would work together — but on Republican goals that are opposed by Obama and his fellow Democrats. \"We're going to lower taxes,\" Trump told reporters, with Ryan seated by his side. \"We're going to fix health care and make it affordable and better.\" He appeared to be referring to a plan to lower taxes that heavily benefits top earners and to the GOP's aim of repealing the Affordable Care Act, Obama's signature domestic policy achievement. Following his meeting with Ryan, Trump conferred with Senate Majority Leader Mitch McConnell (R) in the Kentucky senator's Capitol office. An hour and a half after Trump entered the White House through the South Lawn entrance — avoiding news cameras and the president's staff — a group of reporters was ushered into the Oval Office, where the president and president-elect were seated in the high-backed armchairs at the end of the room. In a sign of how tensions between the two politicians have not disappeared in the immediate aftermath of the election, the White House did not arrange for the traditional photo-op between the current first couple and the incoming one, a custom that George W. Bush and his wife Laura observed when the Obamas visited the White House in 2008. Melania Trump met separately with Michelle Obama. [ Trump maps out a new administration to bring a seismic shift to Washington ] Still, Trump told reporters Thursday that he expects to work closely with Obama now and in the future to seek his advice in guiding the country. He noted that a session that was supposed to last 10 to 15 minutes went on for an hour and a half. “As far as I'm concerned, it could have lasted a lot longer,” Trump said. “We discussed a lot of different situations, some wonderful and some difficulties. I very much look forward to dealing with the president in the future, including counsel.” “So Mr. President, it was a great honor being with you, and I look forward to being with you many, many more times in the future,” he added, calling Obama “a very good man.” 1 of 22 What President-elect Donald Trump is doing on his trip to Washington View Photos Trump arrives at the White House for a meeting with Obama and on Capitol Hill to meet with Republican congressional leaders. Caption Trump arrives at the White House for a meeting with Obama and on Capitol Hill to meet with Republican congressional leaders. Nov. 10, 2016  President Obama talks with President-elect Donald Trump in the Oval Office of the White House in Washington. Jabin Botsford/The Washington Post Buy Photo Wait 1 second to continue. Obama, for his part, said, he was encouraged by \"the interest in President-elect Trump's wanting to work with my team around many of the issues that this great country faces. And I believe that it is important for all of us, regardless of party and regardless of political preferences, to now come together, work together, to deal with the many challenges that we face.” The president said that the men's two wives had enjoyed spending time together Thursday morning. “We want to make sure they feel welcome as they prepare to make this transition,” Obama said. “Most of all, I want to emphasize to you, Mr. President-elect, that we now are going to want to do everything we can to help you succeed — because if you succeed, then the country succeeds.” [ Trump’s victory exposes Obama’s inability to connect with white working class ] Later, Trump and his wife, along with Vice President-elect Mike Pence, met with Ryan at the Capitol, where Trump pledged to work closely with Republican congressional leaders. Ryan ushered Trump out onto the Speaker's Balcony and gestured toward the Washington skyline and the monuments west of the Capitol. He pointed to an inaugural platform being built on the Capitol grounds, appearing to show Trump where he would be taking the oath of office as president. McConnell joined Trump and his entourage on a walking tour through part of the building. At the White House, first lady Michelle Obama and Melania Trump met for tea in the private residence and took a tour that included stepping onto Truman Balcony, as well as a tour of the State Floor with the White House curator. They talked about raising children in the White House, and then they visited the Oval Office to meet the president and president-elect. As the two leaders met, White House Chief of Staff Denis McDonough gave a tour to Trump's son-in-law, Jared Kushner, and other aides, notably Dan Scavino, across the edge of the Rose Garden. Afterward McDonough led Kushner on a walk down the South Lawn for nearly 20 minutes, at which point the two men rejoined Trump's senior staff and reentered the White House. During Obama and Trump's press availability, Kushner snapped photos with his iPhone. A slew of journalists, including international reporters, milled about on the driveway leading to the West Wing ahead of Trump's arrival. Some did live updates to their networks. Across West Executive Drive, dozens of White House staffers gathered on a steps in hopes of a glimpse of the president-elect. This is the scene on the West Wing driveway right now. pic.twitter.com/KoLxqek8qo — David Nakamura (@DavidNakamura) November 10, 2016 Obama has pledged his administration's full cooperation with Trump's transition team, citing the close working relationship he enjoyed with President George W. Bush during their transfer of power eight years ago. The White House said that Pence met with Vice President Biden in the afternoon. “I have instructed my team to follow the example that President Bush's team set eight years ago and work as hard as we can to make sure that this is a successful transition for the president-elect,” Obama said in the Rose Garden on Wednesday. The president said he called to congratulate Trump early Wednesday morning after news networks had formally announced Trump as the winner over Democratic nominee Hillary Clinton.' White House press secretary Josh Earnest told reporters after the meeting that the two men did not try to resolve all of their differences, but he said it was \"a little less awkward\" than reporters might have anticipated. Obama and Trump met privately without any other staff in the room. A large part of the Oval Office session was devoted to talking about how to staff and organize the White House. \"That's complicated business,\" Earnest said, noting that presidents have to deal with multiple challenges and crises at the same time. It is \"something President Obama has thought about extensively over the past eight years.\" Obama had denounced Trump as “temperamentally unfit” for the White House during a long and brutal campaign. But he said that “we are now all rooting for his success in uniting and leading the country. The peaceful transition of power is one of the hallmarks of our democracy. And over the next few months, we are going to show that to the world.” Trump, and Clinton, already had been receiving national-security briefings as the nominees of the two major political parties. The White House said Thursday that Obama has convened a coordinating council to facilitate a smooth transition, including providing briefings from federal agencies to Trump's transition team, headed by New Jersey Gov. Chris Christie (R). Officials from the Trump transition team are starting to set up shop in agencies across the federal government, where they can consult with top Obama officials as they assemble their staffs. The current White House has already begun to transfer a massive amount of information to the National Archives and Records Administration: so far it has sent 283 million files, comprising 122,000 gigabytes of data. In an interview Wednesday, White House communications director Jennifer Psaki said the president has talked privately with his staff, as well as publicly, about putting institutional interests ahead of political ones. Referring to the speeches Obama delivered upon winning the presidency and at his first inaugural, she said: “He reflects a lot about the cog in the wheel that you are as president. He was taking the baton, he’s handing it off. But I think it’s a recognition that it’s bigger than individual aspirations and it’s bigger than yourself, and bigger than anything that you’ve accomplished. Because we as a country need to be stable, need to have continuity.” In the wake of protests over Trump's win, Earnest said that while the president believes the protesters have a right to express their opinions, his message to them is that \"we're Americans and patriots first\" and that an orderly transfer of power ranks as a top White House priority. Ohio Gov. John Kasich (R), who ran unsuccessfully in the GOP presidential primary and harshly criticized Trump, was at the White House on Thursday to attend Obama's ceremony for the NBA champion Cleveland Cavaliers. Speaking to reporters outside the West Wing, Kasich said he saw people protesting Trump's election as he entered the White House gates, and he called for unity. “I just want to remind everyone in our country that the office of the presidency needs to be respected,” he said. “Today, I said my prayers on the plane for the success of Donald Trump. And I think as Americans, we all need to come together.” There is long-standing bad blood between Trump and Obama, after the New York businessman led a public campaign to try to force the president to disclose his long-form birth certificate in 2011 over unfounded questions from some conservatives who thought the president was not born in the United States. As a candidate, Donald Trump vowed to dismantle some of President Obama's key achievements. Washington Post White House reporter David Nakamura breaks down what the Obama administration is worried about going forward. (Sarah Parnass/The Washington Post) During the White House Correspondents' Association dinner that year, Obama lit into Trump, mocking him before a ballroom of 2,000 guests and on live television. During the campaign, Trump promised to repeal the president's signature health-care law and overturn many of his executive actions. Obama said Trump was not to be trusted with the nation's nuclear codes and represented an existential threat to democracy. Obama sought to play down their differences and said Trump's victory speech was magnanimous and set the right tone to help try to heal the nation's political divisions that were exposed and inflamed over the past 15 months. “They do not have an extensive personal relationship,” Earnest said Wednesday, drawing laughs from reporters. “This is not a situation where they’ve had many conversations or played golf together or any of that business. So I guess that will be among the many, many, many reasons that tomorrow’s meeting will be rather interesting.” After his meeting with Trump, Obama will welcome another high-profile visitor with his own large media contingent when LeBron James and the NBA champion Cleveland Cavaliers arrive for a South Lawn ceremony with the president. 1 of 51 ",
    "title": "Trump meets with Obama at the White House as whirlwind transition starts - The Washington Post"
   },
   {
    "entities": [
     "ayotte",
     "kelly",
     "mica",
     "november 9, 2016",
     "news",
     "india",
     "congress",
     "now",
     "thomas",
     "meghan",
     "us",
     "blunt",
     "lisa",
     "hampshire",
     "hassan",
     "rachel",
     "keneally",
     "jayapal",
     "tammy",
     "florida",
     "indonesia",
     "masto",
     "rex",
     "stephanie",
     "los",
     "demings",
     "pramila",
     "colleen",
     "donald",
     "emily",
     "angeles",
     "delaware",
     "abc",
     "singapore",
     "hill",
     "white",
     ", 4:46 pm",
     "maggie",
     "congressional",
     "barragan",
     "nanette",
     "nov 10, 2016",
     "latina",
     "john",
     "capitol",
     "harry",
     "val",
     "nevada",
     "washington",
     "duckworth",
     "of",
     "cortez",
     "mckinless/cq",
     "hanabusa",
     "senate",
     "catherine",
     "kamala",
     "seattle",
     "sept. 23, 2016",
     "house",
     "reid",
     "harris",
     "rochester",
     "barbara",
     "representatives",
     "new",
     "u.s.",
     "charles",
     "california",
     "murphy",
     "hawaii",
     "trump",
     "boxer"
    ],
    "id": 7,
    "text": "Congress Gets Diversity Boost With Record Number of Women of Color in Senate By Meghan Keneally Nov 10, 2016, 4:46 PM ET 0 Shares Chase Stevens/AP Photo; Charles Rex Arbogast/AP Photo; Rich Pedroncelli/AP Photo WATCH Republicans Retain Majorities in US House, Senate 0 Shares Email White voters played a major role in getting Donald Trump into the White House, but one place where diversity appears to have gotten a boost is on Capitol Hill . The upcoming Congress will be the most diverse in its history and the Senate will have the most women of color in its history -- 35 Democrats and three Republicans, according to EMILY's List , a PAC that supports Democratic pro-choice women candidates in all levels of government. There were several firsts in the four female Senate wins. Catherine Cortez Masto became the first Latina senator when she won in Nevada, taking over Harry Reid 's seat. I believe our diversity in our strength. As the first Latina Senator I will use my seat at the table to fight for diversity. — CatherineCortezMasto (@CatherineForNV) November 9, 2016 Kamala Harris , who is taking over Sen. Barbara Boxer 's seat in California, is Indian-American and African-American, making her the first Indian-American in the Senate and the second black Senator. Tammy Duckworth moved from the House of Representatives to the Senate, and she is now the first Thai-American in that chamber. The fourth woman elected to the Senate in the group is Maggie Hassan, of New Hampshire, who defeated Republican Kelly Ayotte . Elaine Thompson/AP Photo State Sen. Pramila Jayapal won the race for Washington 7th Congressional district, in Seattle. There were several demographic firsts in the House of Representatives as well. Pramila Jayapal, who won in Washington state, immigrated to the U.S. after being born in India and raised in Indonesia and Singapore, and Stephanie Murphy, who won in Florida, is the daughter of Vietnamese refugees, making her the first Vietnamese-American in Congress. Thomas McKinless/CQ Roll Call/Getty Images Stephanie Murphy defeated John Mica in the race for Florida's 7th congressional district, Sept. 23, 2016. Nanette Barragan is the first Latina elected by her Congressional district in Los Angeles, and the group of incoming Congresswomen is rounded out by Colleen Hanabusa from Hawaii. Lisa Blunt Rochester became the first African-American to serve in Congress from Delaware and Val Demings became the first African-American in her congressional seat in Florida. Rachel Thomas, a national press secretary for EMILY's List, said that they view the Congressional and Senate victories as a way to change the face of power in Washington. \"I think that the election of these women shows how important it is -- and especially now -- to have diverse perspectives in Congress and in government that will help advocate for and build better policies that help all Americans of every background and every community,\" Thomas told ABC News. \"Their leadership will provide the checks and balances that are such an important part of our government,\" she said. 0 Shares ",
    "title": "Congress Gets Diversity Boost With Record Number of Women of Color in Senate - ABC News"
   },
   {
    "entities": [
     "the future",
     "bierman",
     "last month",
     "david",
     "gettysburg",
     "mitch",
     "noah",
     "fox",
     "york",
     "2016",
     "cabinet",
     "emamdjomeh",
     "2010",
     "first days",
     "ryan",
     "megerian",
     "southwest",
     "bernardino",
     "the day",
     "august",
     "cohen",
     "kobach",
     "arizona",
     "obama",
     "times",
     "oval",
     "lee",
     "lisa",
     "supreme",
     "pa.",
     "los",
     "court",
     "the next several weeks",
     "donald",
     "kris",
     "white",
     "a.",
     "clinton",
     "d.",
     "united",
     "2008",
     "washington",
     "thursday",
     "senate",
     "december",
     "paul",
     "kurtis",
     "recently",
     "christie",
     "congress",
     "afternoon",
     "kansas",
     "lauter",
     "armand",
     "evening",
     "san",
     "cnn",
     "angeles",
     "mike",
     "jersey",
     "capitol",
     "hilton",
     "city",
     "rudolph",
     "office",
     "memoli",
     "new",
     "trump",
     "mexico",
     "news",
     "nations",
     "america",
     "tuesday",
     "michael",
     "hill",
     "mcconnell",
     "hillary",
     "chris",
     "parsons",
     "kwch",
     "organization",
     "night",
     "mascaro",
     "syria",
     "christi",
     "house",
     "pence",
     "billions of dollars",
     "giuliani"
    ],
    "id": 8,
    "text": "A more presidential Trump tries to woo Washington in visits to the White House and the Capitol President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Noah Bierman Contact Reporter Donald Trump ’s top advisors urged his opponents to grant the president-elect a “fresh start” on Thursday, as the man who spent 17 months maligning the establishment took his first formal steps in assuming its reins. Trump and his aides made a ritual journey to the White House to meet with President Obama , a man whose birthplace he questioned until recently, before strolling the august corridors and admiring the views from the Capitol with House Speaker Paul D. Ryan and Senate Majority Leader Mitch McConnell, the two Republicans whose relationships will prove pivotal to his success. Normally, such steps are symbolic but rote. For Trump, the significance went much further. Ryan, like many in his party’s establishment, was reluctant to embrace Trump, and Trump campaigned on a promise to reverse the achievements of Obama, who explicitly charged that the business mogul was unfit to hold the nation’s highest elected office. Though Trump hunched and twitched his fingers uncomfortably while sitting across from Obama in the Oval Office, the men spoke warmly of each other, giving unspoken assurance that the transition of power would not be impeded by the historically nasty presidential campaign. Obama called the meeting excellent and renewed his vow to help make Trump successful. Trump only lamented that the summit did not last longer, saying it had already been stretched beyond the planned 10 or 15 minutes into a full hour and a half due to their easy rapport. “I very much look forward to dealing with the president in the future, including counsel,” he said. Armand Emamdjomeh Trump also promised to work quickly with Ryan and other congressional Republicans on healthcare — an issue on which they are united in their desire to repeal Obama’s signature law — as well as immigration and “big-league jobs” proposals. The pledges to cooperate, even if many items on his to-do list remain divisive, were among several signs that Trump wants to put some aspects of the polarizing campaign behind him and show, as he long promised, a more presidential face. His blunt call to ban all Muslims from entering the country, for example, was temporarily expunged from his campaign website after lingering there since he issued it in December, following the deadly terrorist attack in San Bernardino. Trump’s staff restored it Thursday afternoon. Trump walked away from reporters without answering when asked during his Capitol visit whether he would continue to pursue the policy, which he had seemed to amend over the course of the campaign. Rudolph Giuliani, the former New York mayor and close Trump confidant, also suggested Trump may let go of his vow to pursue a prosecution of Hillary Clinton , another campaign rallying cry. On Capitol Hill, Republicans have been mum on whether they would press forward with investigations. \"I don't like to see America become a country where we prosecute people because of politics,\" Giuliani said on Fox News. Yet he gave Trump room to maneuver, adding that \"there are deep and disturbing issues there.\" The day followed an evening of large protests around the country by opponents who came away from the election angry, declaring that they would still not accept Trump as their president. Starting Tuesday night, as Donald Trump's victory in the presidential election started coming into focus, anguished questions flooded social media: Could Trump overturn Roe v. Wade, the Supreme Court decision that legalized abortion nationwide? Could he abolish same-sex marriages? Could he increase... (David Lauter) \"There will be a fresh start,\" Michael Cohen, a lawyer for the Trump Organization, said on CNN as New Jersey Gov. Chris Christie, who is leading Trump’s transition to the White House, declared that Trump and the nation had moved beyond the controversy Trump inflamed regarding Obama’s birthplace. It remained unclear whether such moves represent a full or permanent shift in Trump’s approach. As a candidate, Trump frequently rebuffed public suggestions from his own campaign that he would soften some of his stances or pull back from controversial promises. He notably contradicted his running mate, Vice President-elect Mike Pence , at one point saying that Pence did not accurately represent his Syria policy because the two men had not spoken about it. Trump would also follow days of scripted policy speeches with late-night tweets or other public denunciations of his critics that would dilute his efforts to appear above the fray. Trump will also face immense pressure from the passionate backers who fueled his election to keep hammering at the establishment. Yet, as Trump assumes the presidency and begins to grasp the full weight of responsibility, he may be entering a new phase.  This is America's state of mind on election day Open link His precise policy agenda will take shape over the next several weeks as he selects Cabinet secretaries and other key advisors who will help determine his priorities. On Thursday, one of the nation’s most prominent immigration hardliners emerged as a top player in Trump’s transition. Kansas Secretary of State Kris Kobach, who helped to craft Arizona's 2010 law that let local police crack down on immigrants suspected of entering the country illegally, told a local television station that he would be helping Trump’s team on immigration-related issues. \"There's no question the wall is going to get built. The only question is, how quickly will it get done and who pays for it?\" Kobach told KWCH. Other names from the lobbying world were also emerging in media reports detailing members of the transition team, including people with ties to energy, banking and tobacco industries. Trump laid out an extensive list for his first days in office during a speech in Gettysburg, Pa., last month, including steep tax reductions, a border wall with Mexico, a freeze in most federal government hiring and the cancellation of billions of dollars in payments for United Nations climate change programs. He also included a dozen issues on a new transition website he unveiled Thursday, including infrastructure spending, trade policy, and the dismantling of the financial rules Obama created with Congress following the 2008 banking industry collapse. Some of the actions can be taken unilaterally  — something McConnell has welcomed. But others will require congressional approval, with politically difficult votes that not all Republicans will want to take. Giuliani said on CNN that the Trump administration could begin building an immigration wall on the Southwest border under executive authority, rearranging money already approved by Congress for other aspects of immigration enforcement. It is unclear whether Congress will agree with that interpretation. Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. Caption Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Times staff writers Christi Parsons, Michael A. Memoli and Lisa Mascaro in Washington, Kurtis Lee in Los Angeles and Chris Megerian in New York contributed to this report. ",
    "title": "A more presidential Trump tries to woo Washington in visits to the White House and the Capitol - LA Times"
   },
   {
    "entities": [
     "press",
     "congress",
     "schock",
     "$100,000",
     "ill.",
     "associated",
     "illinois",
     "chicago",
     "republican",
     "post",
     "congressional",
     "$25,000",
     "perlman/ap",
     "npr",
     "$40,000",
     "2008",
     "aaron",
     "$5,000",
     "washington",
     "thursday",
     "$3,293.96",
     "time",
     "of",
     "2015",
     "abbey",
     "uber",
     "dc",
     "house",
     "seth",
     "office",
     "party",
     "u.s.",
     "pbs",
     "bears",
     "representatives",
     "downton",
     "jim",
     "peoria",
     "lewis"
    ],
    "id": 9,
    "text": "Former U.S. Rep. Aaron Schock speaks to reporters in Peoria, Ill., in 2015. Seth Perlman/AP hide caption toggle caption Former U.S. Rep. Aaron Schock speaks to reporters in Peoria, Ill., in 2015. Seth Perlman/AP A grand jury indicted former Rep. Aaron Schock on 24 counts including wire fraud, theft of government funds and making false statements. After the charges were announced Thursday, U.S. Attorney Jim Lewis said in a statement: \"These charges allege that Mr. Schock deliberately and repeatedly violated federal law, to his personal and financial advantage. Mr. Schock held public office at the time of the alleged offenses, but public office does not exempt him or anyone else from accountability for alleged intentional misuse of public funds and campaign funds.\" In response to the indictment, Schock issued a statement saying, \"As I have said before, we might have made errors among a few of the thousands and thousands of financial transactions we conducted, but they were honest mistakes — no one intended to break any law,\" reported The Associated Press. Schock was elected to Congress in 2008 when he was just 27 years old and a rising star in the Illinois Republican Party. ( Some, including NPR, also pointed out his good looks. ) Article continues after sponsorship Illinois Rep. Aaron Schock Resigns Amid Spending Questions But he resigned in 2015 after the Office of Congressional Ethics reportedly began an investigation into his spending, as we have reported. The ethics inquiry came after multiple news reports alleged inappropriate spending, including a story in The Washington Post about his choice to turn his office into a replica of a lavish Victorian sitting room from the hit PBS show Downton Abbey. The Two-Way reported : \"The woman who designed the room had apparently done it for free, leading to ethics questions. Schock responded by saying he would pay her for the work . \"Later, there were reports that Schock billed taxpayers and his campaign thousands for private flights or trips taken on planes owned by donors.\" The Associated Press also reported on business deals between Schock and his political donors, including a case in which donors \"bought, sold and financed\" a house owned by Schock, and a case in which donors financed an apartment complex Schock invested in. The indictment announced Thursday alleges Schock \"generated income to himself, which resulted in a loss of more than $100,000 to the government, Schock's campaign committees and others,\" according to the statement by U.S. Attorney Lewis. In one instance, the indictment alleges Schock accepted \"skybox tickets for a Chicago Bears football game in Chicago at no cost to himself.\" The indictment continues: \"He invited others, including two staff members, to attend the game with him. [Schock] then hired the pilot of a private plane to fly the group from Peoria to Chicago. Following their arrival in Chicago, [Schock], his staffer, and the pilot traveled by Uber to a Chicago restaurant for dinner and then rented five hotel rooms. ... The total costs of the trip were approximately $3,293.96. [Schock] caused the [U.S.] House [of Representatives], through the use of his government travel card, submission of false vouchers for payment on the travel card, and direct payment to the pilot to pay ... for the Chicago trip with federal funds, as if they were legitimate expenses of his official office.\" As for the Downton Abbey-inspired office suite, costs associated with the redecorating project do show up in the indictment, which estimates the remodeling totaled \"approximately $40,000, including the purchase of a $5,000 chandelier.\" Schock allegedly charged $25,000 of that to the House of Representatives, describing it as \"services to assist the member in setting up our district and DC offices,\" and saying the Victorian lounge design included \"using materials from our district and rearranging/ designing/ structuring the space to best suit the member and staff's needs.\" ",
    "title": "Grand Jury Indicts Former U.S. Rep. Aaron Schock : The Two-Way : NPR"
   },
   {
    "entities": [
     "josh",
     "late thursday",
     "kentucky",
     "now",
     "the future",
     "states",
     "once",
     "the coming days",
     "mitch",
     "kellyanne",
     "west",
     "republican",
     "york",
     "2016",
     "conway",
     "kushner",
     "george",
     "earnest",
     "coast",
     "scott",
     "ryan",
     "nov. 10, 2016",
     "avenue",
     "carter",
     "bannon",
     "j.",
     "obama",
     "oval",
     "state",
     "1600",
     "bush",
     "denis",
     "bill",
     "watson",
     "jared",
     "england",
     "donald",
     "mcdonough",
     "white",
     "clinton",
     "united",
     "present",
     "washington",
     "thursday",
     "tribune",
     "senate",
     "joe",
     "paul",
     "national",
     "jim",
     "w.",
     "congress",
     "2009",
     "steve",
     "h.w.",
     "gop",
     "mall",
     "associated",
     "applewhite",
     "department",
     "mike",
     "capitol",
     "wednesday",
     "committee",
     "reince",
     "biden",
     "michelle",
     "office",
     "new",
     "wisconsin",
     "trump",
     "mark",
     "press",
     "barack",
     "america",
     "jan. 20",
     "toner",
     "priebus",
     "the",
     "pentagon",
     "hill",
     "mcconnell",
     "/",
     "international",
     "hillary",
     "melania",
     "south",
     "jan. 7, 2009",
     "hotel",
     "of",
     "lawn",
     "jimmy",
     "house",
     "pence",
     "pennsylvania",
     "u.s."
    ],
    "id": 10,
    "text": "Trump meets with Obama at White House in symbolic start to transition of power President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Tribune news services Contact Reporter President-elect Donald Trump took a triumphant tour of the nation's capital Thursday, holding a cordial White House meeting with President Barack Obama, sketching out priorities with Republican congressional leaders and taking in the majestic view from where he'll be sworn in to office. Trump's meeting with Obama spanned 90 minutes, longer than originally scheduled. Obama said he was \"encouraged\" by Trump's willingness to work with his team during the transition of power, and the Republican called the president a \"very good man.\" \"I very much look forward to dealing with the president in the future, including his counsel,\" Trump said from the Oval Office. He'll begin occupying the office on Jan. 20. While Trump noted that he and Obama had never met before, their political histories will forever be linked. Trump spent years perpetrating the lie that Obama was born outside the United States. The president campaigned aggressively against Trump during the 2016 campaign, warning that his election would put the republic at risk. Click and drag within the image to explore a 360-degree view of President Barack Obama meeting with President-elect Donald Trump in the Oval Office of the White House on Nov. 10, 2016. (Jim Watson / AFP) But at least publicly, the two men appeared to put aside their animosity. As the meeting concluded and journalists scrambled out of the Oval Office, Obama smiled at his successor and explained the unfolding scene. \"We now are going to want to do everything we can to help you succeed because if you succeed the country succeeds,\" Obama said. From the White House, Trump headed to Capitol Hill for meetings with House Speaker Paul Ryan of Wisconsin and Senate Majority Leader Mitch McConnell of Kentucky to discuss the GOP legislative agenda. Ryan, who holds the most powerful post in Congress, was a sometime critic of Trump and never campaigned with the nominee. Emerging from the meetings, Trump sketched out priorities for his presidency. \"We're going to move very strongly on immigration,\" he said. \"We will move very strongly on health care. And we're looking at jobs. Big league jobs.\" (Tribune news services) Ryan took Trump on a tour of the Speaker's Balcony overlooking the National Mall, the scene of Trump's upcoming inauguration. The view, Trump said, was \"really, really beautiful.\" Trump was also beginning the process of putting together his White House team. Republican National Committee Chairman Reince Priebus, who worked his way into Trump's inner circle during the election, and top campaign official Kellyanne Conway were emerging as possible picks for White House chief of staff, according to two people familiar with the transition planning. A third person said conservative media executive Steve Bannon was also in the mix, though others insisted Bannon would not have a White House role. Those involved in the process insisted on anonymity because they were not authorized to discuss the planning publicly. A decision on chief of staff is expected in the coming days. First lady Michelle Obama met privately in the White House residence with Trump's wife, Melania, while Vice President Joe Biden saw Vice President-elect Mike Pence late Thursday. Trump's team was said to be sketching a robust role for Pence, an experienced Washington hand, that would include both domestic and foreign policy responsibilities. President Barack Obama met with President-elect Donald Trump on Nov. 10, 2016, at the White House. Obama and Trump met alone, with no staff present, White House press secretary Josh Earnest told reporters following the discussion. \"The two men did not relitigate their differences in the Oval Office,\" Earnest said. \"We're on to the next phase.\" Trump traveled to Washington from New York on his private jet, breaking with protocol by not bringing journalists in his motorcade or on his plane to document his historic visit to the White House. Trump was harshly critical of the media during his campaign and for a time banned news organizations whose coverage he disliked from his events. At the White House, Obama chief of staff Denis McDonough was seen walking along the South Lawn driveway with Jared Kushner, Trump's son-in-law. A handful of Trump aides trailed them. 2009: Oval Office of the White House J. Scott Applewhite / Associated Press President George W. Bush poses with President-elect Barack Obama, and former Presidents George H.W. Bush, from left, Bill Clinton and Jimmy Carter on Jan. 7, 2009, in the Oval Office of the White House in Washington.  President George W. Bush poses with President-elect Barack Obama, and former Presidents George H.W. Bush, from left, Bill Clinton and Jimmy Carter on Jan. 7, 2009, in the Oval Office of the White House in Washington.  (J. Scott Applewhite / Associated Press) The show of civility at 1600 Pennsylvania Avenue contrasted with postelection scenes of protests across a politically divided country. Demonstrators from New England to the heartland and the West Coast vented against the election winner on Wednesday, chanting \"Not my president,\" burning a papier-mache Trump head, beating a Trump pinata and carrying signs that said \"Impeach Trump.\" More than 100 protesters held a sit-in outside Trump International Hotel just blocks from the White House. The mostly student protesters held signs saying \"Love Trumps Hate,\" a phrase Democrat Hillary Clinton often used during the campaign. Trump's advisers, many of whom were stunned by his unexpected victory, plunged into the huge task of staffing government agencies. A transition website, GreatAgain.gov, referenced 4,000 political appointee openings. Officials at the Pentagon and State Department said they had not yet been contacted. State Department spokesman Mark Toner said the agency stood ready \"to work with the incoming team once that team is designated and arrives here. But we don't have any firm word as to when that will be.\" As president-elect, Trump is entitled to the same daily intelligence briefing as Obama — including information on U.S. covert operations, information gleaned about world leaders and other data gathered by America's 17 intelligence agencies. The White House said it would organize two exercises involving multiple agencies to help Trump's team learn how to respond to major domestic incidents. Associated Press ",
    "title": "Trump meets with Obama at White House in symbolic start to transition of power - Chicago Tribune"
   },
   {
    "entities": [
     "at 4:19 pm",
     "obama",
     "balcony",
     "jackie",
     "oval",
     "now",
     "rosalynn",
     "room",
     "colbert",
     "krissah",
     "september",
     "thompson",
     "donald",
     "the",
     "nov. 10",
     "future",
     "post",
     "brower",
     "white",
     "wing",
     "hillary",
     "andersen",
     "melania",
     "kennedy/the",
     "south",
     "clinton",
     "2008",
     "washington",
     "kennedy",
     "thursday",
     "current",
     "of",
     "november 10",
     "lawn",
     "mamie",
     "truman",
     "yellow",
     "house",
     "eisenhower",
     "michelle",
     "office",
     "barron",
     "stephen",
     "slovenia",
     "carter",
     "east",
     "kate",
     "betty",
     "ford",
     "chuck",
     "trump",
     "manhattan"
    ],
    "id": 11,
    "text": "Melania Trump and Michelle Obama carry on an awkward tradition, too The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Krissah Thompson November 10 at 4:19 PM Follow @Krissah30 First lady Michelle Obama meets with Melania Trump for tea in the Yellow Oval Room of the White House on Nov. 10. (Chuck Kennedy/The White House) Michelle Obama carried on an awkward White House tradition when she hosted Melania Trump for tea Thursday. It was their first meeting, coming on the heels of the ugliest campaign in recent history. They talked about raising children and took a tour of the White House’s private residence before heading to the Oval Office to meet with the president and president-elect. The tour also included a visit to the Truman Balcony, which overlooks the South Lawn, and a tour of the State Floor of the executive mansion with the White House curator. Mrs. Obama’s aides offered no further details of the meeting. Donald Trump and his wife arrived at the White House via a back door on the South Lawn, an area not visible to the public. [ Meet Melania Trump, a new model for first lady ] Still, the meeting of the current and future first ladies was a moment to consider both the fraught public relationship between the two and their differing styles. Speaking from the Oval Office, Nov. 10, President Obama said he was \"very encouraged\" following a meeting with President-elect Donald Trump. Trump said the meeting lasted longer than expected and easily could have gone longer. (The Washington Post) Michelle Obama played an unprecedented role in the failed campaign to elect Hillary Clinton, traveling the country to make the case that Donald Trump was a poor role model for the nation’s children and unfit for the presidency. [ How Michelle Obama talks to voters in a way Hillary Clinton can’t ] Melania Trump was less involved in her husband’s campaign. She rarely gave public speeches, saying she preferred to stay home in Manhattan and care for her young son, Barron. Mrs. Trump’s most prominent moment of the campaign came during the Republican National Convention when she gave her first speech before a large national audience. It was well received — until a journalist discovered that s everal phrases had been plagiarized from a 2008 Michelle Obama speech . Trump’s campaign later explained that Melania was an admirer of Michelle’s. Obama addressed the plagiarism matter only briefly, when talk-show host Stephen Colbert asked her about it during a September appearance on his show. “That’s tough,” she said. [ What’s on Michelle Obama’s mind? Meet the speechwriter who puts it into words. ] Aside from being mothers whose children were young when their husbands won the presidency, Obama and Trump have little in common. Trump, who is from Slovenia, is only the second first lady to be born outside the country. Though Melania Trump has evidently read up a little on the current first lady, Michelle Obama has said she never expected to become first lady and purposely did not read the memoirs of other East Wing inhabitants before she took on the role. There is likely to be another visit by Melania Trump to the White House prior to moving her family in. During the transition period, the spouse of the president-elect usually meets with White House staff to discuss a range of issues, from interior decor to nitty-gritty household details such as which kinds of soaps and deodorants their families prefer, said Kate Andersen Brower, author of two books about the White House, “ The Residence ” and “ First Women .” [ When first ladies meet: an awkward post-election White House tradition ] Mrs. Obama and Mrs. Trump are far from the first political spouses to be tossed together following a difficult campaign. Betty Ford had no interest in meeting with Rosalynn Carter and had to be prodded to greet her. Mamie Eisenhower never offered a seat to Jackie Kennedy, who toured the house just days after giving birth. “They don’t have to like each other personally, and given what has gone on, I would be surprised if Michelle Obama was chatty with Melania,” Brower said. “This is pure political theater now.” lifestyle ",
    "title": "Melania Trump and Michelle Obama carry on an awkward tradition, too - The Washington Post"
   },
   {
    "entities": [
     "twitter",
     "kare-tv",
     "now",
     "2016",
     "1083",
     "shaun",
     "trauth",
     "today",
     "enid",
     "burlington",
     "wiley",
     "california",
     "lafayette",
     "carlos",
     "n.y.",
     "obama",
     "penn",
     "wellsville",
     "state",
     "austin",
     "hillel",
     "taylor",
     "brian",
     "king",
     "claire",
     "linkedin",
     "donald",
     "university",
     "matt",
     "aloe",
     "olson",
     "a.",
     "clinton",
     "john",
     "racist",
     "vogel",
     "thursday",
     "facebook",
     "uiuc",
     "senate",
     "high",
     "barbara",
     "daily",
     "minneapolis",
     "paul",
     "grove",
     "november 9, 2016",
     "nc",
     "osseo",
     "marcos",
     "department",
     "san",
     "kroll",
     "future",
     "quinn",
     "rick",
     "bacon",
     "denise",
     "jose",
     "7:27 p.m. est",
     "wednesday",
     "texas",
     "vermont",
     "usa",
     "trump",
     "sarah",
     "senior",
     "mexico",
     "jess",
     "maple",
     "press",
     "reporter",
     "america",
     "tuesday",
     "logan",
     "minn.",
     "louisiana",
     "police",
     "robeson",
     "hillary",
     "november 10, 2016",
     "nov. 9, 2016",
     "center",
     "free",
     "of",
     "jake",
     "jervis",
     "house",
     "minnesota",
     "harvard",
     "u.s.",
     "cultural"
    ],
    "id": 12,
    "text": "Racist graffiti greets Trump win across USA In Wellsville, N.Y., a massive swastika is scrawled on a park wall: \"Make America White Again.\" Post to Facebook Racist graffiti greets Trump win across USA In Wellsville, N.Y., a massive swastika is scrawled on a park wall: \"Make America White Again.\" Check out this story on USATODAY.com: http://usat.ly/2fhGxtV CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 176 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Racist graffiti greets Trump win across USA John Bacon , USA TODAY 7:27 p.m. EST November 10, 2016 x Share Tens of thousands of people took to the streets in cities across the U.S. on Wednesday to protest against Donald Trump following his surprise defeat of Hillary Clinton in Tuesday’s presidential election. Time Graffiti of swastika on a softball field dugout in Wellsville, N.Y., Nov. 9, 2016. (Photo: Brian Quinn, Wellsville Daily Reporter) 1083 CONNECT TWEET 2 LINKEDIN 176 COMMENTEMAILMORE In Wellsville, N.Y., a massive swastika is scrawled on a park wall: \"Make America White Again.\" In Maple Grove, Minn., messages in a high school bathroom include \"#gobacktoafrica,\" \"#whitesonly\" and \"#whiteamerica\" — along with \"Trump Train.\" At the University of Vermont, students found a Donald Trump campaign sign painted with a swastika three doors down from the campus Hillel. Experts and educators say an alarming succession of racist behavior, graffiti and crime since Election Day can be linked to Trump's victory. And they say the Republican president-elect could play a crucial role in curbing the disquieting conduct. Obama says he and Trump had 'excellent conversation' Carlos Wiley, director of the Paul Robeson Cultural Center at Penn State University, said he believes the attacks represent a backlash from people who suppressed racial hatred for years during the Obama presidency. Now they feel it is safe to openly display their contempt. \"People looked at the way protesters were manhandled at Trump rallies, and they think 'oh, if someone disagrees with us, we can do those things as well,' \" Wiley said. Enid Logan, who teaches sociology and African-American studies at the University of Minnesota, says Trump's victory legitimized white supremacists' point of view. \"There was nothing subtle with Trump — extreme vetting and ideological testing of Muslims, deporting all undocumented people, Mexicans are rapists and murders,\" she said. \"And he won. White people supported him. So this kind of thinking isn't as marginal as we thought.\" In San Marcos, Texas, Texas State University police are trying to determine who is responsible for a series of ominous, threatening fliers posted around campus. Not even 24 hours yet. My friend's sister, who is Muslim, had a knife pulled on her by a Trump supporter while on the bus by UIUC campus. — Sarah A. Harvard (@amyharvard_) November 9, 2016 \"Now that our man Trump is elected and Republicans own both the Senate and the House — time to organize tar & feather VIGILANTE SQUADS and go arrest and torture those deviant university leaders spouting off all this diversity garbage,\" one of the fliers read. The fliers were found in bathrooms around the campus about 30 miles south of Austin, and images of them quickly spread on social media. They featured a photo of several men clad in camouflage and holding rifles and claimed diversity was a code word for \"white genocide.\" University President Denise Trauth issued a statement calling for \"constructive dialogue\" in the wake of the contentious election. \"Discourse is fundamental to the academic enterprise, and this university strives to protect it,\" the statement said. \"Our aim should be to better understand that which causes divisions among us and to work toward strengthening our bond as a university community.\" Wiley agrees with Trauth and said Trump could lead the discourse. \"He doesn't need to say anything about specific incidents, but he should say they are occurring and they should stop,\" Wiley said. \"That they aren't part of the America he wants to lead.\" Logan has her doubts. \"All that red meat he threw out to his base during the campaign, I'm not sure he believes it,\" she said. \"But it was incredibly powerful and it worked. Why would he pivot now?\" In Minnesota, officials at Maple Grove Senior High launched an investigation into the racist graffiti, which has been widely shared on Twitter. \"The tweet you may have seen of a racist message scrawled in a school bathroom is real, and we are horrified by it,\" said Barbara Olson, Osseo area schools community relations director. She said such racist messages endanger students and staff and create a climate that is not conducive to learning. \"This incident is additional evidence of the pressing need in our schools, our community and our nation to find ways to talk about race constructively and respectfully,\" Olson said. Placed on their car in NC. \"Can't wait until your 'marriage' is overturned by a real president. Gay families = burn in hell. Trump 2016\" pic.twitter.com/jyBjUSS2TI — Shaun King (@ShaunKing) November 10, 2016 Matt Vogel, executive director of the University of Vermont's campus Jewish group, said it was unclear who had marked the Trump sign with the swastika or why. \"For many Jewish students, no matter how they voted, seeing that symbol of hate is a very painful thing for them,\" Vogel said. In California, San Jose State University said a woman lost her balance and choked when a man attempted to rip her headscarf away. In Louisiana, a report of another racial incident was later debunked. ​A Louisiana college student, 18, acknowledged she fabricated a report that she was assaulted and robbed of her wallet and Muslim headscarf by two men, one of whom she described as wearing a white “Trump” hat, police said Thursday. The Lafayette Police Department said in a statement that it is no longer investigating the claims, which were made within hours of Trump’s presidential victory. The presidents of both schools issued statements referencing the \"contentious\" election and urging their communities to respect diversity as the nation moves forward. It may take awhile. Social media is full of examples of hate. And Trump foes have joined the chaos online and on the streets, where shouts of \"Not my president\" and profanity are appearing on signs and buildings. Thousands across the USA protest Trump victory Wiley said he was encouraged by Trump's conciliatory remarks during his acceptance speech. But he fears that if Trump fails to quickly make good on promises such as building a wall that Mexico will pay for, his backers will grow angry. And, he said, take it out on \"populations\" they don't like. \"We need to allow people to mourn a little bit, to contemplate what their future looks like with a Donald Trump presidency,\" Wiley said. \"Then we need to have serious conversations about humanity, about civility. Contributing: Rick Jervis, USA TODAY, Jake Kroll, KARE-TV in Minneapolis, Claire Taylor, Jess Aloe, Burlington Free Press, Associated Press ",
    "title": "Racist graffiti greets Trump win across USA"
   },
   {
    "entities": [
     "news",
     "dnc",
     "obama",
     "wikileaks",
     "reuters/axel",
     "germany",
     "times",
     "russia",
     "now",
     "sergei",
     "us",
     "julian",
     "bill",
     "greenwald",
     "bernie",
     "inc.",
     "cbs",
     "shannon",
     "team",
     "interactive",
     "following tuesday",
     "berlin",
     "o'reilly",
     "snowden",
     "october 4, 2016",
     "donald",
     "york",
     "foreign",
     "2016",
     "glenn",
     "hillary",
     "email",
     "november 10, 2016",
     "luibrand",
     "clinton",
     "putin",
     "yesterday",
     "present",
     "ama",
     "john",
     "this day",
     "night",
     "2010",
     "summer",
     "today",
     "thursday",
     ", 3:49 pm",
     "ministry",
     "vermont",
     "reddit",
     "new",
     "u.s.",
     "sanders",
     "recently",
     "podesta",
     "assange",
     "trump",
     "ryabkov",
     "schmidt",
     "edward"
    ],
    "id": 13,
    "text": "By Shannon Luibrand CBS News November 10, 2016, 3:49 PM Reddit users take WikiLeaks to task over email dumps, Russia Julian Assange, Founder and Editor-in-Chief of WikiLeaks speaks via video link during a press conference on the occasion of the ten year anniversary celebration of WikiLeaks in Berlin, Germany, October 4, 2016. REUTERS/Axel Schmidt Email WikiLeaks became a focal point of the 2016 presidential election, and on Thursday, Reddit users took the controversial document-sharing site to task during an AMA , or “Ask Me Anything” session. WikiLeaks’ periodic email dumps during the 2016 presidential election targeted Hillary Clinton, her campaign, and the DNC, and arguably proved to be disastrous.  The document dump shows John Podesta, now Hillary Clinton's campaign chair, emailing Obama before he was even elected president and discussing a ... Over the summer, WikiLeaks released thousands of internal DNC emails. The emails led to questioning about the fairness of the Democratic process, and the DNC’s apparent favoring of Clinton over her former rival Vermont Sen. Bernie Sanders. Most recently, WikiLeaks released thousands of emails from accounts used by Clinton campaign chairman John Podesta, who has since acknowledged his emails were hacked. The persistent email dumps, while praised by some, also brought much criticism, including Russia’s possible involvement in the email hacks. On Thursday, WikiLeaks staff held an AMA following Tuesday’s election of Donald Trump as president.  Many users had tough questions for WikiLeaks. Along with alleged  Russian involvement in the hacking,  these questions also included WikiLeaks’ role in Trump’s U.S. election win, its sourcing, and its focus on releasing information about the Democrats and Clinton, and not Republicans.  Among the highlights of the AMA, was WikiLeaks revealing it decides to publish information according to its “promise to sources for maximum impact.” WikiLeaks also denied colluding with Trump’s campaign and Russia, and defended the information it dumped and its timing.  Here are some of the top questions asked of WikiLeaks during the Reddit AMA, followed by WikiLeaks’ answers. The questions and answers have been published in full below, without editing:  WikiLeaks on Trump Q: Why did you want Donald Trump to be elected president? A: Sorry to just see this one now. We arent ignoring the question. There are a lot of questions coming in - which is great, just please forgive us for taking time to go through them.... We were not publishing with a goal to get any specific candidate elected. We were publishing with the one goal of making the elections as transparent as possible. We published what we received. I know that many media, including the New York Times, did editorially back one candidate over another. We didnt and havent. We would have published on any candidate. We still will if we get the submissions. Russia’s alleged involvement  Q: Many people have suggested that WikiLeaks was brazenly partisan in this election and colluded with Team Trump (and by extension, Russia). Just today a top Russian ally to Putin is quoted as saying Russia did not interfere in the election but “maybe helped a bit with WikiLeaks”.1 “How much do you consider the impact of selective releasing, insinuation, the timing of releases and the intentions of your sources when preparing to release documents? Would there ever come a point when these factors outweigh the benefit of informing the public or is informing the public inherently worthwhile regardless of the circumstances?”  Many thanks. 1. Note: the ally was speculating, not admitting - https://www.theguardian.com/us-news/2016/nov/09/putin-applauds-trump-win-and-hails-new-era-of-positive-ties-with-us?CMP=share_btn_tw A: The allegations that we have colluded with Trump, or any other candidate for that matter, or with Russia, are just groundless and false. We receive information anonymously, through an anonymous submission platform. We do not need to know the identity of the source, neither do we want to know it. The intention of the source is irrelevant in our editorial process. Every source of every journalist has an intention and an agenda, may it be hidden or clear. Requesting the intention from our sources would firstly likely jeopardize their anonymity, and secondly form a bias in our understanding of the information we received. Their authenticity and their relevance to the public or the historical record are the only preconditions for us to publish the documents we are given. Q: Yesterday, while denying Russian interference in the US electoral process, Russia’s deputy foreign minister, Sergei Ryabkov, said “maybe we helped a bit with WikiLeaks.” Who is the “we” that Ryabkov is referring to here? Why would a member of the Russian Foreign Ministry claim credit for the work that you do? A: I dont know. We are rather annoyed though he tried to take credit for our work! ;) He is just a political pundit, akin to the likes of Bill O’Reilly, and was just repeating speculative claims. Timing of Podesta email dump  Q: How did you decide timing of #PodestaEmails and how to groups emails into parts? A: We publish according to our promise to sources for maximum impact, along with our goal of informing the public, so often we split large archive releases into sections to ensure the public can fully absorb and utilise the material. For the Podesta Emails our release strategy was based on our Stochastic Terminator algorithm. We are of course also only able to publish as fast as our resources allow. You can help us to publish faster by supporting us here:  https://shop.wikileaks.org/donate Focus on Democrats Q: Why do you only seem to have information on Democrats? If you were as Noble as you say you would believe in government accountability at all levels, not just for one party. A: To date, we have not received information on Donald Trump’s campaign, or other campaigns. If it were to be submitted now we would happily publish it. Information on how campaigns are fought is important in the moment, and after to learn lessons from. We certainly believe in accountability and transparency for the powerful. And this includes for all the campaigns in the election. We can of course only publish what we receive. If anyone has information on any of the other campaigns we urge them to submit it now before it is deleted -  https://wikileaks.org/#submit Q: Why did you choose to expose Clinton and not trump? A: There was no choice to be made. We release information that we receive. We cannot release what we don’t have. Is there anything they wouldn’t leak? Q: Are there any things that you wouldn’t condone leaking? Anything that has come in that was just too much of a risk, or would have too much impact on something? A: We have an editorial policy to publish only information that we have validated as true and that is important to the political, diplomatic or historical. We believe in transparency for the powerful and privacy for the rest. We publish in full in an uncensored and uncensorable fashion. We have had to, and will have to, take risks ourselves (the secret Grand Jury that began due to our 2010 publications continues to this day) in a number of the publications we do. But we are not risk adverse and will continue to publish fearlessly. Sourcing and curation Q: How much information comes from sources wikileaks is aware of vs. those that are anonymous? A: Our submissions system is based on the concept of sources being as anonymous and protected as possible. We dont want to know who our sources are for their protection, and ours. Q: Curation and deciding “how to present and where and when” is gatekeeping. Editorial voice is as much about deciding where and when to say something as it is about what is said. Thinking that somehow you’re not a gatekeeper when you are timing the release of information for maximum political impact is either disingenuous or dangerously naive. A: We decide for maximum impact, source protection etc with the goal to publish as soon as possible after submission as we are ready (things like source protection and validation can take some time) according to our editorial policies. We do not withhold or censor information and we publish full archives. If we didnt that would be gatekeeping. We have published more classified or otherwise supressed documents than the rest of the worlds media combined. We do publish as fast as we can. We always call for leaks early and often to ensure that as fast as possible is as fast as needed. Sen. Bernie Sanders  Q: Why wasn’t the DNC corruption, or any of Hillary’s corruption scandals released; you know, when Bernie was still in the race? A: We publish as fast as we can. When we started that publication it was the first day we were ready. We were able to go out just before the nomination, but to do that we had to work all through the night. As we say: leak early and leak often. Edward Snowden’s criticism  Q: What is your response to Snowden’s  remarks  saying: Democratizing information has never been more vital, and @Wikileaks has helped. But their hostility to even modest curation is a mistake. A: This sort of conversation about a journalist’s role in controlling information is an important one. We have also had public conversations with Glenn Greenwald on this too. I like that these happen publicly, so that the public can follow and interact with the position of both sides and make up their own minds. I think it was clear even before this twitter exchange that WikiLeaks and some others have different stances on this. For example it has been said the whole Snowden archive will never be published - something we highly disagree with. Regarding the curation comment - I would disagree with Snowden’s comment here. Working at WikiLeaks I know we do work with our submissions a lot for validation, how to present and where and when. What we do not do is censor. We believe in full access to information and knowledge for all citizens. We do not think we are the gatekeepers of information and your right to know. We publish what we receive that is true, for you all to see. Your right to information shouldn’t be controlled by others. The entire AMA can be read here .  © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Reddit users take WikiLeaks to task over email dumps, Russia - CBS News"
   },
   {
    "entities": [
     "josh",
     "james",
     "defense",
     "clare",
     "lopez",
     "william",
     "team",
     "robert",
     "nightly",
     "andy",
     "2016",
     ", 6:10 pm",
     "george",
     "keiser",
     "homeland",
     "mcfadden",
     "stavridis",
     "hunter",
     "new year",
     "iran",
     "california",
     "michigan",
     "duncan",
     "bolton",
     "obama",
     "russia",
     "mccaul",
     "state",
     "bush",
     "getty",
     "et",
     "donald",
     "smith",
     "mcnamee",
     "united",
     "hadley",
     "john",
     "agency",
     "security",
     "sea",
     "current",
     "cia",
     "nato",
     "brotherhood",
     "kellogg",
     "walker",
     "national",
     "w.",
     "china",
     "congress",
     "newt",
     "last year",
     "alabama",
     "stravidis",
     "gop",
     "cynthia",
     "somodevilla",
     "sessions",
     "arkin",
     "mike",
     "hayden",
     "ken",
     "putin",
     "may 29, 2014",
     "capitol",
     "committee",
     "flynn",
     "stephen",
     "cubic",
     "windrem",
     "trump",
     "holt",
     "lester",
     "news",
     "gulf",
     "nbc",
     "nations",
     "america",
     "arabian",
     "jan. 20",
     "muslim",
     "keith",
     "michael",
     "intelligence",
     "rogers",
     "share",
     "walid",
     "m.",
     "islamic",
     "corporation",
     "/",
     "jeff",
     "dilanian",
     "images",
     "south",
     "meyer",
     "phares",
     "vladimir",
     "nov 10",
     "house",
     "pennsylvania",
     "u.s.",
     "gingrich"
    ],
    "id": 14,
    "text": "Nov 10 2016, 6:10 pm ET Trump National Security Team Includes Surprising Names by Ken Dilanian, Josh Meyer, William M. Arkin and Robert Windrem Share advertisement With many mainstream Republican defense experts having denounced his candidacy, President-elect Donald Trump is assembling a team of lesser known national security figures to staff his transition team, intelligence and military officials told NBC News. A number of prominent Republican former security officials have made it clear through words or deeds they wouldn't consider joining the administration. For example, Michael Hayden, who was CIA director under George W. Bush, has accused Trump of being a dupe of Russia, given his advocacy of views espoused by Vladimir Putin. Watch Cynthia McFadden on NBC Nightly News with Lester Holt for More But others are said to be mulling a move to Team Trump, including Stephen Hadley, a former Bush national security adviser. Hadley told NBC News he is \"not participating in the transition at this point.\" Former GOP Rep. Mike Rogers of Michigan, who chaired the House Intelligence Committee until he retired last year, is playing a key role in the transition after quietly backing Trump during the latter stages of the campaign. His senior aide and former House chief of staff, Andy Keiser, is also involved, a Trump advisor told NBC News. Former GOP Rep. Mike Rogers of Michigan is a top figure on the Trump transition team. Chip Somodevilla / Getty Images, file Rep. Michael McCaul (R.-Texas), who chairs the House Homeland Security Committee, is under consideration to be homeland security secretary, a campaign official and a source close to McCaul told NBC News. One list obtained by NBC News includes two dozen people of varying backgrounds to be vetted for security clearances, according to one U.S. military intelligence official and one Trump transition team member. Subjects to be discussed by various members of the group include the nation's nuclear war plans and the classified details of Russia's role in the election. That list includes four current or former Republican members of Congress — Sen. Jeff Sessions of Alabama, Rep. Duncan Hunter of California, former House Speaker Newt Gingrich, and former Congressman Robert Smith Walker of Pennsylvania. It includes two retired generals — former Defense Intelligence Agency chief Mike Flynn, who publicly campaigned for Trump, and Ret. Lt. Gen. Keith Kellogg, vice president of strategic initiatives at Cubic Corporation, a defense and transportation firm. Also on the list is former U.S. Ambassador to the United Nations John Bolton, a blunt-talking, controversial figure. Two other polarizing names on the list are Clare Lopez a former CIA officer who has said the Muslim Brotherhood has \"infiltrated\" the Obama administration; and Walid Phares, is a Lebanese born Maronite Christian who speaks frequently about radical Islam. A Trump adviser said Lopez, who specialized in Russia during her CIA career, has been \"one of the intellectual thought leaders about why we have to fight back against radical Islam,\" and Phares has briefed Trump and is trusted by him. Rep. Duncan Hunter (R-Calif.) speaks during a news conference held by House Republicans on \"Protecting America's Veterans\" at the U.S. Capitol on May 29, 2014 . Win McNamee / Getty Images file \"This is a very eclectic group of folks,\" said Admiral James Stravidis, the former NATO commander. \"Collectively they're going to come at international affairs with a bias towards hard power\" — meaning military force — \"as opposed to soft power\" — meaning diplomacy and economic influence. A Trump national security aide said he could not confirm the list, but told NBC News that revamping policies toward Iran and Russia are at the top of Trump's security agenda. Pressuring Iran to stop enriching uranium and renegotiating the broader Iran deal is a top priority, he said, \"because it was such a horrible deal….Clearly he wants to renegotiate the deal.\" As for Russia, the adviser said Trump will seek to immediately establish \"better relationships with Russia across the board and not have so much hostility. We need to cooperate on countering radical Islam and combating all of these Sunni jihadist terrorist groups\" like Islamic State and al Qaeda. Asked if he was concerned that Trump would be manipulated by Putin, the advisor said, \"I don't think so. Trump is a good negotiator.\" For any new president, said Stavridis, national security \"has to be job one. … Instantly, on Jan. 20 he will be tested. He'll be tested by the Russians in the cyber world. He'll be tested by the Chinese in the South China Sea. He'll be tested by the Iranians in the Arabian Gulf. We will see test after test and they will come fast and furious in the new year.\" Ken Dilanian ",
    "title": "Trump National Security Team Includes Surprising Names - NBC News"
   },
   {
    "entities": [
     "news",
     "6:06 pm est",
     "afternoon",
     "now",
     "bill",
     "cbs",
     "york",
     "hillary",
     "clinton",
     "yesterday",
     "nov 10, 2016",
     "wednesday",
     "thursday",
     "chappaqua",
     "morning",
     "margot",
     "facebook",
     "phoebe",
     "clintons",
     "city",
     "new",
     "gerster"
    ],
    "id": 15,
    "text": "CBS News Nov 10, 2016 6:06 PM EST A New York woman who went for a hike in Chappaqua Thursday got a surprise when she ran into Hillary Clinton on the trail. The woman, Margot Gerster, posted about the encounter on Facebook Thursday afternoon, saying she took her daughters for a walk because she has been “so heartbroken” about the results of the presidential election. Clinton conceded the race at an event in New York City Wednesday morning. Clinton's emotional concession speech “As we were leaving, I heard a bit of rustling coming towards me and as I stepped into the clearing there she was, Hillary Clinton and Bill with their dogs doing exactly the same thing as I was,” she wrote. “I got to hug her and talk to her and tell her that one of my most proudest moments as a mother was taking Phoebe with me to vote for her,” she said. “She hugged me and thanked me and we exchanged some sweet pleasantries and then I let them continue their walk.” “Now, I’m not one for signs but I think ill [sic] definitely take this one,” she continued, tweeting #iamstillwithher, a reference to the popular pro-Clinton hashtag #ImWithHer. “So proud.” The Clintons own a home in Chappaqua, which is about 40 miles north of New York City. Ive been feeling so heartbroken since yesterday's election and decided what better way to relax than take my girls... ",
    "title": "Hiker crosses paths with Hillary Clinton on Chappaqua trail - CBS News"
   },
   {
    "entities": [
     "mexico",
     "curiel",
     "miller",
     "press",
     "daniel",
     "obama",
     "previously",
     "barack",
     "news",
     "$35,000",
     "journal",
     "eric",
     "gonzalo",
     "controversy",
     "wall",
     "schnackenberg",
     "brian",
     "ross",
     "street",
     "associated",
     "university",
     "donald",
     "york",
     "june",
     "d.c.",
     ", 12:36 pm",
     "abc",
     "white",
     "ronald",
     "alan",
     "nov 10, 2016",
     "organization",
     "u",
     "washington",
     "today",
     "garten",
     "schneiderman",
     "petrocelli",
     "august 2013",
     "house",
     "reuters",
     "jeffrey",
     "new",
     "u.s.",
     "california",
     "indiana",
     "trump"
    ],
    "id": 16,
    "text": "Trump Attorneys Open To Settling Trump University Case By Brian Ross Nov 10, 2016, 12:36 PM ET 0 Shares WATCH Trump University: The Basics 0 Shares Email As President-elect Donald Trump met with top officials in Washington, D.C. today, including President Barack Obama , his attorneys went to a California courthouse where one told a judge he would be willing to work on settling a civil fraud case involving Trump University. At the urging of U.S. District Judge Gonzalo Curiel, attorney Daniel Petrocelli, representing Trump University, said he is \"all ears\" when it comes to another judge, U.S. District Judge Jeffrey Miller, working with both sides for a resolution, according to The Associated Press . Petrocelli reportedly said that it didn't appear possible that Trump, who's in the midst of his transition to the White House, would be able to attend the trial, as previously expected. Donald Trump Uses Former Students to Fire Back in Trump U Controversy Curiel said he would allow Trump to testify via videoconference should the trial proceed, but said, \"It would be wise for the plaintiffs, for the defendants, to look closely at trying to resolve this case given all else that's involved,\" Reuters reported . The class-action suit, one of three concerning the now-defunct for-profit real estate training program, alleges that Trump University was little more than a moneymaking scheme in which students were \"lured\" in by Trump's name and then, \"instead of a complete real estate education, students merely received an 'infomercial' pushing additional seminars or workshops they were told they would need to take to succeed.\" Students were allegedly \"up-sold\" and eventually encouraged to spend more than $35,000 on classes and materials in exchange for \"guaranteed success.\" \"Based upon my personal experience and employment, I believe that Trump University was a fraudulent scheme and that it preyed upon the elderly and uneducated to separate them from their money,\" former Trump University sales manager Ronald Schnackenberg said in a deposition for another lawsuit against Trump, also filed in California. A third suit targeting the program was filed by New York Attorney General Eric Schneiderman in New York in August 2013. In court papers Trump has denied the allegations and said he will win the cases. Alan Garten, an attorney for the Trump Organization, previously told ABC News that he was \"very confident that we provided a valuable education to students and that those who participated got their money's worth.\" Today's hearing in California began after Curiel filed a \"tentative order,\" ruling on a number of motions from the plaintiffs and the defense regarding what should and should not be used by the opposing side in court. One battle that Trump's defense appears to have lost was to keep statements made by or about Trump during his presidential campaign out of the courtroom. The attorneys had argued that the statements, including everything from Trump's tweets to \"personal conduct accusations,\" could be \"highly prejudicial\" to Trump and Trump University. Curiel said he was denying the defense's blanket motion, but would hear specific objections when the trial started. Both California cases are overseen by Curiel, who Trump said during his presidential campaign has been \"totally biased.\" In June, Trump told The Wall Street Journal that Curiel's Mexican heritage meant he had an \"absolute conflict\" in the case because of Trump's aggressive stance on immigration and his proposal to \"build a wall\" separating the U.S. and Mexico. Curiel was born in Indiana to Mexican immigrant parents. ",
    "title": "Trump Attorneys Open To Settling Trump University Case - ABC News"
   },
   {
    "entities": [
     "an hour later",
     "hillary",
     "less than a month ago",
     "obama",
     "ryan",
     "house",
     "clinton",
     "oval",
     "office",
     "now",
     "capitol",
     "paul",
     "donald",
     "washington",
     "today",
     "trump",
     "d.c.",
     "hill",
     "white"
    ],
    "id": 17,
    "text": "WATCH SPECIAL REPORT: Trump, Obama Meet at White House 0 Shares Email The swamp placed a red carpet over itself to welcome Donald Trump . And the president-elect played it the way you would expect from pretty much any other president-elect. The scenes out of Washington today were striking to anyone who has watched Trump and the wild campaign he just concluded. There was Trump seated next to President Obama in the Oval Office, being wished well by the man whom he will replace. The president whose very legitimacy Trump questioned was praised by Trump as a “very good man,” and for the “really great things that have been achieved” during his time in office. Just an hour later, there was Trump on Capitol Hill, sitting between his wife and House Speaker Paul Ryan . The man Trump labeled a “weak and ineffective leader” less than a month ago uttered Trump’s signature phrase: “Make America great again.” Paul Ryan Meets With Donald Trump to Build Relationship, Plan Agenda It’s not a question of whether this era of jovial banter and mutual praise will last -- it won’t. But the scenes that played out in official Washington today serve as a vivid reminder of the key choices ahead for the biggest outsider ever elevated to this ultimate insider post. Not many details about the coming Trump era can be derived from the largely ceremonial motions of the two days since Hillary Clinton conceded the race to the White House. Today, the president-elect briefly mentioned jobs, immigration, and controlling health care costs as among his top priorities, though with scant details. As leaders in Washington size him up, it’s worth remembering that Trump’s rise came at the expense of the establishment of both political parties. He didn’t just not have their support -- he plowed right through their collective strength. Trump rode a populist, angry wave based on a promise to “drain the swamp,” and sported a biography where a lack of government experience was a plus. He took on the Obama legacy, the Republicans’ hierarchy and ideology, the congressional leadership in both parties, and even the nation’s military leaders -- and, yes, exploited racial and ethnic tensions and suspicions. Trump has never shown an accommodating side as a politician. It seems folly to expect he will adjust his agenda to fit those of other leaders in a city where he’s pledged to “drain the swamp.” But he comes to Washington largely liberated of the traditional special interests that have long held sway over the agenda. He will have a window to operate and make deals, buffeted by congressional majorities that remember, for now, that Trump helped them stay in power this election. His first trip to D.C. as president-elect also suggests he might benefit from an overall political weariness. Obama showed Trump a path, with his gracious recognition of his election, and what that means from here. “I believe that it is important for all regardless of party and regardless of political preferences to now come together, work together,” Obama said. The fights, and maybe even the tweets, will come later. But a political system that fought Trump every step of the way may not be in a fighting mood when he takes office. 0 Shares ",
    "title": "ANALYSIS: Donald Trump Sees Calm After Storm in First DC Trip as President-Elect - ABC News"
   },
   {
    "entities": [
     "late october",
     "npr",
     "chelsea",
     "oval",
     "office",
     "donald",
     "obamacare",
     "trump",
     "november 10",
     "beck/npr"
    ],
    "id": 18,
    "text": "November 10, 20166:27 PM ET NPR Staff Donald Trump laid out a plan for his first 100 days in the Oval Office. Chelsea Beck/NPR hide caption toggle caption Donald Trump laid out a plan for his first 100 days in the Oval Office. Chelsea Beck/NPR In late October, Donald Trump released an action plan for what he hopes to accomplish in his first 100 days in office. Below, NPR reporters and editors from the politics team and other coverage areas have annotated Trump's plan. We've added context on several of his proposals, including whether he can really repeal Obamacare and what a hiring freeze on the federal workforce would actually look like. You can see a nonannotated version of \"Donald Trump's Contract With The American Voter\" here . ",
    "title": "FACT CHECK: Donald Trump's Plan For His First 100 Days As President : NPR"
   },
   {
    "entities": [
     "nfl",
     "josh",
     "miller",
     "cutler",
     "jay",
     "doc",
     "cindy",
     "nba",
     "jerrell",
     "right now",
     "sitton",
     "steve",
     "zach",
     "santa",
     "david",
     "van",
     "kyle",
     "west",
     "donald",
     "long",
     "ka'deem",
     "claus",
     "freeman",
     "soong",
     "wednesday",
     "gundy",
     "thursday",
     "kelyn",
     "ind.",
     "kerr",
     "carey",
     "stan",
     "the end of the day",
     "boren",
     "trump",
     "rivers"
    ],
    "id": 19,
    "text": "Jay Cutler happy with Donald Trump's victory Photos of Bears quarterback Jay Cutler. Jay Cutler is happy Donald Trump won the presidential election. The Bears quarterback spoke with reporters Thursday for eight minutes about football and his team. Then he was asked about Donald Trump's victory in the presidential election. He broke into a smile. \"I'm happy with the results,\" said Cutler, a native of Santa Claus, Ind. \"I've supported Trump for a while. I'm not going to dive into it. I know it's a sensitive issue, but I like where it's going.\" The identity of Cutler's preferred presidential candidate was much less surprising than his willingness to share it, given that most NFL players and coaches have an aversion to so-called distractions while preparing for the next game. There's the also the matter of how Cutler's outspoken preference on such a divisive issue might be received by teammates. He is, after all, the quarterback, a co-captain and the Bears' longest-tenured player. The election of Donald Trump as president spurred protests in spots around the country and, for some athletes in the NBA and NFL , it was a sobering development they struggled to accept and understand. NBA players, such as David West , and coaches Doc Rivers , Steve Kerr and Stan Van Gundy , were outwardly... The election of Donald Trump as president spurred protests in spots around the country and, for some athletes in the NBA and NFL , it was a sobering development they struggled to accept and understand. NBA players, such as David West , and coaches Doc Rivers , Steve Kerr and Stan Van Gundy , were outwardly... (Cindy Boren, Kelyn Soong) \"If my opinion is different from his or not, I've just got to respect everybody,\" linebacker Jerrell Freeman said. \"Everybody has that right.\" Tight end Zach Miller joked he wrote in Cutler for president on his ballot. \"As you know, families don't always get along,\" Miller said. \"That's just how we are. Brothers fight. But at the end of the day I think we all get along and love each other through football.\" Right guard Kyle Long jokingly gasped, \"Oh, my gosh!\" when a reporter informed him of Cutler's revelation. \"With our system that's in place, I think — and I'm hoping — that checks and balances and everything will work out the way it was drawn out to do so,\" Long said. \"And hopefully we can get together. That's the big thing. Love one another.\" Long pointed out how the Bears locker room — full of dozens of players from varied backgrounds, different areas of this country and others, and a few different races — exposes each player to differences between them. \"You get an understanding and appreciation and respect for the things certain people have to go through for whatever reason, right or wrong,\" Long said. \"And it gives you a little bit of perspective. It makes you understand how little acts of kindness, little acts of just going out of your way to be nice to somebody can go a long way.\" As for Trump's victory, no other player shared a reaction as Cutler did. \"Whoever is in office, we've got to hope they do great because they're representing everybody here,\" Freeman said. \"Regardless of who won, we can't wish bad on them. We'd be wishing bad on ourselves.\" Added Miller: \"Whoever is leading our country, we need to come together as people and just do better. We've got a guy leading our country right now who nobody knows what's going to happen. Hopefully he surrounds himself with people to move forward as a united country.\" Long and left guard Josh Sitton fully participated in practice. The Bears' two Pro Bowl guards were limited Wednesday, but Long (triceps/left shoulder) and Sitton (right ankle) progressed Thursday. Long said he's feeling \"really good,\" but he'll have to continue to fighting through pain. \"It's going to be something I'm dealing with until I get it taken care of,\" he said. Running back Ka'Deem Carey (illness) returned to practice and fully participated. ",
    "title": "Jay Cutler happy with Donald Trump&apos;s victory - Chicago Tribune"
   },
   {
    "entities": [
     "hillary",
     "clinton",
     "jaffy",
     "november 10, 2016",
     "usa",
     "bradd",
     "today",
     "chappaqua",
     "bill"
    ],
    "id": 20,
    "text": "x Share “Nothing has made me prouder than to be your champion,” says Hillary Clinton during her concession speech. Watch her entire speech here. USA TODAY NETWORK Hiking. ​ Hillary Clinton and Bill Clinton went on a hike today with their dogs in Chappaqua (h/t @MCappetta ) pic.twitter.com/LZzblqWBMW — Bradd Jaffy (@BraddJaffy) November 10, 2016 Read or Share this story: http://usat.ly/2fG6qlM Most Popular ",
    "title": "Where is Hillary Clinton after her concession speech?"
   },
   {
    "entities": [
     "anthony",
     "ruth",
     "bader",
     "miller",
     "$500 million",
     "rights",
     "obama",
     "cobb",
     "antonin",
     "congress",
     "scalia",
     "now",
     "virginia",
     "americans",
     "forsythe",
     "northup",
     "ginsburg",
     "supreme",
     "hagstrom",
     "gop",
     "roe",
     "1992",
     "julie",
     "court",
     "life",
     "donald",
     "1973",
     "for",
     "white",
     "2013",
     "hillary",
     "overnight",
     "clinton",
     "family",
     "victoria",
     "united",
     "amy",
     "this past summer",
     "center",
     "senne/ap",
     "texas",
     "kennedy",
     "obamacare",
     "nancy",
     "va.",
     "this year",
     "boston",
     "senate",
     "foundation",
     "steven",
     "earlier this year",
     "clarke",
     "house",
     "stephen",
     "charlottesville",
     "rikelman",
     "reproductive",
     "trump",
     "the past",
     "breyer"
    ],
    "id": 21,
    "text": "A health care provider interviews a patient at a Planned Parenthood clinic in Boston in 2013. Steven Senne/AP hide caption toggle caption Steven Senne/AP A health care provider interviews a patient at a Planned Parenthood clinic in Boston in 2013. Steven Senne/AP Amy Hagstrom Miller of Whole Women's Health had been having a banner year. Her organization, based in Charlottesville, Va., operates several abortion clinics around the country and brought a legal challenge that led the Supreme Court to issue a landmark ruling this past summer. The court struck down abortion restrictions in Texas, setting a precedent that abortion rights groups believe could help turn back a wave of restrictions passed by legislatures across the country in recent years. But now that Donald Trump is the president-elect? \"I'm devastated,\" Miller says. \"I feel stunned. I'm numb.\" Trump's election could have a profound impact on access to abortion. He has said he'll nominate Supreme Court justices who would be likely to overturn Roe v. Wade, the 1973 ruling that legalized the procedure. And he's set to take office with one opening on the court, since Republican senators have refused to consider President Obama's nominee to fill the vacancy created after Justice Antonin Scalia died earlier this year. Miller worries that Trump could have several vacancies to fill, all due to departures from the moderate to liberal wing of the court. Justice Ruth Bader Ginsburg is 83; Anthony Kennedy is 80; and Stephen Breyer is 78. Replacing them could put a conservative stamp on abortion law for decades to come. Article continues after sponsorship In a statement, Nancy Northup, president of the advocacy group Center for Reproductive Rights, said, \"Our country now stands perilously close to a return to the dark days when women were forced to put their own lives at risk to get safe and legal abortion care.\" Supreme Court Strikes Down Abortion Restrictions In Texas Still, even if the court becomes majority conservative, and even if the right case comes along to challenge Roe v. Wade — no sure thing — Julie Rikelman is one who does not think it will be overturned. Rikelman is litigation director with the Center for Reproductive Rights, and says precedent is incredibly important for the Supreme Court.  She says the justices addressed this in a major 1992 decision, noting that several generations of women had come of age being able decide whether abortion was right for them.  The ruling declared that \"the court's very institutional integrity would be in jeopardy if it reversed course now,\" Rikelman says. In the shorter term, Amy Hagstrom Miller says this year's high court ruling in her case will also continue to have a ripple effect. It says states must consider whether limitations on clinics that provide abortion offer any benefit to women's health. A string of court rulings have already cited the precedent in striking down various restrictions. \"We're poised to win back access for women in a state-by-state level in multiple states because of the strength of the decision we got,\" she says. \"And Trump doesn't get to change that.\" But with the GOP sweep of Congress and the White House, abortion opponents are emboldened. \"The Democrats overreached, and this was a rejection of an extreme agenda,\" says Clarke Forsythe, the acting president of Americans United for Life. Americans United for Life and other abortion opponents have a long wish list, including ending Obamacare's coverage of contraception; banning abortion after 20 weeks of pregnancy; and passing a permanent ban on the use of federal funds to pay for abortion, except in cases of rape, incest, or when the life of the mother is at risk. That ban, called the Hyde Amendment, is a four-decade-old compromise between abortion rights groups and opponents, and it generally applies to abortions through Medicaid. Hillary Clinton had campaigned on overturning the ban. Forsythe and others say they'll also work with supporters in Congress to end $500 million in annual federal funding to Planned Parenthood. \"Essential gynecological care for poor women can be addressed by many more community health centers, and state and local government,\" he says. Reproductive health experts dispute that. After Texas ended funding for Planned Parenthood in 2013, research found that lower-income women had trouble accessing contraception, and that led to a substantial rise in births . Forsythe says with the sizeable Democratic bloc in the Senate, none of this will happen overnight. \"The road ahead is not going to be easy,\" he says, \"and I think we have to be realistic about what can be achieved.\" Still, he says the GOP election sweep presents abortion opponents with \"historic opportunities.\" Trump is an unlikely champion for abortion opponents, many of whom base their views on morality and religion. In the past, he's described himself as \"pro-choice in every respect,\" and during the campaign he made conflicting statements on the issue. But he will face pressure from a lobbying force that's newly energized by his election. \"There are a lot of folks who didn't agree with him on many things he said and some of who he is,\" says Victoria Cobb, president of The Family Foundation of Virginia. \"But they were counting on these pro-life promises he has made.\" ",
    "title": "Trump Election Emboldens Opponents of Abortion : Shots - Health News : NPR"
   },
   {
    "entities": [
     "foxnews.com",
     "twitter",
     "raqqa",
     "now",
     "ali",
     "anne",
     "northern",
     "georgetown",
     "chawish",
     "once",
     "affairs",
     "duhok",
     "aug. 3, 2014",
     "hadi",
     "speckhard",
     "violent",
     "two years ago",
     "kidnapped",
     "school",
     "medicine",
     "ahmed",
     "marwan",
     "university",
     "for",
     "sinjar",
     "peshmerga",
     "international",
     "islam",
     "iraq",
     "seve",
     "mosul",
     "hussein",
     "zakho",
     "mountain",
     "khansa",
     "center",
     "mured",
     "$50",
     "summer",
     "today",
     "of",
     "iman",
     "zed",
     "facebook",
     "syria",
     "sabri",
     "isis",
     "office",
     "baba",
     "extremism",
     "al-qaidy",
     "the day",
     "yazidi",
     "snoni",
     "june 2"
    ],
    "id": 22,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   NORTHERN IRAQ –  A driving storm had just swept through a sprawling refugee camp in the small Iraqi border town of Zakho, and while the other children his age squealed as they played in the puddles outside, 8-year-old Zed sat with his back against his family's tent wall, arms folded, eyes angry.  \"We are trying to convert him back to Yazidi,” his mother, Seve, told FoxNews.com . “But sometimes he does not agree. When he gets angry, he recites verses from the Koran. Related Image Zed is still confused and angry from his time as a so-called \"caliphate cub.\" (FoxNews.com) \"And he yells we should never have escaped, we should never have come back here,\" she added. Zed’s entire family, including his mother, father and three sisters, were ambushed and captured by ISIS while fleeing the terror army as it overran their village near Sinjar two years ago. They were made to convert to Islam, traded at the market for the equivalent of $50, and moved from Mosul to Raqqa. There, Seve was held as a sex slave as her young girls - now between 5 and 10 years old, including one with special needs - looked on, their tiny bodies starved and beaten. Related Image Expand / Contract Zed's mother, Seve, holds her daughter, 5-year-old Iman. (FoxNews.com) Seve’s husband has not been heard from since. Zed was forced into a \"caliphate cubs\" jihadist training camp. \"They were breaking his teeth every day, his teeth are all broken. They took him to training and were making him use a large weapon for three to four hours a day,\" Seve said. \"Only, he was too small. He couldn't hold the weapon, let alone shoot it. Eventually they brought him back to me. But normally, those children are never coming back.\"  She doesn't know how long her family was in the grip of ISIS, her recollection dulled by the fear and hopelessness of the ordeal. Zed is not the only one whose brainwashing remains effective. Many of the returnees still adhere to the Muslim call to prayer when it chimes from a nearby mosque. Many forget what it means to be Yazidi. And many are extremely violent toward their loved ones. Related Image Ahmed is faring better since being rescued from ISIS, and drew an \"X\" through this picture. (FoxNews.com) \"He beats his siblings,\" Seve continued, as her silent son fidgeted and slumped in the corner.  With the assistance of smugglers and a network of rescuers, the family finally made it out of Syria and to the relative safety of the camp on June 2. They are now safe, but the family may never be whole again. For every Yazidi in Iraq, life is made up of two parts. There is the quiet, peaceful farming life in mountain villages before Aug. 3, 2014, and then there is the lesser life from that day on - the day the genocide of their ancient religion at the fist of ISIS systematically started. Their men are missing and in many cases, presumed dead. Their women have endured the unspeakable degradation of sexual slavery. There homes have been destroyed. And many children of this ancient faith which predates Islam and Christianity, have become terrorists, weaponized against the people they once loved, and who still love them. The Yazidi boys were turned against their own by twisted training regimes that included Islamist indoctrination, weapons instruction and classes on the finer points of beheading and becoming suicide bombers and human shields. Now housed in camps, their homes sacked and destroyed, the peaceful, traditional community is trying to heal with next to no help. \"Psychologically, they are hurting. They have been influenced a lot, especially the young boys [ages] four to five,\" said Hussein Al-Qaidy, director of the Office of Kidnapped Affairs, which operates under the Kurdish Regional Government's Prime Minister's Office. \"They forget how to speak Kurdish. Some still insist on praying five times a day. Many no longer have fathers and mothers. This is a difficult thing.\"  According to Al-Qaidy, they formerly had a few basic program agreements with European non-governmental organizations for help in de-radicalization. But funding has dried up, and this devastated, endangered ethnic populace is broken and largely on its own. As it stands, there are just over 700 children who have been rescued or fled ISIS camps, with thousands still missing. According to one Kurdish official, ISIS operatives have been busy shuffling many of these boys to Raqqa in recent days as Iraqi forces move into Mosul. But, Al-Qaidy said, many of these minors are being executed or used as cannon fodder by the brutal terrorists.  Al-Qaidy’s office, a cement building nearby in Duhok's city center, is the hub of functions in the war with ISIS that is as somber as it is necessary. People, mostly Yazidi, float through the tiny waiting room looking for news on their loved ones, their eyes haunting and desperate. One aging man, dressed in his finest suit, pulls out his phone and starts showing us photographs of smiling children. All eight have been missing since ISIS marauded through their village three summers ago. Another man, in farmer’s trousers, stares out into the desert sunshine - nervously pulling at strands of hair. At the office, a rescued boy named Ahmed, who is 16, but looks no older than 12, lifts his shirt. It has been more than 18 months since he and his little brother escaped the jihadist bivouac, walking days in the sweltering Iraq heat and finally reaching safety, and yet his ribs are still raw and blue from the daily lashings.  The timid, gentle teen drew a picture for FoxNews.com. In black ink, it showed an ISIS member holding up the jihadist flag. Switching to a red pen, he drew a large “X” through it. But Ahmed is a rare exception – a teenage Yazidi boy who made it through ISIS captivity with his heritage intact. These young, conscripted jihadists pose a real threat to their friends and families, yet community leaders are firm in welcoming them back. They hope more boys will return after the liberation of Mosul and then Raqqa, ISIS’ Syrian stronghold. Time, and the embrace of their people, will heal the boys, they believe. \"These children are victims, what happened to them was not their fault,\" Al-Qaidy said. Baba Chawish, a leading Yazidi spiritual authority and guardian of their holiest site, Lalish, has repeatedly called for the community not to ostracize the returnees, and ensure they are embraced.  However, the sense of helplessness is at times overwhelming. \"As a community we don't have a problem accepting them back,\" says Col. Marwan Sabri, who heads the Peshmerga Yazidi brigade in the Northern Iraq area. \"But we have no experience in this and no resources to help. We don't know how to help them.\"  A senior Kurdish intelligence official told FoxNews.com that returning Yazidi boys won't face repercussions despite what they may been made do in the service of ISIS. But the official expressed concern that de-radicalization and psychological help is pivotal. Atop the barren Sinjar Mountain, where thousands of Yazidis fled amid the ISIS assault and subsequently died of dehydration in the scorch of summer, a 36-year-old Syrian Kurdish nurse named Khansa Ali - a refugee herself from Rojava - is doing her best to save children, working out of a shoebox clinic with a few medicine bottles and beds. \"Psychological problems are the number one thing. They come here - broken and in shock,\" Ali, who locals call a \"hero doctor,\" said from the clinic, where she lives. \"But all we can do is try to sit with them. Talk to them.\" And down in the masticated streets of the mountain foot village of Snoni, once occupied by ISIS, local school teachers are encountering similar frustrations. Depression, isolation, fear, says 6th grade teacher Hadi Mured, are just a few of the symptoms plaguing the survivors.  Professional and long-term psychological and de-radicalization programs, experts agree, are desperately needed.  \"Many have been forced to kill, and they are now desensitized to killing,\" said Dr. Anne Speckhard, adjunct associate professor of psychiatry at Georgetown University School of Medicine and director of the International Center for Violent Extremism. \"They will need programs similar to other forcibly conscripted child soldiers. PTSD and deprogramming-type therapy will be needed intensively at the beginning. They will need to be restored to safety and security to be able to participate in therapy in a meaningful way.\" That, she noted, is particularly challenging, given that many have lost their family to the genocide.  \"But this can be treated,\" Speckhard said.  As a FoxNews.com reporter rose to leave the humble canvas home, Zed, who has just started first grade at the camp, suddenly - as if slowly warming back to life - had something to say. Today, he learned the English alphabet, he said. And he wanted to practice it. Advertisement ",
    "title": "Lost boys: Yazidis fear boys brainwashed by ISIS will never heal | Fox News"
   },
   {
    "entities": [
     "twitter",
     "afternoon",
     "this morning",
     "blue",
     "amina",
     "grubhub",
     "states",
     "maloney",
     "midday wednesday",
     "evening",
     "$grub",
     "donald",
     "sky",
     "last night",
     ",",
     "hillary",
     "united",
     "$37.09",
     "thursday",
     "nyse",
     "later",
     "nov. 9",
     "elahi",
     "trump",
     "$38.96"
    ],
    "id": 23,
    "text": "(Amina Elahi) “If you do not agree with this statement then please reply to this email with your resignation because you have no place here,” he wrote. “We do not tolerate hateful attitudes on our team.” In an emailed statement to Blue Sky, Maloney said the email wasn’t intended to call out all Trump supporters. “At Grubhub, we welcome and accept employees with all political beliefs, no matter who they voted for in this or any election,” he said. “We do not discriminate on the basis of someone's principles, or otherwise. The message was intended to advocate for inclusion and tolerance — regardless of political affiliation — during this time of transition for our country.” In a tweet that was later deleted, Maloney added: \"To be clear, GrubHub does not tolerate hate and we are proud of all our employees - even those who voted for Trump.\" In a statement posted by Grubhub later Thursday evening , Maloney said his comments had been misconstrued. \"I want to clarify that I did not ask for anyone to resign if they voted for Trump,\" the statement said. \"I would never make such a demand.\" By Thursday afternoon, Twitter users were calling others to #boycottgrubhub. \"#BoycottGrubhub! There's no place in the world for this type of fascist intolerance!\" said user @Dennis_QH3 .  \"Hey @M3aloney how did @Target make out w/ left policies&intimidation? I encourage everyone to short $GRUB & #boycottgrubhub #STOCKS #MAGA,\" said user @Murk_Monst3r . Grubhub (NYSE: GRUB) shares closed at $37.09, down slightly from Thursday’s open at $38.96. mgraham@tribpub.com Here's the full text of Maloney's email to Grubhub employees, sent midday Wednesday, Nov. 9. So... that happened... what's next? I'm still trying to reconcile my own worldview with the overwhelming message that was delivered last night. Clearly there are a lot of people angry and scared as the antithesis of every modern presidential candidate won and will be our next president. While demeaning, insulting and ridiculing minorities, immigrants and the physically/mentally disabled worked for Mr. Trump, I want to be clear that this behavior - and these views, have no place at Grubhub. Had he worked here, many of his comments would have resulted in his immediate termination. We have worked for years cultivating a culture of support and inclusiveness. I firmly believe that we must bring together different perspectives to continue innovating - including all genders, races, ethnicities and sexual, cultural or ideological preferences. We are better, faster and stronger together. Further I absolutely reject the nationalist, anti-immigrant and hateful politics of Donald Trump and will work to shield our community from this movement as best as I can. As we all try to understand what this vote means to us, I want to affirm to anyone on our team that is scared or feels personally exposed, that I and everyone else here at Grubhub will fight for your dignity and your right to make a better life for yourself and your family here in the United States. If you do not agree with this statement then please reply to this email with your resignation because you have no place here. We do not tolerate hateful attitudes on our team. I want to repeat what Hillary said this morning, that the new administration deserves our open minds and a chance to lead, but never stop believing that the fight for what's right is worth it. Stay strong, ",
    "title": "Grubhub faces backlash after CEO&apos;s anti-Trump email to employees - Chicago Tribune"
   },
   {
    "entities": [
     "levey",
     "obama",
     "times",
     "congress",
     "last year",
     "america",
     "tuesday",
     "sullivan",
     "valley",
     "supreme",
     "gop",
     "roe",
     "protection",
     "silicon",
     "environmental",
     "court",
     "donald",
     "could",
     "more than 40 years ago",
     "1973",
     "york",
     "june",
     "paris",
     "hillary",
     "iraq",
     "clinton",
     "epa",
     "agency",
     "night",
     "n.",
     "texas",
     "thursday",
     "obamacare",
     "current",
     "morning",
     "syria",
     "facebook",
     "senate",
     "new",
     "u.s.",
     "noam",
     "recently",
     "the day",
     "trump",
     "the past"
    ],
    "id": 24,
    "text": "Starting Tuesday night, as Donald Trump 's victory in the presidential election started coming into focus, anguished questions flooded social media: Could Trump overturn Roe v. Wade, the Supreme Court decision that legalized abortion nationwide? Could he abolish same-sex marriages? Could he increase deportations? How about global warming? Could Trump pull out of U.S. agreements on climate change? What about Obamacare? The chief executive has a lot of authority over the government, as President Obama has demonstrated. But as Obama has found, he also faces tremendous constraints from Congress , the courts and existing laws. Here are some areas in which President Trump could act quickly and where he could not. Could Trump overturn Roe v. Wade? Not on his own. The Supreme Court decision in 1973 struck down state laws around the country that banned abortions. Ever since, antiabortion groups have called for reversing the ruling. The decision could be overturned two ways — by a new Supreme Court decision or by a constitutional amendment. The high court has reaffirmed the Roe decision repeatedly, most recently by a 5-3 vote in June that struck down a Texas law that limited abortions . After Trump's win, even some in Silicon Valley wonder: Has Facebook grown too influential? » In theory, if enough vacancies arise on the court, Trump could appoint a sufficient number of justices who would overturn Roe . In practice, the Supreme Court has had a majority of Republican-appointed justices since Roe was handed down, except for the past few months of a 4-4 tie, and that’s never happened. As for a constitutional amendment, the president has no role in that process. Amendments have to pass both houses of Congress by a two-thirds vote and be ratified by three-quarters of the states — a high bar. What could Trump do about immigration? A lot. The law gives the president broad authority over immigration policy. Trump could speed up deportations, revoke Obama’s program that shielded so-called Dreamers — people who came to the U.S. illegally as children — and curb certain categories of visas for legal immigrants. But as Obama found, there are limits. Courts struck down his effort to expand the deportation shield to cover millions of adults. Trump also could not build a wall along the Mexican border without money from Congress, although he might be able to get started on construction by shifting funds already in the federal budget. Could Trump ban Muslims from coming to the U.S.? Legal experts have said he probably could : Noncitizens seeking to enter the country generally aren’t protected by the Constitution’s guarantee of equal protection of the laws. Here is how America feels about Trump's shocking win » As of Thursday morning, mention of the Muslim ban had disappeared from Trump’s campaign website. Later in the day, the proposal reappeared on the website . Trump aides insisted the earlier removal had been a technical glitch.  Trump could limit the entry of refugees from Syria, Iraq and other war-torn Middle Eastern countries. He probably would face pressure from U.S. allies not to do so, but he could disregard that. Are same-sex marriages at risk? No. Just as with abortion, the president can’t overturn a Supreme Court decision by himself, although he could appoint more conservative justices. Even then, the chance that the high court would reverse itself is very small. Unlike abortion, same-sex marriage has steadily gained in public approval. Trump could try to reverse some Obama administration rulings that favored same-sex couples on issues such as federal benefits. He hasn’t suggested that he would. And if he did, his decisions could be challenged in court. Could Trump reverse current policies on climate change? He could and quite probably will . Trump has promised to withdraw the U.S. from an international agreement made in Paris last year that called on countries to reduce emissions of carbon dioxide and other greenhouse gases. And he has said he would scrap Obama administration rules that aim to shift electricity generation away from coal and oil toward cleaner sources. Since those policies were adopted by the Environmental Protection Agency, using its authority under the Clean Air Act, they could be reversed by the EPA. But environmental groups could — and almost certainly would — go to court to try to block any such reversal. At minimum, the groups could tie up the Trump administration for a long time. What happens if Trump tries to repeal Obamacare? Trump has promised to ask Congress to repeal the Affordable Care Act and replace it with something else. The repeal part is easy since the Republicans control both houses of Congress. The replace part is a lot harder, as my colleague Noam N. Levey explained. Fear of a Trump-triggered recession gives way to hope for short-term economic boost » Republicans have never been able to agree on a plan to replace the current law, and they would be under tremendous pressure not to simply repeal the law without a backup plan. Doing so would cause some 20 million people to lose healthcare coverage. So carrying out Trump’s pledge may take quite a while, and, in the end, the GOP may have to settle for less dramatic change than the rhetoric might imply. Could Trump end federal funds for Planned Parenthood? Congress would have to act to accomplish that goal, which many conservatives have sought because of the group’s role in providing abortion services. Whether a ban would pass both houses, especially the Senate, remains uncertain. The federal money that goes to support Planned Parenthood’s healthcare activities does not involve abortion but rather funds the group’s other services, including mammograms and other preventive care for women. Several Republican senators have supported Planned Parenthood in the past because those services are popular in their states. During the campaign, Trump threatened to appoint a special prosecutor to investigate Hillary Clinton. Could he? The president, acting through the attorney general, has broad authority to appoint prosecutors. But appointing a prosecutor to go after a defeated campaign rival would be unprecedented, and Trump’s aides already have started stepping away from that idea. Could Trump order police to adopt ‘stop-and-frisk’ policies? No. During the campaign, Trump defended the use of so-called stop-and-frisk policing tactics. But police departments don’t work for the federal government, they work for state and local governments. In some cities, stop-and-frisk has been limited by court decisions. In other places, it has been dropped by police chiefs who decided it was not reducing crime enough to justify the tension it created  in minority communities. Trump talked about making libel law less protective of the press. Could he? No. There is no federal libel law. Each state has its own law. A Supreme Court decision handed down more than 40 years ago — New York Times v. Sullivan — provides broad protection for the press in covering public figures. For more on Politics and Policy, follow me @DavidLauter ALSO ",
    "title": "A primer on executive power: Trump can&apos;t end same-sex marriages, but he could speed up deportations - LA Times"
   },
   {
    "entities": [
     "josh",
     "kentucky",
     "crowley/the",
     "now",
     "states",
     "once",
     "david",
     "bernie",
     "team",
     "schultz",
     "mitch",
     "kellyanne",
     "republican",
     "york",
     "june",
     "conway",
     "earnest",
     "british",
     "ryan",
     "ellison",
     "avenue",
     "nov. 10, 2016",
     "$100",
     "sanders",
     "kobach",
     "sylvia",
     "may",
     "j.",
     "obama",
     "burwell",
     "wikileaks",
     "times",
     "oval",
     "state",
     "theresa",
     "rim",
     "taylor",
     "sadiq",
     "elizabeth",
     "palts",
     "eagle",
     "donald",
     "kris",
     "post",
     "white",
     "brazile",
     "clinton",
     "d.",
     "united",
     "laura",
     "trumps",
     "summer",
     "washington",
     "thursday",
     "current",
     "democratic",
     "truman",
     "brexit",
     "union",
     "paul",
     "democrats",
     "national",
     "progressive",
     "pacific",
     "balcony",
     "mathews",
     "nov 9",
     "kansas",
     "khan",
     "t.p.p.",
     "stephanie",
     "campaign",
     "caucus",
     "european",
     "friday",
     "congressional",
     "lewandowski",
     "nov. 1",
     "capitol",
     "wednesday",
     "change",
     "committee",
     "debbie",
     "old",
     "morning",
     "michelle",
     "office",
     "stephen",
     "new",
     "party",
     "jan. 31",
     "donna",
     "floor",
     "wisconsin",
     "trump",
     "bossie",
     "cameron",
     "london",
     "embassy",
     "america",
     "keith",
     "corey",
     "hill",
     "mcconnell",
     "melania",
     "britain",
     "november 10, 2016",
     "night",
     "u.k.",
     "this year",
     "wasserman",
     "wichita",
     "house",
     "warren",
     "pennsylvania",
     "minnesota",
     "monday"
    ],
    "id": 25,
    "text": "Corey Lewandowski, Mr. Trump’s first campaign manager, has also been mentioned for chief of staff, despite having been fired by the campaign in June. But Mr. Trump’s children, who feuded publicly with him during the campaign, may resist. Advertisement Two other names being discussed: Kellyanne Conway, Mr. Trump’s campaign manager, and David Bossie, a veteran conservative operative who became Mr. Trump’s deputy campaign manager. The president and the president-elect. Mr. Trump, a man who once questioned the birthplace of the president, and Mr. Obama, who scorched Mr. Trump as unfit for the Oval Office, met the news media in that esteemed room, and at least for public consumption, let bygones and bygones. Mr. Trump, who often labeled Mr. Obama the worst president in history during the campaign, this time called him a “very good man.” Video President Obama Meets With Trump President Obama spoke with President-elect Donald J. Trump at the White House on Thursday to discuss the transition of power. President Obama said they had an \"excellent\" and \"wide-ranging\" conversation. By THE ASSOCIATED PRESS on Publish Date November 10, 2016. Photo by Stephen Crowley/The New York Times. Watch in Times Video » embed Trump on the Hill. After the White House, it was on to Capitol Hill to meet with Senator Mitch McConnell of Kentucky, the majority leader, and the speaker of the House, Paul D. Ryan of Wisconsin. Mr. Ryan only reluctantly endorsed Mr. Trump, called his attack on a judge of Mexican heritage the “textbook definition” of racism, and then stopped campaigning for him after a video emerged of the candidate bragging about sexual assault. On Thursday, it was all smiles. “Donald Trump had one of the most impressive victories we have ever seen, and we’re going to turn that victory into progress for the American people,” Mr. Ryan said, “and we are now talking about how we are going to hit the ground running to get this country turned around and make America great again.” Mr. Trump added: “We had a very detailed meeting, and we’re going to lower taxes, as you know, health care, we’re going to make it affordable. We are going to do a real job on health care.” Mr. Ryan then showed off the view from his balcony, pointing out the Old Post Office on Pennsylvania Avenue, which Mr. Trump converted into a luxury hotel. Mr. Trump planned to spend Thursday night in Washington, aides announced. No word on whether he’ll be in the new hotel. Advertisement Continue reading the main story Meantime, a new first lady arrives. Michelle Obama welcomed Melania Trump to tea and a tour of the White House residence on Thursday, yet another extraordinary moment as the first lady, who bitterly denounced Mr. Trump and his treatment of women during the presidential campaign, welcomed his wife to her soon-to-be new home. While Mr. Obama and Mr. Trump held their own 90-minute meeting in the Oval Office, the two women stepped out on the Truman Balcony, with sweeping views of the grounds and the Washington Monument, strolled through the State Floor with the resident curator, and even talked about raising children at the White House, said Josh Earnest, the press secretary. When they were finished, Mrs. Obama and Mrs. Trump went to the Oval Office to meet their husbands before the Trumps departed for Capitol Hill, Mr. Earnest said. Last call for health care? Tens of thousands of Americans are rushing to sign up for health insurance under the Affordable Care Act after Mr. Trump’s victory as revitalized Republicans vow to repeal the law. Sylvia Mathews Burwell, the secretary of health and human services, reported that more than 100,000 people selected health plans on Wednesday through HealthCare.gov. It was, she said on Twitter Thursday, the “best day yet” in the current open-enrollment period, which began Nov. 1 and ends Jan. 31. Best day yet this Open Enrollment. Nov 9: Over 100K plan selections on https://t.co/VvaQqwzQu6 . Consumers shopping & enrolling. #GetCovered —         Sylvia Burwell (@SecBurwell) Nov. 10, 2016 Even though premiums on the Affordable Care Act exchanges have increased sharply in many parts of the country, federal officials say most consumers can still find coverage for less than $100 a month, after subsidies help defray the cost. Mr. Trump has said he will “completely repeal Obamacare,” but has not said in detail how he would replace it. Instead of the subsidies now available to most people buying insurance through the online marketplace, Mr. Trump wants to allow people to take tax deductions equal to their premiums. Planning? Nah, that’s bad luck. “We’ll figure it out on election night.” That’s what Mr. Trump told his advisers after they pressed him this year to name people to a transition team in-waiting that was supposed to give his campaign the appearance of being serious about winning. Advertisement Continue reading the main story So if Mr. Trump’s fledgling transition looks a little seat of the pants, well, blame superstition. Mr. Trump said he did not like the idea of planning ahead because he thought it might jinx him. “It’s bad luck,” he told advisers, according to one senior aide who spoke to Mr. Trump about the matter. Democrats: To the left, to the left … They love Bernie Sanders, they adore Elizabeth Warren, but as Democrats regroup from Mrs. Clinton’s defeat, the progressive wing of the party is looking to another candidate to lead the Democratic National Committee: Representative Keith Ellison of Minnesota. Donna Brazile replaced Representative Debbie Wasserman Schultz as the committee’s interim leader over the summer after it emerged that the committee was favoring Mrs. Clinton over Mr. Sanders in the Democratic primary contest. Hacked emails released by WikiLeaks also showed that Ms. Brazile had been trying to help Mrs. Clinton. The Progressive Change Campaign Committee said on Thursday that Democrats would continue losing elections unless they aggressively take on corporate power and pointed to Mr. Ellison, who is one of two Muslims in the House and is co-chairman of the Congressional Progressive Caucus. “The Democratic establishment had their chance with this election,” said Stephanie Taylor, a co-founder of the Progressive Change Campaign Committee. “It’s time for new leadership of the Democratic Party — younger, more diverse, and more ideological — that is hungry to do things differently, like leading a movement instead of dragging people to the polls.” An immigration lightning rod joins Team Trump. Kris Kobach, the Kansas secretary of state and an ardent opponent of immigration, has been added to Mr. Trump’s transition team, according to local news reports . Mr. Kobach, who provided guidance on immigration policy to Mr. Trump during the campaign, will help the president-elect in the weeks before he takes office, according to The Wichita Eagle. He told the paper he did not expect to get an offer to serve in the Trump administration, but just having him in a formal role in the new Washington could send shudders through the nation’s immigrants. Mr. Kobach has been one of the loudest anti-immigration voices in the Republican Party for years. He added Mr. Trump’s call for a border wall along the southern tier into the party’s platform over the summer. Photo The British prime minister, Theresa May, at 10 Downing Street in London on Wednesday. Credit Toby Melville/Reuters A ‘very special’ relationship with Britain. Mr. Trump and Prime Minister Theresa May of Britain spoke by telephone on Thursday, affirming the “special relationship” between the two countries and agreeing to work closely together, according to a readout of the call provided by the British Embassy. Advertisement Continue reading the main story It was a meeting of the “Brexits”: the prime minister ushered into power after Britons voted to exit the European Union and a president-elect who has proudly proclaimed himself “Mr. Brexit” — as big a political shock as the British vote. “The prime minister and President-elect Trump agreed that the U.S.-U.K. relationship was very important and very special, and that building on this would be a priority for them both,” said Laura Palts, an embassy spokeswoman. “President-elect Trump set out his close and personal connections with, and warmth for, the U.K.” Mr. Trump encouraged Brexit and has been supportive of Mrs. May. This year he clashed with David Cameron, Britain’s former prime minister, and Sadiq Khan, the mayor of London, after they criticized his proposal to bar Muslims from entering the United States. But on Thursday Mr. Trump told Mrs. May that Britain was a “very, very special place for me and for our country” and invited her to pay him a visit as soon as possible. R.I.P., T.P.P. Republican congressional leaders have confirmed what might seem obvious with Mr. Trump’s triumph: Mr. Obama’s far-reaching trade agreement with 11 Pacific Rim nations is dead. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "Donald Trump in the White House: Will He Bring Steve Bannon With Him? - The New York Times"
   },
   {
    "entities": [
     "obama",
     "balcony",
     "congress",
     "now",
     "in",
     "appointments",
     "speakers",
     "club",
     "party's",
     "et",
     "mall",
     "team",
     "mitch",
     "on",
     "republican",
     "donald",
     "2016",
     "gives",
     "post",
     "hill",
     "mike",
     "mcconnell",
     "white",
     "ann",
     "melania",
     "leigh",
     "level",
     ", 5:21 pm",
     "focuses",
     "1:27",
     "capitol",
     "welcome",
     "ryan",
     "thursday",
     "meetings",
     "washington",
     "caldwell",
     "senate",
     "nov 10",
     "high",
     "house",
     "pence",
     "paul",
     "national",
     "trump",
     "tens of billions of dollars"
    ],
    "id": 26,
    "text": "Nov 10 2016, 5:21 pm ET In Capitol Hill Meetings, Donald Trump Reveals His Top Priorities by Leigh Ann Caldwell Ryan: Trump's victory 'most impressive' 1:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161111003005if_/http://www.nbcnews.com/widget/video-embed/805858883757\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> After a meeting with the top Republicans on Capitol Hill Thursday to discuss the agenda ahead, President-elect Donald Trump laid out his top three priorities: immigration, health care and jobs. \"We're gonna look very strongly at immigration; we're gonna look at the border. We're gonna look very strongly at health care, and we're looking at jobs — big league jobs,\" Trump told a throng of reporters after a meeting with Senate Majority Leader Mitch McConnell in the lawmaker's second-floor Capitol Hill office. While Trump mentioned the border being a top priority within the realm of immigration, he did not specifically mention the construction of a physical wall, something that he campaigned heavily on. Such a wall, however, is estimated to cost tens of billions of dollars . \"We have a lot of priorities, a lot of really great priorities,\" Trump added. \"People are gonna be very, very happy.\" Related: Obama Gives Trump a White House Welcome Trump was asked if he would ask Congress to ban Muslims from entering the country, a proposal Trump floated on the campaign trail. But Trump ignored the question, said \"thank you, everybody\" and walked away. After a temporary removal of his Muslim ban from his website, it is now back on it, reported the Washington Post. The new website for his transition, GreatAgain.gov, however, doesn't include a Muslim ban per se, but calls for the suspension of \"the issuance of visas to any place where adequate screening cannot occur.\" Trump's meeting with McConnell lasted about an hour and was superseded by a lunch between Trump, Vice-President-Elect Mike Pence, incoming first lady Melania Trump and House Speaker Paul Ryan at the Republican Party's Capitol Hill Club, a private club used for meetings and fundraisers. With Trump by his side, Ryan congratulated Trump on \"one of the most impressive victories we've ever seen.\" Related: Trump Team Focuses on High Level Appointments \"We're gonna turn that victory into progress for the American people, and we are now talking about how we are going to hit the ground running to make sure that we can get this country turned around and make American great again,\" Ryan added. Ryan also showed Trump where his inauguration will take place from the Speakers Balcony, a spacious balcony on the second floor of the Capitol outside of Ryan's office overlooking the National Mall. Play ",
    "title": "In Capitol Hill Meetings, Donald Trump Reveals His Top Priorities - NBC News"
   },
   {
    "entities": [
     "$21.63",
     "obama",
     "$2.8 million",
     "tuesday",
     "$241.5 million",
     "$211.4 million",
     "75 percent",
     "2012",
     "florida",
     "north",
     "2016",
     "for",
     "integrity",
     "clinton",
     "public",
     "2008",
     "$5.7 million",
     "center",
     "thursday",
     "$13.29",
     "time",
     "ohio",
     "morning",
     "$74 million",
     "college",
     "romney",
     "pennsylvania",
     "$156.8 million",
     "politico",
     "electoral",
     "trump",
     "carolina"
    ],
    "id": 27,
    "text": "OBAMA, TRUMP DISCUSS TRANSITION OF POWER The differences are even more stark when it comes to advertising.  The Clinton campaign and its allies accounted for about 75 percent of all TV ads aired during the general election in Florida, Ohio, North Carolina and Pennsylvania, according to data from the Center for Public Integrity provided to Time . Yet Trump won all four of those swing states, beating Clinton by a combined 820,518 votes. Romney unleashed $156.8 million in advertisements against President Obama's $241.5 million in ads last cycle, Politico reported. Clinton spent $211.4 million on ads in the 2016 general election. But Trump needed to spend just $74 million in ad dollars to capture the 279 electoral votes that assured his victory on Tuesday, with three states yet to be called. Not only did Clinton’s monetary advantage fail to win her an Electoral College victory, it also didn’t help turn out Democratic voters in the same numbers as the two previous presidential elections. With less money spent, Trump captured about the same number of total votes as Romney in 2012 – just fewer than 60 million (though 2016’s tally hasn’t been completely counted). Clinton was leading Trump in the popular vote total by about 200,000 votes as of Thursday morning. But that total badly trails the numbers put up by President Obama in 2008 (69.4 million) and 2012 (65.9 million), despite a comparable amount raised and spent on ads. In the final analysis, the man who wrote “The Art of the Deal” ended up with a great one. Trump spent about $13.29 per individual vote and $2.8 million per Electoral College vote. Clinton spent about $21.63 per individual vote and $5.7 million per Electoral College vote. Advertisement ",
    "title": "More With Less: Trump's lean machine beats Clinton's big bank account | Fox News"
   },
   {
    "entities": [
     "j.",
     "obama",
     "times",
     "oval",
     "crowley/the",
     "now",
     "the future",
     "tuesday",
     "states",
     "jan. 20",
     "bush",
     "donald",
     "york",
     "white",
     "hillary",
     "melania",
     "george",
     "november 10, 2016",
     "clinton",
     "this fall",
     "united",
     "2008",
     "july",
     "wednesday",
     "washington",
     "thursday",
     "morning",
     "house",
     "michelle",
     "office",
     "stephen",
     "new",
     "trump",
     "w."
    ],
    "id": 28,
    "text": "Video President Obama Meets With Trump President Obama spoke with President-elect Donald J. Trump at the White House on Thursday to discuss the transition of power. President Obama said they had an \"excellent\" and \"wide-ranging\" conversation. By THE ASSOCIATED PRESS on Publish Date November 10, 2016. Photo by Stephen Crowley/The New York Times. Watch in Times Video » embed WASHINGTON — President Obama and Donald J. Trump made a public show on Thursday of putting their bitter differences aside after a stunning election upset. The Oval Office meeting brought together a president who has darkly warned that Mr. Trump could not be trusted with the nuclear codes and a successor who rose to political prominence questioning Mr. Obama’s birthplace and legitimacy. “I want to emphasize to you, Mr. President-elect, that we now are going to want to do everything we can to help you succeed because if you succeed, then the country succeeds,” Mr. Obama told Mr. Trump as the two sat side-by-side after the roughly 90-minute meeting. The president called the session “excellent” and wide-ranging. Mr. Trump, who said he had never met Mr. Obama before and expected the meeting to last only 10 or 15 minutes, said it had been a “great honor” to sit with the president. “We discussed a lot of different situations, some wonderful and some difficulties. I very much look forward to dealing with the president in the future, including counsel,” Mr. Trump said. It was an extraordinary show of cordiality and respect between two men who have been political enemies and are stylistic opposites — Mr. Trump a brash real estate executive and reality television star whose campaign was defined in opposition to the sitting president, and Mr. Obama, a cool-tempered intellectual who has pressed a progressive agenda in office. Advertisement Continue reading the main story Mr. Trump, whose election on Tuesday stunned the president and rocked the political establishment in Washington, arrived in the White House driveway on Thursday out of sight of the crowds of reporters and news media cameras assembled there. His staff had refused to arrange for journalists to document his movements, as is customary both for the president and the president-elect, and Mr. Obama’s team did not arrange for the traditional photograph of the sitting president and his wife greeting their successors in front of the White House. Mr. Obama said his wife, Michelle, who emerged this fall as an outspoken critic of Mr. Trump on the campaign trail, met with Melania Trump while their husbands spoke in the Oval Office. “We want to make sure that they feel welcome,” Mr. Obama said of the Trumps. The meetings unfolded as Mr. Obama’s staff was starting the daunting business of handing over the vast bureaucracy of the United States government to Mr. Trump’s staff, including vital national security information and resources he would need in the event of a catastrophic attack. Ahead of Mr. Trump’s arrival in Washington on Thursday morning, top advisers to Mr. Obama had spent months preparing for a transition, a highly complex venture condensed into the 72-day period between now and the Jan. 20 inauguration. It is up to them and the Trump team to set it in motion, pairing Obama administration staff members with representatives of the president-elect for crash courses in the inner workings of the White House and federal agencies. Two war-gaming exercises are planned to help ready the new team for a terrorist strike or other national security crisis. Mr. Obama said Wednesday that he had instructed his staff to follow the example set by President George W. Bush in 2008 and provide a professional and smooth transition for Mr. Trump’s team, despite the vast policy differences that separate the president and his successor. For all the public drama and division of the presidential campaign, in private, Mr. Obama’s aides have since July been quietly working with advisers to both Hillary Clinton and Mr. Trump to plan for the passing of power. First Draft Political news and analysis from the staff of The New York Times. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "Trump and Obama Hold Cordial 90-Minute Meeting in Oval Office - The New York Times"
   },
   {
    "entities": [
     "2:35",
     "obama",
     "2:48",
     "barack",
     "congress",
     "this morning",
     "america",
     "tuesday",
     "reveals",
     "elizabeth",
     "michael",
     "bernie",
     ", 5:23 pm",
     "gop",
     "mitch",
     "trumka",
     "seitz-wald",
     "donald",
     "2016",
     "the",
     "moore",
     "richard",
     "hill",
     "white",
     "mcconnell",
     "hillary",
     "alex",
     "pelosi",
     "afl-cio",
     "clinton",
     "1:27",
     "night",
     "capitol",
     "wednesday",
     "washington",
     "ryan",
     "meetings",
     "top",
     "priorities",
     "thursday",
     "democratic",
     "nancy",
     "senate",
     "nov 10",
     "house",
     "warren",
     "party",
     "paul",
     "democrats",
     "sanders",
     "trump",
     "gives"
    ],
    "id": 29,
    "text": "Nov 10 2016, 5:23 pm ET Democrats Try to Salvage What They Can From Wreckage of 2016 Election by Alex Seitz-Wald advertisement As thousands of protesters filled the streets of cities across America chanting \"not my president\" Wednesday night, stunned Democratic leaders in Washington are struggling with the grim reality of having to work with President-elect Donald Trump — a man they spent months calling an authoritarian racist. While many Democrats before Tuesday had put little real thought into the concept of a Trump White House, there was also little doubt after he won that they should accept the reality and try to make the best of it. Play President Obama to President-Elect Trump: If You Succeed, Then the Country Succeeds 2:48 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161111002935if_/http://www.nbcnews.com/widget/video-embed/805860419936\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> That might put party leaders in immediate conflict with their base in the streets, who made the hashtag #nounity and #NotMyPresident go viral and see any cooperation as a tantamount to surrender. \"Any Democratic member of Congress who didn't wake up this morning ready to fight, resist and obstruct in the way Republicans did against President Obama every day for eight full years must step out of the way and let those of us who know the score lead the way in stopping the meanness and the madness that's about to begin,\" filmmaker Michael Moore wrote in a widely shared call to arms . Related: In Capitol Hill Meetings, Trump Reveals Top Priorities Democrats in Washington are uneasy working with Trump, but worry he'd be more dangerous if left to his own devices. And as the the party of government, Democrats feel compelled to make it work for their constituents as much as possible. Dysfunctional government will generally benefit the anti-government party, which is the GOP. \"My number one priority in the next two months is to try to facilitate a transition that ensures our President-elect is successful,\" President Barack Obama said Thursday after meeting with Trump. As much as Democrats fear Trump's idiosyncratic agenda, they also fear he might end up a rubber stamp — wittingly or not — for the traditional conservative economic principles embodied by House Speaker Paul Ryan. Play Ryan: Trump's victory 'most impressive' 1:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161111002935if_/http://www.nbcnews.com/widget/video-embed/805858883757\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump wandered into an ideological war already in progress and Democrats hope his allegiances are fluid after a campaign where he fought Ryan and the entire Republican establishment. \"Donald Trump won the Presidency under a Republican flag. But Mitch McConnell, Paul Ryan and the Republicans in Congress — and their way of doing business — were rejected. Rejected by their own primary voters, rejected during the campaign, and rejected in Tuesday's election,\" Sen. Elizabeth Warren said at the AFL-CIO on Thursday. \"If Donald Trump is ready to make good on his promise to get corruption out of politics,\" she continued, \"Then count me in. I will work as hard as I can. I will pull as many people as I can into the fight.\" But she drew a bright line around defending the rights of minority groups. \"That is Democrats' first job in this new era: We will stand up to bigotry. No compromises ever on this one,\" she said. Related: Trump Team Reviewing High-Level Cabinet Appointments Congress's moribund legislative engine will whirl to life under united Republican government, so Democrats on Capitol Hill are scrambling to both \"defend the vital organs,\" as one Democratic Senate aide put it, while hoping to drive a wedge between Ryan's conservative agenda and Trump's populist one. Play After Election Day defeats, how do Democrats move forward? 2:35 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161111002935if_/http://www.nbcnews.com/widget/video-embed/805576771721\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Some of the most sympathetic responses to Trump's victory from the left side of aisle have come not from Democrats' moderate wing but from its progressive flank, which has long sought to push the Democratic Party in a more populist direction. \"More than anything, this election is an indictment of politics as usual,\" said Richard Trumka, the president of the AFL-CIO, the Democrat-aligned labor federation. \"Donald Trump tapped into the anger of a declining middle class that is sick and tired of establishment economics, establishment politics and the establishment media,\" Sen. Bernie Sanders said in a statement. \"To the degree that Mr. Trump is serious about pursuing policies that improve the lives of working families in this country, I and other progressives are prepared to work with him,\" Sanders added. The clarity of vision from the populist-left has made the muted response from the Democratic establishment more noticeable. Related: Obama Gives Trump White House Welcome The first real-world test of any cooperation be an infrastructure-spending bill, which was going to be a top priority of a President Hillary Clinton as well. House Minority Leader Nancy Pelosi told colleagues that she spoke with Trump to offer \"the support of House Democrats to find common ground for a robust infrastructure jobs bill,\" according to an aide. Pelosi also suggested a path forward on child care and family leave issues, for which Trump expressed support during his campaign. But beyond that, the outlook is bleak for Democrats. Play ",
    "title": "Democrats Try to Salvage What They Can From Wreckage of 2016 Election - NBC News"
   }
  ]
 }
}