{
 "18": {
  "col-sim": {
   "cosine": 0.20301780404052758,
   "entity": 0.1516196087157807
  },
  "exec-time": 30.13521695137024,
  "links": [
   {
    "entities": [
     "1964",
     "steve",
     "right now",
     "trump",
     "u.s.",
     "dharapak/ap",
     "2015",
     "morning",
     "second year",
     "thursday",
     "talbot/ap",
     "$420 billion",
     "now",
     "murthy",
     "united",
     "inskeep",
     "the previous month",
     "states",
     "toby",
     "npr",
     "charles",
     "vivek"
    ],
    "id": 0,
    "text": "Addiction to opioids and heroin is a major public health problem, but so is alcohol abuse. Toby Talbot/AP hide caption toggle caption Toby Talbot/AP Addiction to opioids and heroin is a major public health problem, but so is alcohol abuse. Toby Talbot/AP In 1964, the U.S. surgeon general released a report on the health impacts of smoking, and it shaped the public and government's attitudes toward tobacco for years to come . On Thursday, another surgeon general's report was issued, this time tackling a much broader issue: addiction and the misuse and abuse of chemical substances. The focus isn't just one drug, but all of them. Though little in the report is new, it puts impressive numbers to the problem, and some surprising context: More people use prescription opioids than use tobacco. There are more people with substance abuse disorders than people with cancer. One in five Americans binge drink. And substance abuse disorders cost the U.S. more than $420 billion a year. Dr. Vivek Murthy, who is closing in on his second year as surgeon general, told NPR's Steve Inskeep Thursday on Morning Edition that he hopes putting all the data together will help Americans understand that these problems share a common solution. And it starts with kids. Their conversation has been edited for length and clarity. Article continues after sponsorship Interview Highlights On the prevalence of substance abuse in the United States U.S. Surgeon General Vivek Murthy says there is evidence for what works to prevent substance abuse, but it's often not applied. Charles Dharapak/AP hide caption toggle caption Charles Dharapak/AP An estimated 20.8 million people in our country are living with a substance use disorder. This is similar to the number of people who have diabetes, and 1.5 times the number of people who have all cancers combined. This number does not include the millions of people who are misusing substances but may not yet have a full-fledged disorder. We don't invest nearly the same amount of attention or resources in addressing substance use disorders that we do in addressing diabetes or cancer, despite the fact that a similar number of people are impacted. That has to change. We now know from solid data that substance abuse disorders don't discriminate. They affect the rich and the poor, all socioeconomic groups and ethnic groups. They affect people in urban areas and rural ones. Far more people than we realize are affected. It's important for us to bring people out from the shadows, and get them the help that they need. On the economic impact of substance use disorders The impact this is having on the health and well being of our country, as well as our economy, is quite staggering. These substance use disorders cost over $420 billion a year in the form of health care costs, lost economic productivity, and cost to the criminal justice system. We measure numbers like this for other illnesses, too, and the cost for substance abuse disorders far exceeds the cost of diabetes. On shifting views of substance disorders For far too long people have thought about substance abuse disorders as a disease of choice, a character flaw or a moral failing. We underestimated how exposure to addictive substances can lead to full blown addiction. Opioids are a good example. Now we understand that these disorders actually change the circuitry in your brain. They affect your ability to make decisions, and change your reward system and your stress response. That tells us that addiction is a chronic disease of the brain, and we need to treat it with the same urgency and compassion that we do with any other illness. The opioid crisis has certainly received a lot of attention , and it is certainly tearing apart families and costing us in terms of lives lost and health care dollars. But in terms of actual cost, we lose the most lives and suffer the most costs from alcohol related disorders and alcohol related addiction. In 2015, about 66 million people reported that they'd engaged in at least one episode of binge drinking in the previous month. That's a pretty astounding number. And in 2015, roughly 28 million people reported that they had driven under the influence of drugs and alcohol. On what we can do to curb the addiction epidemic There are prevention strategies and treatment strategies that can address multiple substance use disorders. Some of these programs are school-based , college-campus-based, and community-based, some online and some in person. Many — particularly the school-based programs — teach children how to manage stress in a healthy way, because stress is one of the reasons people turn to substances like alcohol, illicit drugs and prescription painkillers. The programs also teach them about substances of misuse, and teach them how to refuse tobacco and alcohol and other illicit substances when they're offered. The problem that we have right now is that we're not implementing many of these evidence-based interventions. While we're calling people's attention to some pretty stark statistics, I also want to recognize that there are reasons to be hopeful. All across our country we have examples of communities that are starting to step up and implement prevention programs and treatment programs. And peoples' lives are changing as a result of that. We've been dealing with substance disorders for centuries. What's different now is that we have solutions that work. On continuing this work under the Trump administration People on both sides of the aisle state clearly and in unequivocal terms that substance use disorders are a problem that we have to address now, because they are tearing apart our communities. So I am hopeful that we are all on the same page when it comes to addressing this crisis — and addressing it urgently. I'm looking forward to working with the next administration to do so. ",
    "title": "Surgeon General: Addiction Is A Bigger Health Problem Than Cancer : Shots - Health News : NPR"
   },
   {
    "entities": [
     "stephen",
     "trump",
     "pentagon",
     "fifield",
     "dan",
     "giuliani",
     "hoekstra",
     "tom",
     "manhattan",
     "japan",
     "deyoung",
     "karen",
     "pompeo",
     "mcclatchy",
     "price",
     "obama",
     "abe",
     "human",
     "york",
     "thursday",
     "mitt",
     "tomomi",
     "rick",
     "missy",
     "newt",
     "friday",
     "last march",
     "white",
     "charter",
     "greg",
     "petraeus",
     "alabama",
     "rogers",
     "states",
     "jack",
     "henry",
     "reagan",
     "gop",
     "judiciary",
     "devin",
     "security",
     "late last week",
     "george",
     "james",
     "jeff",
     "washington",
     "last month",
     "haley",
     "early this week",
     "monday",
     "cbs",
     "stahl",
     "tuesday",
     "miller",
     "feinberg",
     "nunes",
     "dec. 1",
     "carolina",
     "future",
     "bastien",
     "kushner",
     "moskowitz",
     "steve",
     "and",
     "this week",
     "chris",
     "florida",
     "committee",
     "tate",
     "ronald",
     "nov. 11, 2016",
     "scott",
     "inzaurralde",
     "senate",
     "walker/the",
     "previously",
     "evening",
     "trump's",
     "council",
     "department",
     "photo",
     "sari",
     "jerry",
     "justice",
     "house",
     "christie",
     "here",
     "jersey",
     "national",
     "brian",
     "schools",
     "cotton",
     "david",
     "recently",
     "horwitz",
     "2008",
     "ellen",
     "jared",
     "republican",
     "jason",
     "south",
     "kellogg",
     "romney",
     "5 p.m.",
     "academy",
     "wednesday",
     "news",
     "u.s.",
     "w.",
     "the future",
     "2012",
     "representative's",
     "1990s",
     "gaffney",
     "supreme",
     "julie",
     "viebeck",
     "ho",
     "post",
     "john",
     "m.",
     "nov. 7",
     "nakashima",
     "now",
     "sessions",
     "eva",
     "intelligence",
     "cabinet",
     "rudolph",
     "united",
     "pete",
     "mike",
     "sesisons",
     "new",
     "shinzo",
     "v.",
     "meese",
     "defense",
     "costa",
     "catherine",
     "cia",
     "bush",
     "view",
     "pence",
     "ap",
     "markon",
     "2000",
     "elise",
     "gingrich",
     "trade",
     "korea",
     "november 17",
     "selma",
     "buy",
     "michael",
     "bolton",
     "service",
     "michigan",
     "nikki",
     "tokyo",
     "talent",
     "graphic",
     "kissinger",
     "the 1980s",
     "victoria",
     "benczkowski",
     "hadley",
     "hensarling",
     "robert",
     "tower",
     "lamothe",
     "congress",
     "brett",
     "jeb",
     "court",
     "last week",
     "conway",
     "keith",
     "current",
     "lesley",
     "of",
     "wait",
     "philip",
     "anna",
     "state",
     "success",
     "health",
     "keane",
     "rucker",
     "frank",
     "inada",
     "services",
     "ryan",
     "at 5:26 pm",
     "office",
     "kappel",
     "flynn",
     "donald",
     "nakamura",
     "h.",
     "this weekend",
     "kellyanne",
     "massachusetts",
     "1986"
    ],
    "id": 1,
    "text": "Trump plans meeting with former critic Mitt Romney as transition outreach broadens The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it In Donald Trump's Washington, there are many people vying for the President-elect's attention. The Washington Post's Robert Costa explains how Trump will seek advice during the transition. (Bastien Inzaurralde,Victoria Walker/The Washington Post) By David Nakamura , Jerry Markon and Karen DeYoung November 17 at 5:26 PM Follow @davidnakamura Follow @JerryMarkon Follow @karendeyoung1 President-elect Donald Trump plans to meet this weekend with former Massachusetts governor Mitt Romney, a fierce critic during the campaign, to discuss his transition operation and a potential role as secretary of state, people close to the transition said Thursday. Trump’s outreach to Romney, the 2012 Republican presidential nominee, could help bridge the divide between the president-elect’s advisers and the GOP establishment, and send a signal to foreign capitals that Trump is interested in a more conventional figure as the nation’s top diplomat. Also Thursday, Newt Gingrich, the former Republican House speaker, said in an interview with McClatchy News Service that he would not have an official role in Trump’s administration, despite having previously been identified as a potential secretary of state. Gingrich confirmed the report in an interview with The Washington Post. “I think it’s good that the president-elect is meeting with people like Mr. Romney,” Sen. Jeff Sessions (R-Ala.), who also is being considered for Trump’s Cabinet, told reporters outside Trump Tower in New York. “He’s meeting with a lot of talented people that he needs good relationships with. I think Mr. Romney would be quite capable of doing a number of things, but he’ll be one of those I’m sure that’s reviewed, and Mr. Trump will make that decision.” The disclosure of their meeting came as something of a surprise. Romney had been one of the earliest and most vocal critics of Trump among the GOP leadership, ripping the real estate mogul last March after squelching speculation that he would mount a late primary challenge to Trump. Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet “If we Republicans choose Donald Trump as our nominee, the prospects for a safe and prosperous future are greatly diminished,” Romney said, adding that “dishonesty is Trump’s hallmark.” Romney also criticized Trump for racially charged campaign rhetoric, prompting Trump to write on Twitter that “Mitt Romney had his chance to beat a failed president but he choked like a dog. Now he calls me racist — but I am least racist person there is.” Romney took a more tempered tone after Trump’s general election triumph last week, and called him to offer his congratulations. The news came as Trump’s transition to power kicked into higher gear. Transition officials were expected to fan out across federal agencies, and Trump prepared for an important meeting with Japan’s prime minister. The 5 p.m. session with Japanese Prime Minister Shinzo Abe, Trump’s first with a foreign leader since the election, has raised questions among some in Washington’s foreign policy community because Trump has apparently not been briefed by the State Department. Officials said Wednesday that the transition team has not reached out to State. A former State Department official said such a meeting with a foreign leader would normally be preceded by numerous briefings from key diplomats, which is considered especially important here because the Japanese are concerned about comments Trump made on the campaign trail. The president-elect repeatedly said that Japan should pay more for its own defense and be less reliant on the United States. [ Japan’s prime minister hopes to start building ‘trusting relationship’ with Trump ] “The world does not stop for the transition,’’ said the official, who spoke on condition of anonymity to speak freely. Trump “would want an intelligence briefing. You’d probably want to get briefed on what’s what happening in the region.’’ 1 of 8 Here’s what president-elect Donald Trump has been doing after the election View Photos He has been holding interviews and meeting with Congress and the president as he prepares to transition into the White House. Caption He has been holding interviews and meeting with Congress and the president as he prepares to transition into the White House. Nov. 11, 2016  “60 Minutes” correspondent Lesley Stahl interviews President-elect Donald Trump at his home in New York in his first post-election TV interview. Chris Albert/for CBS News/”60 Minutes” via AP Buy Photo Wait 1 second to continue. But Trump’s campaign manager, Kellyanne Conway, said Thursday that the session at Trump Tower, which Vice President-elect Mike Pence will attend, will be “much less formal” than in the future because Trump has yet to assume office. “We are very sensitive to the fact that President Obama is still in office for the next two months,’’ Conway said. As Trump remained ensconced with close aides in his Manhattan office tower, his transition team appeared to signal Thursday that Sessions is a leading candidate to be attorney general. “The President-elect has been unbelievably impressed with Senator Sessions and his phenomenal record as Alabama’s Attorney General and U.S. Attorney,’’ the team said in a statement about Trump’s meeting with Sesisons on Wednesday. While the statement cautioned that “nothing has been finalized,’’ Sessions’s 14-year stint in those two posts in the 1980s and 1990s would be his primary qualifications to lead the Justice Department. Sessions’s former staff director of the Senate Judiciary Committee, Brian Benczkowski, is also helping to manage the Justice Department transition for Trump’s team, lawyers familiar with the matter have said. Sessions, a top Trump adviser known for his hardline views on immigration, has been a rising force in the transition team and is also under consideration for defense secretary. His nomination for Justice would likely bring a re-examination of his failed nomination by President Ronald Reagan in 1986 to be a federal judge. A bipartisan panel of senators on the Judiciary Committee declined to send his nomination to the Senate floor that year amid allegations that he had made what some characterized as racist remarks. Sessions, who has been a senator for 20 years, has vehemently denied holding any racist views and has said he supported civil rights in Alabama, where he grew up outside of Selma. [ In Trump’s Washington, rival powers and whispers in the president’s ear ] Trump’s meeting with Abe arose from a phone conversation between the Japanese leader and Trump. When Abe called to congratulate Trump shortly after his victory, he mentioned that he would be passing through New York this week and suggested a meeting. “That would be awesome,” Trump immediately responded, according to people briefed on the conversation. The two leaders have much to discuss. Trump has vowed to scrap the Trans-Pacific Partnership trade deal that Abe recently pushed through his parliament. And the president-elect caused jitters in both Japan and South Korea during the campaign by saying both nations were not paying enough for their defense and that he would make them pay more — perhaps even all — of the costs of hosting U.S. military bases. Since Trump’s victory, the Japanese government has been taking a wait-and-see approach. “Trump said various things during his campaign, but I will not presuppose what he will do as president,” Tomomi Inada, Japan’s defense minister, said late last week. She added, however, that Japan is paying its fair share toward base costs. In a new development Thursday, Trump’s transition team announced that anyone serving in the new administration would be banned for life from lobbying for any foreign government. Trump had proposed such a ban in an ethics plan he unveiled last month, but it is unclear how the ban would be implemented. There is no current law that imposes a lifetime ban on post-government employment for administration officials, with one exception — there is a lifetime ban on certain members of the U.S. Trade Representative’s Office from representing foreign governments after leaving the agency. The reasoning is to prevent them from essentially “switching sides” and using the knowledge they gained while representing U.S. interests to weaken or amend the agreement to the benefit a foreign country. A lifetime ban like the one Trump proposed raises constitutional issues, and would have to be more narrowly tailored to pass muster in the courts — for example, if the ban was limited to certain State Department or Defense Department officials whose jobs involved working closely with foreign governments. But a blanket lifetime ban could be unconstitutional. “Lifetime bans are really problematic from a legal standpoint because it prevents people from making a living,” said Brett Kappel, a political law and government ethics attorney. “A lifetime ban on anybody in the administration ever becoming a representative of a foreign government? I don’t see how that would hold up in court.” It is also unclear whether the ban would be implemented by legislation or executive order. Meanwhile, the pace of the transition appeared to quicken. Offices prepared for Trump’s teams in departments and agencies across the government had remained empty Wednesday. But the White House said that it received paperwork, signed Tuesday evening by Vice President-elect Mike Pence, necessary for the teams to move into the department offices and begin to receive briefings from current officials. The names of people on the “landing teams” for the State Department, the Justice Department, the Pentagon and the National Security Council will be submitted to the White House on Thursday and announced Friday, the transition team said Thursday in a conference call with reporters. Economic policy landing teams will be announced Monday, followed by teams devoted to domestic policy and independent federal agencies. The transition released a list of 29 presidents and prime ministers with whom it said Trump and Pence have spoken since the election. And transition communications director Jason Miller said that reports of turmoil within the transition following the ouster of several senior team members in recent days came largely from “folks on the outside” and those who feared that Trump was preparing to “drain the swamp, as he’s promised.” Miller declined to speculate on the timing of appointment announcements, saying that “the president-elect is going to get this right” and that names would be put forward when Trump was ready. He also denied reports that Jared Kushner, Trump’s son-in-law, had been instrumental in purging members of the transition seen as close to New Jersey Gov. Chris Christie, whom Pence replaced as the head of the team last week. Miller said Trump met with several advisers and candidates for administration positions Wednesday, including Rep. Tom Price (R-Ga.), investor Steve Feinberg, Success Academy Charter Schools chief executive Eva Moskowitz and Rep. Mike Pompeo (R-Kan.). Miller did not elaborate on which people on the list are candidates to join the administration. Price is considered a candidate to lead the Department of Health and Human Services. Trump will meet Thursday with South Carolina Gov. Nikki Haley, Rep. Jeb Hensarling (R-Tex.), Florida Gov. Rick Scott, former secretary of state Henry Kissinger and retired Gen. Jack Keane, among others, Miller said. Attention continued to be mainly focused on potential national security picks. Trump campaign surrogates said former New York mayor Rudolph W. Giuliani remained at the top of the rumored list for secretary of state, along with former State Department official John Bolton. Sen. Tom Cotton (R-Ark.), who visited Trump on Tuesday in Manhattan, emerged as a defense secretary candidate. Farther down the defense list were George W. Bush national security adviser Stephen V. Hadley and former senator James M. Talent (R-Mo.). Frank Gaffney, a far-right conspiracy theorist who was described in some media reports as a Trump transition adviser and possible pick for a national security job, said Wednesday that he had “not been contacted by anyone from the team.” His statement followed one by Miller, the transition communication chief, that Gaffney is “a nice guy, but he’s not part of the transition team” and was not advising it. Retired Lt. Gen. Mike Flynn was still being mentioned as national security adviser, although some with transition connections said his stock appeared to be falling as others questioned his potential effectiveness in the job. Retired Gen. David H. Petraeus, whose name was also mentioned, is close to Keith Kellogg and Michael Meese, transition team members and former military colleagues. House Intelligence Committee Chairman Devin Nunes (R-Calif.), mentioned as a possible CIA director after the leading candidate, former chairman Mike Rogers of Michigan, was among those purged early this week, is a transition adviser but is “not interested in a post,” a congressional aide said. Former congressman Pete Hoekstra, also a Michigan Republican and a former committee chairman, said in an interview that he’d told the transition “if they have a role for me, I’d be more than happy to discuss it with them.” Hoekstra said the Trump team was “going to expand its outreach, absolutely. But they’re going to do it in a methodical way.” Despite intense media scrutiny and swirling rumors in Washington, Trump’s timetable was still well within the bounds of his immediate predecessors. Obama did not announce his first Cabinet pick until nearly a month after the 2008 election; he presented his national security team en masse Dec. 1 that year. Confirmation of George W. Bush’s 2000 victory did not come until a Supreme Court decision more than a month after the Nov. 7 election. Anna Fifield in Tokyo and Catherine Ho, Sari Horwitz, Dan Lamothe, Greg Miller, Ellen Nakashima, Philip Rucker, Missy Ryan, Julie Tate and Elise Viebeck in Washington contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump plans meeting with former critic Mitt Romney as transition outreach broadens - The Washington Post"
   },
   {
    "entities": [
     "the week",
     "wednesday",
     "trump",
     "u.s.",
     "barack",
     "america",
     "angela",
     "obama",
     "apec",
     "greece",
     "now",
     "last week",
     "current",
     "late september",
     "united",
     "peru",
     "europe",
     "merkel",
     "germany",
     "states",
     "today",
     "oval",
     "office",
     "donald",
     "this weekend",
     "nato"
    ],
    "id": 2,
    "text": "WATCH Obama Reassures Europe on Trump: NATO Is Here to Stay 0 Shares Email It’s a role for which he didn’t volunteer. But like it or not, President Barack Obama has become an unofficial ambassador of sorts for President-Elect Donald Trump . Over the course of his final foreign trip as president, Obama has had the task of reassuring a worried Europe about one thing: NATO isn’t going anywhere. Throughout the week, Obama has spoken at nearly every opportunity about the United States’ “unwavering” commitment to the alliance as one that transcends politics. “NATO, the world’s greatest alliance, is as strong and as ready as it’s ever been,” Obama said in an address to the Greek people Wednesday. “And I am confident that just as America’s commitment to the transatlantic alliance has endured for seven decades -- whether it’s been under a Democratic or Republican administration -- that commitment will continue, including our pledge and our treaty obligation to defend every ally.” It’s a point he’s made like a broken record, first in Greece and now in Germany, where he remains until heading to the APEC Summit in Peru this weekend. And he’s making sure everyone in Europe hears that the president-elect specifically offered him assurances that the strength of the U.S.'s commitment will remain unchanged under a Trump administration, though it's unclear what assurances Trump did, in fact, offer the current commander-in-chief in their Oval Office meeting following the election last week, if any. “I am encouraged by the president-elect's insistence that NATO is a commitment that does not change, and his full commitment to NATO as the foundation for international security, I think is very important,” the president said during a joint press conference today with German Chancellor Angela Merkel . During the campaign, Trump criticized NATO as “obsolete” and suggested a Trump administration wouldn’t automatically rush to the defense of a NATO member from a hypothetical Russian attack if that member hadn’t lived up to its financial obligations under the alliance. But in the final weeks before election, Trump struck a very different note on NATO -- expressing commitment to the alliance and even arguing that it would be bolstered on his watch. \"When I am president, we will strengthen NATO,\" Trump said during a speech in late September. 0 Shares ",
    "title": "President Obama Reassures Europe on Trump: NATO Is Here to Stay - ABC News"
   },
   {
    "entities": [
     "trump",
     "pentagon",
     "john",
     "armed",
     "crystal",
     "thursday",
     "mccain",
     "white",
     "toni",
     "cloud",
     "twitter",
     "early next year",
     "kelly",
     "last month",
     "washington",
     "2004",
     "jeff",
     "this month",
     "$15,000 years",
     "future",
     "and",
     "feinstein",
     "a decade ago",
     "2011",
     "thornberry",
     "schiff",
     "senate",
     "mac",
     "cruthcer",
     "ashton",
     "department",
     "house",
     "potter",
     "national",
     "ucla",
     "david",
     "recently",
     "tens of millions of dollars",
     "bee",
     "jaffe",
     "wednesday",
     "january",
     "u.s.",
     "california",
     "thanksgiving",
     "2014",
     "sacramento",
     "oct. 26",
     "now",
     "adam",
     "iraq",
     "boxer",
     "benjamin",
     "/",
     "next week",
     "defense",
     "harry",
     "barbara",
     "guard",
     "los",
     "denham",
     "burbank",
     "2027",
     "seib",
     "angeles",
     "b.",
     "mclain",
     "capitol",
     "al",
     "s.",
     "bill",
     "$30,000",
     "2013",
     "$100",
     "soldiers",
     "times",
     "afghanistan",
     "congress",
     "this year",
     "$15.2 million",
     "current",
     "megyn",
     "hill",
     "quidditich",
     "carter",
     "corona",
     "2010",
     "services",
     "army",
     "dianne",
     "donald",
     "calvert",
     "next july",
     "ken",
     "turlock",
     "short",
     "cathederal"
    ],
    "id": 3,
    "text": "Congress proposals would let California National Guard soldiers keep millions in bonuses National Guard California Army National Guard Soldiers from the California Army National Guard have been ordered to return enlistment bonuses they received a decade ago when the Pentagon needed troops for the wars in Iraq and Afghanistan. Soldiers from the California Army National Guard have been ordered to return enlistment bonuses they received a decade ago when the Pentagon needed troops for the wars in Iraq and Afghanistan. (California Army National Guard) David S. Cloud California lawmakers in the House and Senate offered legislative proposals Thursday that would allow nearly 10,000 California National Guard soldiers to keep improper enlistment bonuses they were paid during the height of the wars in Iraq and Afghanistan a decade ago. In a rare sign of bipartisanship on Capitol Hill,  Democrats and Republicans argued that congressional action is needed to make sure the Pentagon forgives the soldiers’ debts and closes out an episode that has hurt thousands of veterans, roiled the Pentagon and embarrassed members of Congress. A version of the bill could be approved as part of a defense authorization package as early as next week, when Congress leaves on Thanksgiving recess, congressional leaders said. If approved, the legislation would make it likely that most or all of the roughly 9,700 California Guard soldiers who received inflated enlistment bonuses and student loan payments between 2004 and 2010 would have those debts waived, lawmakers said. After he fought for the country, the U.S. is asking him to give back his enlistment bonus Short of troops to fight in Iraq and Afghanistan a decade ago, the California National Guard enticed thousands of soldiers with bonuses. Now the Pentagon is demanding the money back. (Al Seib / Los Angeles Times) Short of troops to fight in Iraq and Afghanistan a decade ago, the California National Guard enticed thousands of soldiers with bonuses. Now the Pentagon is demanding the money back. (Al Seib / Los Angeles Times) See more videos Under the Democrats’ version of the bill, the approximately 1,700 California Guard soldiers who already have repaid all or part of their bonuses to the Pentagon would be given the money back with interest. The proposed legislation also orders the Pentagon to inform credit agencies that the debt was never valid, meeting a key complaint from soldiers unable to get mortgages or car loans because of poor credit scores. Credit agencies would be barred from including references to the soldiers’ debts in credit reports. The Times reported last month that the Pentagon was demanding repayment of enlistment bonuses that were given to about 9,700 California Guard soldiers to help fill enlistment quotas for the wars. Many of the soldiers served in combat and some returned with severe injuries. Many of the soldiers were told to repay bonuses of more than $15,000 years after they had completed their military service. (David S. Cloud) In response to a public outcry, and at the urging of the White House, Defense Secretary Ashton Carter ordered a suspension of the repayment program on Oct. 26 and set up an internal appeals process to review the debts by next July. But Pentagon officials emphasized that they could not fully forgive all the soldiers’ debts, which totaled in the tens of millions of dollars. Some of the bonuses were awarded as part of an illegal scheme that saw several recruiters convicted of fraud and other crimes in 2011, they noted. Pentagon officials also warned that forgiving all the debts could hurt future efforts to stem waste, fraud and abuse in the military. Congress appears likely to sweep away those concerns, however, arguing that soldiers who agreed to enlist or reenlist in return for a financial bonus should not be forced to repay the money years after they had gone to war. On the Democrats’ side, Sens. Dianne Feinstein and Barbara Boxer of California and Rep. Adam B. Schiff of Burbank introduced a bill Thursday that would require the Pentagon to waive repayments even for soldiers who were ineligible for the bonuses as long as the individual did not knowingly commit fraud. “It’s still not clear to me that even those who accepted the bonuses in good faith will have their debts forgiven” under the plan Carter announced, Schiff said in an interview. “We don’t want there to be any doubts.” Schiff said he expected the proposal would be added to the defense authorization bill expected to pass Congress this year. “And if not, we’ll push to pass it early next year,” he said. Feinstein said she wanted to ensure that the effort by Congress to forgive the soldiers’ debt “won’t lapse” after Donald Trump is inaugurated as president in January and a new administration is in place. “We want to reassure the affected service members that our government stands by its commitments and they will not be punished for the actions of others,” she said. The Democrats’ bill has 15 co-sponsors in the Senate and 27 in the House. On the Republican side, Rep. Jeff Denham of Turlock, who was involved in an abortive effort to provide debt relief to the affected soldiers in 2014, and Rep. Ken Calvert of Corona introduced legislation similar to the Feinstein-Schiff proposal. (David S. Cloud) “While the [Defense Department] has stopped the harassment, much more needs to be done, and it is important that we resolve this issue under the current administration where it all started,” Denham said in a statement. “Our veterans deserve a secure financial future.” The bills would bar the Pentagon from ordering soldiers to repay their bonuses because the military had lost their enlistment contracts or because other paperwork errors had occurred, a problem for many California Guard veterans. Sen. John McCain (R-Ariz.) and Rep. Mac Thornberry (R-Texas), chairmen of the Senate and House Armed Services committees, respectively, both have vowed to address the repayment issue in their committees.  If Congress approves a waiver measure, it may be attached to a bill authorizing Pentagon programs that has passed the House and Senate. The final version of the bill is being decided in a House-Senate conference. McCain told reporters Wednesday that he hopes to have the bill finished before Congress leaves for its Thanksgiving recess next week. Another option would be for the House and Senate to pass a separate bill, aides said, though several said that doing so in the lame duck session is not a certainty. The Pentagon has said it doesn’t need Congress to intervene. The authorization bill already contains a provision that would establish a 10-year statute of limitations on the military's ability to recover overpayments. That offers little immediate help to California Guard members, however, since it would not take effect until 2027. The Pentagon began ordering California Guard soldiers to repay enlistment bonuses after the Sacramento Bee reported in 2010 that a federal investigation had found that thousands of ineligible soldiers were given enlistment bonuses and student loan payments, or were approved despite incomplete paperwork. Army Master Sgt. Toni Jaffe, the California Guard’s incentive manager, pleaded guilty in 2011 to filing false claims of $15.2 million and was sentenced to 30 months in federal prison. Three officers also pleaded guilty to fraud and were put on probation after paying restitution. Recoupment of the bonuses has been under way ever since, with little attention until recently. Soldiers identified by California Guard audits as having received improper payments were told to repay the money and threatened with wage garnishments, tax liens and interest payments if they did not. An appeals process that allowed them to contest the debts was lengthy and difficult, officials acknowledged. Full Coverage: Pentagon pushes to make California veterans pay back bonuses » The proposed legislative fix in Congress comes at least two years after the California Guard first warned members that “thousands of soldiers have inadvertently incurred debt, through no fault of their own because of faulty Army recruiting or accounting practices.” But lawmakers in Washington said the notice, part of a list of legislative priorities the California Guard sent to Capitol Hill, did not alert them to the scale of the problem. Soldiers involved in the dispute responded warily Thursday to news of a potential solution in Washington. One of them was retired California Guard Master Sgt. Bill McLain, who served four tours of duty in Iraq and Afghanistan and was wounded in the jaw. In 2013, McLain was ordered to repay $30,000 in reenlistment bonuses because the California Guard determined he already had served too many years in the Army to qualify. The Pentagon has not contacted him or withdrawn its repayment demands despite Carter’s announcement of a suspension last month. So McLain sent a $100 check this month, the token amount he sends each month on a debt he denies owing. “I would be more than pleased if they would do the honorable thing and say anybody who didn’t knowingly commit fraud can keep their bonus,” he said. “But when it comes to our government, you never know.” Caption 90 seconds: 4 stories you can't miss Northern Californians who voted for Trump feel forgotten by the state , Megyn Kelly's new book took a new turn due to the elections , Twitter is trying to clean up , and the Crystal Cathederal is getting a new look. Caption 90 seconds: 4 stories you can't miss Northern Californians who voted for Trump feel forgotten by the state , Megyn Kelly's new book took a new turn due to the elections , Twitter is trying to clean up , and the Crystal Cathederal is getting a new look. Caption The Curiosity Correspondent: How to play Harry Potter's Quidditch when no one can fly Quidditich, the popular and dangerous sport played throughout the Harry Potter series, has come to life through many organizations across the globe. Our Curiosity Correspondent, Benjamin Cruthcer, heads to UCLA to learn how to play the game and to see if he can become an expert. It goes... poorly. Quidditich, the popular and dangerous sport played throughout the Harry Potter series, has come to life through many organizations across the globe. Our Curiosity Correspondent, Benjamin Cruthcer, heads to UCLA to learn how to play the game and to see if he can become an expert. It goes... poorly. Caption 90 seconds: 4 stories you can't miss ",
    "title": "Congress proposals would let California National Guard soldiers keep millions in bonuses - LA Times"
   },
   {
    "entities": [
     "romney",
     "steve",
     "trump",
     "news",
     "pentagon",
     "jan. 20",
     "committee",
     "theresa",
     "o'malley",
     "minnesota",
     "'60",
     "thanksgiving",
     "sunday",
     "brandi",
     "vladimir",
     "tower",
     "thursday",
     "clinton",
     "department",
     "dnc",
     "democratic",
     "last week",
     "conway",
     "keith",
     "lesley",
     "megyn",
     "united",
     "white",
     "justice",
     "house",
     "maryland",
     "may",
     "twitter",
     "states",
     "state",
     "nov. 16, 2016",
     "press",
     "national",
     "nov. 15, 2016",
     "chair",
     "putin",
     "dean",
     "ellison",
     "fox",
     "hillary",
     "ryan",
     "howard",
     "associated",
     "kelly",
     "israel",
     "c-span-rrb-",
     "martin",
     "donald",
     "hoffine",
     "this weekend",
     "kellyanne",
     "stahl",
     "paul",
     "tribune",
     "tuesday",
     "dermer",
     "ron",
     "bannon"
    ],
    "id": 4,
    "text": "(Tribune news services) The two began mending fences after Trump's victory when Romney called with congratulations. They are to meet this weekend, a transition official said, speaking on condition of anonymity because he wasn't authorized to discuss Trump's schedule publicly. Campaign manager Kellyanne Conway said they were still \"working on\" the meeting. Trump's actions Thursday aimed to show that he could soften his rhetoric, offer pragmatism in the White House and reaffirm longstanding American alliances. Since his stunning victory over Hillary Clinton last week, Trump has spoken with Russian President Vladimir Putin, British Prime Minister Theresa May and nearly three dozen other world leaders by telephone. Ron Dermer, Israel's ambassador to the United States, also visited the Trump Tower and called the billionaire businessman \"a true friend of Israel.\" He specifically cited as another \"friend\" Trump campaign CEO Steve Bannon, whose selection as a top White House adviser has created a backlash among Democrats. Bannon's news website has peddled conspiracy theories, white nationalism and anti-Semitism. \"We look forward to working with the Trump administration, with all the members of the Trump administration, including Steve Bannon, in making the U.S.-Israel alliance stronger than ever,\" Dermer said. Caption Donald Trump on '60 Minutes' details his top priorities President-elect Donald Trump sat down with Lesley Stahl on \"60 Minutes\" Sunday and discussed the top priorities for his administration. President-elect Donald Trump sat down with Lesley Stahl on \"60 Minutes\" Sunday and discussed the top priorities for his administration. Caption Donald Trump on '60 Minutes' details his top priorities President-elect Donald Trump sat down with Lesley Stahl on \"60 Minutes\" Sunday and discussed the top priorities for his administration. President-elect Donald Trump sat down with Lesley Stahl on \"60 Minutes\" Sunday and discussed the top priorities for his administration. Caption With bans of alt-right users, Twitter tests the limits of free speech In the aftermath of a presidential campaign that has given license for hate groups and white nationalists to tout their ideas, Twitter is having second thoughts In the aftermath of a presidential campaign that has given license for hate groups and white nationalists to tout their ideas, Twitter is having second thoughts Caption House Speaker Ryan: 'Welcome to the dawn of a new unified Republican government' House Speaker Paul Ryan welcomed the world Tuesday to what he calls \"the dawn of a new unified Republican government.\" Nov. 15, 2016. (C-SPAN)  House Speaker Paul Ryan welcomed the world Tuesday to what he calls \"the dawn of a new unified Republican government.\" Nov. 15, 2016. (C-SPAN)  Caption Candidates for the Democratic National Committee Chair Minnesota Rep. Keith Ellison and former DNC Chair Howard Dean formally announced runs to be Chair of the Democratic National Committee, while Maryland Gov. Martin O'Malley withdrew from the running. Nov. 16, 2016.  Minnesota Rep. Keith Ellison and former DNC Chair Howard Dean formally announced runs to be Chair of the Democratic National Committee, while Maryland Gov. Martin O'Malley withdrew from the running. Nov. 16, 2016.  Caption Megyn Kelly's 'Settle for More' makes it clear she's no victim of Donald Trump and other bullies Fox News anchor Megyn Kelly ’s new book, “Settle for More,” gives a behind-the-scenes look at her dealings with Donald Trump.   Fox News anchor Megyn Kelly ’s new book, “Settle for More,” gives a behind-the-scenes look at her dealings with Donald Trump.   Trump, a reality television star, business mogul and political newcomer, also rolled out new teams that will interact with the State Department, Pentagon, Justice Department and other national security agencies as part of the government transition before his Jan. 20 inauguration. Coordination had been on hold until Trump's team submitted documents including a list of transition team members who will coordinate with specific federal agencies, plus certification that they meet a code of conduct barring conflicts of interest. White House spokeswoman Brandi Hoffine said the minimum paperwork was finished Thursday, meaning agencies could start providing briefings and written materials to Trump's team. Conway said she expected announcements of Cabinet choices to come \"before or right after Thanksgiving,\" telling reporters Trump was \"loving\" the transition. \"He's a transactional guy. He's somebody who's used to delivering results and producing.\" Associated Press ",
    "title": "Trump offers national security adviser job to ex-military intelligence chief Lt. Gen. Flynn - Chicago Tribune"
   },
   {
    "entities": [
     "romney",
     "steve",
     "february",
     "trump",
     "news",
     "this week",
     "--",
     "duke",
     "2012",
     "america",
     "nikki",
     "mitt",
     "ted",
     "now",
     "sessions",
     "march 1, 2016",
     "nov 17, 2016",
     "cabinet",
     ", 8:17 pm",
     "abramson",
     "alana",
     "white",
     "j.",
     "house",
     "abc",
     "alabama",
     "may",
     "texas",
     "cruz",
     "march",
     "reince",
     "david",
     "kkk",
     "donald",
     "jeff",
     "haley",
     "this weekend",
     "university",
     "jason",
     "miller",
     "preibus",
     "carolina",
     "south",
     "bannon"
    ],
    "id": 5,
    "text": "Trump 'Absolutely' Open to Naming Former Rivals, Opponents to Cabinet, Adviser Says By ALANA ABRAMSON Nov 17, 2016, 8:17 PM ET 0 Shares WATCH Trump Meets With Former Enemies in Bid to Fill Cabinet Posts 0 Shares Email President-elect Donald Trump is \"absolutely\" open to selecting former rivals -- some of whom he branded as liars and not smart -- to serve in top posts in his cabinet, his transition team Communications Director Jason Miller said. Trump, who is known for prizing loyalty, surrounds himself with a small, tight-knit group of advisers. However, people who opposed him during the campaign season, including South Carolina Gov. Nikki Haley and 2012 Republican presidential nominee Mitt Romney , are now reportedly contenders for secretary of state. \"I think the president-elect is going to select the people that he thinks will do the best job. That's what I've been most impressed about following the election, acknowledging the gravity of the job in front of him and the challenges our country faces and he wants to get the best people in there,\" Miller said on the ABC News' \"Powerhouse Politics\" podcast. \"I think that's something people have a lot of respect for...when he said 'Hey, these guys may have been political rivals, maybe we've butted heads before, but you know what, now we're on the same team and we got to go and lead the country,'\" Miller added. Trump has been holding meetings with various figures since he became president-elect, including Haley, Alabama Sen. Jeff Sessions , and former Texas Sen. (and former rival) Ted Cruz . He is expected to meet with Romney this weekend. Haley drew Trump's ire during the campaign when she blasted him in February for not immediately disavowing the support of KKK former grand wizard David Duke. Trump, who later disavowed, tweeted: The people of South Carolina are embarrassed by Nikki Haley! — Donald J. Trump (@realDonaldTrump) March 1, 2016 Cruz and Trump had numerous public battles, with Trump repeatedly calling him \"Lyin' Ted.\" \"This man is a pathological liar,\" Cruz said of Trump in May. \"He doesn't know the difference between truth and lies. He lies practically every word that comes out of his mouth.\" Trump also took his shot at Cruz during an interview with ABC News' \"This Week.\" \"As far as Ted Cruz, he's one of the greatest liars and biggest liars I've ever known. He lies about so much,\" he said. \"He lies about things that he shouldn't be lying about. He lies about things that don't matter.” Romney called Trump \"a phony\" and \"a fraud\" whose \"promises were as worthless as a degree from Trump University ,\" referring to the now-shuttered Trump enterprise that is the subject of litigation. \"His foreign policies would make America and the world less safe. He has neither the temperament nor the judgment to be president and his personal qualities would mean that America would cease to be a shining city on a hill,\" he said in March. Later that month, Trump said: \"I don't think Mitt Romney is a smart person. I never have thought he was a smart person.\" He also questioned Romney's faith. Miller called Trump's upcoming meeting with Romney \"a great opportunity.\" \"I think it's a great opportunity to learn from someone who's been very successful in business himself and who's seen the world stage,\" Miller said. \"Governor Romney definitely has some good ideas to share.\" Although Trump has only appointed Reince Preibus as chief of staff and Steve Bannon as chief strategist, Miller said other announcements could come \"pretty quickly.\" \"I think the president-elect is very close to knowing who he wants to go with,\" he said, \"When the president-elect feels he got it right he will be the one making the decision and we will take it from there.\" When asked if Trump would enter office with a fully formed cabinet, Miller responded, \"I think he's gonna get it right.\" Miller also addressed reports that the Trump children, who are expected to take over the family businesses from their father when he is sworn in, will have official roles in the White House, calling them \"overblown.\" \"They are a support structure,\" Miller explained. \"Obviously they're gonna be available if he calls.\" 0 Shares ",
    "title": "Trump 'Absolutely' Open to Naming Former Rivals, Opponents to Cabinet, Adviser Says - ABC News"
   },
   {
    "entities": [
     "wednesday",
     "trump",
     "feinstein",
     "this week",
     "november 17, 2016",
     "schumer",
     "committee",
     "morning",
     "great",
     "john",
     "ohio",
     "california",
     "senate",
     "social",
     "york",
     "council",
     "now",
     "d.",
     "warren",
     "mccain",
     "facebook",
     "huetteman",
     "china",
     "new",
     "a.f.l.-c.i.o.",
     "youngstown",
     "brown",
     "twitter",
     "lakes",
     "today",
     "sanders",
     "judiciary",
     "ryan",
     "emmarie",
     "security",
     "dianne",
     "vindicator",
     "washington",
     "sherrod",
     "paul",
     "arizona",
     "russia",
     "executive",
     "bannon"
    ],
    "id": 6,
    "text": "Privacy Policy Democrats need someone “like me, who has constituents and friends who are steelworkers or work in construction,” Mr. Ryan told The Youngstown Vindicator. “The economy and blue-collar jobs are important for us as a party. We need leaders who can go into these Great Lakes districts.” The struggle to stitch together a winning coalition will play out in the competing policy ideas that Democrats are offering. In a speech this week to the A.F.L.-C.I.O. Executive Council, Ms. Warren, who sparred in viciously personal terms with Mr. Trump during the campaign, noted the many ways she agreed with the president-elect. “He spoke of the need to reform our trade deals so they aren’t raw deals for the American people,” she said. “He said he will not cut Social Security benefits. He talked about the need to address the rising cost of college and about helping working parents struggling with the high cost of child care. He spoke of the urgency of rebuilding our crumbling infrastructure and putting people back to work. He spoke to the very real sense of millions of Americans that their government and their economy has abandoned them. And he promised to rebuild our economy for working people.” Senator Sherrod Brown, Democrat of Ohio, long a critic of trade deals, said in an interview that he had spoken extensively with Mr. Trump’s trade adviser and would work with him on issues concerning steel workers. “We can work with him on things we agree on,” Mr. Brown said. “On Bannon, no.” Mr. Brown sent a letter to Mr. Trump urging him to renegotiate the North American Free Trade Agreement, withdraw from the Trans-Pacific Partnership, make changes to the trade relationship with China and fight currency manipulation, which is also a pet issue of Mr. Schumer. Mr. Sanders put out a statement after the election saying he too would work with Mr. Trump on areas of populist agreement. At the same time, they remain his adversary on other matters. For example, Senator Dianne Feinstein of California, now the highest-ranking Democrat on the Senate Judiciary Committee, said in a statement on Wednesday that “the committee will pay very close attention to proposed nominees to ensure the fundamental constitutional rights of Americans are protected.” Advertisement Continue reading the main story Republicans will not like many of these proposals, but they have been fulsome in their praise of Mr. Trump since his election. Speaker Paul D. Ryan, for instance, has repeatedly said that he expects Mr. Trump to work with Republicans on their agenda of rolling back the Affordable Care Act and making large-scale changes to the tax code and entitlements. While Mr. Trump’s policies are one matter, his nominations to his cabinet and other senior positions are another, and there, Senate Republicans who will vote on their confirmations are in a quandary. Just as they were asked to comment on Mr. Trump’s more incendiary statements during the campaign, they are now being asked to weigh in on contentious names being floated for high positions. Republican senators like John McCain of Arizona also have been implicitly critical of Mr. Trump’s cozy views toward Russia. On one area, though, Democrats and Republicans agree: Most of them strongly oppose Mr. Trump’s proposal for congressional term limits. Emmarie Huetteman contributed reporting. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on November 17, 2016, on page A1 of the New York edition with the headline: Democrats to Woo Trump on Plans G.O.P. Opposes. Order Reprints | Today's Paper | Subscribe ",
    "title": "Senate Democrats’ Surprising Strategy: Trying to Align With Trump - The New York Times"
   },
   {
    "entities": [
     "dave",
     "duquette",
     "10 years ago",
     "ii",
     "wednesday",
     "richard",
     "trump",
     "stephen",
     "news",
     "this week",
     "rong-gong",
     "eight years ago",
     "night",
     "starbucks",
     "breitbart",
     "u.s.",
     "institute",
     "miami",
     "ronald",
     "pierson",
     "ku",
     "higbie",
     "america",
     "times",
     "southern",
     "lin",
     "obama",
     "dearborn",
     "york",
     "north",
     "k.",
     "building",
     "now",
     "the",
     "bannon",
     "n.y.",
     "megyn",
     "facebook",
     "jaweed",
     "white",
     "inc.",
     "new",
     "montana",
     "mich.",
     "kory",
     "house",
     "saturday",
     "alabama",
     "twitter",
     "wells",
     "jack",
     "timothy",
     "roberts",
     "national",
     "once",
     "reagan",
     "policy",
     "klan",
     "fox",
     "center",
     "w.va.",
     "david",
     "kelly",
     "nov. 8",
     "carl",
     "next month",
     "donald",
     "law",
     "carolina",
     "kaleem",
     "washington",
     "michelle",
     "university",
     "poverty",
     "the last week",
     "paresh",
     "klux",
     "murdock",
     "dorsey",
     "joshua",
     "ala.",
     "spencer"
    ],
    "id": 7,
    "text": "Trump's win brings 'white pride' out of the shadows Richard Spencer Joshua Roberts / For The Times Richard Spencer, the chairman of the National Policy Institute, a prominent alt-right organization. Richard Spencer, the chairman of the National Policy Institute, a prominent alt-right organization. (Joshua Roberts / For The Times) Jaweed Kaleem Contact Reporter As he watched the news of the presidential election in the last week, Kory Duquette became increasingly agitated. Pundits were blaming a “whitelash” for Donald Trump ’s win and called it a massive exercise of angry white ballot power. Civil rights groups said the president-elect’s victory has inspired dozens of attacks on blacks, Latinos and Muslims by people who shared Trump’s suspicions about immigrants. Commentators said that in his quest for a win, Trump pandered to America’s darkest racist impulses. Duquette, a 37-year-old Trump supporter from Alabama, was ready to fight back. “#Whiteshaming doesn’t work anymore! you label me? you wonder why Trump won?” Duquette, who is white, posted this week on Twitter. “Tired of being classified with untruths.” Donald Trump cited the internment of Japanese Americans during World War II as a legal justification for creating a national registration list “for immigrants from Muslim countries.” Speaking to anchor Megyn Kelly on Fox News on Wednesday night, Carl Higbie,... A prominent supporter of President-elect Donald Trump cited the internment of Japanese Americans during World War II as a legal justification for creating a national registration list “for immigrants from Muslim countries.” Speaking to anchor Megyn Kelly on Fox News on Wednesday night, Carl Higbie,... (Rong-Gong Lin II) Duquette voted for President Obama eight years ago and would never call himself a racist. Like many Americans, he was sold on Trump’s promises to create jobs and fight terrorism. But there was also something else that attracted him. Trump has eliminated “that uncomfortable feeling of being afraid to speak your mind as a white man,” said the 37-year-old prison guard. “There is nothing wrong with being white.” Much has been said about the rise of white nationalists who have felt emboldened by Trump and his association with people and groups known to espouse anti-Muslim and anti-Semitic views. One of the more widespread effects of the Nov. 8 election may be the emergence of a broad array of everyday Americans who insist they're not white nationalists but say the president-elect has made them more comfortable in their white skin. In an era of dueling “black lives matter” and “all lives matter” campaigns and regular debates over free speech and political correctness, Duquette, who says he has heard the phrase “white privilege” one too many times, said he now feels vindicated. Kory Duquette Kory Duquette Kory Duquette (handout photo) “We were, I felt, backed into a corner and … told, ‘You white people had your day, it's our turn now,’” he said this week from his home in Arab, Ala. “I feel Trump broke that P.C. barrier, … made me feel comfortable again to speak out.” Trump’s election has thrust race even more squarely into the simmering national debate over justice and American identity. Protesters have blocked streets in dozens of cities over a vote they see as affirming racism and xenophobia. There has been widespread alarm over a wave of hate incidents directed at minorities across the country, the largest number seen since the period after Obama’s election, according to the Southern Poverty Law Center . Some Trump supporters have been beaten in public as well. This week, the mayor of Clay, W.Va.,  resigned after praising a friend’s Facebook comment that called First Lady Michelle Obama an “ape in heels” and celebrated her imminent departure from the White House. In Wells, N.Y., graffiti was painted on a dugout wall featuring a swastika and the words, “Make America White Again.” David Pierson and Paresh Dave Twitter Inc. launched 10 years ago innocently enough with co-founder Jack Dorsey tweeting about having lunch and grabbing tea after yoga. Back then, there was no certainty the micro-blogging platform he designed would become anything more than an outlet for sharing daily minutiae. But with its... Twitter Inc. launched 10 years ago innocently enough with co-founder Jack Dorsey tweeting about having lunch and grabbing tea after yoga. Back then, there was no certainty the micro-blogging platform he designed would become anything more than an outlet for sharing daily minutiae. But with its... (David Pierson and Paresh Dave) At a Starbucks in Miami, a white customer began yelling, “Trump! Trump” at a black barista, declaring he was the victim of “white discrimination.” At New York University, students found Trump’s name written on the door to a Muslim prayer room on campus. The Ku Klux Klan announced it would hold a Trump victory parade in North Carolina next month. One of the catalysts for controversy has been Trump’s naming of Breitbart News executive chairman, Stephen K. Bannon, as a senior advisor . Bannon once called his website the “platform of the alt-right,” a movement broadly associated with white nationalism . He has been accused of making anti-Asian and anti-Semitic remarks, and both critics and supporters say his influence will allow his self-described “virulently anti-establishment” ideas about women, gays and others to permeate the next U.S. administration. Since the election, Bannon has said he doesn’t agree with “ethno-nationalist” parts of the alt-right, though critics say that such views are a central part of the movement. Already, there are signs that many of those on the fringes of U.S. conservatism are angling to position themselves closer to the centers of power. Richard Spencer, the chairman of a small alt-right policy institute in Montana who has spoken about “peaceful ethnic cleansing” and a “proxy war” on immigration, is now scouting for office space in Washington. Trump’s win “was white Americans of all classes revolting against political correctness,” said Spencer, whose National Policy Institute has been described by the Anti-Defamation League and Southern Poverty Law Center as a white nationalist hate group. Whites are “expressing a desire for identity politics, or at least the beginning of it,” he said. Spencer has long argued that politicians and the media have falsely convinced whites they should feel “guilty” while encouraging racial pride among blacks, Asians and Latinos. Richard Spencer, chairman of the National Policy Institute Richard Spencer, chairman of the National Policy Institute, a prominent alt-right organization. (Joshua Roberts / For The Times) Richard Spencer, chairman of the National Policy Institute, a prominent alt-right organization. (Joshua Roberts / For The Times) See more videos Few listened. Then Donald Trump began to rise. “There is no way he doesn’t know of us,” said Spencer, whose group, now housed in home offices, plans to host a conference Saturday at the Ronald Reagan Building in Washington. Already, there is push-back. On Wednesday, Twitter suspended five accounts that Spencer used — with about 100,000 followers in total — as well as those of dozens of other alt-right handles. Still, variations on alt-right ideas are capturing attention. “We're coming to the realization that white self-hatred is a sickness,” said Timothy Murdock, a 46-year-old alt-right podcaster from Dearborn, Mich. He said he considers himself “pro-white,” but feels the alt-right movement could get better traction by going to battle against “diversity.” \"There is great attention to the term 'diversity,' that it means 'too white,' coupled with open borders,\" said Murdock, whose podcasts frequently talk about “white genocide.” ",
    "title": "Trump&apos;s win brings &apos;white pride&apos; out of the shadows - LA Times"
   },
   {
    "entities": [
     "merkel",
     "germany",
     "1991",
     "eritrea",
     "twitter",
     "november 17, 2016",
     "muslim",
     "facebook"
    ],
    "id": 8,
    "text": "'Pure hatred': Translator reveals how Muslim refugees want to 'Islamize' Germany Published               November 17, 2016 Facebook 0 Twitter 0 livefyre Email Print   A translator at refugee camps in Germany has claimed Muslim migrants hate Christians and want to Islamize the country. The woman, 39, from Eritrea, came to Germany as a refugee herself in 1991, before volunteering at asylum centers to “give something back.” TRUMP ELECTION PUTS PRESSURE ON MERKEL TO TAKE LIBERAL LEAD But the Arabic speaker said what she discovered when working with migrants over the last five years shocked her. During her time at a number of centers across the country, she said she discovered Muslim refugees preaching “pure hatred” of Christians. Muslim children were told by their parents not to play with Christian kids. And she herself was told it was a sin for her to help feed and defend Christians. More from The Sun ",
    "title": "'Pure hatred': Translator reveals how Muslim refugees want to 'Islamize' Germany | Fox News"
   },
   {
    "entities": [
     "june",
     "u.s.",
     "botanical",
     "last three years",
     "&",
     "world",
     "facebookemail",
     "strickley",
     "may 28",
     "zoo",
     "gail",
     "bob",
     "espinosa",
     "department",
     "november 18, 2016",
     "thursday",
     "this may",
     "usda",
     "knight",
     "cameron",
     "facebook",
     "of",
     "cincinnati",
     "tanya",
     "april of 2016",
     "twitter",
     "may",
     "gorilla",
     "carol",
     "once",
     "today",
     "fall",
     "linkedin",
     "agriculture",
     "enquirer",
     "shauna",
     "harambe",
     "google",
     "network",
     "steigerwald",
     "garden",
     "usa",
     "10:51 a.m. est",
     "myers",
     "motsinger"
    ],
    "id": 9,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Report faults zoo's gorilla barrier in Harambe case The barrier separating primates and humans inside the Cincinnati Zoo was just fine — right up until the moment a child fell into the gorilla exhibit May 28. Post to Facebook Report faults zoo's gorilla barrier in Harambe case The barrier separating primates and humans inside the Cincinnati Zoo was just fine — right up until the moment a child fell into the gorilla exhibit May 28. Check out this story on USATODAY.com: http://usat.ly/2g3krdu CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 17 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Report faults zoo's gorilla barrier in Harambe case USA Today Network Shauna Steigerwald, The Cincinnati Enquirer 10:51 a.m. EST November 18, 2016 x Share A federal report said the barrier was noncompliant when a 3-year-old child slipped through it and fell into the gorilla exhibit. Video provided by Newsy Newslook A makeshift memorial for Harambe, the lowland gorilla killed at the Cincinnati Zoo, sits outside the gorilla exhibit. (Photo: Enquirer file/Liz Dufour) CINCINNATI — The barrier separating primates and humans inside the Cincinnati Zoo was just fine — right up until the moment a child fell into the gorilla exhibit May 28. That's the takeaway of a new federal report that concluded the zoo's barrier was not in compliance with standards for housing primates when a 3-year-old boy made international news by scaling a fence and falling 15 feet into a moat. That fall allowed Harambe, a 17-year-old gorilla, to reach the child and drag him around, ultimately forcing zoo officials to fatally shoot the primate. The report, from the U.S. Department of Agriculture, issued a critical citation because the barrier failed and caused an animal to be harmed. Before the child fell into the exhibit, however, the zoo had not been cited for shortcomings with that exhibit's barrier during previous inspections. In short, it's a complicated way of saying that everything would have been fine at the zoo had a child not fallen into the gorilla exhibit, but because one did, the barrier failed. Cincinnati Zoo returns to Twitter after Harambe outrage \"Up until May 28, there hadn't been any issues, so they were in compliance,\" USDA spokeswoman Tanya Espinosa said. \"It's ultimately their responsibility to make sure that their barrier restricts contact between the public and non-human primates.\" The zoo so far doesn't face fines or penalties, but an investigation is still ongoing. Espinosa said zoo officials \"swiftly and comprehensively\" updated the barrier following the gorilla's death, which meant it was once again in compliance with federal standards. x Share How a 4-year-old boy dropped into the Gorilla World exhibit at the Cincinnati Zoo & Botanical Garden. Deciding that the injured boy's life was in danger, zoo officials decided to kill Harambe, the 450-pound silverback gorilla. The federal standards for primate barriers are vague. They don't specify height, materials or other physical characteristics. The only requirement is that they keep humans and animals apart. The report goes on to state that the zoo's dangerous-animal response team followed proper procedures after zoo visitors called 911 to report a child in the gorilla enclosure. A team member concluded that the child was in \"life-threatening danger,\" and Harambe was killed. June USDA inspection by Bob Strickley on Scribd Gail Myers, a spokeswomen for the family of the boy who entered the enclosure, said that the family has never wanted to pursue legal action against the zoo. \"These findings do not change anything for us. We are thankful to the Lord that our child is safe and well,\" the family said in a statement Thursday. \"It was a tragic accident. We very much appreciate the quick actions by the Cincinnati Zoo staff, and mourn with them the loss of Harambe.\" According to Enquirer reporting in June, the USDA has issued 10 citations in the last three years during inspections at the zoo. But most were minor, and none were at Gorilla World. The USDA is tasked with enforcing the Animal Welfare Act, a portion of which governs the humane care and treatment of animals that are exhibited to the public. Facilities that exhibit regulated animals must be licensed by the USDA. In response to the report, Cincinnati Zoo officials reiterated that about 43 million visitors in the past 40 years have gone through Gorilla World without coming into contact with gorillas. Zoo gorilla Harambe shot and killed after boy falls into his enclosure \"The Cincinnati Zoo reaffirms its long-standing commitment to the well-being of the resident animals and the safety of those inspired to view and conserve them,\" a statement from the zoo said Thursday. \"In its 38-year history, the barrier system at Gorilla World has always been found compliant during USDA inspections, including one conducted in April of 2016. Following the incident this May, we modified the barrier to reassure the public and our visitors.\" Gorilla World was closed for 10 days following the incident in May. During that time, the zoo installed a new barrier railing. It is 42 inches high, with solid wood beams at the top and on the bottom, as well as knotted rope netting. Contributing: Cameron Knight and Carol Motsinger, The Cincinnati Enquirer; The Associated Press 279 CONNECT TWEET LINKEDIN 17 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2g3krdu ",
    "title": "Report faults zoo's gorilla barrier in Harambe case"
   },
   {
    "entities": [],
    "id": 10,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "romney",
     "reuters",
     "trump",
     "news",
     "chris",
     "buy",
     "late 2008",
     "nov. 11, 2016",
     "inzaurralde",
     "nikki",
     "walker/the",
     "obama",
     "victoria",
     "york",
     "robert",
     "post",
     "thursday",
     "photo",
     "congress",
     "mitt",
     "sessions",
     "lesley",
     "jabin",
     "white",
     "new",
     "wait",
     "house",
     "the past",
     "costa",
     "ap",
     "botsford/the",
     "donald",
     "jeff",
     "washington",
     "haley",
     "cbs",
     "stahl",
     "carolina",
     "bastien",
     "south"
    ],
    "id": 11,
    "text": "Here’s what president-elect Donald Trump has been doing after the election View Photos He has been holding interviews and meeting with Congress and the president as he prepares to transition into the White House. Caption He has been holding interviews and meeting with Congress and the president as he prepares to transition into the White House. Nov. 11, 2016  “60 Minutes” correspondent Lesley Stahl interviews President-elect Donald Trump at his home in New York in his first post-election TV interview. Chris Albert/for CBS News/”60 Minutes” via AP Buy Photo Wait 1 second to continue. If Trump is willing to actually offer Romney the secretary of state job and Romney is actually willing to take it, it would represent a major coup for the president-elect. Why? 1) Romney is a serious and highly respected, card-carrying member of the Republican establishment. 2) Per above, Romney has made no secret of his disagreements — both personally and on policy matters — with Trump. 3) It would settle the nerves of the millions of people who didn’t vote for Trump as to what sort of president he might be. Sen. Jeff Sessions (R-Ala.) told reporters that the transition for President-elect Donald Trump was \"working well together\" and praised his decision to meet with former Republican presidential candidate Mitt Romney. He also said he would be \"honored\" to be considered for an appointment in Trump's new administration. (Video: Reuters / Photo: Jabin Botsford/The Washington Post) The biggest question — for all of official Washington — is whether Trump can get beyond his own personal grievances and loyalty pledges to focus on doing what is best for the country over the next four years. Who he picks for his key Cabinet posts — and secretary of state is one of the most critical — is a key early indicator of where Trump’s mind is. Picking Romney — or even South Carolina Gov. Nikki Haley, another prominent critic with whom Trump met Thursday — would show something that was sorely lacking in Donald Trump the candidate: magnanimity. A willingness to pick the person he thinks is best for the job, not just someone who was unfailingly loyal to him during the campaign. Someone who might challenge his assumptions or opinions from time to time. An equal, not a lackey. Again, this would, largely, run counter to how Trump ran his presidential campaign. But that would also make picking Romney all the more powerful a symbol. Campaigns are one thing, it would be Trump saying, but being president is another. I want to be surrounded by the best people for the job — no matter what we said about each other in the past. This is, of course, the whole “Team of Rivals” concept that garnered President Obama so much good press in his own transition period back in late 2008. Trump has further to go — a lot further to go — than Obama did to heal the rifts within his own party and answer doubts about his readiness to do the job to which he was elected. But the Romney meeting is a step in the right direction. Getting Romney to sign on would be an even bigger one. In Donald Trump's Washington, there are many people vying for the President-elect's attention. The Washington Post's Robert Costa explains how Trump will seek advice during the transition. (Bastien Inzaurralde,Victoria Walker/The Washington Post) politics ",
    "title": "Donald Trump’s flirtation with Mitt Romney is big-league smart - The Washington Post"
   },
   {
    "entities": [
     "sin",
     "nl",
     "kane",
     "anthony",
     "2015",
     "sox",
     "2006",
     "kris",
     "jon",
     "2013",
     "las",
     "dodgers",
     "great",
     "chapman",
     "chicago",
     "sullivan",
     "1998",
     "sosa",
     "aroldis",
     "2005",
     "lester",
     "arrieta",
     "palms",
     "fame",
     "cooperstown",
     "haugh",
     "bryant",
     "dexter",
     "kimmel",
     "thomas",
     "thursday",
     "ballpark",
     "murphy",
     "the year",
     "aaron",
     "sports",
     "bryants",
     "now",
     "joe",
     "american",
     "wrigley",
     "jake",
     "corey",
     "n.y.",
     "about 10 years ago",
     "casino",
     "rizzo",
     "photos",
     "mike",
     "white",
     "of",
     "cincinnati",
     "field",
     "league",
     "1993",
     "city",
     "san",
     "national",
     "rowand",
     "1908",
     "once",
     "frank",
     "colleen",
     "fox",
     "david",
     "jimmy",
     "fowler",
     "hall",
     "seager",
     "cubs",
     "sammy",
     "maddon",
     "ellen",
     "2004",
     "diego",
     "daniel",
     "university",
     "2016",
     "vegas",
     "paul",
     "tuesday",
     "famer",
     "1986"
    ],
    "id": 12,
    "text": "Sports Sports Columnists Kris Bryant's MVP award another step on his way to Cooperstown Photos of Kris Bryant, the 2016 National League MVP and the Cubs' 2nd overall pick in the 2013 draft. About 10 years ago at the Palms Casino in Las Vegas, Frank Thomas met Mike Bryant through a mutual friend who also lived in Sin City. Thomas recalled Bryant started bragging about his teenage son, Kris, from their first conversation. \"I'd run into Mike and he kept telling me: 'My kid is special, Frank. He's big, powerful and fast,'\" the White Sox Hall of Famer recalled Thursday. \"You don't think anything of it because you hear that kind of stuff all the time.\" But not everything that happens in Vegas stays there. Some things are too big — like the Bryant kid who was the worst-kept baseball secret in town and grew up to be the Cubs star named Thursday as the National League 's most valuable player. Bryant earned 29 of 30 first-place votes, finishing ahead of Nationals second baseman Daniel Murphy and Dodgers shortstop Corey Seager and fulfilling the promise his father never was shy about sharing. Time passed after Thomas' first meeting with Mike Bryant. Kris matured into a menacing hitter, and Thomas never saw the Bryants again until the 2015 Home Run Derby at Great American Ballpark in Cincinnati. Kris Bryant has two All-Star selections, a Rookie of the Year award and a World Series championship to his name. On Thursday, the 24-year-old Cubs star added another major honor to the list – National League MVP . Bryant topped Nationals second baseman Daniel... Two seasons into his major-league career, Kris Bryant has two All-Star selections, a Rookie of the Year award and a World Series championship to his name. On Thursday, the 24-year-old Cubs star added another major honor to the list – National League MVP . Bryant topped Nationals second baseman Daniel... (Colleen Kane) Mike was warming up as his son's chosen pitcher. The proud father of the All-Star third baseman broke out in a big smile when he saw Thomas, in his role as a Fox Sports analyst, near the batting cage. \"We were both laughing, and Mike said, 'See, I told you my kid was good,'\" Thomas said. \"Great\" now more accurately describes Bryant, the deserving, runaway winner of the MVP award. Not since Sammy Sosa in 1998 has a Cub been so honored, and this one comes with an exclamation point instead of an asterisk. The only whispers about Bryant are people wondering whether he is too good to be true. With a textbook swing perfected in the batting cage Mike built in the family's backyard, Bryant blasted 39 home runs, drove in 102 runs, scored 121 runs and led the NL with 7.7 wins above replacement. He enhanced his value by playing five positions — third base (104 games), left field (50), right field (14), first base (eight) and center field (one) — which let Joe Maddon manage as if he had a de facto 27-man roster. Nor did Chicago hold a parade for the 2006 White Sox , whose championship path started changing when they traded Aaron Rowand 28 days after winning the 2005 World Series . And Chicago only remembers the 2004 Cubs , Sports Illustrated's preseason prediction to win the... Nobody honors the 1986 Bears . Nor did Chicago hold a parade for the 2006 White Sox , whose championship path started changing when they traded Aaron Rowand 28 days after winning the 2005 World Series . And Chicago only remembers the 2004 Cubs , Sports Illustrated's preseason prediction to win the... (David Haugh) And Bryant brought the same upbeat attitude to every position, brimming with enthusiasm that helps make him one of baseball's brightest and most approachable stars. That humility defines Bryant as much as any home run. It's not an act. Anybody who has spent more than 15 minutes with Bryant understands that. Ask Jimmy Kimmel, Ellen or the clubhouse guys at Wrigley Field. He is the rare player to whom the game always has come easy, yet he takes nothing and nobody for granted. Never have the Cubs drafted a more impactful player than the No. 2 selection in 2013 out of the University of San Diego. Older buddy Anthony Rizzo leads more naturally than Bryant, and more experienced teammates such as Jon Lester and Jake Arrieta command loads of respect. But winning the MVP confirms the face of the Cubs has sparkling blue eyes and a thin, scruffy beard. The Cubs could lose Dexter Fowler and Aroldis Chapman to free agency and still enter next season as World Series favorites. Take away Bryant, hypothetically, and it's a different story. \"You can't really put into words what this feels like ... an unbelievable year,\" said Bryant, 24. Nobody can relate to what Bryant felt when he received Thursday's news better than Thomas, who was 25 when he won his first of two consecutive American League MVP awards in 1993. Thomas chuckled when asked if Bryant's life ever will be the same now that he forever can be referred to as \"National League MVP Kris Bryant.\" This dynasty thing the Cubs are hoping to build isn't going to be easy, even if winning their first World Series since 1908 is a good first step. Only four days after the Cubs' parade, baseball's general managers met at a local hotel Tuesday to begin to try to end their reign at one year. \"I haven't... This dynasty thing the Cubs are hoping to build isn't going to be easy, even if winning their first World Series since 1908 is a good first step. Only four days after the Cubs' parade, baseball's general managers met at a local hotel Tuesday to begin to try to end their reign at one year. \"I haven't... (Paul Sullivan) \"It will change Kris because he's a soft-spoken guy,\" Thomas said. \"The expectations will be higher. The pressure will be different. There will be built-in distractions. I know he can handle them. It couldn't happen to a better guy. It's not going to change Kris Bryant the person, but he'll have to adjust a little.\" For Thomas, that meant taking on a more vocal role. Bryant handles the glare with more ease than Thomas did, but it will intensify. As that happens, handling success might challenge the Cubs as much as achieving it, testing even the most patient of superstars. \"He's the league MVP now, so he'll have to talk more,\" Thomas said. \"There were times I wanted to go away from it all. I'm sure you remember that. But you've got to face all you (media) guys now because there's a responsibility that comes with being MVP. He's ready for that.\" According to Thomas, Bryant is ready for anything — winning back-to-back MVPs as Thomas did, leading the Cubs to another World Series and one day even following Thomas' path to Cooperstown, N.Y. \"He's got that kind of ability, that temperament,\" Thomas said. \"And once you become MVP, a lot of confidence comes with that too. \"It's very early, but this kid could get into the Hall of Fame. All the positions he plays, how he runs so well for a big guy. He's the most unique player in baseball, something we haven't seen in a long time. ... What a special talent.\" At least Thomas was warned. dhaugh@chicagotribune.com ",
    "title": "Kris Bryant&apos;s MVP award another step on his way to Cooperstown - Chicago Tribune"
   },
   {
    "entities": [
     "capitol",
     "pergram",
     "nancy",
     "late thursday",
     "wednesday",
     "news",
     "november 17, 2016",
     "earlier this week",
     "pelosi",
     "caucus",
     "email",
     "crowley",
     "ohio",
     "california",
     "nov. 30",
     "d-n.y.",
     "chad",
     "last 18 years",
     "hoyer",
     "heath",
     "thursday",
     "clyburn",
     "congress",
     "joe",
     "democratic",
     "next year",
     "last week",
     "steny",
     "facebook",
     "hill",
     "of",
     "house",
     "print",
     "twitter",
     "d-md.",
     "party",
     "representatives",
     "2010",
     "fox",
     "ryan",
     "associated",
     "jim",
     "shuler",
     "tim",
     "press"
    ],
    "id": 13,
    "text": "Ohio Rep. Ryan announces Pelosi challenge, as Dem unrest grows Published               November 17, 2016 Facebook 0 Twitter 0 livefyre Email Print   Ohio Democratic Rep. Tim Ryan on Thursday became the first lawmaker to formally challenge House Minority Leader Nancy Pelosi for her post, a move that comes as the California power-broker faces growing unrest inside the Democratic caucus in the wake of last week’s election. Ryan, who had been publicly considering mounting a leadership bid for days, announced his decision in a letter to colleagues. He said he was “disheartened” by the election results and Democrats “must not let this opportunity for change pass by without a fight.” Ryan wrote: “Over the last 18 years, Democrats have only been in the majority of the House of Representatives for two terms and last week’s election results set us back even further. We have lost over 60 seats since 2010. We have the fewest Democrats in state and federal offices since Reconstruction. At this time of fear and disillusionment, we owe it to our constituencies to listen and bring a new voice into leadership.” Pelosi last faced a challenge in 2010 after the party’s midterm clobbering that cost them the House. Then-Rep. Heath Shuler, D-N.C., ran and only got 43 votes.  But Pelosi is dealing with a fluid and unpredictable situation on Capitol Hill. Democrats earlier this week delayed leadership elections until Nov. 30, amid consternation over the party’s failure to win control of either chamber of Congress on Election Day.  Angry Democratic lawmakers expressed their frustration in a closed-door session Thursday, and some grew angrier after Pelosi left the room to hold her weekly news conference, according to those who attended the session. Some also were offended she handed out a legislative plan for next year, suggesting she should be listening to members rather than forging ahead and flexing her muscle. “Some of her supporters are tone-deaf,” one Democratic member groused. Pelosi has remained confident of her support within the caucus, saying at a press conference Thursday she has support of at least two-thirds of the Democratic members -- and that’s “without having asked for their vote yet.”    \"When somebody challenges you, your supporters turn out, both internally in the caucus and in the country,\" Pelosi said. Ryan, in his letter, called for creating “America 2.0 --- a multicultural, progressive, and innovative country that fights every day for ordinary people.” Before making it official, Ryan told Fox News it was time “for a new direction, a new way of doing business, a new Democratic Party.” “We have to talk to those people who take a shower after work, not those who just take a shower before work,” Ryan said. Overall, the math still appears to favor Pelosi. Democrats will have about 198 members in their caucus, meaning the successful candidate for leader needs 100 votes. It’s unclear whether any other candidates may emerge to challenge Pelosi. Earlier, Fox News was told some House Democrats were pushing House Democratic Caucus Vice Chairman Joe Crowley, D-N.Y., to run. Crowley, who is from working-class Queens and has broad support inside the caucus, was seen as a possible choice to topple Pelosi. However, Crowley announced late Thursday he’s running for chairman of the House Democratic Caucus. On Wednesday, Pelosi; House Minority Whip Steny Hoyer, D-Md.; and Assistant Minority Leader Jim Clyburn, D-S.C., all announced bids for their old positions. Fox News’ Chad Pergram and The Associated Press contributed to this report. Advertisement ",
    "title": "Ohio Rep. Ryan announces Pelosi challenge, as Dem unrest grows  | Fox News"
   },
   {
    "entities": [
     "ebay",
     "hewlett",
     "us",
     "wednesday",
     "fadel",
     "trump",
     "u.s.",
     "starbucks",
     "unilever",
     "strauss",
     "&",
     "--",
     "packard",
     "environmental",
     "2012",
     "myron",
     "institute",
     "trillions of dollars",
     "times",
     "john",
     "mills",
     "u.n.",
     "protection",
     "marrakech",
     "obama",
     "previously",
     "christopher",
     "general",
     "york",
     "ebell",
     "congress",
     "into",
     "levi",
     "now",
     "co.",
     "nov. 9",
     "dupont",
     "white",
     "new",
     "competitive",
     "j.",
     "house",
     "sterman",
     "paris",
     "agreement",
     "joyce",
     "november 6, 2012",
     "nike",
     "hilton",
     "enterprise",
     "morocco",
     "action",
     "senna",
     "npr",
     "past",
     "donald",
     "billions of dollars",
     "mit",
     "agency"
    ],
    "id": 14,
    "text": "A man walks past the logo of the COP22 international climate conference on Nov. 9 in Marrakech, Morocco. Fadel Senna /AFP/Getty Images hide caption toggle caption Fadel Senna /AFP/Getty Images A man walks past the logo of the COP22 international climate conference on Nov. 9 in Marrakech, Morocco. Fadel Senna /AFP/Getty Images Hundreds of businesses such as Starbucks, General Mills and Hewlett Packard are asking President-elect Donald Trump to follow through on U.S. commitments to combat climate change. They argue it's good for business. More than 360 companies and investors made their plea in an open letter to Trump, President Obama and members of Congress. They called on Trump to \"continue U.S. participation in the Paris agreement,\" which he has threatened to scrap, and invest in the \"low carbon economy at home and abroad.\" The signatories also include DuPont, eBay, Nike, Unilever, Levi Strauss & Co. and Hilton. They issued the letter Wednesday during a major U.N. climate conference in Marrakech, Morocco, where representatives of nearly 200 countries were gathered to hash out the details of the Paris climate deal. Trump Has A Chance To Pull U.S. Out Of Climate Accord As members of the U.S. business and investor community, they emphasized their \"deep commitment to addressing climate change\" and pledged to do their part, \"in our operations and beyond,\" to meet the goals of the agreement to reduce emissions of greenhouse gases. \"Failure to build a low-carbon economy puts American prosperity at risk. But the right action now will create jobs and boost US competitiveness,\" the letter states. \"Implementing the Paris Agreement will enable and encourage businesses and investors to turn the billions of dollars in existing low-carbon investments into the trillions of dollars the world needs to bring clean energy and prosperity to all.\" The U.S. commitments to the Paris accord are voluntary, as NPR's Christopher Joyce has reported . He added that experts are concerned that the U.S. could walk away from the deal and gut Obama's domestic climate change strategy. This could also discourage other countries from working to lower their own emissions. Article continues after sponsorship Climate Conference Aims To Put Paris Agreement Into Action \"The new administration has created a huge amount of uncertainty, and that's bad for business,\" MIT management professor John Sterman told Marketplace . \"So staying the course on the U.S. commitments to reduce emissions, to follow through on our Paris commitment is essential to lower that uncertainty, give businesses the confidence to develop and implement strategies that are going to build advantage, lower risk, and lower their costs.\" Trump has previously labeled climate change a hoax. In 2012, he tweeted that it was a concept \"created by and for the Chinese in order to make U.S. manufacturing non-competitive.\" The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive. — Donald J. Trump (@realDonaldTrump) November 6, 2012 As NPR has reported , Trump has appointed Myron Ebell to lead the Environmental Protection Agency transition team. Ebell \"directs environmental and energy policy at the Competitive Enterprise Institute and is a leading climate change skeptic. He opposes the Clean Power Plan, which is aimed at reducing carbon emissions, calling it illegal. He heads a group called the 'Cooler Heads Coalition' that questions 'global warming alarmism.' \" The letter's overall message suggests that in the business community, environmental groups might have what would seem to be an unlikely ally. \"Environmental groups have been left with the daunting prospect that, with a climate skeptic in the White House, they will need to look directly to corporations to assume the mantle of leading the country's response to climate change,\" as The New York Times reported . \"But without strict regulatory standards or oversight, companies will be left freer to pick and choose which climate-friendly policies to pursue, and which they will choose to ignore or abandon.\" ",
    "title": "Paris Climate Agreement: Big Businesses Urge Trump To Uphold Climate Deal : The Two-Way : NPR"
   },
   {
    "entities": [
     "cuoco",
     "at 8:46am pst",
     "november 17, 2016",
     "at 12:50pm pst",
     "azalea",
     "jenner",
     "mcdermott",
     "nov 16, 2016",
     "four months ago",
     "now",
     "women's",
     "nov 17, 2016",
     "kylie",
     "vogue",
     "iggy",
     "maeve",
     "december",
     "7:23 p.m. est",
     "health",
     "today",
     "recently",
     "at 12:50am pst",
     "years ago",
     "usatoday",
     "nov",
     "last year",
     "usa",
     "8, 2016",
     "kaley"
    ],
    "id": 15,
    "text": "Kaley Cuoco: My plastic surgery was the 'best thing I ever did' Maeve McDermott , USATODAY 7:23 p.m. EST November 17, 2016 2.5k Shares x Share In an interview with Women's Health magazine, the 'Big Bang Theory' star reveals that she's recently gone under the knife to boost her confidence. USA TODAY For Big Bang Theory star Kaley Cuoco, life in plastic is fantastic. The actress opened up about her experiences with cosmetic surgery in a new interview with Women's Health. And similar to Iggy Azalea, one of several stars who've recently praised going under the knife, Cuoco had nothing but good things to say about her surgeries. \"Years ago I had my nose done,\" Cuoco told the magazine's December issue . \"And my boobs — best thing I ever did. Recently, I had a filler in a line in my neck I've had since I was 12. As much as you want to love your inner self...I'm sorry, you also want to look good.\" She also showed off her killer abs in her magazine photoshoot. A photo posted by @normancook on Nov 17, 2016 at 8:46am PST In an interview with Vogue last year, Azalea shared her own boob-job story. \"Four months ago, I got bigger boobs! I’d thought about it my entire life,\" she said, claiming that at first, she didn't want to reveal her surgery to the public. “But then,” she continued, “I decided I wasn’t into secret-keeping.” A photo posted by Iggy Azalea (@thenewclassic) on Nov 16, 2016 at 12:50am PST Another celebrity open about her cosmetic procedure is Kylie Jenner, who wrote about getting her lips done on her website last year. \"As of now, I only have lip fillers,\" she shared. \"Like I've said before, it has always been a huge insecurity of mine and I wanted to make a change.\" Nov 8, 2016 at 12:50pm PST Read or Share this story: http://usat.ly/2g31hEo Most Popular ",
    "title": "Kaley Cuoco: My plastic surgery was the 'best thing I ever did'"
   },
   {
    "entities": [
     "county",
     "lois",
     "trump",
     "january",
     "u.s.",
     "steven",
     "this week",
     "w.",
     "2015",
     "michael",
     "2006",
     "the future",
     "2013",
     "2012",
     "facebookemail",
     "4:44 p.m. est",
     "r.",
     "judicial",
     "nov. 4",
     "tom",
     "watch",
     "holly",
     "pilcher",
     "peck",
     "obama",
     "previously",
     "paz",
     "lerner",
     "hamilton",
     "finton",
     "department",
     "november 18, 2016",
     "barrett",
     "congress",
     "building",
     "patriots",
     "judge",
     "now",
     "the",
     "tea",
     "facebook",
     "cincinnati",
     "justice",
     "house",
     "twitter",
     "august",
     "texas",
     "irs",
     "once",
     "party",
     "d.c.",
     "greim",
     "today",
     "federal",
     "bush",
     "enquirer",
     "eddie",
     "george",
     "fbi",
     "james",
     "washington",
     "network",
     "google",
     "city-based",
     "usa",
     "this month",
     "republican",
     "kansas",
     "miller",
     "40%",
     "fitton"
    ],
    "id": 16,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Judge to IRS: ‘Strong showing’ on Tea Party bias claim The judge wrote  that a group suing the IRS \"has made a strong showing of a likelihood of success\" on its claim that its free speech rights were violated. Post to Facebook Judge to IRS: ‘Strong showing’ on Tea Party bias claim The judge wrote  that a group suing the IRS \"has made a strong showing of a likelihood of success\" on its claim that its free speech rights were violated. Check out this story on USATODAY.com: http://usat.ly/2fAW0FB CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 112 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Judge to IRS: ‘Strong showing’ on Tea Party bias claim USA Today Network James Pilcher, The Cincinnati Enquirer 4:44 p.m. EST November 18, 2016 x Share A judge has ruled that there was a 'strong showing' the IRS had a bias against Tea Party groups. USA TODAY Exterior of the John Weld Peck Federal Building in downtown Cincinnati, home of the local IRS office at the heart of the tea party scandal, (Photo: Enquirer file) CINCINNATI — A federal judge ruled this month in a lawsuit in the ongoing IRS Tea Party saga that there was \"a strong showing\" that the agency had discriminated against conservative groups because of their political stances. And U.S. District Court Judge Michael R. Barrett wrote in a decision that a group suing the IRS \"has made a strong showing of a likelihood of success\" on its claim that its free speech rights were violated by the delay in processing the application. He ordered the IRS to continue processing the application from the group, called the Texas Patriots Tea Party, even as the IRS fights the group’s lawsuit. \"The Government appears not to see the forest through the trees when it uses the existence of this lawsuit as grounds to continue the delay that is the subject of this lawsuit,\" Barrett wrote in his Nov. 4 decision. \"The evidence strongly suggests that the IRS initiated the delay\" because the Texas group was affiliated with the Tea Party. House leaders avert vote to impeach IRS chief with last-minute deal A Cincinnati native, Barrett was appointed to the federal bench in 2006 by then-President George W. Bush following a stint as chairman of the Hamilton County Republican Party. The latest ruling could set a precedent in the ongoing saga over alleged unfair treatment of such organizations and make it easier for them to go through the non-profit application process, lawyers in the case say. That's because it could force the IRS to speed up and reconfigure how it determines whether such groups can get nonprofit status throughout its system, and not just for the Texas group. \"We are suing in part for what we think is a violation of our First Amendment right to free speech, and we feel this ruling gives us that,\" said Kansas City-based lawyer Eddie Greim who is one of the lead lawyers for the Tea Party groups in the case. \"If it holds up, this could establish the basic principle that the IRS will be judged on in the future.\" In a statement, the IRS said that it had told Congress in August and several times since then that it had started processing the remaining cases that had been on hold “due to litigation in the courts.” “The IRS is committed to resolving these cases as quickly as possible under our procedures, which reflect changes made since 2013,\" the agency said. IRS scandal won't go away The Texas Patriots lawsuit reached class action status in January and now includes several other conservative groups. A total of four lawsuits against the IRS are still alive nationally, including two filed in Washington, D.C. The latest ruling involves the Texas organization alone. All the suits were filed shortly after IRS officials in 2013 acknowledged they had singled out conservative-leaning \"public interest\" groups for extra attention while reviewing their applications for nonprofit status. Such a designation allows people to donate with no tax penalty, and such groups can conduct some political activity as long as it is not \"the majority\" of their actions. Conservative groups claimed that the slow process put a chill on such contributions during the 2012 election cycle, raising the possibility that the scrutiny was a way to slow down fundraising and campaigning by conservatives by the Obama administration. That led to a major scandal and several investigations by Congress, the Justice Department and even with the IRS itself. It also caused the resignations or firings of several top IRS officials, including then-Commissioner Steven Miller as well as other administrators tied to the targeting. IRS official retires after Tea Party controversy An FBI and Justice Department investigation found in 2015 that the IRS's nonprofit approval system was rife with mismanagement and poor judgment, but that there wasn't enough evidence to prove that IRS agents acted in political ways or should be criminally prosecuted. But the IRS completely stopped processing the Texas group's nonprofit application that was originally filed in 2012 once the suit was filed, saying it had lost jurisdiction because of the ongoing case. Barrett ruled that process should continue, but also that the IRS could not use either its previous process it used for such conservative groups nor the expedited replacement system the agency offered after the scandal broke. \"That replacement was dangled to us ... but instead was even more onerous than the original system because it asked us to pledge things that were improper or illegal,\" Greim said, saying that groups had to promise not to exceed 40% of their time on political activities. Barrett wrote that the IRS's review of Texas group's application should be part of \"the regular business practices\" of the IRS, Barrett wrote, and not the way it was previously done for Tea Party groups or the expedited process. Do documents show bias/targeting? It's unclear how these cases will be handled by the incoming Trump administration, although one conservative watchdog group is asking investigations into the scandal be resumed once President-elect Trump takes office. \"Inertia is always on the side of bureaucracy, and the IRS really only has two political appointees, so they need to get someone in there that show concern over what happened and are committed to finding out what exactly did happen,\" said Judicial Watch President Tom Fitton. Judicial Watch this week released more than a thousand new documents obtained through a Freedom of Information Act lawsuit that show officials in Cincinnati and Washington knew IRS agents in Cincinnati were targeting conservative groups by their party affiliations and by \"guilt by association.\" Tea Party group files suit against IRS over targeting The documents include handwritten notes from meetings that indicate IRS official Holly Paz knew conservative groups were being targeted by agency employees in Cincinnati for extra questioning. Paz was based in Washington but traveled to Cincinnati frequently. \"They think they know what the org is really doing, rather than looking at actual activities ... Q’s were not activity based, but guilt by association questions — like q’s asking party affiliations,\" according to a handwritten note taken by an unnamed IRS official during a meeting with Paz obtained by Judicial Watch. Paz, who reported to a key figure in the scandal, Lois Lerner, said in a meeting that the Cincinnati office was paralyzed by how to process the influx of applications from conservative groups. Lerner, whose emails also showed some controversial decisions, resigned over the scandal. Paz was put on administrative leave after the scandal broke. and later transferred to another division. \"We're getting document after document showing the IRS both in Washington and Cincinnati knew that people were doing things outside the rules,\" said Judicial Watch's Finton. \"If they were asking inappropriate questions based on guilt by association or party affiliations, then I don't know what more you need to show that something inappropriate was going on, if not illegal.\" 161 CONNECT TWEET LINKEDIN 112 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2fAW0FB ",
    "title": "Judge to IRS: ‘Strong showing’ on Tea Party bias claim"
   },
   {
    "entities": [
     "trump",
     "news",
     "u.s.",
     "november 17, 2016",
     "kingdom",
     "iran",
     "angela",
     "obama",
     "union",
     "thursday",
     "greece",
     "now",
     "last week",
     "brexit",
     "united",
     "merkel",
     "peru",
     "white",
     "germany",
     "house",
     "rebecca",
     ", 1:42 pm",
     "paris",
     "berlin",
     "donald",
     "european",
     "cbs",
     "nato",
     "shabad",
     "russia"
    ],
    "id": 17,
    "text": "By Rebecca Shabad CBS News November 17, 2016, 1:42 PM Obama warns Donald Trump on Russia, maintaining international commitments Email President Obama on Thursday warned Donald Trump that he should be willing to stand up to Russia as president, and he talked about his expectations for the president-elect’s actions concerning key U.S. policies and international commitments. Speaking from Berlin at a joint news conference with German Chancellor Angela Merkel during his final trip abroad as president, Mr. Obama said that while he doesn’t expect Trump to follow his administration’s blueprint, he expects him to act in U.S. interests. “My hope is that the president-elect, coming in, takes a similarly constructive approach -- finding areas where we can cooperate with Russia, where our values and interests align -- but that the president-elect is also willing to stand up to Russia where they are deviating from our values and international norms,” Mr. Obama said. President Obama will bring a message of solidarity when he meets with German Chancellor Angela Merkel in Berlin. Merkel is concerned about Presid... The president suggested it would be harmful if Trump takes a “realpolitik approach” where the U.S. cuts deals with Russia “even if it hurts people, or even if it violates international norms or even if it leaves countries vulnerable.” Mr. Obama reiterated that he was “encouraged” by Trump’s “insistence” he won’t change the U.S. commitment to NATO, which the president said Trump made clear to him during a 90-minute meeting at the White House last week. “His full commitment to NATO as the foundation for our international security is, I think, very important,” Mr. Obama said. Mr. Obama is on his last foreign trip, which also includes stops in Greece and Peru. While both leaders met privately, Mr. Obama said they discussed efforts to keep the U.S. and Germany economically competitive , negotiations resulting from Brexit -- the United Kingdom’s decision to leave the European Union, the threat of climate change and implementing the Paris agreement , ensuring Iran continues to abide by its nuclear deal, countering cyber threats and the importance of maintaining sanctions against Russia. Responding to Trump’s previous remarks about stopping the flow of Syrian refugees to the U.S. , Mr. Obama said that the global refugee problem is not an issue any one country should bear, and said he hopes robust support for an international response “continues beyond my administration.” The president warned that “politics everywhere” will now experience a “bumpy phase.” “As long as we stay true to our democratic principles, as long as elections have integrity, as along as we respect freedom of speech, freedom of religion, as long as there are checks and balances in our governments so that the people have the ability to not just make judgments about how well the government is serving them, but changing government if the government is not serving them well, then I have confidence that over the long-term, progress will continue,” the president said during his sixth visit to Germany. ",
    "title": "Obama warns Donald Trump on Russia, maintaining international commitments - CBS News"
   },
   {
    "entities": [
     "about 4:30 a.m.",
     "june",
     "steve",
     "rachael",
     "u.s.",
     "this summer",
     "summer",
     "anthony",
     "johnson",
     "larry",
     "garfield",
     "a year ago",
     "jeremy",
     "dan",
     "2013",
     "2012",
     "nearly a year ago",
     "levy",
     "chicago",
     "dec. 26",
     "west",
     "jefferson",
     "bettie",
     "joel",
     "robert",
     "jr.",
     "basileios",
     "the day after christmas last year",
     "department",
     "thursday",
     "police",
     "now",
     "legrier",
     "rahm",
     "gorner",
     "dec. 26, 2015",
     "kearns",
     "late last year",
     "reporter",
     "of",
     "contact",
     "justice",
     "july",
     "side",
     "laquan",
     "rogers",
     "northwest",
     "late october",
     "van",
     "city",
     "schmadeke",
     "quintonio",
     "dyke",
     "once",
     "urbana",
     "college",
     "illinois",
     "rialmo",
     "foutris",
     "mcdonald",
     "late last month",
     "recently",
     "hall",
     "park",
     "eddie",
     "james",
     "guglielmi",
     "law",
     "brodsky",
     "university",
     "jason",
     "tribune",
     "jones",
     "emanuel",
     "northern",
     "hinkel",
     "south"
    ],
    "id": 18,
    "text": "Chicago cop who shot 2 mistakenly returned to street duties Robert Rialmo Chicago Police officer Robert Rialmo in 2013. Chicago Police officer Robert Rialmo in 2013. (Rachael Levy / Chicago Tribune) Dan Hinkel Contact Reporter Chicago Tribune Chicago police Officer Robert Rialmo was supposed to remain on desk duty this summer as the city investigated his fatal shooting of two people, one of them an innocent bystander. Rialmo had raised further questions about his fitness for duty by filing an unusual lawsuit against the city, alleging that he shot Quintonio LeGrier and Bettie Jones late last year in part because he was poorly trained. He also alleged that the fatal shooting had caused him severe distress and permanent emotional trauma. Yet just after Rialmo's unorthodox lawsuit drew widespread attention, the Police Department put him back on the street in July, the Chicago Tribune has learned. He didn't just return to routine patrol duty but was detailed to a citywide unit that intervened in potentially dangerous incidents during the most violent summer Chicago has seen in years. Rialmo made or assisted in 10 arrests during his four months back on the street, said Anthony Guglielmi, the department's chief spokesman. Police officials blamed his redeployment on an administrative error at his Northwest Side police district. The mistake wasn't caught until late last month, Guglielmi said, and Rialmo was placed back on paid desk duty. The department plans to discipline a command officer at the district, Guglielmi said. The revelation comes during one of the rockiest times in the Police Department's history. The release a year ago of a video showing an officer shooting Laquan McDonald 16 times sparked public outrage and an ongoing probe by the U.S. Justice Department into whether the department systematically violated people's rights. Chicago police fatally shot Quintonio LeGrier, 19, and Bettie Jones, 55, as officers responded to a domestic disturbance at a West Garfield Park residence Dec. 26, 2015, authorities said. The department made the blunder even as top officials were trying to convince Chicagoans of their new commitment to rigorously investigate shootings before clearing officers to return to duty. Given his own admissions in court filings that he was inadequately trained, Rialmo's return to street duties exposed the city to potentially significant legal liabilities, experts said. While court records show no new lawsuits had been filed against Rialmo, his redeployment put people at risk, said attorneys for the families of LeGrier and Jones. \"Bottom line is, this guy shouldn't be on the force anymore, let alone on the streets dealing with high-stress situations, given that he claims he's suffering extreme emotional distress and has not been properly trained to do his job,\" said Basileios Foutris, a lawyer for LeGrier's family. Rialmo declined to comment Thursday, but his attorney, Joel Brodsky, said the department pulled Rialmo off the street to retaliate against him for hiring his own attorney, suing the city and \"not falling in line with the blue wall of silence that they're trying to put up.\" Tribune coverage: The Quintonio LeGrier, Bettie Jones shootings Read more stories The incident involving Rialmo the day after Christmas last year marked the first fatal police shooting after the release of the disturbing McDonald video. Rialmo said he shot LeGrier outside the family's West Side home after the 19-year-old swung an aluminum baseball bat at him. But bystander Jones, 55, standing behind LeGrier, was also mortally wounded. Under a policy enacted amid the outrage over McDonald's shooting, Rialmo was placed on desk duty for 30 days — now standard in all police shootings. Once 30 days passed, he was put on indefinite desk duty as the city continued to investigate the shooting, Guglielmi said. Rialmo remained sidelined until July, when he was detailed to the citywide summer mobile unit created by Superintendent Eddie Johnson to defuse violence at parks and beaches as well as gang conflicts on the South and West sides. Guglielmi blamed \"careless administrative oversight\" at the Jefferson Park police district. Officers for the unit were drawn from the city's 22 districts, Guglielmi said, and Rialmo, who was hired in 2012, was picked for the assignment because of his low seniority. Notifications of the move did not go up the chain of command, Guglielmi said. Guglielmi declined to name the command officer who could face discipline, but he said the incident was being taken \"very seriously.\" Department officials transferred Rialmo back to desk duty in late October after discovering he was on the street because of paperwork documenting an arrest he helped make, Guglielmi said. As a result, department officials have adopted a policy that the internal affairs bureau must sign off on personnel transfers in addition to the patrol division. A search of state and federal court records turned up no lawsuits against Rialmo while he was back on the street, but such litigation is often filed months after an incident. During his time off desk duty, Rialmo filed no use of force reports, and no citizen complaints were filed against him, department officials said. He was the primary officer in two arrests and assisted in eight more, Guglielmi said. Information on those arrests was not immediately available. Brodsky, Rialmo's lawyer, disputed the department's explanation, saying command officers beyond the district were aware of Rialmo's return to the street, though he declined to identify any officers who knew. Before Rialmo went back to full duty, he completed classroom work and was cleared by a psychologist, he said. Though scarred by the shooting, Brodsky said, Rialmo is not \"falling to pieces\" and belongs back on the street. Furthermore, his lack of training doesn't differentiate him from most officers in a department that has offered little training to officers after the academy, he said. \"He's got the same training every other officer on the street has,\" Brodsky said. \"It's not like he's inadequately trained and everybody else is (well-trained).\" Rialmo was thrilled to go back to the street and disappointed to be again relegated to a desk, Brodsky said. \"He doesn't like being on the desk. It's boring,\" he said. Brodsky noted that the department is trying to beef up the department in the face of rising violence by hiring hundreds of officers over the next two years. \"Here we have a fully trained officer who could be patrolling and protecting people … and they're putting him behind a desk for no reason other than he won't toe the line,\" he said. Lawyers for the LeGrier and Jones families also voiced skepticism that Rialmo's return to street duties was simply an administrative error at the district. The shooting drew wide attention, and the lawyers said they would have expected Rialmo's redeployment to gain broader notice within the department. Putting Rialmo back on the street while his shooting was still under investigation was an insult to the victims' families, said Larry Rogers Jr., a lawyer for Jones' family. The episode \"shows the level of dysfunction that's occurring in the department,\" he said. The revelation comes as Mayor Rahm Emanuel continues to work on an overhaul of policing spurred by the release nearly a year ago of the video of white Officer Jason Van Dyke fatally shooting McDonald, a black teen. Van Dyke is awaiting trial on first-degree murder charges. With the Justice Department investigation still underway, Emanuel has announced changes designed to get in front of reforms that federal authorities could seek to enforce. Two of City Hall 's focuses have been on changing use-of-force policies to limit controversial shootings and revamping a disciplinary system that has long been slow, disorganized and prone to clearing officers, even when evidence indicated wrongdoing. A recent Tribune investigation showed that one consequence of the city's halting approach to discipline is that some Chicago police on desk duty have been sidelined for years or even a decade as they wait on disciplinary proceedings. About 75 officers are now on desk duty, creating a financial and manpower burden for a department strapped for cash and looking to add more police. Rialmo responded about 4:30 a.m. Dec. 26 to LeGrier's father's home in the West Garfield Park neighborhood after calls about a fight between the teen and his father. According to the initial account Rialmo gave detectives, Jones, a neighbor, answered the door and pointed officers to the upstairs apartment. As Jones turned to walk back to her unit, LeGrier, a Northern Illinois University student who had behaved erratically for months, emerged from a doorway and waved a bat over his head, Rialmo reported. Rialmo said he backed down the front porch stairs and drew his gun while ordering LeGrier to drop the bat. He opened fire, shooting LeGrier six times and Jones once in the chest. When Rialmo was re-interviewed days after the shooting, he added further details. Though he'd first said LeGrier only raised the bat, he said in the later interview that the 19-year-old twice tried to hit him with it, records show. But lawyers for the survivors of LeGrier and Jones allege that Rialmo was far from LeGrier and in no immediate danger when he fired. Rialmo, now 27, filed the unusual countersuit in June against the victims' families, accusing LeGrier of forcing him to shoot the two dead by waving the bat at him. Rialmo also sued the city, claiming he shot the two in part because he was inadequately trained in handling people with mental health issues. Emanuel, indeed, has recently sought to give officers more training on defusing violent situations and handling the mentally ill. Experts say Rialmo's countersuit would put him and the city in a difficult position if he were sued again. But that doesn't appear to have happened thus far. \"It's no harm, no foul, but if you have a foul, then you've got a problem,\" said James Kearns, an Urbana attorney who teaches pretrial litigation at the University of Illinois College of Law. The policy of keeping officers off the street after shootings is new to Chicago, and Foutris, the LeGrier family lawyer, said Rialmo's redeployment shows that reality in the department still lags behind rhetoric and policy. \"They say something's gonna change ...\" he said. \"Then nothing changes.\" Chicago Tribune's Jeremy Gorner and Steve Schmadeke contributed. ",
    "title": "Chicago cop who shot 2 mistakenly returned to street duties - Chicago Tribune"
   },
   {
    "entities": [
     "stephen",
     "trump",
     "ivanka",
     "iran",
     "obama",
     "adl",
     "york",
     "cohen",
     "peter",
     "white",
     "organization",
     "greg",
     "jonathan",
     "states",
     "dennis",
     "israel",
     "george",
     "washington",
     "affairs",
     "kushner",
     "zionist",
     "goldenberg",
     "this week",
     "committee",
     "abraham",
     "greenblatt",
     "forum",
     "anti-defamation",
     "netanyahu",
     "union",
     "nathan",
     "k.",
     "orthodox",
     "house",
     "advocacy",
     "league",
     "east",
     "a.",
     "daily",
     "david",
     "recently",
     "ilan",
     "jared",
     "republican",
     "russia",
     "south",
     "jaffe",
     "gutnick",
     "judaism",
     "at 5:50 pm",
     "u.s.",
     "news",
     "breitbart",
     "w.",
     "america",
     "middle",
     "west",
     "sunday",
     "coalition",
     "aipac",
     "post",
     "now",
     "american",
     "united",
     "benjamin",
     "new",
     "policy",
     "eliot",
     "mccarthy",
     "bush",
     "the 1950s",
     "b.",
     "bank",
     "joseph",
     "november 17",
     "$100",
     "foxman",
     "jewish",
     "public",
     "stevenson/the",
     "fahrenthold",
     "of",
     "center",
     "todd",
     "donald",
     "ross",
     "diament",
     "halperin",
     "bannon"
    ],
    "id": 19,
    "text": "Trump’s embrace of Bannon sparks divisions, angst among Jewish groups The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Greg Jaffe November 17 at 5:50 PM Follow @GregJaffe In the days after President-elect Donald Trump appointed a far-right senior adviser to his White House staff, the Anti-Defamation League sent out a searing condemnation. The appointment of Stephen K. Bannon to a top White House job was an act “hostile to core American values,” the group said. The more conservative Zionist Organization of America also mounted an attack. But its target was the ADL, which it accused of engaging in “character assassination.” It has invited Bannon to speak at its annual gala in New York on Sunday. Most of the rest of the major Jewish groups in Washington, eager to maintain influence with a Trump administration and unsure about the extent of Bannon’s ties to the white nationalist movement, have stayed silent. Among the country’s leading Jewish organizations, Trump’s election has provoked an unusual level of angst and uncertainty, widening the rifts among groups that have largely tried to stay out of partisan political fights. The debate has divided those who believe the Jewish community’s support for Israel requires leaders to build good relations with the new president from those who argue that Jewish groups should speak out against views they see as anti-Semitic. “It has been disappointing to watch organizations in the American Jewish community avoid comment,” said Ilan Goldenberg, a former member of the U.S. team working on Israeli-Palestinian negotiations under President Obama. “What’s the point of building political influence if not for a situation like this?” Before Stephen K. Bannon became a close adviser to Donald Trump, he hosted “Breitbart News Daily,” a radio show, on which he interviewed Trump nine times. The Washington Post’s David A. Fahrenthold discusses what those interviews tell us about their relationship. (Peter Stevenson/The Washington Post) For the moment, most Jewish groups — especially those focused on the security of Israel — are asking a different question. They are wondering at what point, if any, they will feel compelled to take a stand against Trump’s connections to the alt-right movement, a far-right ideology that includes opposition to immigration and globalism. Those views have found a home in the Breitbart News empire, which was led by Bannon before he joined Trump’s campaign. The movement has attracted support from white nationalists, although Bannon has said it is not racist. “There are lots of questions and concerns and a lot I would like to say,” said a senior executive of a group focused on the U.S.-Israeli relationship, who like some other Jewish organizational leaders, spoke on the condition of anonymity because of the sensitivity of the subject. “But I have a mission and a job to do, and I can’t blow it up.” Other groups have taken a slightly more forward-leaning posture. The Israel Policy Forum, which has advocated for a two-state solution to the Israeli-Palestinian conflict, expressed “deep concern” about Bannon, describing him as “someone who has purveyed ugly and divisive rhetoric.” “At what point do you set aside the mission?” asked David Halperin, the group’s executive director. “The challenge is: How do we balance our desire to wait and be a positive influence [on a Trump administration] versus expressing our concern when it is absolutely necessary?” The uncertainty among Jewish groups reflects the contradictions of Trump, a 70-year-old political neophyte with little experience in foreign affairs and virtually no policy record. Some Jewish leaders, pointing to painful lessons of history, expressed discomfort with the rise of a populist figure who seemed to embrace authoritarian tendencies. Others objected to Trump’s proposed ban on Muslims entering the United States as an unconstitutional religious test and decried as anti-Semitic a Trump campaign tweet that portrayed a red Star of David shape over a stack of $100 bills, an image that had origins in the online white-supremacist movement. But Trump has won accolades from some groups for his consistently strong support for Israel’s security. Some of those views “would seem to outflank even Israeli Prime Minister Benjamin Netanyahu,” the Forward, a Jewish newspaper, recently opined. And many American Jewish leaders are heartened that Trump takes close counsel from Jared Kushner, his Orthodox Jewish son-in-law, and from his daughter Ivanka, who converted to Judaism. “Trump is pretty clearly not an anti-Semite — look at his family, for goodness sake,” said Eliot Cohen, a senior official in the George W. Bush administration who is an outspoken Trump critic and an Orthodox Jew. Some more politically conservative Jews were attracted to Trump’s stances on social issues, such as school choice and freedom of religion. Many also were drawn to Trump for his fierce opposition to the Obama administration’s deal to prevent Iran from acquiring nuclear weapons. The agreement was strongly opposed by the Israeli prime minister, who argued that it did not do enough to constrain Iranian aggression in the region or permanently dismantle Iran’s nuclear program. Trump also has suggested that he would not pressure Netanyahu to halt West Bank settlement construction, a major point of contention between Israel and the Obama administration. Many of these supporters will judge Trump primarily through the lens of how he manages the relationship with Israel, said Nathan Diament, executive director of the Orthodox Union Advocacy Center. “They will be looking for Trump and his administration to follow through,” Diament said. But, as with many Trump policies, even the president-elect’s staunch professions of support for Israel come with questions and contradictions. Trump’s courtship of Russia, his intimations of support for the Syrian regime, and his suggestions that the United States should play a less-prominent role in the Middle East all could run counter to Israeli interests. “Israel wants a strong United States in the region, not [an America] disengaged from it,” said Dennis B. Ross, a senior adviser on the Middle East to Republican and Democratic administrations. In other instances, Trump has suggested that his policies regarding the Israeli-Palestinian conflict and settlements might be negotiable. “He talks about this being the ultimate deal,” Ross said. The general confusion about Trump is straining relationships within the Jewish community. Some of the breakdowns are taking place along normal political lines, which have grown more pronounced as the country has become more polarized. In other instances, differences have sprung up between groups focused on the defense of Israel and those focused on combating anti-Semitism. The Republican Jewish Coalition has slammed the Anti-Defamation League as going too far in its criticism of Bannon and some of the Trump campaign’s rhetoric, which the ADL said relied on classic anti-Semitic tropes. The ADL has defended its actions and vowed to call out anti-Semitism and racism. The controversy also has exposed the increasingly divergent worldviews and priorities of American and Israeli Jews. Many Israeli Jews view a Trump presidency through a “pragmatic policy” lens, focused on the security of the Jewish state, Halperin said. American Jews, meanwhile, are more worried about civil liberties and the people representing their country, he added. Chief among those groups counseling patience has been the influential American Israel Public Affairs Committee, which has declined to comment on the Bannon appointment. So far, most other Jewish groups with influence in Washington have taken the same stance as AIPAC. That has left the ADL and its new leader, Jonathan Greenblatt, as the most outspoken critic of Trump’s selection of Bannon. “It is a sad day when a man who presided over the premier website of the ‘alt-right’ — a loose-knit group of white nationalists and unabashed anti-Semites and racists — is slated to be a senior staff member in the ‘peoples’ house,” Greenblatt said in a statement. Greenblatt, a former Obama administration official, has said that his stance is nothing new for a group that in earlier decades fought for civil rights in the South and took on the anti-communist crusader Sen. Joseph McCarthy during the Red Scare in the 1950s. Greenblatt took over the ADL from Abraham Foxman, whose view of the ADL’s work was defined by his own history as a Holocaust survivor. Greenblatt, the grandson of a Holocaust survivor, is aiming to update the group without fundamentally altering its core mission. One view into how a Trump presidency might shape the group could come this week in New York when the ADL holds its “Never Is Now” summit on anti-Semitism. The two-day conference is to include several panels with topics drawn directly from the contentious election campaign, including a “Conversation on Hate Online” with prominent political journalists and a discussion of “Pepe the Frog,” an Internet meme popular with some white nationalists and some Trump supporters. One more sign of the times: The conference is expected to draw more than 1,000 people. “We are turning people away,” said Todd Gutnick, an ADL spokesman. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump’s embrace of Bannon sparks divisions, angst among Jewish groups - The Washington Post"
   },
   {
    "entities": [
     "reserve",
     "koehler",
     "securities",
     "and",
     "u.s.",
     "hong",
     "2011",
     "chase",
     "ubs",
     "southern",
     "1977",
     "citigroup",
     "commission",
     "seth",
     "jr.",
     "york",
     "school",
     "department",
     "beginning in 2006",
     "exchange",
     "sachs",
     "united",
     "kong",
     "deutsche",
     "mike",
     "of",
     "f.",
     "new",
     "field",
     "justice",
     "goldman",
     "jpmorgan",
     "states",
     "william",
     "2009",
     "illinois",
     "federal",
     "office",
     "wenig/ap",
     "sweeney",
     "fbi",
     "law",
     "asia",
     "$264 million",
     "university",
     "bank"
    ],
    "id": 20,
    "text": "U.S. officials say JPMorgan Chase has been cooperating with American investigators looking into the bank's hiring practices in Asia. Seth Wenig/AP hide caption toggle caption Seth Wenig/AP U.S. officials say JPMorgan Chase has been cooperating with American investigators looking into the bank's hiring practices in Asia. Seth Wenig/AP JPMorgan Chase and its Hong Kong affiliate have agreed to pay a total of $264 million in fines to settle allegations that the bank hired the friends and relatives of Chinese government officials in exchange for business. The bank isn't being formally charged with wrongdoing, but by agreeing to pay the fines, it brings a three-year investigation by the U.S. government to a close. \"Creating a barter system in which jobs are awarded to applicants in exchange for lucrative business deals is a corrupt scheme in and of itself,\" William F. Sweeney Jr., assistant director in charge of the FBI's New York Field Office, said in a statement . \"But when foreign officials are among those involved in the bribe, the international free market system and our national security are among the major threats we face.\" U.S. officials say that beginning in 2006, senior bank officials based in Hong Kong set up a program known as \"sons and daughters\" to hire people referred by clients and government officials. Those hired had to have a \"directly attributable linkage to a business opportunity,\" the statement said. In 2009, it added, a Chinese government official told a senior banker at JPMorgan that hiring a certain candidate would significantly influence the role that the bank played in an upcoming stock offering for a Chinese government-owned company. Article continues after sponsorship The senior banker then asked colleagues in New York to find a position for the candidate, even though the person was not qualified for an investment banking job and there was \"no expected benefit from the hire.\" After being hired, the candidate was given light duties such as proofreading, U.S. officials said. The bank was then given a lead role in the stock offering, they added. In 2011, a JPMorgan employee asked that a candidate be given a permanent position despite \"undeniable underperformance,\" because the \"deal is large enough [and] we are pregnant enough with this person, that we'd be crazy not to accommodate her father's wants,\" according to a statement released by the Justice Department. Another candidate was described as having an \"attitude issue,\" while another was said to have \"not very impressive, poor GPA.\" Still another was dismissed as a \"photocopier.\" JPMorgan Chase has been cooperating with the U.S. government. It \"took significant employment action\" against six people involved in the program and disciplined an additional 23 people who failed to detect the wrongdoing. U.S. officials are also said to be investigating the hiring practices of several other large banks that do business in Asia, including Citigroup, Goldman Sachs, Deutsche Bank and UBS. Under the 1977 U.S. Foreign Corrupt Practices Act, companies are barred from paying bribes to foreign companies. Mike Koehler, a professor at Southern Illinois University School of Law, says that by pursuing the banks, the U.S. government is interpreting the act in a broader way than it typically has. \"This enforcement action really reeks of a double standard. It's a well known fact that here in the United States, the friends and relatives of U.S. officials are sometimes hired into internships and job opportunities where they may not be the most qualified individual, where they may not have followed the normal hiring process,\" said Koehler, who publishes the blog fcpaprofessor.com The money will be divided between the Justice Department, the Securities and Exchange Commission and the Federal Reserve ",
    "title": "JPMorgan Chase Paying $264 Million To Settle Allegations Of Nepotism In China  : The Two-Way : NPR"
   },
   {
    "entities": [
     "cornell",
     "trump",
     "kim",
     "tate",
     "institute",
     "boston",
     "michigan",
     "mark",
     "ithaca",
     "kristin",
     "school",
     "tufts",
     "clinton",
     "thursday",
     "the year",
     "now",
     "last week",
     "american",
     "the",
     "last november",
     "n.y.",
     "pennsylvania",
     "facebook",
     "foxnews.com",
     "nov. 9",
     "of",
     "colin",
     "kinzler",
     "league",
     "twitter",
     "ann",
     "perry",
     "michigan-flint",
     "paris",
     "riley",
     "ivy",
     "hillary",
     "recently",
     "broekhuizen",
     "enterprise",
     "this friday",
     "donald",
     "law",
     "arbor",
     "bu",
     "university",
     "katherine"
    ],
    "id": 21,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   Teddy bears, Play-Doh and coloring books are staples of nursery schools, but now they are showing up on college campuses to help distraught students cope with the election of a president they don’t like. Around the nation, students are turning to the tools of toddlers as a bizarre form of therapy in the wake of Donald Trump's election last week. Colleges and universities are encouraging students to cry, cuddle with puppies and sip hot chocolate to soothe their fragile psyches, an approach some critics say would be funny if it weren't so alarming. “This is an extreme reaction from millennials who are being forced to come to terms with the fact that we have a president that they don’t like –this is what losing feels like,” Kristin Tate, the 24-year-old author of \"Government Gone Wild,\" told FoxNews.com. “We are grooming our students to be sensitive crybabies when we need to be showing students how to deal with world situations and how to be adults –there are no ‘safe spaces’ in the real world.” Among the top-notch schools sending devastated students back to their early childhood: Cornell University recently hosted a “cry-in,” complete with hot chocolate and tissues for disappointed Hillary Clinton supporters. University of Pennsylvania brought in a puppy and a kitten for therapeutic cuddling. Tufts University held arts and crafts sessions for students. University of Michigan Law School scheduled an event for this Friday called “Post-Election Self-Care With Food and Play” with “stress-busting self-care activities” including coloring, blowing bubbles, sculpting with Play-Doh and “positive card making.” University of Michigan spokesperson Kim Broekhuizen told FoxNews.com the law school was providing these programs based on requests from the students on campus. But on Thursday, following media scrutiny, the event was scrubbed from the school’s website and replaced with a more age-appropriate discussion of the “limitations of executive power.” In an email, Broekhuizen declined to say why the original event was scrapped, and said the Ann Arbor school often faciilitates similar stress-battling activities. “These kinds of events are scheduled throughout the year including during high-stress times such as finals, mid-terms and presidential elections,” Broekhuizen wrote. “The event was scheduled before the outcome of the presidential election was known.” At University of Michigan-Flint, students are able to visit “safe spaces” and receive counseling for their post-election needs, a program that Business Professor Mark Perry called “disturbing.” “Institutions of higher learning have gone from being places that might be described as ‘intellectual boot-camps,’ where [students] are challenged with a diversity of new ideas, to being places that might now be, more accurately, described as ‘kindergartens’ for adults where they are no longer challenged, but instead treated as fragile, intellectual children and coddled with a ‘safe place’ response to anything challenging or unsettling,” Perry, who also is a scholar at The American Enterprise Institute, told FoxNews.com. Boston University skipped the hot chocolate and therapy animals, but scheduled a set of post-election discussions aimed at helping students process a democratic election that didn't go their way. “Because the results of this election differed so dramatically from pre-election polls and the expectations gleaned from national media coverage, many people had difficulty comprehending how it came about,” Boston University spokesman Colin Riley told FoxNews.com. “These programs are helping students and others to sort through the results –it is more than how to deal with one’s feelings.” Discussion and debate is certainly more in keeping with academic tradition than coloring books. But one BU student told FoxNews.com that a Nov. 9 email from the University, titled “Tips for engaging in self-care,” sent the wrong message. “It is crazy that the school is handling the outcome of an election more than a serious terror attack,” the student told FoxNews.com. “We didn’t get a ‘self-care’ guide during any of them –not even after Paris last November while I was studying abroad.” Cornell Psychology Professor Katherine Kinzler said not all students at the Ithaca, N.Y., Ivy League school are handling the prospect of President Trump like babies. “My students tell me they are having conversations about their role as young adults in driving civic engagement, and the implications of the election for their nation and for their futures,”  Kinzler wrote in an email to FoxNews.com. “Students thinking through the issues and coming together can help us create productive solutions for the many critical problems of our times.” Advertisement ",
    "title": "Coddling campus crybabies: Students take up toddler therapy after Trump win | Fox News"
   },
   {
    "entities": [
     "kushner",
     "wednesday",
     "trump",
     "ivanka",
     "news",
     "observer",
     "november 17, 2016",
     "journal",
     "interactive",
     "john",
     "wall",
     "this morning",
     "york",
     "department",
     "thursday",
     "now",
     "conway",
     ", 2:12 pm",
     "white",
     "1967",
     "new",
     "treasury",
     "f.",
     "house",
     "justice",
     "reid",
     "inc.",
     "presidential",
     "reena",
     "briefing",
     "daily",
     "cia",
     "kennedy",
     "bobby",
     "donald",
     "flores",
     "paula",
     "street",
     "cbs",
     "jared",
     "kellyanne",
     "2016",
     "top"
    ],
    "id": 22,
    "text": "By Reena Flores CBS News November 17, 2016, 2:12 PM Would it be legal for Trump to hire Jared Kushner for a White House job? Email As President-elect Donald Trump considers staffing his administration, the consideration of one person in Mr. Trump’s inner circle is already presenting some potential legal obstacles: Jared Kushner , husband to Ivanka Trump and the president-elect’s son-in-law. The 35-year-old Kushner -- who, like his father-in-law, is a New York real estate developer -- has taken on an outsize role in Mr. Trump’s tight-knit circle of advisers, first during the campaign and now on the president-elect’s White House transition team. And Kushner’s role could expand. There has already been some implication that he could be privy to the Presidential Daily Briefing (PDB) -- in order to receive it, Kushner would need a “top secret/SCI” clearance, a former top CIA official told CBS News. Top Trump adviser Kellyanne Conway was asked by reporters Wednesday whether it would be appropriate for Kushner to get a security clearance. “It’s appropriate for whoever’s going to get the presidential daily briefing to have a security clearance,” said Conway. “It’s not just appropriate, necessary.” But an appointment for Kushner in the Trump White House could run afoul of federal anti-nepotism laws. A 1967 statute explicitly forbids the president from appointing relations -- the law was written to include a son-in-law -- to any executive agency. Donald Trump's son-in-law is a real estate mogul and owner of the New York Observer newspaper. He was a trusted campaign adviser to Trump, and ha... Here’s what the statute says: “A public official may not appoint, employ, promote, advance, or advocate for appointment, employment, promotion, or advancement, in or to a civilian position in the agency in which he is serving or over which he exercises jurisdiction or control any individual who is a relative of the public official.” This would seem to bar Kushner from taking a role within the White House -- though, as CBS News legal reporter Paula Reid points out, there are some exceptions. The law allows for waivers in the event of a national disaster or other unforeseen circumstances. But it’s hard to argue that transitioning to the presidency could be considered an unforeseen circumstance. In any case, such a waiver would only allow for a temporary appointment. Lawyers for Mr. Trump could try to argue that the part of the law which prohibits relatives from getting paid means an unpaid role would be legal.  “An individual appointed, employed, promoted, or advanced in violation of this section is not entitled to pay, and money may not be paid from the Treasury as pay to an individual so appointed, employed, promoted, or advanced,” the statute reads. Kushner himself has floated the possibility of advising the White House without pay, according to the Wall Street Journal. It is not clear whether the statute would apply to the White House, which, it could be argued, might not be technically considered a government agency. The original statute was written as a response to President John F. Kennedy’s appointment of his brother, Bobby Kennedy, to head the Justice Department as attorney general. And despite the existence of the law, there’s no clear penalty or repercussion if an individual -- much less the president -- violates the statute. For now, top Trump officials are saying little about whether or not Kushner will have a defined role in the White House. “He obviously is incredibly important to his father-in-law President-Elect Trump and was [a] big part of our election victory, frankly,” Conway told “CBS This Morning” Thursday. “I’m sure that he and his wife and her brothers will continue to be very supportive. But time will tell in terms of the positions that different people fill.”  CBS News’ Paula Reid contributed to this report. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Would it be legal for Trump to hire Jared Kushner for a White House job? - CBS News"
   },
   {
    "entities": [],
    "id": 23,
    "text": "",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "curiel",
     "bill",
     "case",
     "trump",
     "u.s.",
     "gerald",
     "michael",
     "matthews",
     "ford",
     "supreme",
     "york",
     "sexton",
     "clinton",
     "0:58",
     "court",
     "may 31",
     "last week",
     "gonzalo",
     "current",
     "friday",
     "monroe",
     "pete",
     "white",
     "new",
     ", 7:24 pm",
     "lawsuit",
     "house",
     "may",
     "san",
     "once",
     "1975",
     "francisco",
     "start nov. 28",
     "williams",
     "bebeto",
     "against",
     "donald",
     "paula",
     "james",
     "the first quarter of the 19th century",
     "nov 17",
     "diego",
     "university",
     "2016",
     "may 2005",
     "jones",
     "1997"
    ],
    "id": 24,
    "text": "Nov 17 2016, 7:24 pm ET Yes, Trump Can Be Compelled to Testify in Trump University Lawsuit by Pete Williams advertisement A federal judge will hear arguments Friday in San Diego on whether to delay the legal case against Donald Trump in connection with Trump University. But once Trump becomes president, can he still be subject to civil lawsuits over something he did before he was elected? Would he have to give testimony if the judge ordered it? The answers are clearly yes. Play MAY 31: The Case Against Trump University 0:58 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161118015111if_/http://www.nbcnews.com/widget/video-embed/696036931616\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The U.S. Supreme Court settled that question in 1997 when it ruled unanimously that a sexual misconduct lawsuit filed by Paula Jones against President Bill Clinton could proceed. Clinton's lawyers had argued that he was essentially immune and that the case should be delayed until after he was out of office. Related: Donald Trump's Lawyers Ask for Delay of Trump U Trial But the court ruled that despite the demands of the office, time could be made to take a deposition. Jones, they said, \"has a right to an orderly disposition of her claims,\" just like any other citizen. The court dodged the question of whether a president can be compelled to testify in court, but it said testimony could be taken at the White House \"at a time that will accommodate his busy schedule.\" In the current case, former students of Trump University say the school fraudulently misrepresented what students would be taught and falsely claimed that instructors were handpicked by Trump. The trial is scheduled to start Nov. 28. Trump's lawyers last week asked the judge to delay the trial, including the taking of further testimony from Trump, until after the inauguration. The 69 days of transition, they said, \"are critical and all-consuming.\" Lawyers for the students countered that they don't need any more testimony from Trump and that there's no reason to delay the trial. Donald Trump listens as Michael Sexton introduces him at a news conference announcing the establishment of Trump University in New York in May 2005. Bebeto Matthews / AP \"He has submitted 510 pages of briefing and exhibits without identifying a single admissible fact that his testimony could establish that is not already in the record here,\" they said. No sitting president has ever testified in open court. President James Monroe responded to written questions as a witness in a military trial in the first quarter of the 19th century. President Gerald Ford gave a deposition in 1975 in the criminal trial of the woman who aimed a gun at him in San Francisco. President Clinton twice gave videotaped testimony in criminal cases. And after the Supreme Court ruling, he gave a four-hour videotaped statement in the Paula Jones lawsuit. That was the first time a sitting president ever gave testimony in a civil case in which he was a defendant. The federal judge in the San Diego case, Gonzalo Curiel, is the judge who Trump said during the campaign was hostile to him. \"I believe he happens to be Spanish, which is fine. He is Hispanic, which is fine. And we haven't asked for recusal, which we may do,\" Trump said in May . \"But we have a judge who is very hostile. Should've been thrown out. Wasn't thrown out.\" Pete Williams ",
    "title": "Yes, Trump Can Be Compelled to Testify in Trump University Lawsuit - NBC News"
   },
   {
    "entities": [
     "kushner",
     "hollywood",
     "trump",
     "ivanka",
     "u.s.",
     "news",
     "summer",
     "night",
     "2:53",
     "2005",
     "now",
     "last week",
     "christie",
     "years later",
     "o'donnell",
     "last tuesday",
     "once",
     "nbc",
     "gop",
     "oval",
     "office",
     "kelly",
     "donald",
     "jared",
     "charles"
    ],
    "id": 25,
    "text": "Who is Jared Kushner? Donald Trump's son-in-law could play a key role 2:53 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161118051332if_/http://www.nbcnews.com/widget/video-embed/811251779503\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The abrupt changes to onetime transition chief Christie's plans came only after Election Night, when the dawning realization of Trump's coming installation in the Oval Office surprised even the real estate mogul's most loyal fans. The Trump family had paid little attention to the transition efforts underway before the election, with Christie's team operating largely in its own orbit. But in the wake of the Republican's stunning victory last Tuesday, the attention of Trump's most intimate team members lurched towards the task of building the new administration, installing Kushner as the chief architect of the effort. Insiders say that is where long-simmering tensions between the two men boiled over. The history between Christie, Trump's earliest big-name endorser, and Kushner, who has fast become the most powerful gatekeeper to the president-elect, dates back more than a decade. In 2005, Christie, then U.S. attorney, prosecuted Jared Kushner's father, billionaire real estate developer Charles Kushner, for 18 counts of illegal campaign contributions, tax evasion and witness tampering. The elder Kushner served two years in prison. At that time, Christie and Donald Trump were already friends. Years later, Ivanka Trump would meet and marry Jared. In the days since Christie's ouster from his transition post, rumors have bloomed about Kushner's grudge against the man whose work imprisoned his father. Some transition sources have pushed back on those reports, saying that Christie's ouster was related to dissatisfaction with his team's work and complaints about competency. (Other, however, suggest that it's worth noting that Sessions' influence does not appear to have waned along with Christie's.) Another source told NBC News the Christie fallout largely stemmed from a perception he wasn't actively and vocally loyal enough during Trump's Access Hollywood tape controversy, and is now facing fallout from the perception he stayed on the sidelines. Christie, once viewed as a possible VP pick, had also faced concerns during the summer's vice presidential search from Trump's children, who worried about his involvement in the Bridgegate scandal and believed that the GOP ticket needed geographic balance. When asked about the Kushner- Christie dynamic, Trump transition officials responded that they would \"not comment on specific relationships.\" But a spokesperson dismissed reports of internal friction as \"ludicrous\" and 'inside nonsense.\" Still, perceptions about a personal grudge between the two men persist, even at the highest levels of Trump's team. Last week, when asked about Christie getting a role in the administration, one senior Trump official merely laughed. Kushner would never let it happen, the person said. Not after Christie's prosecution of Jared's father. Kelly O'Donnell ",
    "title": "Power, Tension and the Purge: Inside the Trump Transition Turmoil - NBC News"
   },
   {
    "entities": [
     "news",
     "barack",
     "november 17, 2016",
     "interactive",
     "america",
     ", 2:39 pm",
     "obama",
     "biden",
     "clinton",
     "joe",
     "facebook",
     "mike",
     "inc.",
     "julia",
     "the day",
     "gop",
     "hillary",
     "pence",
     "boccagno",
     "cbs",
     "2016",
     "jill"
    ],
    "id": 26,
    "text": "By Julia Boccagno CBS News November 17, 2016, 2:39 PM Joe Biden offers frank analysis of Democratic election losses Email Vice President Joe Biden talked about why  Democrats lost the presidential election   -- saying bluntly that the party had collectively overlooked key constituencies, particularly rural, working-class Americans. “We lost because of awful lot of hard-working Americans who live in areas where we did not pay much attention to,” he said at a reception celebrating a Hindu festival. “Barack Obama won these people. They are not racist. They did not vote for the Democrats this time.” Social media users may have noticed that Vice President Joe Biden and President Obama memes have inundated Facebook and Twitter the last few days... Globalization, Biden said, has fundamentally altered the economic outlook for these voters -- especially blue-collar white American men -- who are feeling left behind by the political process. “For the first time in recent memory, this is one section of American population where the life expectancy has gone down,” he added. “It is white American men between the age of 40 and 55. They have the highest suicide rate in America. Because they do not know how to deal with this new incredible change that is taking place in the world.” “Remember, we won these same people,” Biden continued. The vice president’s assessment  came after he had spent part of the day with his successor, Vice President-elect Mike Pence. Despite campaigning heavily against the Trump-Pence ticket, Biden and his wife, Jill, warmly welcomed Pence and his wife, whom the vice president described as “really fine people.” But that didn’t stop him from later bringing up the unpopularity of the top of the GOP ticket -- and he acknowledged Hillary Clinton’s unpopularity. “[Trump] is the most unpopular elected president in American history,” Biden said. “Just as Hillary was very unpopular. There has been no election in American history when the negatives of both the candidates have been this high.” Biden concluded his speech on a high note, exhorting his audience to take heart. “I do not care what your political affiliation is, we have to not give up,” he declared. “One election will not change American.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Joe Biden offers frank analysis of Democratic election losses - CBS News"
   },
   {
    "entities": [
     "substance",
     "edwards",
     "1964",
     "mental",
     "and",
     "medicine",
     "trump",
     "u.s.",
     "news",
     "strain",
     "november 17, 2016",
     "hopkins",
     "duke",
     "pain",
     "boston",
     "for",
     "america",
     "currently",
     "pacific",
     "islanders",
     "treatment",
     "johns",
     "2014",
     "school",
     "thursday",
     "maixner",
     "now",
     "murthy",
     "research",
     "erika",
     "therapies",
     "2:43",
     "obamacare",
     "united",
     "white",
     "of",
     "house",
     "90%",
     "states",
     "may 12, 2015",
     "once",
     "william",
     "nbc",
     "health",
     "center",
     "parity",
     "translational",
     "abuse",
     "innovative",
     "donald",
     "2008",
     "10 percent",
     "nov 17",
     "eric",
     "university",
     "2016",
     "more than 50 years ago",
     ", 4:30 pm",
     "vivek",
     "chuck",
     "two years ago",
     "elizabeth"
    ],
    "id": 27,
    "text": "Nov 17 2016, 4:30 pm ET 78 People Die a Day From Opioid Overdose, Surgeon General Says in Landmark Report by Elizabeth Chuck and Erika Edwards Share Surgeon General: 20 Million Americans Struggling with Drug Addiction 2:43 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161118021124if_/http://www.nbcnews.com/widget/video-embed/811836995597\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Addiction is taking a stunning toll on America and must not be thought of as a \"character flaw,\" the U.S. surgeon general said in a landmark report published Thursday. Seventy-eight people die each day from opioid overdose, and another 20.8 million have a substance use disorder, but just 10 percent of those 20.8 million receive treatment, Dr. Vivek Murthy wrote in the report, \"Facing Addiction in America.\" \"Substance use disorders represent one of the most pressing public health crises of our time,\" the report says. \"For far too long, too many in our country have viewed addiction as a moral failing. This unfortunate stigma has created an added burden of shame that has made people with substance use disorders less likely to come forward and seek help.\" 90% of people with a substance use disorder are not getting treatment. That has to change. #FacingAddiction pic.twitter.com/mFYfx6dv3A — U.S. Surgeon General (@Surgeon_General) November 17, 2016 It's the first publication from a surgeon general that has addressed drug and alcohol addiction, though other federal agencies have reported the same findings. The goal of the 400-plus-page report, Murthy said, is to change public attitude toward addiction the way the 1964 surgeon general's landmark report on the dangers of smoking did more than 50 years ago. \"That really helped to focus us as a culture and as a medical profession,\" Dr. Eric Strain, director of the Center for Substance Abuse Treatment and Research at the Johns Hopkins University School of Medicine, told NBC News. \"This is a report that likewise hopefully will galvanize us to say, 'Hey, these are conditions that are medical problems, we have a database and approaches that can help. It's not hopeless and we can make a difference in the lives of people.'\" Surgeon General of the United States Dr. Vivek Murthy delivers remarks following the announcement of his appointment as Co-Chair of the White House Initiative on Asian Americans and Pacific Islanders, May 12, 2015. Will Kim The report was personal for Murthy: Before he became surgeon general two years ago, nurses he worked with as a doctor in Boston begged him to address the drug crisis in America. The problem has been exacerbated by the stigma that surrounds it, he said. \"I've seen the pain that it causes not only [addicts], but also their families,\" he told NBC News. \"Millions of our brothers and sisters have been forced to live in the shadows because they don't feel comfortable coming forward.\" \"I have people who come up to me all the time ... telling me that they are worried they'll be fired from their job, that they'll be ostracized,\" he added. The report comes as America wrestles with a growing heroin epidemic, which has been captured in heartbreaking photos of adults slumped over from overdoses in the presence of young children. Among the key findings of the report: Overdoses kill more people than car accidents do. Approximately 50,000 people died from an alcohol, opioid or other drug overdose in 2014, compared with 32,744 who died from car accidents that year. And the number of people currently struggling with a substance use disorder is more than the number of people suffering from any kind of cancer. The approach to treating addiction can't be different than treating any other chronic illness, Murthy writes in a preface to his report. \"We must help everyone see that addiction is not a character flaw — it is a chronic illness that we must approach with the same skill and compassion with which we approach heart disease, diabetes, and cancer.\" Prevention is just as important as treatment. It's up to entire communities — teachers and principals, parents, doctors — to keep children from falling through the cracks, Murthy told NBC News. According to his report, individuals who start drinking before age 15 are four times more likely to become addicted later on than those who start at age 20 or later. \"I'm calling the country to action,\" he said. \"We are going to need everybody to address addiction in America.\" Surprise interventions, like those on TV, don't work. Springing a staged confrontation on an addict \"may backfire by heightening resistance and diminishing self-esteem on the part of the targeted individual,\" the report says. Professional clinical programs or services can lead to remission or even full recovery, particularly when supplemented by social services and monitoring after the addict leaves treatment. \"There's reason to be hopeful. We have evidenced-based treatment plans that work,\" Murthy told NBC News. More than 25 million people who once had a problem with alcohol or drugs no longer do, according to a national survey cited in the report. The report also commends group recovery programs such as Alcoholics Anonymous, which can help individuals stay on track after a treatment program. Obamacare has helped. The Affordable Care Act — known as Obamacare, which President-elect Donald Trump has pledged to repeal — has given 20 million people access to health insurance who wouldn't otherwise have it. Paired with the Mental Health Parity and Addiction Equity Act of 2008, which makes addiction treatment an essential health benefit, treatment is now possible for millions. Murthy urged Americans and insurance providers to treat addicts \"with the same compassion and care that we give other illnesses.\" \"I want you to imagine only one in ten people with diabetes or cancer getting treatment,\" he told NBC News. \"We wouldn't tolerate it. It's absolutely imperative that we invest in treatment to get people the help they need.\" While the surgeon general's report was lauded by experts, some felt it didn't go far enough. William Maixner, a professor of anesthesiology at Duke University School of Medicine and director of Duke's Center for Translational Pain Medicine and Innovative Pain Therapies, told NBC News he had hoped the report would propose alternatives to opioids for pain management. \"There's very little language regarding the need for discovery of new treatments, discovery of new therapies for chronic pain — which is another epidemic,\" he said. \"One of the reasons we have this hidden epidemic in chronic pain is the fact that we don't have good therapies, and many physicians rely on the use of opioids.\" \"We find, unfortunately, that a large number of these individuals are treated by opioids by well-intended individuals who have very little option but opioids to go to,\" he added. Elizabeth Chuck ",
    "title": "78 People Die a Day From Opioid Overdose, Surgeon General Says in Landmark Report - NBC News"
   },
   {
    "entities": [
     "joseph",
     "schwieterman",
     ", 4:32 pm",
     "shares",
     "international",
     "service",
     "chicago",
     "o'hare",
     "tom",
     "this sunday, nov. 29, 2015",
     "john",
     "balanoff",
     "thanksgiving",
     "aviation",
     "union",
     "robert",
     "york",
     "miltko-ivkovich",
     "thursday",
     "sun-times",
     "department",
     "local",
     "thursday nov. 17, 2016",
     "star",
     "the coming days",
     "the",
     "airports",
     "file",
     "united",
     "of",
     "f.",
     "airport",
     "new",
     "laguardia",
     "$15",
     "the 2016 thanksgiving",
     "associated",
     "mann",
     "kennedy",
     "aaa",
     "izabela",
     "weekend",
     "university",
     "2016",
     "employees",
     "depaul",
     "press",
     "nov 17,"
    ],
    "id": 28,
    "text": "Hundreds of O'Hare Airport Workers Vote to Strike By The Associated Press CHICAGO \u0097 Nov 17, 2016, 4:32 PM ET 0 Shares Star The Associated Press FILE - In this Sunday, Nov. 29, 2015, file photo, travelers line up at a security checkpoint area in Terminal 3 at O'Hare International Airport in Chicago. Hundreds of O'Hare International Airport workers that are trying to unionize have voted to go on strike ahead of the 2016 Thanksgiving holiday. Officials with the Service Employees International Union Local 1 said Thursday Nov. 17, 2016, that about 500 workers have committed to strike. (AP Photo/Nam Y. Huh, File) 0 Shares Email Hundreds of O'Hare International Airport workers have voted to go on strike ahead of the Thanksgiving holiday. Service Employees International Union Local 1 officials said Thursday that about 500 workers have committed to strike. Union spokeswoman Izabela Miltko-Ivkovich said the strike \"will definitely take place in the coming days,\" though she didn't specify which day it will start. The workers involved have been trying to organize with the union's help. They work mainly for private contractors at the airport. \"They don't expect to shut the airport down,\" SEIU Local 1 President Tom Balanoff said, according to the Chicago Sun-Times ( http://bit.ly/2g0mq1X ). \"That's not what they're trying to do. Oh, there will be disruption.\" Balanoff said a walk out could slow but not shut down airport operations. He said what workers are trying to do \"is get the powers that be to hear their voice.\" The workers who plan to strike include baggage handlers, cabin cleaners, janitors and wheelchair attendants. They are seeking a $15 per hour wage. It wasn't immediately clear how such a strike would affect operations at O'Hare, which is one of the nation's busiest airports. The Chicago Department of Aviation said in a statement that it doesn't anticipate any disruption in service. Robert Mann, an airline industry analyst and former airline executive, said much depends on what types of jobs are affected, whether airlines or the private contractors can assign other employees to fill in and on how many workers will be willing to cross a picket line. Workers have taken similar actions at other airports, including LaGuardia and John F. Kennedy International Airports in New York, creating disruptions that \"ranged from noticeable to marginal,\" he said. Joseph Schwieterman, a transportation expert and economics professor at DePaul University in Chicago, noted the city has a few days to try to come up with a \"plan B.\" \"This will be a mass headache, but a crisis it is not,\" he said. O'Hare has about 190 gates and is a hub airport for both American and United airlines, which hold the majority of those gates. Auto club AAA predicts it will be an especially busy Thanksgiving weekend of traveling. 0 Shares ",
    "title": "Hundreds of O'Hare Airport Workers Vote to Strike - ABC News"
   },
   {
    "entities": [
     "capitol",
     "steve",
     "nancy",
     "stephen",
     "trump",
     "news",
     "u.s.",
     "schumer",
     "pelosi",
     "kevin",
     "the future",
     "morning",
     "dick",
     "senate",
     "wilber",
     "obama",
     "wisconsin",
     "del",
     "york",
     "tower",
     "department",
     "thursday",
     "congress",
     "cheney",
     "clinton",
     "mitch",
     "d.",
     "hill",
     "holder",
     "white",
     "new",
     "justice",
     "mike",
     "house",
     "carlos",
     "curbelo",
     "city",
     "san",
     "francisco",
     "mccarthy",
     "ryan",
     "mcconnell",
     "oval",
     "office",
     "quentin",
     "pence",
     "israel",
     "hillary",
     "brietbart",
     "hilton",
     "donald",
     "washington",
     "eric",
     "paul",
     "2016",
     "e.",
     "charles",
     "dermer",
     "ron",
     "future",
     "bannon"
    ],
    "id": 29,
    "text": "Under the Obama administration, the Justice Department’s civil rights division was rebuilt into what former Atty. Gen. Eric Holder called the agency’s’ “crown jewel.” But many civil rights advocates and legal scholars are worried the unit faces an uncertain future under a Trump administration and,... Under the Obama administration, the Justice Department’s civil rights division was rebuilt into what former Atty. Gen. Eric Holder called the agency’s’ “crown jewel.” But many civil rights advocates and legal scholars are worried the unit faces an uncertain future under a Trump administration and,... (Del Quentin Wilber) Sending Pence to Capitol Hill served as a reminder of one the reasons Trump chose the even-tempered conservative for his team. Not since Dick Cheney has a vice president been expected to play such a leading role in an administration led by a newcomer to Washington. “Especially with his experience in the House and Senate, the friends he has, the new president not having served…  I think it’s going to be a different vice presidential role,” said House Majority Leader Kevin McCarthy (R-Bakersfield). Pence attended the morning huddle of House Republicans and later conferred with Speaker Paul D. Ryan of Wisconsin. He also met privately with Democratic leaders Sen. Charles E. Schumer of New York and Rep. Nancy Pelosi of San Francisco. Pelosi made it clear that House Democrats have “deep concerns” with the appointment of chief strategist Stephen Bannon, the former Brietbart News chief who has been accused of making anti-Semitic remarks and giving a platform to white nationalists. She asked Pence to urge Trump to reconsider the appointment, according to Pelosi’s spokesman. In an apparent gesture of support for Bannon, Israeli Ambassador to the U.S. Ron Dermer told reporters at Trump Tower on Thursday that Israel looks \"forward to working with the Trump administration, with all of the members of the Trump administration, including Steve Bannon, and making the U.S.-Israel alliance stronger than ever.\" He declined to say why he singled out Bannon. Like Republicans on Capitol Hill, Pelosi also seemed to view Pence as a figure in the Trump administration that Democrats could work with more easily. \"You're going to be a very valued player in all of this because you know the territory,\" she told Pence, adding that she meant no “disrespect for the sensitivity and knowledge of the president-elect….So in that territory, we will try to find our common ground where we can. And of course, stand our ground when we can't. \" Senate Majority Leader Mitch McConnell has already invited Pence to join the weekly Republican lunches — much the way Cheney did — to provide a conduit between Republicans on Capitol Hill and the administration. Even doubters of the president-elect came away feeling more at ease with Pence’s presence. “He made it clear that he and the president-elect want to work with all of us, no matter what position we took during the presidential campaign,” said Rep. Carlos Curbelo (R-Fla.), an outspoken opponent of Trump. “I’m very encouraged. He’s going to be very engaged — perhaps in recent history the vice president that will most be engaged in the Congress.” Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. Caption Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win ",
    "title": "On Capitol Hill, Pence&apos;s high-profile role in Trump transition assures lawmakers - LA Times"
   }
  ]
 }
}