{
 "21": {
  "col-sim": {
   "cosine": 0.20420125875238482,
   "entity": 0.19768778356316039
  },
  "exec-time": 23.441590785980225,
  "links": [
   {
    "entities": [
     "jaffe",
     "ina",
     "alan",
     "trump",
     "scott",
     "the future",
     "garten",
     "to",
     "settle",
     "$1 million",
     "york",
     "now",
     "$35,000",
     "friday",
     "inc.",
     "new",
     "once",
     "simon",
     "schneiderman",
     "npr",
     "$25 million",
     "donald",
     "eric",
     "monday",
     "university",
     "2016",
     "agrees"
    ],
    "id": 0,
    "text": "Trump Agrees To Settle Trump University Lawsuits For $25 Million Trump Agrees To Settle Trump University Lawsuits For $25 Million Embed Embed President-elect Donald Trump has settled three outstanding lawsuits related to his now-defunct Trump University. The New York Attorney General announced the $25 million settlement Friday. SCOTT SIMON, HOST: President-elect Donald Trump has agreed to pay $25 million to settle three lawsuits that targeted his now-defunct Trump University real-estate seminars. As part of the settlement, he admits no wrongdoing. NPR's Ina Jaffe has been following the case. Thanks for being with us, Ina. INA JAFFE, BYLINE: Hi, Scott. SIMON: President-elect Trump said - did not admit wrongdoing. So what are the indications as to why the suit was settled? JAFFE: Well, Alan Garten, the general counsel for the Trump organization, released a statement saying that there was, quote, \"no doubt that Trump would have won a trial.\" But he said the resolution of the lawsuits allows the president-elect to devote his full attention to the important issues facing the nation. SIMON: Where does that $25 million go? JAFFE: $1 million will go to the state of New York, which brought one of the lawsuits. The rest of the money will go to the plaintiffs. All of them are former students of Trump University. Now, these are class-action suits. And there could potentially be thousands of plaintiffs. But the attorneys for the two other lawsuits said in the statement that they won't be taking any fees, so that all the money can go to their clients. SIMON: Ina, bring us back to what these cases were all about, if you could. JAFFE: Well, they were about whether Trump University really did what Donald Trump said it would. In videos and print ads, he said that the instructors would be, quote, \"the best of the best,\" all of them hand-picked by Trump himself. And potential students were told they would learn his real-estate investing secrets. SIMON: Now, Mr. Trump often points out that the school, at least on the website, had an overwhelmingly favorable rating from former students. But the plaintiffs say that it wasn't like that at all. JAFFE: Really, that's exactly what they say. They argue that the whole point to this school was to keep selling students increasingly expensive seminars. First, there was a free introductory course where students were told they could make tens of thousands of dollars in just a couple of months using Trump's investment techniques. But to learn those, they had to sign up for another seminar that cost about 1,500 bucks. And at that seminar, they were sold another course that cost as much as $35,000. They claim that students were encouraged to go into credit-card debt and even cash out their 401(k)s to pay for these top-level courses. SIMON: The settlement was reached. Well, one of these suits was about to go to trial on Monday, wasn't it? JAFFE: Yeah, it was, though attorneys for Trump wanted it delayed because he was too busy with the transition. But, clearly, his schedule wasn't going to get any easier once he became president. So the judge in the case was urging both sides to settle. SIMON: Donald Trump, Ina, has said in a number of interviews that he doesn't like settling lawsuits, that he prefers to see things through. JAFFE: Right. He says settling only encourages people to sue him, which is why earlier attempts to settle had been fruitless. And if you want to know what the process was like, here's a statement from New York Attorney General Eric Schneiderman which gives you an idea of what the process was like. He wrote, Donald Trump fought us every step of the way, filing baseless charges and fruitless appeals and refusing to settle for even modest amounts of compensation for the victims of his phony university. SIMON: Well - and now they'll get $25 million, right? JAFFE: I guess. SIMON: NPR's Ina Jaffe, thanks so much for being with us. JAFFE: You're welcome. Copyright © 2016 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by Verb8tm, Inc. , an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record. ",
    "title": "Trump Agrees To Settle Trump University Lawsuits For $25 Million : NPR"
   },
   {
    "entities": [
     "antonio",
     "nov 20",
     "toyota",
     "mcmanus",
     "baton",
     "nissan",
     "hq",
     "bill",
     "news",
     "cop",
     "morning",
     "sapd",
     "sunday",
     "roy",
     "louisiana",
     ", 6:26 pm",
     "et",
     "department",
     "police",
     "1:55",
     "dead",
     "12:45 p.m.",
     "earlier this year",
     "marconi",
     "shot",
     "rogue",
     "benjamin",
     "greg",
     "texas",
     "stelloh",
     "san",
     "hate",
     "once",
     "william",
     "nbc",
     "dallas",
     "crimes",
     "ten days later",
     "naylor",
     "abbot",
     "july 7",
     "tim",
     "2016",
     "11:45 a.m.",
     "outside"
    ],
    "id": 1,
    "text": "Nov 20 2016, 6:26 pm ET Texas Cop Shot Dead Outside San Antonio Police HQ, Suspect on Loose by Tim Stelloh Slain San Antonio Officer Identified, Suspect Still At-Large 1:55 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161121050035if_/http://www.nbcnews.com/widget/video-embed/813748291948\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A San Antonio cop was killed Sunday morning outside police headquarters after he was shot twice in the head by a suspect who fled the area, police said. San Antonio Police Chief William McManus told reporters that the officer, Benjamin Marconi, 50, was writing a ticket after a traffic stop on the south side of the city's public safety building at 11:45 a.m. (12:45 p.m. ET). The vehicle seen fleeing the scene after the shooting in San Antonio. San Antonio Police Department A black sedan with chrome rims that McManus described as either a Nissan or a Toyota then pulled up behind the police vehicle. McManus said a black man wearing a gray shirt and gray pants got out of the car, walked up to the Marconi's driver's side window and fired once, striking the officer in the head. Then, McManus said, \"He reached in again, firing a second time.\" The suspect, who McManus said is between 5'7'' and 6'0'' and possibly has a beard, walked back to his car, pulled around the officer's vehicle and drove through police headquarters' parking lot. Post by NBC News . Marconi, a 20-year veteran, was pronounced dead at a local hospital, he said. A former colleague of Marconi's, retired detective Roy Naylor, said that Marconi was a sex crimes detective who \"excelled\" at his work. \"He was a great father, he was a great officer,\" Naylor told NBC News. He said that Marconi had two children from previous marriages, as well as grandchildren. McManus, who said the suspect was still at large, said investigators had not yet determined a motive. But he compared the shooting to targeted attacks on police officers earlier this year. In Dallas , five officers were killed and 12 were injured when a sniper opened fire during a protest on July 7. Ten days later, in Baton Rogue , three more officers were killed and three were injured in what authorities described as an ambush. SAPD Detective Benjamin Marconi SAPD \"It's happened here,\" McManus said, adding: \"It's everyone's worst nightmare.\" In a statement Sunday, Gov. Greg Abbot used Marconi's killing to argue that police officers should be considered a protected class. Related: 'Blue Lives Matter': Louisiana Hate Crimes Bill to Protect First Responders \"Attacks against law enforcement officers will not be tolerated in Texas and must be met with swift justice, which is why I look forward to signing my Police Protection Act into law - making targeted attacks against law enforcement a hate crime,\" he said. Tim Stelloh ",
    "title": "Texas Cop Shot Dead Outside San Antonio Police HQ, Suspect on Loose  - NBC News"
   },
   {
    "entities": [
     "thiboldeaux",
     "gardner",
     "trump",
     "oreg",
     "kim",
     "herb",
     "michael",
     "maria-elena",
     "now",
     "christian",
     "for",
     "america",
     "$7,150",
     "2017",
     "grey",
     "2005",
     "shared",
     "joel",
     "$1 million",
     "young",
     "$2",
     "this fall",
     "$7,000",
     "andy",
     "north",
     "medi-share",
     "congress",
     "clinton",
     "november 20, 2016",
     "craig",
     "this year",
     "next year",
     "$1,421",
     "ronnell",
     "$500",
     "corey",
     "alliance",
     "oregon",
     "obamacare",
     "facebook",
     "harrison",
     "research",
     "2:03 p.m. est",
     "mexico",
     "jayne",
     "loralea",
     "beaverton",
     "aca",
     "agents",
     "o'donnell",
     "greys",
     "volvo",
     "high",
     "once",
     "state",
     "11/13/2016",
     "medicare",
     "today",
     "health",
     "$1,475",
     "ucla",
     "services",
     "center",
     "policy",
     "hillary",
     "mitchelldyer",
     "centers",
     "linkedin",
     "jim",
     "past",
     "donald",
     "$0",
     "50%",
     "slavitt",
     "nolan",
     "usa",
     "40%",
     "this month",
     "medicaid",
     "carolina",
     "1986",
     "durbin"
    ],
    "id": 2,
    "text": "High health insurance costs prompt tough choices Post-election confusion over Obamacare's fate complicates some consumers' decisions. Post to Facebook High health insurance costs prompt tough choices Post-election confusion over Obamacare's fate complicates some consumers' decisions. Check out this story on USATODAY.com: http://usat.ly/2gaIs2e CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 135 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs High health insurance costs prompt tough choices Jayne O'Donnell , USA TODAY 2:03 p.m. EST November 20, 2016 x Share If President-elect Donald Trump and the Republican controlled Congress follow through on \"proposals to cut spending in the state-federal insurance program\" federal aid for the Medicaid program will be slashed for the poor. USA TODAY Herb and Loralea Grey of Beaverton, Oreg. pose in the living room of their home with children Joel, 22, and Grace, 19.   They are worried about what happens to their plans.  Health insurance since the ACA has cost the Greys most of their income. Loralea Grey says \"hopefully everyone will ban together for good, so the nonsense going on with protests will stop,  and possibly healthcare might be reworked in the end... time will tell. I didn't vote for either of them and so can't be blamed.\"  --    Photo by Craig Mitchelldyer, Freelance ORG XMIT:  CM 135757 Obamacarefuture 11/13/2016 [Via MerlinFTP Drop] (Photo: Craig Mitchelldyer for USA TODAY) The post-election confusion over the fate of Obamacare has only complicated the already difficult choices faced by middle class consumers who are worried they can't afford their health insurance options this fall. Premiums and deductibles soared in many parts of the country after the departure of several large insurers from the Affordable Care Act exchanges for 2017. That's led many to fret about how to either afford insurance or how to get by without it. Loralea Grey, whose husband is self employed, says they are living a \"middle-class nightmare\" because of the law. They grew used to the necessary sacrifices to afford the premiums and out-of-pocket costs for their \"catastrophic\" insurance before the ACA, she says. This year they were facing a premium increase of nearly 40% with a $7,000 deductible per family member. They've decided they can't scrimp anymore to afford plans through the ACA exchange. \"How is this possible or allowable?,\" she asks. \"When I contacted the Oregon insurance commissioner, I received a response back telling me I should feel free to shop around; as if I wasn’t smart enough to have already done that?\" Trump election helps spur top Obamacare signups this month ACA-funded \"navigators\" and the call center for the federal Healthcare.gov deal with thousands of people a day with challenges finding coverage, and the most find solutions, says Andy Slavitt, acting administrator for the Centers for Medicare and Medicaid Services. \"For the majority of people, coverage is affordable and coverage is something that changes their lives in many ways,\" says Slavitt. \"I won't say there isn't an overall problem with health care affordability in this country\" — but drug and hospital prices are part of the problem too, he says. Some of those worried about affordability questioned whether they needed to sign up for insurance after Donald Trump's election as president. \"People would call and say, 'We have a new president. He’s going to repeal it, so I don’t have to buy insurance,\" says Ronnell Nolan, CEO of Health Agents for America, who also sells insurance. \"While we hope for change and at least address the affordability, I tell them we have to act as if everything’s status quo.\" Regulators approve higher health premiums to strengthen Obamacare insurers In North Carolina, the cheapest option with a \"decent network\" of doctors and hospitals for Jim Harrison's 61-year-old wife would cost $1,421 a month with a $7,150 deductible. (He is on Medicare.) Because he is retired and that isn't affordable, the family got a hardship exemption from the mandate to have insurance. \"So against our better judgment, she is going to go without health insurance next year ... but we put all of our retirement assets at risk should something catastrophic happen,\" he says, \"I never thought we would be in this situation.\" Going without insurance does, indeed, put the family in financial danger. The ACA prohibits insurers from discriminating against people with preexisting conditions. Before the law took effect, it was often impossible for people with cancer to afford or even get insurance  The law also prohibited lifetime maximums for benefits. Kim Thiboldeaux, CEO of the patient group Cancer Support Community, warns against going without a plan that protects them from a costly disease or accident. \"Patients in past were hitting annual lifetime caps and becoming uninsured,\" says Thiboldeaux. \"This is a critical issue for cancer patients.\" Among the alternatives: • Catastrophic insurance. These plans, which typically had lower premiums and were mostly insurance against the costliest diseases or accidents, were grandfathered in the law for a couple years but are no longer an option to meet the insurance mandate. Young people under age 30 can get catastrophic plans on the exchanges and people older than 30 — such as Harrison's wife — can also buy these plans if they get a hardship exemption. So can those whose ACA plans are canceled because they don't comply with the law. This option doesn't work for the Greys as the least expensive plan they could find costs $1,475 a month and has a $7,000 deductible per family member. • Christian ministry health sharing plans. Most of these programs are available to people active in a Christian church or \"fellowship\" who sign statements that they abide by a Christian lifestyle.  It is a large pool of money that similarly minded Christians pay into to reimburse certain health care costs other members face.  Money is sent to the organization and either reimbursed to the member or sometimes directly to the health care provider. Michael Gardner, spokesman for the Christian Medi-Share, emphasizes that it \"isn't insurance in any way shape or form.\"  The Greys are considering joining their local Christian health ministry for health benefits and says it would cost about $500 a month, even though it \"obviously won't cover anything like an actual policy,\" Loralea Grey says. • Other health sharing plans.  You don't have to be Christian to enroll in an ACA-compliant health sharing plan by Liberty Direct, which tweaked the language a bit to make far more people eligible. Still, there is a \"morals clause,\" so someone who caused a drunk driving crash wouldn't have their health care paid for, although members might voluntarily chip in, says Corey Durbin, president of Shared Health Alliance . Corey Durbin, president of Shared Health Alliance.  (Photo: Shared Health Alliance) His company combines benefits that include a co-pay drug card and a $0 co-pay doctor program with any health share program for a package he says usually costs 50% less than traditional health insurance. There's also a $1 million cap per incident annually with some health share programs, which Durbin says would be very hard to reach. Caring for a very premature infant could reach that cap, Durbin says. • Community health centers. ​Community health centers that were once the only option for the uninsured seeking non-emergency care are serving millions more people than they did before the ACA, according to  a report  by the UCLA Center for Health Policy Research. The number of uninsured people they serve has declined only slightly, due in part to people who can't afford co-payments and deductibles, said Maria-Elena Young, a co-author of the report. Other factors are patients wanting to stay with their center physicians, immigrants and others not eligible for Medicaid or other insurance in their states. For now, the Greys are getting by with two old cars — a 2005 minivan and a 1986 Volvo — for their family of four working adults. Son Joel, 22, just got a job that allows him to buy group insurance, but that still leaves Grace, 19, and her parents. If they don't opt for a Christian health sharing plan, Loralea is considering getting Grace an unsubsidized plan and doing without insurance for herself and her husband. Joel Grey, 22, is shown driving to his new job - which has employer-provided coverage - in the family's 1986 Volvo with its taped-on side mirror.  (Photo: Loralea Grey) Loralea Grey says they can't afford to get rid of the mold in her attic and she buys her asthma inhalers in Mexico for $2 to save money. She didn't vote for former secretary of State Hillary Clinton or Trump — \"so I can't be blamed,\" she laughs — but hopes something is done so middle-class families don't have to spend nearly all of their disposable income on insurance. \"Hopefully everyone will band together for good and possibly health care might be reworked in the end,\" she said. Tell us your health story at healthinsurance@usatoday.com 4243 CONNECT TWEET 7 LINKEDIN 135 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2gaIs2e ",
    "title": "High health insurance costs prompt tough choices"
   },
   {
    "entities": [
     "priebus",
     "trump",
     "live",
     "--",
     "night",
     "6:30 a.m.",
     "november 20, 2016 later sunday",
     "1:38",
     "sunday",
     "hamilton",
     "november 19, 2016",
     "trump's",
     "november 20, 2016",
     "mike",
     "j.",
     "last night",
     "saturday",
     "twitter",
     "the weekend",
     "nbc",
     "reince",
     "pence",
     "$25 million",
     "donald",
     "university"
    ],
    "id": 3,
    "text": "Pence Greeted With Boos, Cheers at 'Hamilton' Musical 1:38 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161121010012if_/http://www.nbcnews.com/widget/video-embed/812969027687\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"The cast and producers of Hamilton, which I hear is highly overrated, should immediately apologize to Mike Pence for their terrible behavior,\" Trump tweeted just before 6:30 a.m. Sunday. The Theater must always be a safe and special place.The cast of Hamilton was very rude last night to a very good man, Mike Pence. Apologize! — Donald J. Trump (@realDonaldTrump) November 19, 2016 The cast and producers of Hamilton, which I hear is highly overrated, should immediately apologize to Mike Pence for their terrible behavior — Donald J. Trump (@realDonaldTrump) November 20, 2016 Later Sunday, he again attacked the cast when asked about the incident by reporters. \"They were very inappropriate,\" he said. The cast of \"Hamilton\" wasn't the only thing that drew Trump's Twitter ire over the weekend, however. He also attacked NBC's \"Saturday Night Live,\" which lampooned him again , as a \"totally one-sided, biased show — nothing funny at all.\" I watched parts of @nbcsnl Saturday Night Live last night. It is a totally one-sided, biased show - nothing funny at all. Equal time for us? — Donald J. Trump (@realDonaldTrump) November 20, 2016 And he fired off two tweets lamenting that he \"did not have the time to go through a long but winning trial on Trump U,\" drawing attention to the $25 million settlement reached in the lawsuit against his for-profit real estate school. I settled the Trump University lawsuit for a small fraction of the potential award because as President I have to focus on our country. — Donald J. Trump (@realDonaldTrump) November 19, 2016 The ONLY bad thing about winning the Presidency is that I did not have the time to go through a long but winning trial on Trump U. Too bad! — Donald J. Trump (@realDonaldTrump) November 19, 2016 Meanwhile, unanswered questions about Trump's biggest policy controversies posed headaches for his top deputy Sunday. Chief of Staff Reince Priebus said on NBC's \"Meet the Press\" that while the Trump administration isn't planning to create a Muslim registry, \"I'm not going to rule out anything.\" Play ",
    "title": "For Trump, Just Another Turbulent, Free-Wheeling Weekend - NBC News"
   },
   {
    "entities": [
     "trump",
     "ivanka",
     "early",
     "wang",
     "hoover",
     "iran",
     "giuliani",
     "john",
     "ohio",
     "from",
     "obama",
     "ye",
     "york",
     "guerra",
     "mitt",
     "cristobal",
     "amy",
     "jake",
     "martha",
     "missy",
     "club",
     "mccain",
     "lurleen",
     "white",
     "organization",
     "side",
     "greg",
     "states",
     "december",
     "time",
     "nbc",
     "wallace",
     "security",
     "george",
     "james",
     "jeff",
     "washington",
     "monday",
     "michelle",
     "cbs",
     "miller",
     "bastien",
     "future",
     "february",
     "this week",
     "november 20",
     "chris",
     "kris",
     "morning",
     "kobach",
     "forum",
     "nov. 20",
     "trump's",
     "department",
     "yesterday",
     "melania",
     "spring",
     "christie",
     "justice",
     "house",
     "naacp",
     "jersey",
     "east",
     "national",
     "jason",
     "charles",
     "1966",
     "e.",
     "mattis",
     "at 7:28 pm",
     "romney",
     "jaffe",
     "priebus",
     "golf",
     "u.s.",
     "international",
     "january",
     "w.",
     "schumer",
     "america",
     "middle",
     "barron",
     "marine",
     "west",
     "sunday",
     "post",
     "inzaurralde/the",
     "now",
     "sessions",
     "presbyterian",
     "cabinet",
     "rudolph",
     "united",
     "iraq",
     "mike",
     "new",
     "j.",
     "saturday",
     "abc",
     "defense",
     "once",
     "n.j.",
     "reince",
     "alex",
     "bush",
     "pence",
     "decades ago",
     "raddatz",
     "central",
     "lamington",
     "stanford",
     "cnn",
     "afternoon",
     "mumbai",
     "michael",
     "2013",
     "university's",
     "lee",
     "to",
     "nov. 20, 2016",
     "tower",
     "church",
     "tapper",
     "congress",
     "last week",
     "of",
     "hee",
     "institution",
     "halifax",
     "b",
     "kristine",
     "the weekend",
     "2010",
     "ryan",
     "flynn",
     "donald",
     "bedminster",
     "command",
     "upper",
     "kansas",
     "massachusetts",
     "1986"
    ],
    "id": 4,
    "text": "Trump and his transition team push ahead, meeting with political allies The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Here’s what President-elect Donald Trump has been doing after the election View Photos He has been holding interviews and meeting with Congress and the president as he prepares to transition into the White House. Caption He has been holding interviews and meeting with Congress and the president as he prepares to transition into the White House. Nov. 20, 2016 President-elect Donald Trump is greeted at the front steps of Lamington Presbyterian Church in Bedminster, N.J. Mike Segar/Reuters By Sari Horwitz November 20 at 7:28 PM Follow @sarihorwitz Job seekers, advisers and would-be allies paraded through Trump National Golf Club in Bedminster, N.J., over the weekend as President-elect Donald Trump worked on filling his Cabinet. By Sunday, Marine Gen. James Mattis had emerged as a leading contender for secretary of defense. Members of the Trump team took to the Sunday talk shows. Vice President-elect Mike Pence, who heads Trump’s transition, and the incoming chief of staff, Reince Priebus, defended Trump’s Cabinet picks so far and elaborated on Trump’s more controversial campaign promises, including the reinstatement of waterboarding and a ban on Muslims entering the country. Trump, who met Saturday with Mattis, called him “the real deal” and a “brilliant, wonderful man.” In a tweet early Sunday morning, Trump said “General James “Mad Dog” Mattis, who is being considered for Secretary of Defense, was very impressive yesterday. A true General’s General!” A person familiar with transition discussions, speaking on the condition of anonymity, said that no decision has been reached about whether Mattis will join the Trump administration. Now a fellow at Stanford University’s Hoover Institution, Mattis has publicly criticized Obama’s defense and national security policies. Former Massachusetts governor Mitt Romney, whom Trump met with on Saturday for more than an hour, is under “active and serious consideration” to serve as secretary of state, Pence said. “I know the president-elect was very grateful that Governor Mitt Romney came here to New Jersey yesterday,” Pence said Sunday on CBS’s “Face the Nation.” “We spent the better part of an hour together with him. And then I know that the two of them actually had some private time together. I would tell you that it was not only a cordial meeting but also it was a very substantive meeting.” It is still an open question whether Romney, once a fierce critic of the president-elect, would be willing to serve in a Trump administration. After Trump and Pence attended services at nearby Lamington Presbyterian Church in Bedminster, they began back-to-back meetings with a dozen people, including New Jersey Gov. Chris Christie, who had been ousted as chairman of Trump’s transition team; former New York mayor Rudolph W. Giuliani; and Kansas Secretary of State Kris Kobach, an immigration hard-liner. Trump spokesman Jason Miller said “there definitely is a possibility” that more Cabinet announcements could be made Monday. In his interview on CBS, Pence did not rule out the possibility that Trump could reinstate waterboarding as an interrogation technique against accused terrorists during his administration, a practice that Congress made illegal after its use during the George W. Bush administration. Sen. John McCain (R-Ariz.), speaking Saturday at the Halifax International Security Forum, insisted that any attempt to bring back waterboarding, which simulates drowning, would be quickly challenged in court. “I don’t give a damn what the president of the United States wants to do or anybody else wants to do,” McCain said. “We will not torture. My God, what does it say about America if we’re going to inflict torture on people?” Pence said he has “great respect for Senator McCain” but added that “we’re going to have a president again who will never say what we’ll never do.” “What I can tell you is that going forward, as he outlined in that famous speech in Ohio, is that a President Donald Trump is going to focus on confronting and defeating radical Islamic terrorism as a threat to this country,” Pence said. Vice President-elect Mike Pence and President-elect Donald Trump’s chief of staff Reince Priebus on Nov. 20 defended Trump’s picks for his incoming administration. (Bastien Inzaurralde/The Washington Post) In December, as a candidate, Trump called for a “total and complete shutdown of Muslims” entering the country. Asked about the idea of such a ban, Priebus, who appeared on NBC’s “Meet the Press” on Sunday, said “I’m not going to rule out anything, but we’re not going to have a registry based on a religion.” Priebus was asked on another Sunday television show about a tweet in February by retired Lt. Gen. Michael Flynn, whom Trump has chosen as his national security adviser. Flynn tweeted “Fear of Muslims is RATIONAL.” “Is that the official policy of the Trump administration, that fear of Muslims is rational?” asked Jake Tapper, host of the CNN show. “Well, of course not,” Priebus said. “Look, I think, in some cases, there are radical members of that religion that need to be dealt with, but certainly we make it clear that that’s not a blanket statement for everyone. And that’s how we’re going to lead.” Priebus also vowed that Trump’s White House counsel will ensure that Trump avoids all conflicts of interest with his business ventures during his administration. Last week, Trump held a meeting at Trump Tower with three business partners building a Trump property south of Mumbai. His daughter Ivanka Trump, a vice president at the Trump Organization and one of the family members who will be in charge of Donald Trump’s businesses after he takes office, attended his meeting last week with the Japanese prime minister. Tapper cited those examples and asked Priebus, “As White House chief of staff, you’re supposed to look out for any political or ethical minefields. Is it seriously the position of the Trump transition team that this is not a huge cauldron of potential conflicts of interest?” “Obviously we will comply with all those laws and we will have our White House counsel review all of these things,” Priebus said. “We will have every ‘i’ dotted and every ‘t’ crossed, and I can assure the American people that there wouldn’t be any wrongdoing or any sort of undue influence over any decision-making.” [ Jeff Sessions is Donald Trump’s biggest fan ] Priebus also defended Trump’ s choice of Sen. Jeff Sessions (R-Ala.) as attorney general . Several minority and civil rights groups, including the NAACP and the Council on American-Islamic Relations, have spoken out against the selection week, sharply criticizing Sessions and referring to accusations of racism that kept him from a federal judgeship in 1986. “It is outrageous and outright dangerous to have one of the most racist politicians in Congress, who has made it his life’s mission to hurt Latinos, immigrants and African Americans, as the head of the Department of Justice,” said Cristobal J. Alex, president of the Latino Victory Project, a group dedicated to increasing the number of Hispanics in office. Sessions has denied that he is racist or insensitive to minorities. Priebus called such criticism “very political, very unfair” during an interview with Martha Raddatz on ABC’s “This Week.” Priebus said that Sessions should not be judged on accusations of statements he made decades ago and called Sessions an “unbelievably honest and dignified man who started his career working against George Wallace.” In 1966, Sessions campaigned against Lurleen Wallace, who was running for governor to keep in place the policies of her husband, then-Gov. George Wallace, a staunch proponent of segregation. But Sen. Charles E. Schumer (D-N.Y.), the incoming minority leader, said that Sessions “is going to need a very thorough vetting.” “Many of those statements, they’re old but they’re still troubling,” Schumer said on “Fox News Sunday.” “And the idea that Jeff Sessions, just because he’s a senator he should get through without a series of very tough questions — particularly given those early things — no way.” The consideration of Mattis, who oversaw U.S. forces in the Middle East from 2010 to 2013, could be seen as a rebuke to President Obama. Mattis was said to have consistently pushed the military to punish Iran and its allies, including calling for more covert actions to capture and kill Iranian operatives and interdictions of Iranian warships. Former defense officials said Mattis’s views on Iran caused him to fall out of favor with the Obama administration , which was negotiating the Iranian nuclear deal at the time. Mattis, who also clashed with the administration over its response to the Arab Spring and over how many troops to keep in Iraq, was forced to retire earlier than expected to clear room for his replacement at U.S. Central Command. In another development, the New York Post reported that future first lady Melania Trump and the couple’s 10-year-old son, Barron, will stay in New York and not move to the White House after Donald Trump is inaugurated in January so that Barron can continue to go to his school on the Upper West Side. When Trump was asked by reporters Sunday afternoon about the story and whether Melania and Barron would join him in the White House, he said, “Very soon. After he’s finished with school.” His spokesman, Miller, said, “No formal statement has been released yet with regard to the family and their transition plans to Washington. But the one thing I will say is that there’s obviously a sensitivity to pulling their 10-year-old out of school in the middle of the school year.” Michelle Ye Hee Lee, Amy B Wang, Kristine Guerra, Greg Jaffe and Missy Ryan contributed to this report. Read more: ",
    "title": "Trump and his transition team push ahead, meeting with political allies - The Washington Post"
   },
   {
    "entities": [
     "antonio",
     "baton",
     "mcmanus",
     "right now",
     "nissan",
     "rouge",
     "night",
     "iowa",
     "greene",
     "michael",
     "philando",
     "this evening",
     "alton",
     "earlier this month",
     "scott",
     "minnesota",
     "sunday",
     "louisiana",
     "this morning",
     "abbott",
     "department",
     "castile",
     "police",
     "marconi",
     "ems",
     "nov 20, 2016",
     "benjamin",
     "july",
     "greg",
     "texas",
     "this this day",
     "san",
     "once",
     "urbandale",
     "william",
     "dallas",
     ", 8:40 pm",
     "st.",
     "paul",
     "pd",
     "sterling",
     "hayden",
     "edison"
    ],
    "id": 5,
    "text": "San Antonio Cop Fatally Shot While Giving Out Traffic Ticket By Michael Edison Hayden Nov 20, 2016, 8:40 PM ET 0 Shares This undated stock photo shows a San Antonio police car in San Antonio, Texas. 0 Shares Email A San Antonio police officer was shot and killed while writing a traffic ticket, a shooting that officials indicated appeared to be a targeted attack. San Antonio Police Chief William McManus told the press that while the officer was writing a ticket, someone pulled up behind the squad car, stepped out of his vehicle and shot the officer twice, once in the head. The shooter then drove off. \"It's always difficult, especially in this this day and age, where police are being targeted across the country,\" McManus said. \"Unfortunately, like Dallas, like Baton Rouge, it's happened here,\" he added, referring to cities where police officers were killed in targeted attacks. \"Attacks against law enforcement officers will not be tolerated in Texas and must be met with swift justice,\" Texas Gov. Greg Abbott said in a statement, referring to his desire to sign the Police Protection act, a law that would make targeted attacks on police officers a hate crime. McManus identified the officer who was killed as Det. Benjamin Marconi, 50, a 20-year veteran. San Antonio Police Department The San Antonio Police Department takes a moment to honor SAPD Detective Benjamin Marconi, who lost his life this morning. He said Sunday night that the suspect had not been caught, and investigators had not identified a motive, but it did not appear there was any relationship between the shooter and the person who had been pulled over. Police scanner recordings offer a frightening account of what took place, and indicate that the attack took place in the vicinity of police headquarters. \"I've got an officer down in front of headquarters,\" the voice on the recording said. \"Black male in a black Nissan. I need EMS right now in front of headquarters.\" The San Antonio PD posted a photo of a man on its Facebook page this evening, asking for help identifying him and saying he \"might have information on the murder.\" San Antonio Police issued a photo on social media of the black Nissan fleeing the scene after the shooting. \"This is the vehicle seen fleeing headquarters after the shooting. The suspect is described as a black male wearing a hoodie, baggy pants, and beard. Approximately 5'7. Please call Crime Stoppers at 224-STOP with any info,\" the post said. \"We consider this suspect to be extremely dangerous and a clear threat to law enforcement officers and the public,\" McManus said. The shooting comes in what has been a year of heightened tensions surrounding police. Following the widely covered police shooting deaths of Alton Sterling in Baton Rouge, Louisiana, and Philando Castile in St. Paul, Minnesota, a gunman killed five police officers in Dallas who were protecting a protest rally. Also in July, a man wearing a ski mask and armed with two rifles and a pistol killed three officers near a gas station and convenience store in Baton Rouge, Louisiana. Earlier this month, Urbandale, Iowa resident Scott Michael Greene allegedly shot and killed two police officers in an ambush-style attack. 0 Shares ",
    "title": "San Antonio Cop Fatally Shot While Giving Out Traffic Ticket - ABC News"
   },
   {
    "entities": [
     "erdoğan",
     "pocono",
     "right now",
     "steve",
     "kroft",
     "trump",
     "news",
     "u.s.",
     "assad",
     "soli",
     "present",
     "july 15th",
     "recep",
     "tayyip",
     "america",
     "middle",
     "interactive",
     "fethullah",
     "parliament",
     "vladimir",
     "gulen",
     "özel",
     "now",
     "mountains",
     "istanbul",
     "68 percent",
     "isis",
     "turkey",
     "united",
     "europe",
     "inc.",
     "facetime",
     "the night of",
     "east",
     "states",
     "the past",
     "putin",
     "today",
     "air",
     "past",
     "donald",
     "washington",
     "asia",
     "cbs",
     "syria",
     "2016",
     "nato",
     "ankara",
     "force"
    ],
    "id": 6,
    "text": "Close CBS News President Erdoğan is not the only one in Turkey disillusioned with America right now. So are many of his countrymen, who feel that their Western allies care more about their own interests than Turkey’s. Most of the tension and anti-Americanism can be traced back to the night of July 15th here in the heart of Istanbul. Factions of the Turkish military shut down the Bosporus Bridge that connects Europe and Asia and launched a coup to overthrow the elected government. It wasn’t long after that F-16s commandeered by a rogue faction of the Air Force streaked fast and low across the skies of Istanbul and Ankara…sonic booms shattered windows. The plotters used tanks and troops, to seize strategic buildings and military bases, and shut down Istanbul’s main airport. And in something never seen before in the capital of NATO country, the parliament in Ankara was bombed, and helicopter gunships strafed the presidential palace. Soldiers stormed television stations and announced that Turkey was under martial law. President Erdoğan, was on vacation with his family when he learned a coup was underway. He wanted to address the country, but had no access to the media. So he used the FaceTime app on a borrowed phone to call into a Turkish television station. He pleaded for people to take to the streets and fill the squares. Tens of thousands responded. Facing down tanks and helicopters. As volleys were fired into crowds, Erdoğan boarded a plane and flew towards Istanbul. Steve Kroft: were you afraid for your life and the lives of your family members? Recep Tayyip Erdoğan: Steve, in our faith there is a concept. We surrender ourselves to death. If you’re the leader you have to communicate the message of immortality to your people. Because I believe if a leader hides behind a rock, then the people will hide behind a mountain. His return to Istanbul proved to be the turning point by daybreak the coup attempt had failed. More than 200 were dead. Who is Fethullah Gulen? Erdoğan immediately blamed the revolt on his arch-enemy, an elderly and exiled cleric name Fethullah Gulen, whose followers had infiltrated the highest levels of the Turkish military, judiciary, and civil service. For the past 17 years, Gulen has been leading a reclusive life in the United States on a 26-acre retreat in the Pocono Mountains. For months, Erdoğan has demanded that his American ally return Gulen to Turkey. Recep Tayyip Erdoğan: This man is the leader of a terrorist organization that has bombed my parliament. We have extradited terrorists to the United States in the past. And we expect the same thing to be done by the United States. The U.S. is insisting that the extradition process must be handled through U.S. courts to evaluate the evidence. The delay has created widespread suspicions here that the U.S. government is protecting Gulen and that its intelligence agencies may have been involved or had advance knowledge of the coup. Members of Erdoğan’s government have suggested that publicly. The U.S. has denied it. Steve Kroft: Do you believe that there was any U.S. involvement? Recep Tayyip Erdoğan: I’m not going to blame the United States. But that’s what my people will think. Why are you still keeping that man? So as long you harbor him there, I’m sorry, don’t get offended. But this is the-- perception of the Turkish nation and the Turkish people. Steve Kroft: I’m taking it from your answer that you have done nothing to discourage the Turkish people from believing that. Turkish past and Turkish present Recep Tayyip Erdoğan: I cannot deceive my people. I cannot deceive my people here. Because I’m suffering right now. The United States is not suffering. But I’m suffering because of the 241 martyrs that we have buried. Erdoğan had begun a crackdown on the Gulenist movement and other perceived enemies before the attempted coup. After it, he used a state of emergency to begin a massive effort to purge them from government and Turkish society. More than 30,000 people have been arrested or detained including generals, judges, prosecutors, mayors, members of Parliament, teachers and journalists. Another 100,000 people have been fired or suspended from government jobs. And 150 media outlets have been shut down. Steve Kroft: Some critics in Turkey and some people in the United States have said that this is an overreaction. This is a crackdown on the political opposition, not a crackdown on terrorists? Recep Tayyip Erdoğan: In Turkey, they attempted to destroy my state. And of course, we could not remain silent. We could not remain indifferent. And these measures are being taken by prosecutors and judges in full accordance with the rule of law. There are not many people in Turkey today eager to publicly criticize the government. Soli Özel is an academic and a prominent political commentator. Soli Özel: I think this has gone beyond only the Gulenists. A lot of teachers have been dismissed who probably have nothing to do with the Gulenists. A lot of newspaper people have been dismissed although they have nothing with the Gulenists. And I think a lot of people who really had nothing to do with the coup attempt itself are now being burned. Steve Kroft: Do you think the government is becoming more and the presidency is becoming more authoritarian? Soli Özel: We are moving in that direction, yes. The presidency has now accumulated a lot more power than is stipulated in the constitution. And it will continue to accumulate more. Recep Tayyip Erdoğan: This is misperception. It is out of the question. We have saved our country from the hands of a heinous coup. And we are very much determined to protect our democracy. There is a strong bent of authoritarianism that runs through Turkish history and Turkish life and Erdoğan’s message and actions have played well with the public. After the failed coup, his approval rating jumped to 68 percent. Much of that support comes from more traditional, conservative Muslims, who have long been marginalized in Turkish society. Erdoğan has embraced them, courted them and included them in his government. Ece Temelkuran: He is a brilliant politician when it comes to talking to common people and with their discourse. Ece Temelkuran is a Turkish writer who chronicles the country’s cultural and political changes. She believes this is all part of Erdoğan’s vision for a new Turkey. Ece Temelkuran: The new Turkey does not ask you to be more religious. It asks you to be more obedient. It has to be obedient. It has to be male, conservative, religious and, you know, supporting the governing party. Erdoğan’s new Turkey has been a source of concern in Washington. While the two NATO allies still share the same goals of replacing the Assad government in Syria and defeating ISIS, each country has its own special interests and priorities. And in some cases its own allies. The United States is obsessed with ISIS. Turkey is obsessed with Kurdish separatist groups that have been waging a decades-long war inside their country. This is where it gets complicated. The U.S. is supporting and arming Kurdish groups that Turkey considers bitter enemies, and they have responded by bombing the U-S allies. Recep Tayyip Erdoğan: You cannot defend another terrorist organization just because they are fighting ISIS as well. You cannot make a distinction between a good terrorist organization and a bad terrorist organization. But this is something that we did not come to an agreement with the United States about. Into all this acrimony between Erdoğan and the United States has stepped Russian President Vladimir Putin, one of first world leaders to express solidarity with Turkey after the failed coup. Since then the two countries have finalized a major pipeline deal… and agreed to step up military and intelligence contacts. Steve Kroft: Are you reevaluating your alliance and relationship with NATO and the United States? Recep Tayyip Erdoğan: Right now, such a thing is not in question. We are moving in the same direction with NATO that we have always done. According to one informed observer, what Erdoğan is really looking for is an answer to this question: Is the U.S. truly committed to use all of its power, including its military, to preserve order in the region, stop terrorism and protect the interests of Turkey. Yes, or No? It’s a difficult question to answer because the Middle East is such a messy place. But right now it looks like the answer from Donald Trump may be yes. His aides have described Turkey as a vital ally and called for the extradition of Fethullah Gulen and Trump himself has suggested he has high hopes for a closer relationship. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "President Erdogan of Turkey's disillusionment with the U.S. - 60 Minutes - CBS News"
   },
   {
    "entities": [
     "fifth year",
     "t.",
     "this week",
     "sukup",
     "scott",
     "alhambra",
     "service",
     "times",
     "southern",
     "oxnard",
     "california",
     "sunday",
     "4 a.m.",
     "overnight",
     "evening",
     "this fall",
     "weather",
     "l.a.",
     "mountains",
     "the",
     "bay",
     "sierra",
     "san",
     "national",
     "patrick",
     "winter",
     "nevada",
     "los",
     "pasadena",
     "gabriel",
     "fallon",
     "angeles",
     "afternoon",
     "monday",
     "northern",
     "6 p.m.",
     "clouds",
     "south"
    ],
    "id": 7,
    "text": "Storm moves into Southern California, bringing scattered showers, possible flooding in burn areas Storm clouds Patrick T. Fallon/ For The Times Clouds backdrop the downtown Los Angeles skyline as seen from the 110 Freeway during a rainstorm Sunday. Clouds backdrop the downtown Los Angeles skyline as seen from the 110 Freeway during a rainstorm Sunday. (Patrick T. Fallon/ For The Times) Floods and Flooding A winter storm moved into Southern California on Sunday afternoon, bringing scattered showers and warnings of more significant rainfall and possible flooding in some areas in the evening. The rain was already causing traffic tie ups on roads and freeways throughout the region, officials said. Forecasters warned of flooding in parts of downtown Los Angeles, Pasadena, Alhambra, the South Bay and elsewhere. Scott Sukup, a meteorologist in the National Weather Service’s Oxnard office, said an average of 0.5 to 1.0 inches of rain is expected to fall throughout the Los Angeles basin, with heavier rain possible in the mountains. The “main part of the storm” is expected to begin around 6 p.m. Sunday, Sukup said. It will continue until around 4 a.m. Monday.  “The bulk of the rain should be done before rush-hour,” Sukup said. Forecasters also expect 3 to 8 inches of snow in the San Gabriel Mountains above 7,000 feet. Where the heaviest rain falls will depend largely on where thunderstorms occur, which Sukup  said is hard to predict. The Weather Service has issued a flash-flood watch for burn areas where heavy rain could result in debris flows. The agency also issued a flood advisory Sunday afternoon, warning that the scattered showers that have already hit could cause flooding in areas throughout the region.  The storm has the potential to be the largest in the L.A. area this fall. So far, the basin has only gotten about 0.5 inches. If Sunday’s storm does end up dumping an inch of rain on the region, that would “put us above normal for the season,” Sukup said.  As the storm moves through the area, residents should expect overnight low temperatures in the 50s, Sukup said.  Northern California is also being hit by rain this week, which is producing more much-needed snow in the parts of the Sierra Nevada mountains, a key source of water for California as the state deals with a fifth year of drought. https://twitter.com/NWSLosAngeles/status/800447703599681538 ",
    "title": "Storm moves into Southern California, bringing scattered showers, possible flooding in burn areas - LA Times"
   },
   {
    "entities": [
     "richard",
     "trump",
     "steven",
     "larry",
     "news",
     "chris",
     "jordan",
     "night",
     "the morning of",
     "1985",
     "burr",
     "miles",
     "run-dmc",
     "america",
     "sun",
     "california",
     "davis",
     "busacca",
     "sunday",
     "zandt",
     "rodgers",
     "springsteen",
     "york",
     "hamilton",
     "november 19, 2016",
     "lofgren",
     "grano",
     "aaron",
     "nov. 19",
     "joe",
     "november 20, 2016",
     "asbury",
     "bert",
     "american",
     "maureen",
     "tonight",
     "friday",
     "facebook",
     "mike",
     "zandts",
     "new",
     "nils",
     "musical",
     "last night",
     "saturday",
     "van",
     "city",
     "africa",
     "february 12, 2012",
     "brandon",
     "stevie",
     "dixon",
     "once",
     "shaffer",
     "n.j.",
     "time",
     "staples",
     "today",
     "center",
     "fox",
     "9:07 p.m. est",
     "pence",
     "los",
     "park",
     "bruce",
     "donald",
     "network",
     "v.p.",
     "angeles",
     "paul",
     "usa",
     "bono",
     "pic.twitter.com/jsg9q1pmzs",
     "broadway",
     "berns",
     "victor",
     "future",
     "south"
    ],
    "id": 8,
    "text": "Steven Van Zandt: 'Hamilton' cast bullied Mike Pence \"It was the most respectful, benign form of bullying ever,\" rock musician says. Post to Facebook Steven Van Zandt: 'Hamilton' cast bullied Mike Pence \"It was the most respectful, benign form of bullying ever,\" rock musician says. Check out this story on USATODAY.com: http://usat.ly/2gbtCZc CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 136 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Steven Van Zandt: 'Hamilton' cast bullied Mike Pence USA Today Network Chris Jordan, Asbury Park (N.J.) Press 9:07 p.m. EST November 20, 2016 x Share One of the songs in Hamilton says, “history has its eyes on you”—and when Vice President-elect Mike Pence saw the Broadway musical Friday night, the cast directed that message at him. Time Steven Van Zandt and wife Maureen attend the 54th Annual GRAMMY Awards held at Staples Center on February 12, 2012 in Los Angeles, California. (Photo: Larry Busacca) ASBURY PARK, N.J. — It’s not what you say, it’s when you say it. Steven Van Zandt of the E Street Band, one who is not shy about making pointed political statements, feels the cast of Hamilton: An American Musical bullied Vice President-elect Mike Pence when a cast member addressed Pence from the stage at Friday night's performance. “It was the most respectful, benign form of bullying ever. But bullying nonetheless. And by the way, human rights must be won, not asked for,” said Van Zandt in a series of tweets on Saturday. “When artists perform the venue becomes your home. The audience are your guests. It’s taking unfair advantage of someone who thought they were a protected guest in your home.” Social media explodes over 'Hamilton'/Trump duel “A guy comes to a Broadway show for a relaxing night out. Instead he gets a lecture from the stage! Not a level playing field. It’s bullying. You don’t single out an audience member and embarrass him from the stage. A terrible precedent to set.” Cast member Brandon Victor Dixon, who plays Aaron Burr, delivered a speech following the performance as Pence was exiting the Richard Rodgers Theatre on Broadway in New York City. Dixon called on Pence to stay and hear his message: “Vice-president elect Mike Pence, we welcome you and truly thank you for joining us at Hamilton American Musical,” said Dixon in the statement, which was distributed on social media by the Hamilton producers. “We sir, we are the diverse America who are alarmed and anxious that your new administration will not protect us, our planet, our children, our parents, or defend us and uphold our inalienable rights, sir. We truly hope that this show has inspired you to uphold our American values and to work on behalf of all of us.” Tonight, VP-Elect Mike Pence attended #HamiltonBway . After the show, @BrandonVDixon delivered the following statement on behalf of the show. pic.twitter.com/Jsg9Q1pMZs — Hamilton (@HamiltonMusical) November 19, 2016 President-elect Donald Trump didn’t like it. “Our wonderful future V.P. Mike Pence was harassed last night at the theater by the cast of Hamilton, cameras blazing. This should not happen!” Trump tweeted on the morning of Nov. 19. “The Theater must always be a safe and special place.The cast of Hamilton was very rude last night to a very good man, Mike Pence. Apologize!” Trump later tweeted on Sunday that Hamilton was \"highly overrated.\" Pence, also on Sunday, said that he was not offended by the Hamilton statement. Trump  slams 'SNL,' doubles down on 'Hamilton' “I did hear what was said from the stage, and I can tell you I wasn’t offended by what was said. I’ll leave to others whether that was the appropriate venue to say it,” said Pence to Fox News Sunday. For Van Zandt, it was about the civility of the moment. “The statement is beautiful. And completely inappropriate at that time. And I would defend the cast’s right to be inappropriate forever,” Van Zandt said. “That statement may prove to be correct for these men in their new positions, we’ll see. But that doesn’t mean we have to lose our civility.” Van Zandt knows his way around the Richard Rodgers theater as that’s where he and wife Maureen Van Zandt produced the hit “The Rascals: Once Upon a Dream.” The Van Zandts are joining with music man Paul Shaffer and Joe Grano of “Jersey Boys” fame to produce the upcoming “Piece of My Heart: The Bert Berns Story.” As for political activism, Van Zandt is best known for leading the  1985 “Sun City” album, which featured Bono, Miles Davis, Bruce Springsteen, Run-DMC and more. The project called on artists to boycott Sun City in South Africa, which at the time was an apartheid state. It was the most respectful, benign form of bullying ever. But bullying nonetheless. And by the way, human rights must be won, not asked for. https://t.co/JfN4yjq8jM — Stevie Van Zandt (@StevieVanZandt) November 19, 2016 Van Zandt did not endorse Pence or Trump’s politics in his tweets. “Please don’t misunderstand,” Van Zandt said. “Everyone who is sane disagrees with his policies. This was not the time or place to do it is all I’m saying.” E Street Bandmate Nils Lofgren, on the other hand,  had no problem with the timing of Dixon’s statement. ",
    "title": "Steven Van Zandt: 'Hamilton' cast bullied Mike Pence"
   },
   {
    "entities": [
     "romney",
     "priebus",
     "trump",
     "this week",
     "the future",
     "giuliani",
     "nikki",
     "sunday",
     "york",
     "bedminister",
     "yesterday",
     "mitt",
     "martha",
     "sessions",
     "30 years ago",
     "new",
     "abc",
     "naacp",
     "jersey",
     "city",
     "once",
     "this day",
     "gop",
     "raddatz",
     "donald",
     "jeff",
     "haley",
     "rudy",
     "aclu",
     "massachusetts",
     "carolina",
     "1986",
     "south"
    ],
    "id": 9,
    "text": "WATCH Priebus Dismisses Controversy Over Sessions: 'He Will Be Confirmed' 0 Shares Email Donald Trump 's incoming Chief of Staff Reince Priebus is confident President-elect Donald Trump's pick for attorney general, Sen. Jeff Sessions , will be confirmed despite opposition to his nomination from civil rights and immigrant advocacy groups. \"He’s a good man. He will be confirmed and he deserves it,\" Priebus told ABC's Martha Raddatz in an interview on \"This Week\" Sunday. In 1986, Sessions was denied a federal judgeship following allegations that he had called the ACLU and the NAACP \"un-American\" and made racist remarks directed at colleagues. The NAACP released a statement calling Sessions' nomination \"deeply troubling.\" \"Based on the disdain for our nation’s civil rights laws that Senator Sessions has consistently demonstrated throughout his career, his fitness to be the chief protector and enforcer of them falls into dire question,\" the statement said . Sessions denies the allegations to this day. \"This is something that happened that 30 years ago,\" Priebus said. \"This is something that I think is very political, very unfair, and I would hate to be judged -- and I think you would, and everyone out there -- to be judged over a phrasing of one single thing that I’ve said.\" Priebus also addressed Trump's meetings with high-profile figures yesterday, including former GOP presidential nominee and governor of Massachusetts Mitt Romney , at his estate and golf club in Bedminister, New Jersey, telling Raddatz part of the purpose of the meeting was to help bring the country together. \"Bringing people in that were once rivals, saying, 'Let's lead together. Let's talk about the future of our country.' They did talk about opportunities for Governor Romney.\" Priebus wouldn't rule out the possibility of Romney serving in a Trump administration, telling ABC's Martha Raddatz \"anything is possible\" when asked how likely it is the former Republican presidential candidate could be nominated for secretary of state. But, he also noted there are other people still in the running for the post, including former New York City Mayor and loyal Trump ally Rudy Giuliani and South Carolina Gov. Nikki Haley . ",
    "title": "Reince Priebus Dismisses Controversy Over Sessions: 'He Will Be Confirmed' - ABC News"
   },
   {
    "entities": [
     "u.s.",
     "international",
     "lovetsky/ap",
     "iowa",
     "september",
     "space",
     "peggy",
     "dmitri",
     "nov. 17, 2016",
     "nasa",
     "whitson",
     "earth",
     "spring of 2017",
     "may",
     "once",
     "time",
     "williams",
     "late april",
     "2002",
     "station",
     "jeff",
     "2008",
     "this weekend"
    ],
    "id": 10,
    "text": "U.S. astronaut Peggy Whitson gestures before the launch of the Soyuz MS-03 space ship to the International Space Station on Nov. 17, 2016. Dmitri Lovetsky/AP hide caption toggle caption Dmitri Lovetsky/AP U.S. astronaut Peggy Whitson gestures before the launch of the Soyuz MS-03 space ship to the International Space Station on Nov. 17, 2016. Dmitri Lovetsky/AP NASA astronaut Peggy Whitson arrived at the International Space Station this weekend, making her the oldest woman in space at age 56. On the mission, she's projected to once again become the U.S. astronaut with the most time spent in orbit. This is Whitson's third mission on the space station; she'll soon become its commander for the second time. Collectively, she's spent more than a year of her life in space. When Whitson lands back on Earth in spring of 2017, she'll have amassed more time in orbit than Jeff Williams, who set a new U.S. mark in September with total off-planet time of 534 days . That's if the return date of Whitson's Soyuz MS-03 craft remains in May, as reported by Space.com . A previous NASA release had placed the return date in late April. Here's how NASA summarizes Whitson's career in orbit: \"The Iowa native completed two six-month tours of duty aboard the station for Expedition 5 in 2002, and as the station commander for Expedition 16 in 2008. She has accumulated 377 days in space between the two missions, the most for any U.S. woman at the time of her return to Earth. Whitson has also performed six spacewalks, totaling 39 hours and 46 minutes.\" Article continues after sponsorship ",
    "title": "At 56, Peggy Whitson Becomes Oldest Female Astronaut : The Two-Way : NPR"
   },
   {
    "entities": [
     "nov 20",
     "asia-pacific",
     "reuters",
     "trump",
     "lima",
     "barack",
     "bailey",
     "u.s.",
     "night",
     "assad",
     "pelosi",
     "kevin",
     "the future",
     "1:35",
     "to",
     "obama",
     "sunday",
     "apec",
     "evening",
     "vladimir",
     "trans-pacific",
     "clinton",
     "economic",
     "democratic",
     "4:58",
     ", 8:11 pm",
     "united",
     "peru",
     "china",
     "partnership",
     "states",
     "aleppo",
     "cooperation",
     "chelsea",
     "once",
     "party",
     "paris",
     "putin",
     "gives",
     "hillary",
     "donald",
     "michelle",
     "2016",
     "syria",
     "advice",
     "lamarque"
    ],
    "id": 11,
    "text": "Nov 20 2016, 8:11 pm ET Obama Says He'll Give Trump a Chance, Even If He Attacks Legacy by Chelsea Bailey Obama Gives Advice to Democratic Party, His Views on Pelosi, More 4:58 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161121022102if_/http://www.nbcnews.com/widget/video-embed/813808707591\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President Barack Obama said Sunday that he would withhold criticism of the Trump administration once he's out of office — even if President-elect Donald Trump tries to dismantle his legacy. \"I want to be respectful of the office and give the president-elect an opportunity to put forward his platform and his arguments without somebody popping off in every instance,\" Obama said. Obama urged his fellow Democrats to try to work with Trump's team if what it's doing is good for the country. But he cautioned that if the Trump administration begins to attack American values, he might be compelled to speak up, and so would the Democratic Party. \"As an American citizen who cares deeply about our country, if there are issues that have less to do with the specifics of some legislative proposal or battle but go to core questions about our values and our ideals, and if I think that it's necessary or helpful for me to defend those ideals, then I'll examine it when it comes,\" he said. Speaking at a news conference at the Asia-Pacific Economic Cooperation summit in Lima, Peru, Obama — on his last foreign tour — was at times reflective and humorous, candidly discussing his views on the United States' position as a world leader and touching on the strife within his own party. Play Obama on Post-Presidential To-Do List: 'I Have to Take Michelle on Vacation' 1:35 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161121022102if_/http://www.nbcnews.com/widget/video-embed/813791299619\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Obama reiterated his administration's commitment to policies like the Trans-Pacific Partnership trade agreement and the Paris climate change deal, while doling out advice for the future Democratic leaders. \"I'm not worried about being the last Democratic president, not even for a while,\" he said. \"And I say that not being cute — the Democratic nominee won the popular vote.\" He later advised against the apocalyptic tone that has come to characterize the Democratic Party in the wake of Hillary Clinton's loss on Election Night. Related: China's Xi Calls for 'Smooth Transition' in Relationship With U.S. \"My advice to Democrats is know what you care about and what you stand for and fight for your principles, even if it's a hard fight,\" Obama said. President Barack Obama at a news conference Sunday at the conclusion of the APEC Summit in Lima, Peru. Kevin LaMarque / Reuters \"If there are areas where the new administration is doing something that's going to be good for the American people, find a way to work with them,\" he said. \"If you think it's going to be a problem, then say so and make the argument.\" Earlier in the evening, Obama met briefly with Russian President Vladimir Putin and, despite what he described as a \"candid and courteous\" meeting, he said he's not optimistic about the prospects of a Syrian peace agreement in the short term. Obama said he was \"very clear about the strong differences we had on policy.\" \"The issue of the elections did not come up because that's behind us,\" he said. Instead, Obama said, he focused on the \"bloodshed and chaos\" that has destroyed Aleppo and bolstered the Assad regime, and he reiterated the need to arrive at a humanitarian cease-fire in Syria. Chelsea Bailey ",
    "title": "Obama Says He'll Give Trump a Chance, Even If He Attacks Legacy - NBC News"
   },
   {
    "entities": [
     "lalwani",
     "right now",
     "narendra",
     "delhi",
     "trump",
     "ivanka",
     "u.s.",
     "january",
     "express",
     "consultants",
     "sikder",
     "devasi",
     "morning",
     "ayesha",
     "america",
     "times",
     "bhakta",
     "2014",
     "venkataraman",
     "jr.",
     "york",
     "north",
     "photo",
     "armani",
     "towers",
     "sharad",
     "sagar",
     "nationalist",
     "chordia",
     "ritz",
     "nair",
     "last week",
     "lang",
     "the",
     "property",
     "consulate",
     "rishi",
     "$1.5 billion",
     "pawar",
     "united",
     "mehta",
     "standard",
     "facebook",
     "organization",
     "35 percent",
     "october",
     "new",
     "partha",
     "tribeca",
     "twitter",
     "congress",
     "states",
     "party",
     "n.j.",
     "carlton",
     "barry",
     "mohan",
     "lipton",
     "modi",
     "ramesh",
     "tomorrow",
     "kapoor",
     "$25 million",
     "donald",
     "indian",
     "the past decade",
     "developers",
     "ellen",
     "eric",
     "washington",
     "university",
     "jones",
     "pune",
     "business",
     "ranbir",
     "india",
     "vijayta",
     "lasalle",
     "edison"
    ],
    "id": 12,
    "text": "Privacy Policy Mr. Trump’s five current projects in India are worth around $1.5 billion, making it Mr. Trump’s most active development market outside North America, Mr. Mehta, the managing director at Tribeca Developers and the Trump Organization’s representative in India, told The Indian Express last week. In most cases, Mr. Trump does not invest in the projects, but instead allows the developers to use his name in return for an undisclosed sum in royalties, according to industry analysts. Though each agreement is structured differently, in many cases the brand receives a percentage of sales, meaning Mr. Trump stands to benefit directly from increased revenues. Publicity materials focus heavily on Mr. Trump and his family. One pitch promises that “the experience of owning a Trump-branded property and living the Trump lifestyle is unparalleled.” Customers requesting information about the units receive an email illustrated with a large photograph of Ivanka Trump, Mr. Trump’s elder daughter, seated thoughtfully before a window. The Trump name, Sagar Chordia told The Business Standard, is so valuable that apartments in the towers sell for 35 percent more than comparable apartments in other developments. Similar projects have been undertaken by Armani, the Four Seasons and the Ritz Carlton, said Ramesh Nair, the international director at Jones Lang LaSalle Property Consultants, a global real estate company. “It’s a branding project,” Mr. Nair said. “There is no skin in the game. You are lending your name. You give some specifications for the project. And you will generate some free publicity.” Photo Trump Towers Pune in Pune, India. Credit Ayesha Venkataraman But sharing your brand name with Indian developers could backfire. Over the past decade, many unscrupulous developers here allowed projects to stall midway for lack of ready capital and used home buyers’ deposits to begin work on the next project, leaving families stripped of their savings to protest helplessly. Advertisement Continue reading the main story Mr. Nair said Mr. Trump so far had partnered with well-regarded firms, but warned that a poor choice could damage not only Mr. Trump’s reputation, but that of the United States, given the corruption typical of Indian land deals. “If that small university can get him into trouble, you can imagine what could happen with India’s ‘squeaky-clean’ real estate sector,” Mr. Nair said, referring to the fraud lawsuit against Trump University, which Mr. Trump settled last week for $25 million. “Tomorrow they could have 100 buyers standing outside the U.S. Consulate, saying, ‘Give me back my money.’” Industry observers differed on whether Mr. Trump’s brand image would help increase real estate sales. India’s luxury housing market has been weak for years, and has been further damaged by a new government drive to stamp out untaxed cash transactions. So far, some boldface names have reportedly purchased units at the Trump Towers Pune, including the Bollywood actors Rishi Kapoor and Ranbir Kapoor . The Chordia family, which has close ties to Sharad Pawar, the chief of India’s Nationalist Congress Party, is particularly enthusiastic in its embrace of Mr. Trump. Mr. Trump has made targeted appeals to Indian-Americans for financial support, holding a major fund-raising event in October in Edison, N.J. , a city with a large number of Indian residents, where Mr. Trump called himself a “a big fan of Hindu.” On the morning of the election, Sagar Chordia described giving a party for 800 people in honor of Mr. Trump’s first visit there, in 2014. Vijayta Lalwani, a local journalist who interviewed Sagar Chordia as the final results came in, described him as “ecstatic.” Mr. Bhakta, the former consultant to Trump’s development group, said he was confident that more collaborations were forthcoming. He said Mr. Trump’s son Donald Trump Jr. has typically taken the lead on advancing deals in India, but that the president-elect also spends ample time with Indian partners. Advertisement Continue reading the main story “Every time I have been there with clients from India, we always have a heart-to-heart with Senior,” he said. “He is very much passionate about the India story.” Many in Pune said they believed demand for the apartments would rise. Mohan Devasi, 21, a laborer, said he had been impressed by Mr. Trump when he “caught a glimpse of him” in Pune in 2014. He had heard Mr. Trump was a “a close friend of Narendra Modi” and that he had promised to take a hard line on Muslims. “He is right now the American president, which means he is the most powerful person in the world,” said Partha Sikder, 25. “He’ll have that liberty. People will obviously want the apartments more.” Mr. Trump’s real estate partners are also taking steps to keep the focus on the president-elect. Sagar Chordia told reporters from The Indian Express that he is planning to attend Mr. Trump’s inauguration in January. Ayesha Venkataraman reported from Pune, India; Ellen Barry from New Delhi; and Eric Lipton from Washington. Follow The New York Times’s politics and Washington coverage on Facebook and Twitter , and sign up for the First Draft politics newsletter . ",
    "title": "Indian Business Partners Hope to Exploit Their Ties to Donald Trump - The New York Times"
   },
   {
    "entities": [
     "romney",
     "trump",
     "gen",
     "news",
     "u.s.",
     "chris",
     "&",
     "wilbur",
     "schumer",
     "michael",
     "kris",
     "2012",
     "bolton",
     "giuliani",
     "kobach",
     "john",
     "manhattan",
     "senate",
     "u.n.",
     "nikki",
     "marine",
     "midtown",
     "sunday",
     "obama",
     "inauguration day",
     "pompeo",
     "bob",
     "york",
     "tower",
     "department",
     "mitt",
     "thursday",
     "ted",
     "rick",
     "friends",
     "sessions",
     "last week",
     "facebook",
     "friday",
     "white",
     "mike",
     "new",
     "christie",
     "house",
     "saturday",
     "alabama",
     "twitter",
     "perry",
     "jersey",
     "state",
     "texas",
     "cruz",
     "press",
     "n.j.",
     "the weekend",
     "gop",
     "fox",
     "cia",
     "associated",
     "islam",
     "pence",
     "corker",
     "flynn",
     "donald",
     "bedminster",
     "tennessee",
     "haley",
     "james",
     "ross",
     "monday",
     "this weekend",
     "2016",
     "rudy",
     "kansas",
     "corps",
     "jeff",
     "chuck",
     "carolina",
     "south",
     "mattis"
    ],
    "id": 13,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump’s White House transition effort is starting to look like a 2016 GOP presidential primary reunion, with former rival Rick Perry scheduled for talks Monday as part of an apparent effort to mend fences and build party unity ahead of Inauguration Day. On Sunday, New Jersey Gov. Chris Christie, a primary rival-turned Trump backer, was part of a parade of officials who visited the president-elect, who moved his transition team's headquarters for the weekend from Manhattan to Trump’s private golf club in Bedminster, N.J. The most high-profile visit this weekend was the arrival Saturday of former GOP presidential nominee Mitt Romney, who during the 2016 campaign called Trump a “fraud” and publically backed several of the other 16 major candidates whom Trump vanquished in the primary. Trump, a first-time candidate, in turn called Romney a “choke artist” for his failed 2012 White House bid against President Obama. Both men suggested their roughly 90-minute meeting went well. But it remains unlcear whether apologies were exchanged or if Romney is interested in the secretary of state post. “They did have some private time together, and you can ask either one of them what they talked about,” Vice President-elect Mike Pence told “Fox News Sunday.” However, Pence did confirm the widely-held assumption that Romney is indeed being considered to run the State Department, as Trump attempts to fill dozens of Cabinet-level posts and other high-level jobs. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → He also said that Trump \"wants to focus out of the gate\" on repealing \"ObamaCare\" -- a plan that new Senate Minority Leader Chuck Schumer, a New York acquaintance of Trump’s, told “Fox News Sunday” that he’ll strongly oppose. Other contenders for secretary of state are said to be former U.N. Ambassador John Bolton, Tennessee Sen. Bob Corker and South Carolina Gov. Nikki Haley, who met with Trump on Thursday. Trump on Saturday also met with retired Marine Corps Gen. James Mattis, a possible candidate for defense secretary. He later said on Twitter that Mattis was “very impressive” and called him a “true General's General!\" Also Sunday, Trump met with billionaire investor Wilbur Ross, a possible secretary of commerce; former New York Mayor Rudy Giuliani, who is also purportedly in the running for secretary of state; and Kansas Secretary of State Kris Kobach. Kobach served as an adviser to the Trump campaign on immigration issues and has a background in designing laws cracking down people who are here illegally. Texas Sen. Ted Cruz, a finalist in the hard-fought GOP primary, last week visited Trump at Trump Tower in midtown Manhattan. “I think we had a very good and productive conversation about how we can work together to really deliver on the promises made to people,” Cruz said afterward on Fox News’ “Fox & Friends.” On Friday, Trump picked Alabama Sen. Jeff Sessions for attorney general and Kansas Rep. Mike Pompeo to head the CIA, signaling a sharp rightward shift in U.S. security policy as he begins to form his Cabinet. Trump also named retired Lt. Gen Michael Flynn as his national security adviser. A former military intelligence chief, Flynn has accused the Obama administration of being too soft on terrorism and has cast Islam as a \"political ideology\" and driver of extremism. The Associated Press contributed to this report. Advertisement ",
    "title": "Trump's White House transition also aims at party unity, mending fences | Fox News"
   },
   {
    "entities": [
     "antonio",
     "baton",
     "mcmanus",
     "local time",
     "rouge",
     "morning",
     "earlier this month",
     "taylor",
     "email",
     "minnesota",
     "late sunday",
     "sept. 11, 2001",
     "military",
     "sunday",
     "louisiana",
     "abbott",
     "des",
     "moines",
     "november 20, 2016",
     "now",
     "marconi",
     "facebook",
     "benjamin",
     "print",
     "greg",
     "12:30 p.m.",
     "twitter",
     "texas",
     "this this day",
     "san",
     "william",
     "dallas",
     "center",
     "ivy",
     "associated",
     "recently",
     "medical",
     "earlier sunday",
     "11:45 a.m.",
     "press"
    ],
    "id": 14,
    "text": "Police hunting suspect after Texas officer gunned down while writing traffic ticket Published               November 20, 2016 Facebook 0 Twitter 0 livefyre Email Print   San Antonio police are hunting a gunman after an officer was executed in his patrol car as he was writing a traffic ticket on Sunday morning. Related Image Expand / Contract Det. Benjamin Marconi was shot and killed while writing a ticket in his patrol car on Sunday. (SAPD) The officer, 50-year-old Det. Benjamin Marconi, was shot after he pulled a driver over for an unspecified traffic infraction near police headquarters at around 11:45 a.m. local time, San Antonio Police Chief William McManus said during a news conference. While Marconi sat in his patrol car writing a ticket, a second vehicle pulled up behind him. The killer emerged from the second car and fired at Marconi through the passenger-side window of the squad car. The gunman then reached inside the car and fired a second shot at Marconi before walking back to his car and fleeing the scene through the police department parking lot. Both shots fired at Marconi, a 20-year veteran, hit him in the head, McManus said. Marconi was pronounced dead at San Antonio Military Medical Center at 12:30 p.m., FOX29 reported . \"This is everyone's worst nightmare. You never want to see anything like this happen,\" said McManus, who then ticked off several other cities that recently had police officers targeted and killed. \"Unfortunately, like Dallas, like Baton Rouge, it's happened here now.\" DEPUTY RESPONDING TO SUSPICIOUS PERSON CALL IS KILLED Police released a still image of the suspected gunman’s vehicle speeding away from police headquarters. Authorities were still looking through video footage to help identify the gunman. McManus said police did not believe the driver who was stopped by Marconi had any relationship with the gunman. Late Sunday, police released an image of a person they said might have information on the murder. \"We consider this suspect to be extremely dangerous and a clear threat to law enforcement officers and the public,\" said McManus, who added that after the shooting officers had been instructed to not make traffic stops alone. The chief said investigators are looking into all leads and motives, including whether it could be related to an officer-involved shooting earlier Sunday in the city. In that incident, McManus said, police fatally shot a man who pointed a gun at officers outside an apartment following a seven-hour standoff. \"Hopefully, we'll solve this one real quick,\" McManus said. Some streets downtown were blocked off with police tape as officials investigated the slaying. The shooting came less than five months after a gunman killed five officers in Dallas who were working a protest about the fatal police shootings of black men in Minnesota and Louisiana. It was the deadliest day for American law enforcement since Sept. 11, 2001. Ten days after the Dallas attack, a man wearing a ski mask and armed with two rifles and a pistol killed three officers near a gas station and convenience store in Baton Rouge, Louisiana. And earlier this month, two Des Moines, Iowa-area police officers were fatally shot in separate ambush-style attacks while sitting in their patrol cars. \"It's always difficult, especially in this this day and age, where police are being targeted across the country,\" McManus said. Texas Gov. Greg Abbott called the slaying a \"horrific act of violence.\" Abbott said in a statement that \"attacks against law enforcement officers will not be tolerated in Texas and must be met with swift justice.\" San Antonio Mayor Ivy Taylor extended condolences to the family of the slain officer and the entire police force. The Associated Press contributed to this report. Advertisement ",
    "title": "Police hunting suspect after Texas officer gunned down while writing traffic ticket | Fox News"
   },
   {
    "entities": [
     "trump",
     "summer",
     "november 20",
     "helena",
     "historical",
     "people",
     "palm",
     "mcdermid/reuters",
     "barron",
     "manhattan",
     "mcclatchy",
     "sunday",
     "association",
     "obama",
     "york",
     "tower",
     "post",
     "september 2015",
     "martha",
     "now",
     "melania",
     "club",
     "fla.",
     "harrison",
     "anita",
     "united",
     "lauren",
     "white",
     "beach",
     "new",
     "house",
     "early sunday",
     "kumar",
     "anna",
     "at 5:31 pm",
     "states",
     "adriana",
     "henry",
     "william",
     "brendan",
     "nbc",
     "today",
     "mar-a-lago",
     "april 21",
     "george",
     "donald",
     "washington",
     "magazine",
     "michelle",
     "ralph",
     "jason",
     "miller",
     "future"
    ],
    "id": 15,
    "text": "Donald Trump confirms that wife Melania and son Barron will stay in New York after the presidential inauguration The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Helena Andrews-Dyer November 20 at 5:31 PM Follow @helena_andrews Donald Trump listens as his wife, Melania Trump, answers a question during an interview on NBC’s “Today” show in New York on April 21. (Brendan McDermid/Reuters) This post has been updated. President-elect Donald Trump confirmed Sunday that future first lady Melania Trump and their 10-year-old son, Barron, will remain in New York after he becomes president, as first reported in the New York Post . When asked about the family’s relocation plans post inauguration Trump, 70, told reporters that he would immediately settle into the executive mansion and that Mrs. Trump and his youngest son, a fourth grader at a Manhattan prep school, would move “Very soon. After he’s finished with school,” according to McClatchy White House Correspondent Anita Kumar . Trump transition spokesman Jason Miller confirmed that there was “obviously a sensitivity to pulling out a 10-year-old in the middle of the school year.” “The campaign has been difficult for Barron, and she is really hoping to keep disruption to a minimum,” an unidentified person “close to Trump’s transition team” told the New York Post in an article published online early Sunday. Melania Trump’s decision to not to live in the White House, at least for now, appears unprecedented. Nearly every first lady has taken up residence there. According to the White House Historical Association, George Washington and his wife, Martha Washington, did not live in the White House because it hadn’t been built yet. Also, first lady Anna Harrison, whose husband, William Henry Harrison, was the ninth president of the United States, never moved into the executive mansion because her husband died one month after his swearing-in. President-elect Donald Trump has expressed interest in spending time regularly at his penthouse at Trump Tower in New York. Here are some changes that could happen in order to make that request a reality. (Adriana Usero/The Washington Post) Melania Trump, 46, told People magazine  in September 2015 that her primary role was not as a campaigner or a political figure but as a mother to Barron, the youngest of the five Trump children, echoing a sentiment expressed by self-described “mom in chief” Michelle Obama when her husband was first elected president. “My husband is traveling all the time,” Trump said. “Barron needs somebody as a parent, so I am with him all the time.” A rare figure on the campaign trail, Melania Trump remains a mystery to most. We know she thinks her husband has a “good heart” and is a “great negotiator,” that she plans to take on cyberbullying as first lady and that the white jumpsuit she wore during her husband’s presidential victory speech was designed by Ralph Lauren. But not much else. The question of whether she planned to move to Washington after her husband’s swearing-in had been batted around since the summer . Donald Trump reportedly plans to spend as much time as possible at the couple’s tony penthouse at Trump Tower in Manhattan and at his private Mar-a-Lago Club in Palm Beach, Fla.   ",
    "title": "Donald Trump confirms that wife Melania and son Barron will stay in New York after the presidential inauguration - The Washington Post"
   },
   {
    "entities": [
     "tableau",
     "the next morning",
     "trump",
     ", late morning",
     "2020",
     "balkans",
     "night",
     "8 p.m.",
     "sapna",
     "image",
     "reddit",
     "times",
     "america",
     "family",
     "maheshwari",
     "austin",
     "york",
     "values",
     "images",
     "north",
     "thursday",
     "coach",
     "about noon",
     "facebook",
     "united",
     "nov. 10",
     "nov. 9",
     "new",
     "j.",
     "several hours later",
     "the day",
     "twitter",
     "9 a.m.",
     "states",
     "jersey",
     "hughes",
     "tucker",
     "today",
     "robertson",
     "fox",
     "anti-trump",
     "software",
     "george",
     "donald",
     "google",
     "eric",
     "soros",
     "afternoon",
     "usa",
     "tex.",
     ", 12:49 a.m.",
     "sean"
    ],
    "id": 16,
    "text": "How Fake News Goes Viral: A Case Study By Sapna Maheshwari Image Images posted on Twitter by a marketer in Austin, Tex., the day after the presidential election. Credit Eric Tucker, a 35-year-old co-founder of a marketing company in Austin, Tex., had just about 40 Twitter followers. But his recent tweet about paid protesters being bused to demonstrations against President-elect Donald J. Trump fueled a nationwide conspiracy theory — one that Mr. Trump joined in promoting.  Mr. Tucker's post was shared at least 16,000 times on Twitter and more than 350,000 times on Facebook. The problem is that Mr. Tucker got it wrong. There were no such buses packed with paid protesters. But that didn't matter. While some fake news is produced purposefully by  teenagers in the Balkans  or  entrepreneurs in the United States  seeking to make money from advertising, false information can also arise from misinformed social media posts by regular people that are seized on and spread through a hyperpartisan blogosphere. Here, The New York Times deconstructs how Mr. Tucker’s now-deleted declaration on Twitter the night after the election turned into a fake-news phenomenon. It is an example of how, in an ever-connected world where speed often takes precedence over truth, an observation by a private citizen can quickly become a talking point, even as it is being proved false. Nov. 9, shortly after 8 p.m. Eastern Image CreditSnopes Mr. Tucker, who had taken photos of a large group of buses he saw near downtown Austin earlier in the day because he thought it was unusual, saw reports of protests against Mr. Trump in the city and decided the two were connected. He posted three of the images with the declaration: “Anti-Trump protestors in Austin today are not as organic as they seem. Here are the busses they came in. #fakeprotests #trump2016 #austin” Mr. Tucker said he had performed a Google search to see if any conferences were being held in the area but did not find anything. (The buses were, in fact, hired by a company called Tableau Software, which was holding a conference that drew more than 13,000 people.) “I did think in the back of my mind there could be other explanations, but it just didn’t seem plausible,” he said in an interview, noting that he had posted as a “private citizen who had a tiny Twitter following.” He added, “I’m also a very busy businessman and I don’t have time to fact-check everything that I put out there, especially when I don’t think it’s going out there for wide consumption.” Nov. 10, 12:49 a.m. Eastern Image Credit Several hours later, the first important step occurred. Mr. Tucker’s tweet was posted to the main Reddit community for Mr. Trump under the heading: “BREAKING: They found the buses! Dozens lined up just blocks away from the Austin protests.” It quickly generated more than 300 comments, some of which blamed the protests on George Soros, the liberal billionaire philanthropist, who is a frequent target of the group. Nov. 10, around 9 a.m. Eastern The next morning, the frenzy began. A user on Free Republic, a conservative discussion forum, linked to the Reddit thread about Mr. Tucker’s post, increasing the attention and spreading it further into the online world. Later, Facebook pages like Robertson Family Values, which is named for but not affiliated with the stars of “Duck Dynasty,” and Donald Trump Commander in Chief 2020, linked to the Free Republic discussion. Those posts were shared more than 5,000 times each, and more than 300,000 Facebook users have linked to the Free Republic thread. Image Credit Nov. 10, late morning through the afternoon Sean Hughes, the director of corporate affairs for the bus company Coach USA North America, said he learned about the rumor involving its vehicles after receiving a couple of curious emails and hearing from a friend in New Jersey who had seen the claim on Facebook and wanted to know if it was true. A reporter at the Fox television station in Austin contacted Mr. Hughes later that day, and he responded with a statement noting that “at no point were Coach USA buses involved in the Austin protests.” But that did little to stem the online furor. “That reporter said, ‘You’re probably going to get a lot more phone calls because it’s all over the place,’” Mr. Hughes said in an interview on Thursday. “You’re the second journalist to actually call me to see what was going on, no bloggers or anything, and we’re easily accessible on our website,” Mr. Hughes said. He added, “I just kind of wish people looked into facts before they go ahead and do something like that, because it could be easily debunked based on a quick phone call or two, or a couple emails.” During this time, Mr. Tucker was replying to queries on Twitter about whether he had proof to support his claim. He confirmed in a post that he “did not see loading or unloading” but that the buses were “quite near protests at right timing.” That admitted lack of evidence, however, had little effect. By about noon, Mr. Tucker’s initial post had been retweeted and liked more than 5,000 times. There was more to come. @stevendenoon I did not see loading or unloading. There were even more busses than in pics. Quite near protests at right timing. ",
    "title": "How Fake News Goes Viral: A Case Study - The New York Times"
   },
   {
    "entities": [
     "shares",
     "trump",
     "golf",
     "news",
     "u.s.",
     "c.",
     "--",
     "earlier this week",
     "email",
     "retired",
     "marine",
     ", 3:57 pm",
     "tower",
     "yesterday",
     "congress",
     "staff",
     "earlier this year",
     "martha",
     "november 20, 2016",
     "last week",
     "club",
     "nov 20, 2016",
     "mike",
     "of",
     "new",
     "j.",
     "abc",
     "petraeus",
     "defense",
     "jersey",
     "saturday",
     "jack",
     "national",
     "harry",
     "keane",
     "today",
     "joint",
     "david",
     "army",
     "pence",
     "truman",
     "george",
     "raddatz",
     "james",
     "donald",
     "bedminster",
     "nov. 19, 2016",
     "central",
     "command",
     "marshall",
     "corps",
     "chiefs",
     "mattis"
    ],
    "id": 17,
    "text": "James Mattis Has Emerged as a Favored Contender for Defense Secretary By Martha Raddatz Nov 20, 2016, 3:57 PM ET 0 Shares Star Mike Segar/Reuters President-elect Donald Trump (L) and Vice President-elect Mike Pence (R) greet retired Marine General James Mattis for a meeting at the main clubhouse at Trump National Golf Club in Bedminster, New Jersey, Nov. 19, 2016. 0 Shares Email Retired Marine Corps Gen. James \"Mad Dog\" Mattis, has emerged as a favored contender for nomination as secretary of defense in the Trump administration, ABC News has learned, winning strong public praise from the president-elect and an endorsement from retired Gen. Jack Keane. Keane, who met with Trump earlier this week at Trump Tower, told ABC News that he was offered the job as secretary of defense but withdrew his name from consideration because of other commitments and personal reasons. (He lost his wife earlier this year). Trump transition officials would not confirm whether an offer was made but indicated the president-elect had been very interested in Keane, even as he expressed reluctance to accept a cabinet appointment. Keane told ABC that at the meeting last week he recommended Mattis and retired Gen. David Petraeus to the president-elect as candidates for the defense secretary job. Trump met with Mattis on Saturday at Trump's estate in Bedminster, New Jersey, after which Trump said the retired general, who formerly headed the U.S. Central Command, was \"the real deal.\" Today, Trump tweeted that Mattis \"is being considered for secretary of defense.\" General James \"Mad Dog\" Mattis, who is being considered for Secretary of Defense, was very impressive yesterday. A true General's General! — Donald J. Trump (@realDonaldTrump) November 20, 2016 Federal law requires that defense secretary appointees are at least seven years removed from active duty, so an appointment of Mattis would require a waiver from Congress, if he were nominated and confirmed. Such an action is not without precedent. Gen. George C. Marshall, who served as Army chief of staff and as a member of the Joint Chiefs of Staff during World War II , needed a waiver to serve as secretary of defense under President Harry Truman . He is believed to be the last defense secretary who needed a waiver. 0 Shares ",
    "title": "James Mattis Has Emerged as a Favored Contender for Defense Secretary - ABC News"
   },
   {
    "entities": [
     "prymula",
     "30 minutes on saturday",
     "june",
     "right now",
     "wednesday",
     "rachael",
     "trump",
     "wadsworth",
     "news",
     "rowlett",
     "mo.",
     "on",
     "2015",
     "michael",
     "lowder",
     "greenville",
     "morning",
     "the 1970s",
     "present",
     "zuckerberg",
     "knapp",
     "mark",
     "clinton",
     "the year",
     "november 18, 2016",
     "samuel",
     "30 minutes on tuesday",
     "now",
     "this year",
     "ill.",
     "jackie",
     "emily",
     "facebook",
     "carmen",
     "tin",
     "neigum",
     "greg",
     "the day",
     "s.c.",
     "twitter",
     "prack",
     "city",
     "texas",
     "monica",
     "denies",
     "jeffers",
     "molla",
     "evan",
     "hillary",
     "fake",
     "brubaker",
     "cia",
     "todd",
     "garrity",
     "npr",
     "donald",
     "mcmullin",
     "jenkins",
     "google",
     "eskin",
     "susan",
     "2016",
     "cnn",
     "kansas",
     "rani"
    ],
    "id": 18,
    "text": "Dan Sipple/Ikon Images/Getty Images Dan Sipple/Ikon Images/Getty Images Rachael Garrity posted a farewell message on Facebook. She told her \"friends\" — that's how she puts it in an email to NPR, in quotes — that she would delete her account. An email from her son followed: Are you OK? \"I am finding Facebook to have a negative impact on my continuing to keep a positive feeling regarding some of the people I have known longest and cherish most,\" writes Garrity, who has worked in not-for-profit marketing and publishing since the 1970s. I unfriended nearly everyone. ... I am building my own wall now. Susan Brubaker Knapp Garrity was one of more than 150 people who have shared their stories with NPR, recapping how they are recalibrating their attitude toward social media after this year's election. Donald Trump's surprise victory ended an emotional roller-coaster of a presidential race, which has left Facebook, Google and Twitter scrambling to rein in a proliferation of fake news and harassing behavior . \"What was really shocking to me was how many people who I consider to be smart were sharing things that were not so smart, definitely obviously fake but matched whatever viewpoint that they pushed or agreed with,\" says Michael Lowder. He's Garrity's grandson — and he shared her story with NPR because, true to her word, she has quit Facebook, where NPR posted the call-out . Article continues after sponsorship From Hate Speech To Fake News: The Content Crisis Facing Mark Zuckerberg As for himself, Lowder has no plans to abandon social media — and a few people wrote in to say they are actually doubling down, regretting not speaking out more before the election, or feeling freed to speak their minds now that Trump is president-elect, or finding support in like-minded communities. But the vast majority of emails — some of them nearing 1,000 words in length — read like testimonials to a therapist: I'm having a hard time focusing. I have questioned my friendships. I can't stop scrolling. I'm exhausted. One email to NPR ended with: \"It was good to get that off my chest.\" People are turning off TVs (one even canceled her cable — mass media are not off the hook, either), deleting social apps from their phones, rationing time spent on Facebook and Twitter, and shrinking their digital friend lists. Facebook felt like a summit on a frustrating, drawn-out illness, all of my friends doctors of their own dogma. Emily Prymula, Wadsworth, Ill. Facebook is a source of news for a majority of American adults , but in the vitriol and propaganda of the 2016 election, its proverbial public square for many users has devolved into a never-ending Thanksgiving-dinner debate — or an omnipresent Speakers' Corner . As Lowder says his father put it, opining on social media is the equivalent of shouting off a soapbox in the street: a declaration, rather than discussion. This view, of course, cuts against the way Facebook views itself. \"Friends and family come first\" was said to be its guiding value in a shakeup of the News Feed algorithm revealed in June . Susan Brubaker Knapp writes: \"The day after the election, the hate and darkness got to be too much. I unfriended nearly everyone. Now I have three friends: my husband and children. ... I do hold (Facebook) responsible for helping to spread disinformation that contributed to both the election results and the level of vitriol and hate in this country. I am building my own wall now.\" A similar sentiment from Todd Neigum: \"(The election) simply turned me off of Facebook. I started by unfollowing people I've known for 40 years. Neighbors, friends, family doesn't mean I have to wade through untold numbers of gloating, trashtalking, flamethrowing posts.\" Much of the consternation does come from the supporters of Hillary Clinton, who find themselves inundated and overwhelmed by news about a candidate they oppose. But then there are people like Tin Samuel, a tech consultant from Kansas City, Mo., who did vote for Trump. Zuckerberg Denies Fake News On Facebook Had Impact On The Election Back in 2015, Samuel set up a second profile, splitting his closest connections from more professional ones, theoretically carving out a space to comfortably express his opinion. It hasn't worked out that way, he writes, as people who disagree with him \"lob insults\" and he has found he's censoring himself on both profiles: \"It's not just strangers that are engaging in this kind of behavior. It's people I've known for 20 years. ... It's one thing when you're insulted by a stranger on an NPR or CNN newsfeed. It's quite another when you're being threatened by someone who knows where you live. ... \"For the rest of the year at least, I'm going to stop talking about politics altogether online, and focus on the topics and things that I find more interesting. Technology, silly cat memes, Brazilian dance music, and food videos. You know, all that stuff the internet was always supposed to be about to begin with.\" And actually, a few people have reported creating a dual presence on the platform, turning to a new profile void of political pages and opinionated friends or family. Writes health care worker Jackie Prack from Greenville, S.C.: \"The election was the last straw for me. In the days after, all I saw was hate. From both sides. ... I decided that day to get rid of my original Facebook and create my 'new' Facebook ... full of running, bikes, breweries, cat videos, satire, art, music, hiking, food, and good people. ... If the world is falling apart, my head is solidly in the sand right now ... and it's nice down here.\" Rationing of social media time has been a common response, too. Clicking on Facebook in the morning is like blunt trauma to the brain https://t.co/Q5hzgum1jx — Rani Molla (@ranimolla) November 18, 2016 Greg Jeffers, a teacher from Rowlett, Texas, describes himself as a \"deeply religious\" person and a social conservative — he voted for Evan McMullin , a former CIA officer who is a Mormon. Jeffers says before the election, he obsessively shared \"every article I was reading on Facebook\" and getting into arguments with friends and friends of friends, who as conservatives supported Trump. Unlike many users struggling to burst or embrace ideological bubbles formed on Facebook, Jeffers faced a different challenge: \"Since (Trump) won, I realized I would have at least four more years of being ideologically separated from my tribe. I also realized that I had become a meaner, more cynical person. ... \"I decided not to totally delete Facebook. It really is a good way to stay in touch with people. But, I did decide to have my wife change my password. And I decided that I would allow myself an hour a week (30 minutes on Saturday and 30 minutes on Tuesday or Wednesday) to peruse Facebook and stay caught up.\" Jeffers writes that he's thinking of shifting his time from Facebook arguments to something practical, spending time with his wife and daughters, his students, his church family. \"Maybe I can, through my church, teach ESL to refugees,\" he writes. Did Social Media Ruin Election 2016? And then there's Emily Prymula from Wadsworth, Ill., who says, in her rebound from social media overdose, she began researching how to run for local elected office: \"I can't make a difference or change someone's opinion through a Facebook discussion, but I can do so through being present in my community.\" She describes herself as an independent, which she says turned her news feed into an \"ideological battleground\": \"Facebook felt like a summit on a frustrating, drawn-out illness, all of my friends doctors of their own dogma, trying to convince one another that their preferred course of treatment had less severe side effects and a better long-term outcome for the patient. ... I turned off my notifications, and vowed to only post positive news about my life for my family and friends.\" Monica Eskin makes an interesting observation: \"There is a reason that voting is anonymous: so it doesn't destroy your ability to live with your neighbors. As their neighbor I know less about them than I do as their (Facebook) friend, and maybe that's the way it is supposed to be with your neighbors and coworkers, etc.\" But of course, many emails make the counter-point: \"Let's be honest, most political conversation happens on social media these days ... for better or for worse,\" writes Carmen Jenkins, who describes herself as a moderate, pro-life, anti-Trump Republican. \"If I want to have a voice in this conversation, I better engage,\" she says. \"I better engage in a way that promotes dialogue rather than shutting it down with judgments and generalizations.\" How effective Jenkins and others like her will be just might determine how social media shapes up (is it too soon to say this?) for the next election. ",
    "title": "After Divisive Election, Overwhelmed Social Media Users Unfriend, Cut Back : All Tech Considered : NPR"
   },
   {
    "entities": [
     "priebus",
     "trump",
     "ivanka",
     "international",
     "november 20",
     "w.",
     "congressional",
     "service",
     "nov. 20",
     "lee",
     "sunday",
     "ye",
     "tower",
     "post",
     "tapper",
     "jake",
     "now",
     "research",
     "last week",
     "current",
     "united",
     "stevenson",
     "peter",
     "mike",
     "hee",
     "white",
     "organization",
     "house",
     "states",
     "nbc",
     "reince",
     "pence",
     "todd",
     "donald",
     "at 11:19 am",
     "washington",
     "hotel",
     "michelle",
     "cnn",
     "first day",
     "chuck",
     "bastien",
     "mumbai"
    ],
    "id": 19,
    "text": "By Michelle Ye Hee Lee November 20 at 11:19 AM Follow @myhlee Vice President-elect Mike Pence and President-elect Donald Trump's chief of staff Reince Priebus on Nov. 20 addressed Trump's potential conflicts of interest. (Bastien Inzaurralde/The Washington Post) President-elect Donald Trump's pick for chief of staff, Reince Priebus, has vowed that White House counsel will ensure Trump avoids all conflicts of interest with his business ventures during his administration. Last week, Trump held a meeting at Trump Tower with three Indian business partners building a Trump property south of Mumbai. His daughter Ivanka Trump, a vice president at the Trump Organization and one of the family members who will be in charge of Donald Trump's businesses after he takes office, attended his meeting last week with the Japanese prime minister. About 100 foreign diplomats met at the Trump International Hotel in Washington last week, and some of them viewed spending money at the president-elect's hotel as an easy, friendly gesture, The Washington Post reported. [ For foreign diplomats, Trump hotel is place to be ] Jake Tapper, host of CNN's “State of the Union,” cited these examples in an interview with Priebus on Sunday and asked: “As White House chief of staff, you're supposed to look out for any political or ethical minefields. Is it seriously the position of the Trump transition team that this is not a huge cauldron of potential conflicts of interest?” “Obviously we will comply with all of those laws and we will have our White House counsel review all of these things,” Priebus said. “We will have every 'i' dotted and every 't' crossed, and I can assure the American people that there wouldn’t be any wrongdoing or any sort of undue influence over any decision-making.” [ Why Donald Trump’s family being in the White House is problematic, explained ] According to the Congressional Research Service , there is “no current legal requirement that would compel the President to relinquish financial interests because of a conflict of interest.” Donald Trump has a lot of potential conflicts of interest as president – but there's no law that specifically requires a commander in chief to remove themselves from all of their business interests. The Fix's Peter W. Stevenson explains why presidents usually put their assets in a \"blind trust\" to avoid problems. (Peter Stevenson/The Washington Post) Priebus called it a “truly unique situation” to have a president-elect with such international business interests. Trump “is now going to work toward focusing 24-7 on being president of the United States,” he said on NBC's “Meet the Press.” The Trump White House will set up a legal system to avoid conflicts of interest, Priebus said. “All these rules are going to be followed,” he told host Chuck Todd. “There's going to be no violation of any of these rules, I can assure you of that . . . As we move forward, those matters are going to be clearly spelled out, and you're going to be aware of it.” On CNN, Priebus addressed whether Trump would cancel all federal funding to sanctuary cities on his first day, as he had promised. [ Fact Checker: What exactly are ‘sanctuary cities’ in immigration policy? ] Priebus said that the administration will explore the issue and “resolve some of these major problems happening all across the country” but that federal funding is a “matter of negotiation.” “That’s something for the new administration to decide and something that we’re going to all be working on and looking into,” he said. “But as a general matter, I totally agree . . . the idea that a city would decide to ignore federal law, and then want the federal government to help them anyway, is an inconsistent position for those local governments to continue to engage in. And so I think this is a matter of negotiation.” politics ",
    "title": "Reince Priebus: Trump will avoid conflicts of interest as president - The Washington Post"
   },
   {
    "entities": [
     "gargamel",
     "olivia",
     "gigi",
     "munn",
     "steven",
     "rachel",
     "matt",
     "teyana",
     "interactive",
     "john",
     "currently",
     "chrissy",
     "jr.",
     "york",
     "bella",
     "rick",
     "legend",
     "swift",
     "rexha",
     "ciara",
     "drake",
     "rebecca",
     "bryce",
     "kanye",
     "wahlberg",
     "hadid",
     "today",
     "keke",
     "kendrick",
     "nelson",
     "t.j.",
     "james",
     "karlie",
     "ariana",
     "washington",
     "fetty",
     "cbs",
     "miller",
     "future",
     "lamar",
     "florida",
     "taylor",
     "jenner",
     "ty",
     "selena",
     "blake",
     "justin",
     "mcgraw",
     "dj",
     "donnie",
     "teigen",
     "bay",
     "milla",
     "lady",
     "august",
     "jupiter",
     "gorgeous",
     "hannah",
     "brian",
     "gaga",
     "ama",
     "heidi",
     "hailee",
     "menzel",
     "zoe",
     "seuss",
     "night",
     "minaj",
     "tyka",
     "west",
     "platten",
     "davis",
     "tyler",
     "thorne",
     "now",
     "mendes",
     "new",
     "frankie",
     "wap",
     "mccarthy",
     "palmer",
     "bieber",
     "line",
     "jenny",
     "saldana",
     "kelley",
     "mcdonalds",
     "nicki",
     "georgia",
     "klum",
     "bebe",
     "robert",
     "the year",
     "shawn",
     "steinfeld",
     "harper",
     "downey",
     "pharoah",
     "khaled",
     "inc.",
     "zayn",
     "dolla",
     "yeun",
     "gomez",
     "prince",
     "jovovich",
     "alsina",
     "$ign",
     "grande",
     "idina",
     "ross",
     "tim",
     "bomer",
     "2016",
     "kloss",
     "romijn",
     "hubbard"
    ],
    "id": 20,
    "text": "The Chainsmokers took the stage to sing “Closer.”  James Bay then took the stage to sing “Let It Go.”  Row three of the audience, including Frankie Grande, Matt Bomer, DJ Khaled and Heidi Klum took on the most popular social media trend and did the mannequin challenge -- Pharoah tried to join in, with mixed success.  Transgender model Gigi Gorgeous and singer Bebe Rexha welcomed Shawn Mendes to the stage to sing “Treat You” and “Mercy,” but first, Gorgeous had a message for the crowd. “Today marks the end of transgender awareness week, which celebrates people for who they are and who they’re meant to be,” she said.  Ciara took the stage and joked, “For those of you over 60, EDM is not a medical condition. Electronic music dance music is incredibly addictive and what we’re celebrating in this category.” The award went to the Chainsmokers, who thanked the AMAs for recognizing the EDM genre.  The Weeknd performed his new single “Starboy”  Miss America Savvy Shields and Brian Kelley and Tyler Hubbard of Florida Georgia Line presented the award for Collaboration of the Year, which went to Fifth Harmony and Ty Dolla $ign for “Work from Home.”  T.J. Miller and Olivia Munn presented Favorite Country Song, which went to Tim McGraw for “Humble and Kind.”  Gigi Hadid’s good friends Karlie Kloss presented Ariana Grande and Nicki Minaj, who performed “Side to Side” on a palm-covered tropical set with plenty of shirtless male dancers.  Pharoah recreated Taylor Swift’s popular Apple Music commercial, complete with a blonde bob and a treadmill, before presenting a new Apple Music commercial with Drake.  In the new commercial, Drake is in the weight room working out with a trainer, but when his trainer steps out for a moment, he hits play on Swift’s “Bad Blood” and dances and lip-syncs before getting distracted during a bench press and falling over.   Washington Nationals star Bryce Harper and actress/musician Teyana Taylor presented the award for New Artist of the Year, which went to Zayn. He thanked his family for their support, and was embraced by Hadid, his girlfriend, as soon as he got off stage.  Chrissy Teigen took the stage to introduce her husband John Legend to the stage and bragged that the singer has written about her before: “What can I say? I am very inspiring.” She also referred to the election and said everyone needed some love during this “f***ing s***storm.” Legend sang “Love Me Now” against a backdrop of photos of people embracing each other.  Milla Jovovich introduced Twenty One Pilots, who performed “Heathens” and “Stressed Out” while wearing face masks.  Keke Palmer and Steven Yeun presented Favorite Rap/Hip-Hop Artist, which went to Drake. Drake thanked fellow nominees Future and Fetty Wap during his acceptance speech.  Bella Thorne and Rachel Platten announced Justin Bieber onto the stage. Bieber sang “Let Me Love You” and looked casual in a t-shirt and khakis as audience members cried and took videos on their phones.  Rebecca Romijn and Heidi Klum presented Top Soundtrack, which went to Prince’s “Purple Rain” -- the third time the album won an American Music Award.  Prince’s sister Tyka Nelson accepted the award on his behalf and gave a touching speech, saying, “He is still one of the world’s most respected and loved artists, but what he told me was he wanted to be known as the world’s most prolific songwriters and with 984 titles to his credit and counting, he has done just that. In the words of Prince, ‘With love, honor and respect for every living thing in the universe, separation ceases. And we all become one being, singing one song.’ On behalf of Prince, our wonderful friend, teacher and brother I humbly accept this award.” Nelson choked up toward the end of her speech as she held up her late brother’s trophy.  Matt Bomer introduced his “American Horror Story” co-star Lady Gaga onto the stage, who performed “Million Reasons.” Gaga sat in the middle of a field onstage and looked like a cowgirl in a suede studded outfit as she sang.   Mark Cuban and Idina Menzel presented Favorite Country Duo or Group, which went to Florida Georgia Line, who thanked their fans and thanked God, saying they never want to take their success for granted.  Zoe Saldana presented Favorite Alternative Rock Artist, which went to Twenty One Pilots -- their second of the night.  Pharoah claimed that Kanye West could not come but sent him written rants, and read them aloud with lots of grunts, “Huh, I invented McDonalds -- huh! I’m a better writer than Dr. Seuss, huh. I’m Jupiter’s third moon and Gargamel. The rest of you are Smurfs.”  Green Day took the stage to perform “Bang Bang.”  A clip played of Robert Downey Jr. performing with Sting just before Downey took the stage. The actor joked that he wanted that clip played every time he got on stage. He presented the Award of Merit to Sting and talked about the singer’s music and charity work: “Everyone knows him knows he cares.” Sting took the stage to perform “I Can’t Stop Thinking About You,” “Message in a Bottle” and “Every Breath You Take.” After he sang, he said, “It’s important for me to acknowledge the very real debt I owe to American music. After all, American music lit the musical spark in my young mind.” Sting alluded to the presidential election and said, “The spirit of welcome and inclusion is what made this country the greatest in the world.” He added, “While I may be an Englishman in New York, my musical soul is all American, thank you.” Nicki Minaj, DJ Khaled and August Alsina took the stage to perform “Do You Mind,” and they were quickly joined by Future and Rick Ross. During the song, DJ Khaled reminded the audience several times that it is currently the no. 1 record in the country Blake Jenner and Hailee Steinfeld presented Favorite Pop/Rock Female Artist, which went to Selena Gomez -- her first American Music Award.  “Most of you knew a lot of my life whether I liked it or not and I had to stop because I had everything and I was absolutely broken inside,” she said.   She continued, “I don’t want to see your bodies on Instagram. I want to see what’s in here ... If you are broken, you do not have to stay broken.”  The camera panned to Lady Gaga, who appeared to be crying, as she held her hand over her heart.  Jenny McCarthy and former AMA winner Donnie Wahlberg presented Artist of the Year, which went to Ariana Grande. It was Grande’s third American Music Award. She said she was trying not to cry as she thanked her fans, family and colleagues.  Model Hannah Davis introduced Maroon 5 and Kendrick Lamar onstage to close out the show and perform “Don’t Wanna Know.”  © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "AMAs 2016: Highlights and winners at the American Music Awards - CBS News"
   },
   {
    "entities": [
     "metlife",
     "biggs",
     "leblanc",
     "27 years ago",
     "jordan",
     "akiem",
     "kevin",
     "chicago",
     "john",
     "bears",
     "amos",
     "rashad",
     "stadium",
     "sunday",
     "nov. 20, 2016",
     "young",
     "haugh",
     "jennings",
     "manning",
     "bellamy",
     "rich",
     "tampa",
     "cameron",
     "hicks",
     "campbell-rrb-",
     "alshon",
     "last sunday",
     "braunecker",
     "giants",
     "kyle",
     "photos",
     "reporter",
     "contact",
     "goldman",
     "zach",
     "white",
     "the fourth quarter",
     "sitton",
     "long",
     "adrian",
     "floyd",
     "jeffery",
     "willie",
     "jay",
     "eli",
     "fox",
     "david",
     "josh",
     "recently",
     "howard",
     "leonard",
     "cre'von",
     "eddie",
     "meredith",
     "1:11",
     "tribune",
     "cutler",
     "miller",
     "brad",
     "wilson",
     "marquess",
     "ben"
    ],
    "id": 21,
    "text": "Attrition impossible to ignore, overcome for Bears in scary loss to Giants Photos from the Bears-Giants game at MetLife Stadium on Nov. 20, 2016. David Haugh Contact Reporter Chicago Tribune For eight excruciating minutes, Bears pass rusher Leonard Floyd just lay there on the field at MetLife Stadium , surrounded by doctors, coaches, players, fear and hope. With 6 minutes, 7 seconds left in the Bears' 22-16 loss to the Giants on Sunday, Floyd attempted to tackle running back Rashad Jennings by dropping his head and ramming the crown of his helmet into 336-pound Bears defensive end Akiem Hicks . Floyd bounced off and instantly fell to the turf, lying on his stomach. Everybody waited for Floyd to get up, but he didn't. He stayed still for what seemed like an eternity. As the long wait started, teammates stopped and Bears coaches and executives just stared at the sight of Floyd being immobilized on a backboard. A season devoted to development suddenly found its most important project in peril. Nothing else that happened against the Giants mattered as much. \"It was fairly difficult to (watch),\" Bears defensive end Willie Young said. Added quarterback Jay Cutler: \"When you see something like that, it's scary and puts things in perspective.'' The disappointment of another Bears defeat was compounded Sunday by another round of serious injuries to key players. Four starters left and did not return to the 22-16 loss to the Giants. Outside linebacker Leonard Floyd (neck) and Zach Miller (broken right foot) were the most severely affected. ... The disappointment of another Bears defeat was compounded Sunday by another round of serious injuries to key players. Four starters left and did not return to the 22-16 loss to the Giants. Outside linebacker Leonard Floyd (neck) and Zach Miller (broken right foot) were the most severely affected. ... (Rich Campbell) Bears coach John Fox eased concerns in the locker room by reporting that Floyd showed \"pretty good movement skills\" news that improved later when the rookie was released from a local hospital in time to fly home with the team. Teammates like Young feared the worst until Floyd pumped his fist and flashed a smile as he was being wheeled off the field. \"That's what eased my mind,'' Young said. \"I know what this game means to him.'' What this game meant to the Bears in a lost season paled in comparison. It officially goes down as loss No. 8, but context demands acknowledging the injured bodies piling up even faster than the defeats. That's not making excuses as much as mentioning attrition that Fox had been reluctant to acknowledge until recently — a rash of injuries as bad as he has experienced in coaching. \"I've been doing this a little bit, so it's hard to remember 27 years ago, but it's in the top five, that's for sure,'' Fox said. Sunday's leading ground gainer was the guy driving the medical cart. At this rate, the Bears team doctors will receive MVP votes. It's so bad the Bears should consider replacing the orange \"C\" on their helmets with a red cross. Bears right guard Kyle Long will require two surgeries before he gets back into football action. Long will undergo surgery to repair ligament damage in his right ankle suffered last Sunday in the loss at Tampa. The surgery isn’t considered serious and it will be done before Long has surgery to... Bears right guard Kyle Long will require two surgeries before he gets back into football action. Long will undergo surgery to repair ligament damage in his right ankle suffered last Sunday in the loss at Tampa. The surgery isn’t considered serious and it will be done before Long has surgery to... (Brad Biggs) Besides Floyd, starting cornerback Cre'Von LeBlanc left Sunday's game with a concussion and nose tackle Eddie Goldman never dressed because of a bum ankle. Offensively, the Bears lost tight end Zach Miller to a broken foot and guard Josh Sitton , who limped away with a walking boot on his right foot. All told, as Cutler tried to rally the Bears for the go-ahead touchdown, the offense was missing three of five starting offensive linemen, tight end Miller and wide receivers Kevin White (leg) and Alshon Jeffery (PED suspension). \"It's crazy,'' Cutler said of the missing bodies. On one key third down in the fourth quarter, Cutler's primary receivers were two undrafted free agents: wide receiver Cameron Meredith and rookie tight end Ben Braunecker. Cutler had to look around the huddle and wonder if he was playing in Week 11 or the fourth exhibition game. Blame Cutler for the interception with 1:11 left — his back foot slipping affected the velocity of the pass — but the intended target was Marquess Wilson, hardly a player experienced in making something out of nothing. Put everything on Cutler's shoulders if you wish, out of habit, but more than one play spelled the Bears' demise. Their margin for error remains too thin to drop interceptions (Adrian Amos) and fail to recover muffed punts that bounce into their arms (Josh Bellamy). They can't drop four passes as running back Jordan Howard did. Nor can they let Eli Manning, never known as nimble, use his feet to make game-changing plays. \"Well, you get down the depth chart,'' Fox said of the effects of injuries. \"This is a resilient group, working hard and preparing hard.'' ",
    "title": "Attrition impossible to ignore, overcome for Bears in scary loss to Giants - Chicago Tribune"
   },
   {
    "entities": [
     "fuller",
     "cody",
     "ugarte",
     "johnson",
     "baltimore",
     "emmons-usa",
     "drew",
     "jamie",
     "jeremy",
     "bengals",
     "ford",
     "l",
     "saints",
     "trevor",
     "kluckhohn",
     "ramon",
     "york",
     "jr.",
     "funchess",
     "firstenergy",
     "craig",
     "goff",
     "facebook",
     "beckham",
     "cam",
     "white",
     "doster",
     "cincinnati",
     "buccaneers",
     "matthew",
     "rogers",
     "bills",
     "odell",
     "marco",
     "states",
     "lewis",
     "bryce",
     "brees",
     "ravens",
     "today",
     "ginn",
     "mcdonald",
     "steelers",
     "wallace",
     "devin",
     "nicholson",
     "graham",
     "kurt",
     "pollution",
     "300 pounds",
     "everson",
     "james",
     "legarrette",
     "tennessee",
     "houston",
     "eagles",
     "monday",
     "the first quarter",
     "vance",
     "dorsey",
     "brad",
     "future",
     "wagner",
     "cowboys",
     "carolina",
     "duane",
     "colts",
     "ogletree",
     "jacksonville",
     "cole",
     "seahawks",
     "scott",
     "cleveland",
     "minnesota",
     "nunez-roches",
     "jesse",
     "stadium",
     "jorge",
     "thomas",
     "ted",
     "4:54 p.m. est",
     "joe",
     "ruszkowski",
     "tampa",
     "rodney",
     "bay",
     "mccoy",
     "andre",
     "mehta",
     "giants",
     "the fourth quarter",
     "marcedes",
     "brown",
     "cox",
     "league",
     "east",
     "kirby",
     "san",
     "roberts",
     "national",
     "t.y.",
     "penner",
     "david",
     "oil",
     "coleman",
     "hilton",
     "leonard",
     "wake",
     "bruce",
     "second-quarter",
     "denver",
     "eric",
     "indianapolis",
     "jared",
     "cutler",
     "panthers",
     "charles",
     "share",
     "wilson",
     "raiders",
     "2,",
     "troy",
     "authority",
     "u.s.",
     "titans",
     "detroit",
     "jameis",
     "night",
     "eifert",
     "reyes",
     "miami",
     "the third quarter",
     "browns",
     "wayrynen",
     "emmons",
     "memorial",
     "lucas",
     "america",
     "chicago",
     "bears",
     "west",
     "brandin",
     "kessler",
     "davis",
     "stupar",
     "sunday",
     "philadelphia",
     "olivier",
     "texans",
     "collins",
     "mcleod",
     "tyler",
     "aaron",
     "avendano",
     "patriots",
     "gary",
     "november 20, 2016",
     "heitman",
     "smallwood",
     "newton",
     "adam",
     "glenn",
     "cameron",
     "united",
     "griffen",
     "mike",
     "nate",
     "field",
     "new",
     "quinton",
     "galvin",
     "stephon",
     "jay",
     "dallas",
     "dannell",
     "los",
     "ap",
     "gilmore",
     "jaguars",
     "callahan",
     "dolphins",
     "brevard",
     "angeles",
     "arrowhead",
     "buffalo",
     "oakland",
     "arizona",
     "alec",
     "brace",
     "bank",
     "chiefs",
     "seattle",
     "hanashiro",
     "nj",
     "foster",
     "metlife",
     "hemmelgarn",
     "cooks",
     "cardinals",
     "centurylink",
     "england",
     "this oct.",
     "kelley",
     "vikings",
     "winston",
     "beasely",
     "ellerbe",
     "lee",
     "2005",
     "rutherford",
     "webb",
     "thielen",
     "robert",
     "orleans",
     "bob",
     "vernon",
     "spor",
     "football",
     "sports",
     "rams",
     "blaze",
     "lesean",
     "levi's",
     "at&t",
     "mexico",
     "49ers",
     "nfl",
     "kyle",
     "wynalda",
     "nov 20, 2016",
     "ebron",
     "of",
     "blount",
     "azteca",
     "city",
     "rakeem",
     "b.w.",
     "francisco",
     "gurley",
     "robertson",
     "jimmy",
     "terrance",
     "terada",
     "dial",
     "bobby",
     "todd",
     "the second quarter",
     "martin",
     "fuller-usa",
     "coliseum",
     "ajayi",
     "russell",
     "lions",
     "pittsburgh",
     "raj",
     "tim",
     "usa",
     "rohman",
     "kansas",
     "ken",
     "donnan",
     "wendell"
    ],
    "id": 22,
    "text": "Pollution, altitude could make Azteca Stadium 'devastating' for Raiders, Texans The Oakland Raiders and Houston Texans could face a huge challenge from the local climate. Post to Facebook Pollution, altitude could make Azteca Stadium 'devastating' for Raiders, Texans The Oakland Raiders and Houston Texans could face a huge challenge from the local climate. Check out this story on USATODAY.com: http://usat.ly/2gb0VvL CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 45 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Pollution, altitude could make Azteca Stadium 'devastating' for Raiders, Texans Martin Rogers , USA TODAY Sports 4:54 p.m. EST November 20, 2016 x Share Mexico City is known for its severe pollution and high altitude. So should the NFL even consider the city for future expansion? USA TODAY Sports In this Oct. 2, 2005, file photo, Azteca Stadium in Mexico City, Mexico is shown prior to the start of a regular season NFL game between the Arizona Cardinals and San Francisco 49ers. Eleven years after the network telecast an NFL game from Mexico City, it will do so again when the Raiders \"host\" the Texans on Monday night. (Photo: MARCO UGARTE, AP) MEXICO CITY – As the National Football League seeks to further broaden its international reach with Monday’s clash between the Oakland Raiders and Houston Texans, the match-up is already guaranteed to be the high point of the season in one regard. Azteca Stadium sits at 7,280 feet above sea level, higher than Denver’s Sports Authority Field at Mile High, which is by far the NFL’s most-elevated venue at 5,280 feet. The height, plus the atmospheric conditions of Mexico’s capital, could cause significant issues for the players. “Azteca Stadium is the worst place to ever play a sporting event,” former United States national team soccer star Eric Wynalda told USA TODAY Sports. Dallas Cowboys aren't just America's Team. They're Mexico's, too “You can’t breathe. The pollution is so bad that if you don’t have some form of rain that’s brought all that down you are going to be sucking wind. “They (will) break a record for how many oxygen masks they have on the sidelines. The combination of being that high up with pollution is just devastating to the body.” The U.S. soccer teams  Wynalda played on are among many sporting visitors to the venue that have struggled desperately. The altitude of Mexico City, added to the smog that accumulates in the bowl-like natural topography that surrounds it, gives home teams a huge advantage. Both the Raiders and Texans are in the same position of unfamiliarity,  each being coy on the measures they are using to combat the elements. Local sports medicine and respiration doctor Jorge Avendano Reyes warned that the players are in for a rough ride. “There can be headaches, dizziness, sensation of fatigue, accelerated heartbeat, hyperventilation,” Reyes said. “We can also have respiratory symptoms, when we are exposed often to the pollution. Raiders' Marquette King punts, dances, has fun “The amount of oxygen that reaches the cells decreases, leading to the faster heartbeat and cardiac activity. The body tries to ventilate more quickly.” The Azteca is an iconic venue in Mexico,  the only stadium to have hosted two soccer World Cup finals. Teams familiar with the surroundings claim that the complaints of visitors are nothing but sour grapes. Yet science suggests otherwise. Reyes said bigger players such as linemen would find things more testing than leaner athletes, while adding that typical oxygen masks may do little to help aid respiration. “We’re on an equal playing field,” Texans offensive lineman Duane Brown said. “No one’s more used to the altitude than the other team, so we’re all going out there with the same struggle, if there will be a struggle.” Some players believe the slower pace of American football, rather than the constant movement of soccer, may help lessen the effects. Wynalda disagrees. “You don’t really feel it until you stop and when your heart starts to beat and tries to slow down,” Wynalda said. “You just have these moments where you click out. You almost feel like you are going to pass out. The players stop for a second, you try to catch your breath, and then it is almost like you’ve just had a very long blink, and something bad happens. “For American football I really am curious to see how these guys handle it. It is going to have a massive effect on their body. These are some big bodies out there, 300 pounds people who are trying to get oxygen into their muscles and to their brains. I think you will see a lot of delay of game penalties.” Conventional wisdom suggests that teams should either come in two weeks early to allow the body to adapt to the conditions – or very late to reduce the amount of time for the elements to make an impact. Given that the former option was impossible, both teams were due to arrive on Sunday. Posted! A link has been posted to your Facebook feed. New England Patriots running back LeGarrette Blount (29) carries the ball against San Francisco 49ers defensive end Quinton Dial (92) and defensive end Glenn Dorsey (90) during the first quarter at Levi's Stadium.  Kelley L Cox, USA TODAY Sports Miami Dolphins defensive end Cameron Wake (91) leaps as he pressures Los Angeles Rams quarterback Jared Goff (16) during the second quarter at Los Angeles Memorial Coliseum.  Robert Hanashiro, USA TODAY Sports Seattle Seahawks middle linebacker Bobby Wagner (54) tackles Philadelphia Eagles running back Wendell Smallwood (28) during the first quarter at CenturyLink Field.  Joe Nicholson, USA TODAY Sports New England Patriots running back James White (28) celebrates after scoring a touchdown against the San Francisco 49ers during the first quarter at Levi's Stadium.  Kyle Terada, USA TODAY Sports Los Angeles Rams middle linebacker Alec Ogletree (52) tackles Miami Dolphins running back Jay Ajayi (23) during the first half of a NFL football game at Los Angeles Memorial Coliseum.  Kirby Lee, USA TODAY Sports Seattle Seahawks tight end Jimmy Graham (88) stiff arms Philadelphia Eagles free safety Rodney McLeod (23) during the second quarter as he scores a touchdown at CenturyLink Field.  Troy Wayrynen, USA TODAY Sports San Francisco 49ers tight end Vance McDonald (89) celebrates after scoring a touchdown against the New England Patriots during the second quarter at Levi's Stadium.  Kyle Terada, USA TODAY Sports Los Angeles Rams running back Todd Gurley (30) celebrates scoring a touchdown against the Miami Dolphins during a NFL football game at Los Angeles Memorial Coliseum.  Kirby Lee, USA TODAY Sports Seattle Seahawks quarterback Russell Wilson (3) dives to the end zone for a touchdown against the Philadelphia Eagles during the third quarter at CenturyLink Field.  Joe Nicholson, USA TODAY Sports Indianapolis Colts wide receiver T.Y. Hilton (13) scores a touchdown in the first half of the game against the Tennessee Titans at Lucas Oil Stadium.  Trevor Ruszkowski, USA TODAY Spor Arizona Cardinals running back David Johnson (31) rushes against Minnesota Vikings defensive end Everson Griffen (97) in the second quarter at U.S. Bank Stadium.  Bruce Kluckhohn, USA TODAY Sports Buffalo Bills cornerback Stephon Gilmore (24) hits Cincinnati Bengals tight end Tyler Eifert (85) as he makes a catch in the first half at Paul Brown Stadium.  Aaron Doster, USA TODAY Sports Detroit Lions wide receiver Andre Roberts (12) runs for a touchdown during the second quarter against the Jacksonville Jaguars at Ford Field.  Tim Fuller, USA TODAY Sports Nov 20, 2016; Detroit, MI, USA; Detroit Lions tight end Eric Ebron (85) celebrates his touchdown during the fourth quarter against the Jacksonville Jaguars at Ford Field.  Tim Fuller, Tim Fuller-USA TODAY Sports Fullscreen Nov 20, 2016; Cleveland, OH, USA; Pittsburgh Steelers tight end David Johnson (82) is congratulated by guard Ramon Foster (73) and tight end Jesse James (81) for his two point conversion against the Cleveland Browns during the second quarter at FirstEnergy Stadium.  Scott Galvin, USA TODAY Sports Tampa Bay Buccaneers quarterback Jameis Winston (3) throws a pass in the first half against the Kansas City Chiefs at Arrowhead Stadium.  Gary Rohman, USA TODAY Sports Dallas Cowboys receiver Cole Beasely (11) celebrates his second-quarter touchdown against the Baltimore Ravens at AT&T Stadium.  Matthew Emmons, Matthew Emmons-USA TODAY Sports Nov 20, 2016; East Rutherford, NJ, USA; New York Giants wide receiver Odell Beckham Jr. (13) is tackled by Chicago Bears corner back Bryce Callahan (37) during the first quarter at MetLife Stadium.  Brad Penner, USA TODAY Sports New York Giants defensive end Olivier Vernon (54) hits Chicago Bears quarterback Jay Cutler (6) after a pass for a personal foul during the first quarter at MetLife Stadium.  Brad Penner, USA TODAY Sports Jacksonville Jaguars tight end Marcedes Lewis (89) runs after a catch during the first quarter against the Detroit Lions at Ford Field.  Raj Mehta, USA TODAY Sports Cleveland Browns quarterback Cody Kessler (6) throws a pass against the Pittsburgh Steelers during the first quarter at FirstEnergy Stadium.  Ken Blaze, USA TODAY Sports Cleveland Browns outside linebacker Jamie Collins (51) attempts to tackle Pittsburgh Steelers running back Le'Veon Bell (26) during the first quarter at FirstEnergy Stadium.  Ken Blaze, USA TODAY Sports Kansas City Chiefs defensive tackle Rakeem Nunez-Roches (99) celebrates a defensive play against the Tampa Bay Buccaneers at Arrowhead Stadium.  Gary Rohman, USA TODAY Sports Buffalo Bills running back LeSean McCoy (25) carries the ball for a touchdown against the Cincinnati Bengals in the first half at Paul Brown Stadium.  Aaron Doster, USA TODAY Sports Baltimore Ravens running back Terrance West (28) celebrates scoring a touchdown with wide receiver Mike Wallace (17) in the first quarter against the Dallas Cowboys at AT&T Stadium.  Tim Heitman, USA TODAY Sports Minnesota Vikings wide receiver Adam Thielen (19) celebrates a first down during the first quarter against the Arizona Cardinals at U.S. Bank Stadium.  Brace Hemmelgarn, USA TODAY Sports New Orleans Saints wide receiver Brandin Cooks (10) with the ball as Carolina Panthers defensive back Leonard Johnson (23) and outside linebacker Thomas Davis (58) defend in the third quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports New Orleans Saints quarterback Drew Brees (9) looks to pass as Carolina Panthers defensive end Charles Johnson (95) pressures in the third quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports Carolina Panthers wide receiver Ted Ginn (19) celebrates with wide receiver Devin Funchess (17) after scoring a touchdown in the second quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports Carolina Panthers wide receiver Ted Ginn (19) catches a touchdown pass as New Orleans Saints outside linebacker Craig Robertson (52) defends in the second quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports Carolina Panthers quarterback Cam Newton (1) with the ball as New Orleans Saints outside linebacker Dannell Ellerbe (59) defends in the second quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports Carolina Panthers strong safety Kurt Coleman (20) returns an interception as New Orleans Saints wide receiver Brandin Cooks (10) defends in the second quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports Carolina Panthers wide receiver Devin Funchess (17) catches a pass as New Orleans Saints cornerback B.W. Webb (28) defends in the second quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports New Orleans Saints quarterback Drew Brees (9) passes the ball as Carolina Panthers defensive end Charles Johnson (95) defends in the first quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports Carolina Panthers wide receiver Ted Ginn (19) with the ball as New Orleans Saints outside linebacker Craig Robertson (52) and cornerback B.W. Webb (28) defend in the first quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports Carolina Panthers quarterback Cam Newton (1) is sacked by New Orleans Saints inside linebacker Nate Stupar (54) in the first quarter at Bank of America Stadium.  Jeremy Brevard, USA TODAY Sports Like this topic? You may also like these photo galleries: Replay ",
    "title": "Pollution, altitude could make Azteca Stadium 'devastating' for Raiders, Texans"
   },
   {
    "entities": [
     "gase",
     "slauson",
     "steve",
     "metlife",
     "biggs",
     "jordan",
     "matt",
     "miami",
     "5:53",
     "loggains",
     "chicago",
     "john",
     "georgia",
     "stadium",
     "sunday",
     "nov. 20, 2016",
     "york",
     "dowell",
     "12:49",
     "tampa",
     "adam",
     "alshon",
     "last sunday",
     "giants",
     "kyle",
     "the fourth quarter",
     "new",
     "martellus",
     "zach",
     "rosenbloom",
     "bennett",
     "long",
     "floyd",
     "brandon",
     "jeffery",
     "jay",
     "forte",
     "fox",
     "howard",
     "leonard",
     "marshall",
     "cutler",
     "tribune",
     "miller",
     "brad"
    ],
    "id": 23,
    "text": "Bears offense lacks talent on the field — and on the sideline Photos from the Bears-Giants game at MetLife Stadium on Nov. 20, 2016. Steve Rosenbloom Contact Reporter The RosenBlog The Bears weren’t expected to beat the Giants at MetLife Stadium on Sunday, except according to the insane. The Giants came in with four straight wins. They’ve proven to be a contender for the NFC East title and the postseason. The Bears came in with four losses in their last five games. They’ve proven to be a contender for the first overall draft choice. What’s more, the Bears were going to play without Alshon Jeffery because of the wide receiver’s stupidity when it came to taking supplements. That left John Fox ’s team searching for players who could make something happen. Fox’s offense, the one he said was still here no matter that Adam Gase went to Miami, needed playmakers. Or perhaps Fox’s offense needed a playcaller to find the playmakers if they existed in more than someone’s fantasy or bad coaching. The Bears fell to 2-8 after losing 22-16 to the New York Giants. A late interception by Jay Cutler in the fourth quarter iced the game for the Giants. Leonard Floyd, the Bears' first-round draft pick from Georgia, was removed from the field on a stretcher with 5:53 to go in the game. The entire... (Chicago Tribune staff) As that search for playmakers occurred, and as that search continues to occur this season, let’s remember that Fox wanted productive tight end Martellus Bennett traded because Fox apparently doesn’t like or can’t coach players with personalities, maybe both. Whatever the case, the point is that Fox has a pattern of neutering the Bears offense of talent, a self-inflicted wound that can’t be dismissed because of injuries. In fact, because of injuries, Fox’s stubbornness and inflexibity that have led to a pathetic record becomes more acute. It certainly became more acute still when injury-prone tight end Zach Miller limped off the field before halftime with a foot problem that prevented him from finishing the game, costing Jay Cutler his most productive target in the first half. That’s highlighted just one of the many holes the Bears created for themselves in offensive talent and depth. Somebody wanted guard-center Matt Slauson cut from an offensive line that Slauson proved he could lead. Maybe it wasn’t Fox, but he certainly could’ve stopped that decision because he seems to be making more than his share of personnel decisions on offense, and finding some reason for his continuing to do that is painful and difficult. If you want to argue that Brandon Marshall had to go because the franchise bosses said so, then fine. Explain why Jeffery isn’t a No. 1 receiver when everybody’s double-teaming him. Bears right guard Kyle Long will require two surgeries before he gets back into football action. Long will undergo surgery to repair ligament damage in his right ankle suffered last Sunday in the loss at Tampa. The surgery isn’t considered serious and it will be done before Long has surgery to... Bears right guard Kyle Long will require two surgeries before he gets back into football action. Long will undergo surgery to repair ligament damage in his right ankle suffered last Sunday in the loss at Tampa. The surgery isn’t considered serious and it will be done before Long has surgery to... (Brad Biggs) If you want to argue that Matt Forte could leave because the running backs by committee could cover it, then fine. Explain why none of them can catch the ball out of the backfield as well as Forte. Or at all. A couple painful examples were Jordan Howard ’s consecutive drops in the flat in the fourth quarter. Howard dropped passes all over the place. For all his talents as a runner, be has been exposed as a lousy pass catcher. But before that, bad coaching hurt an offense that needs every bit of smarts it can find. The Bears defense had just forced the Giants to punt, so the offense took over with 12:49 to go and trailing by just six points. A TD and an extra point would’ve given the Bears the lead, if not the win. More than 12 minutes remained. That’s plenty of time. That’s certainly plenty of time to concentrate on running the ball to make it easier on the offensive line that was finding different bodies in different positions. But interim offensive coordinator Dowell Loggains, who must have a bonus clause for abandoning the run at the worst time, called a pass play that the Giants turned into a sack in the shadow of the Bears goal posts. So there you go: A head coach neutering the offense of talent, which neuters the roster’s depth, compounded by an offensive coordinator who doesn’t seem to know what kind of roster and game he has in front of him. You can argue that it was close down to the end. That would only make a sucker believe the Bears have something going on offense. They don’t. And they might never if Fox continues to make offensive roster decisions. ",
    "title": "Bears offense lacks talent on the field — and on the sideline - Chicago Tribune"
   },
   {
    "entities": [
     "arena",
     "al",
     "u.s.",
     "night",
     "roc",
     "kathy",
     "world",
     "pbc",
     "las",
     "duva",
     "adonis",
     "hunter",
     "previously",
     "$5 million",
     "jr.",
     "images",
     "council",
     "boxing",
     "now",
     "sports",
     "kovalev",
     "getty",
     "andre",
     "stevenson",
     "premier",
     "pugmire",
     "cesar",
     "lance",
     "saturday",
     "z",
     "nation",
     "late saturday",
     "virgil",
     "champions",
     "jay",
     "prince",
     "chavez",
     "$2 million",
     "james",
     "julio",
     "sergey",
     "vegas",
     "ward",
     "oakland",
     "bello",
     "t-mobile",
     "russia"
    ],
    "id": 24,
    "text": "Kovalev vs. Ward in rematch? It's complicated Sergey Kovalev vs. Andre Ward Al Bello / Getty Images Andre Ward lands a left jab against Sergey Kovalev during their light-heavyweight title fight. Andre Ward lands a left jab against Sergey Kovalev during their light-heavyweight title fight. (Al Bello / Getty Images) Lance Pugmire Contact Reporter What makes perfect sense has real potential to develop into a perfect mess. Unbeaten Andre Ward’s come-from-behind, unanimous-decision victory Saturday night to claim three light-heavyweight belts from previously undefeated Sergey Kovalev was a bout that realized the hype and hopes. The third meeting of unbeatens ranked in boxing’s mythical top-five pound-for-pound list fulfilled expectations and boosted the profiles of two more fighters at a time boxing could use more name brands. It also had a rematch clause. Russia’s Kovalev (30-1-1) and his promoter, Kathy Duva, barely let minutes expire from Saturday’s defeat by three judges’ scores of 114-113 before invoking their intention to exercise their contractually agreed-upon rights. Ward and his side were not so quick. The Oakland fighter recovered from a second-round knockdown and a major scorecard deficit to sweep the final six rounds on two of the judges’ cards and claim a decisive 12th round from two judges who had the bout tied after 11. Although Kovalev objected to the scoring, pointing to possible “politics” that favored the last U.S. men’s Olympic boxing gold medalist, Ward boasted more accuracy in punching success, landed more jabs and was game until the end. “After the knockdown, I needed every single round. Responding to adversity, we got a tough victory and we did what champions do,” Ward said. “We can take a big shot and get up.” Ward (31-0) suggested from the success he had in the second half against Kovalev that he believed a rematch would be a more convincing victory. He acknowledged there was controversy, but said the rematch is up to his manager, James Prince and his lawyer. Prince later opened negotiations cryptically. “All things are possible,” Prince said. “We’re going to soak in this one we have here now. We’re never scared, you know what I mean? We know what it is. When the time and place comes in, we’ll start talking about that. “We’re driving the ship now. [Kovalev’s team] drove it the first time. We’re behind the wheel on this one.” Duva was quick to react to that claim, reminding that the contract gives her significant control over terms of the rematch, with protective language that would discourage Ward from deviating from Chapter Two. Photos from the boxing card featuring Andre Ward defeating Sergey Kovalev for the light-heavyweight title fight on Saturday night at T-Mobile Arena in Las Vegas. Most importantly, Duva said, both she and Ward’s side have to agree to any request he’d make to fight someone else. Such an agreement would likely involve a payoff from Ward to Kovalev. Given the debate over who won, there certainly isn’t a better option for Ward than Kovalev after the Oakland fighter earned a $5 million guaranteed purse Saturday. But there are interesting alternatives. Ward has previously discussed a possible date against former middleweight champion Julio Cesar Chavez Jr., which would sell, and he could also opt to unify the light-heavyweight division against World Boxing Council champion Adonis Stevenson, who called out Ward  on social media late Saturday. Several fighters from Stevenson’s promotional company, Premier Boxing Champions, attended Saturday’s fight and met with Ward, with a PBC official explaining, “It was just about supporting a great guy [Ward] and going to a big fight. The guys don’t worry about those politics.” And while it’s unclear if Ward is still connected to rapper Jay Z’s Roc Nation Sports promotional company, Duva and Roc Nation endured a notoriously rocky co-promotion fraught with petty disagreements. Duva further heightened the tension between herself, Ward and his trainer, Virgil Hunter, by telling a reporter of Jay Z and James Prince, “I come from a different type of business.” While Duva said she was referring to their work in the music industry, Ward and Hunter interpreted the comment differently and sniped at her during fight week. “That’s why I say, ‘Why did they get $5 million and you only got $2 million [for Kovalev] then,” Hunter said. “She puts off that air, that superior air, that entitlement air. She’s upset because it didn’t work.” ",
    "title": "Kovalev vs. Ward in rematch? It&apos;s complicated - LA Times"
   },
   {
    "entities": [
     "korea",
     "asia-pacific",
     "trump",
     "january",
     "lima",
     "barack",
     "u.s.",
     "this week",
     "memoli",
     "ukraine",
     "night",
     "michael",
     "the future",
     "angela",
     "night before",
     "america",
     "pacific",
     "sunday",
     "obama",
     "rim",
     "mark",
     "vladimir",
     "york",
     "jinping",
     "z.",
     "north",
     "clinton",
     "economic",
     "congress",
     "greece",
     "now",
     "current",
     "united",
     "peru",
     "merkel",
     "europe",
     "white",
     "mike",
     "germany",
     "new",
     "house",
     "sunday, nov. 20",
     "islamic",
     "state",
     "states",
     "cooperation",
     "march",
     "city",
     "last eight years",
     "2009",
     "putin",
     "berlin",
     "a.",
     "eastern",
     "associated",
     "hillary",
     "oval",
     "office",
     "hilton",
     "pence",
     "ryan",
     "donald",
     "barabak",
     "asia",
     "paul",
     "syria",
     "2016",
     "xi",
     "nato",
     "press",
     "russia"
    ],
    "id": 25,
    "text": "Obama's final foreign trip was his last chance to warn the world about Trump, and to warn Trump about the world Barack Obama Associated Press President Barack Obama pauses while answers question during his news conference at the Asia-Pacific Economic Cooperation in Lima, Peru on Sunday, Nov. 20. President Barack Obama pauses while answers question during his news conference at the Asia-Pacific Economic Cooperation in Lima, Peru on Sunday, Nov. 20. (Associated Press) Michael A. Memoli and Christi Parsons Contact Reporters In a brief, presumably final, face-to-face encounter, President Obama on Sunday appealed to Russian President Vladimir Putin to fulfill agreements to scale back incursions into eastern Ukraine and work with the U.S.  to bring order to chaos in Syria. The night before, Obama sat with his Chinese counterpart to note important cooperation on climate change and regional security issues, particularly with regard to North Korea, before President Xi Jinping warned that relations with the U.S. were at a “hinge moment.” Left unsaid in the diplomatic readouts by American officials  was the specter of President-elect Donald Trump and the likelihood that he would take a far different approach in managing the most complex U.S. relationships abroad. Under different electoral circumstances, Obama’s trip this week — his last, scheduled presidential tour overseas — could have been something of a valedictory march: a sweeping speech on democracy in its birthplace, Greece; a final fond farewell and early endorsement in Berlin for his most important partner, German Chancellor Angela Merkel ; and an economic summit in Peru of Asian and Pacific leaders. White House officials had even envisioned a chance of putting a bow on Obama’s strategy of reorienting U.S. attention to Asia by persuading a lame-duck session of Congress to consider the Trans-Pacific Partnership, the 12-nation Pacific Rim trade deal. Trump’s election put an end to all that. Instead, Obama was warning about the threats to democracy in an era of “active disinformation” that left the public struggling to separate fact from fiction. He and Merkel sternly lectured Trump from a distance about the obligations of leadership and the need to abide by international norms of behavior. When Hillary Clinton lost her White House bid, it was a jagged exclamation mark punctuating several painful years for Democrats . Come January, the party will have at least 11 fewer U.S. senators, 63 fewer House seats and perhaps a dozen fewer governors than in 2009, during President Obama ’s first... When Hillary Clinton lost her White House bid, it was a jagged exclamation mark punctuating several painful years for Democrats . Come January, the party will have at least 11 fewer U.S. senators, 63 fewer House seats and perhaps a dozen fewer governors than in 2009, during President Obama ’s first... (Mark Z. Barabak) In a Sunday night news conference before leaving Peru, Obama said he thinks — though he can't guarantee — that Trump may govern more moderately than the way he campaigned. “I can't be sure of anything,” Obama said of Trump’s approach. But the presidency, he said, “has a way of shaping your thinking and in some cases modifying your thinking because you recognize the solemn responsibility not only to the American people but the solemn responsibility America has as the most powerful country in the world.” Obama had thought he would be handing off leadership of the Western powers to Hillary Clinton, his former secretary of State who ran a campaign largely on a platform of continuing Obama’s policies. Instead he appeared ready to pass that mantle off to another leader, Merkel, who now plans to seek a fourth term as chancellor. “I do believe that Chancellor Merkel and Germany are a linchpin in protecting the basic tenets of a liberal, market-based democratic order that has created unprecedented prosperity and security for Europe, but also for the world,” Obama said in a joint interview with German television and print reporters.  In his news conference, however, he cautioned against any U.S. withdrawal from leadership of global institutions, warning that for all the world’s problems, the globe is far safer, more secure and prosperous than it was when the current international system was put into place. “The United States really is an indispensable nation in our world order,” he said. “Before that order was imposed, we had two world wars in the span of 30 years,” he noted. “In the second one, 60 million people were killed,” he added, “entire continents in rubble.” In Asia, “you routinely saw famines of millions of people,” he said. America can’t carry the sole burden of sustaining the modern global system, but other countries can’t replace U.S. leadership. If the U.S. shuns the role of heading the global order, “then it collapses … there’s nobody to fill the void,” he said. “That’s a burden we should carry proudly,” Obama added, “an extraordinary privilege.\" As he concluded his trip, Obama also made it clear that he plans to govern through to the final day of his term, without regard for what Trump may have in the works. In his brief conversation with Putin, for example, he said he held fast to his position that Russia should respect the sovereignty of Ukraine and work for a peaceful resolution in Syria. He also made it clear that his administration will move ahead with new environmental rules, even though Trump and the Republicans may not like them. The proposals are well-considered rules that have been under scrutiny and public discussion for a long time, he said, and they shouldn't come as a surprise to anyone. “I feel strongly these are the right things to do,” he said, “and I’m going to do them.” Still, though, a postelection funk continued among the White House staff, defying Obama’s best efforts to shake them out of it  and his frequent pleas to just about everyone to give the new president-elect time to prove skeptics wrong. Those traveling with the president could not help but monitor the president-elect’s appointments to key positions. Many of Obama’s aides considered the choices curious, in some cases troubling and in almost all cases a signal of Trump’s intention for a clean break with the policies of the last eight years. They also digested the feedback of foreign leaders who had manage to speak with Trump directly after the election, hopeful to put concerns to ease but not always finding reason to. Obama spent his two terms working to strengthen global institutions, both out of his conviction that collective action is the best way to achieve success, but also to reduce the burden on the United States to singularly solve the world’s problems. The president now has little choice but to put his faith in those institutions to bring along, or ultimately stand up to, a successor who appears to have very a different vision for U.S. leadership in the world. The task before Obama over the last few days — to try to explain how his successor might act — seemed nearly impossible, given the adversarial history between the two men and the uncertainty caused by Trump’s contradictory pronouncements on foreign policy throughout the campaign. Based on a single face-to-face meeting in the Oval Office days after the election, Obama felt assured enough to make one commitment to the international community: that Trump understood and would remain committed to the NATO alliance. When it comes to the more thorny issues of confronting Russian aggression in Eastern Europe, addressing the humanitarian crisis in Syria and keeping up the campaign against Islamic State, Obama locked arms with key partners to send a different message to Trump: color within the lines. “What I can guarantee is that reality will force him to adjust how he approaches many of these issues,” Obama said Sunday night. “That’s just the way this office works.” Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. Caption Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win ",
    "title": "Obama&apos;s final foreign trip was his last chance to warn the world about Trump, and to warn Trump about the world - LA Times"
   },
   {
    "entities": [
     "romney",
     "s.",
     "trump",
     "pentagon",
     "lima",
     "night",
     "w.",
     "division",
     "michael",
     "iran",
     "falluja",
     "2012",
     "2013",
     "the early 1950s",
     "morning",
     "giuliani",
     "times",
     "america",
     "fandos",
     "marine",
     "sunday",
     "obama",
     "first",
     "mark",
     "evening",
     "york",
     "hamilton",
     "facebook",
     "landler",
     "d.",
     "rudolph",
     "friday",
     "united",
     "peru",
     "iraq",
     "hussein",
     "mike",
     "marines",
     "new",
     "hilary",
     "swift",
     "saturday",
     "petraeus",
     "twitter",
     "states",
     "2003",
     "nicholas",
     "david",
     "c.i.a.",
     "saddam",
     "pence",
     "george",
     "h.",
     "bedminster",
     "weekend",
     "washington",
     "2004",
     "marshall",
     "monday",
     "this weekend",
     "2016",
     "cbs",
     "schmidt",
     "shear",
     "broadway",
     "mattis"
    ],
    "id": 26,
    "text": "Privacy Policy “Tremendous talent — we’re seeing tremendous talent,” Mr. Trump said on Saturday. “People that, like I say, we will ‘make America great again.’ These are really great people. These are really, really talented people.” By the evening, however, Mr. Trump had announced no appointments, leaving reporters waiting on the cold, gusty day to speculate about Mr. Trump’s brief comments. “We made a couple of deals,” he said mischievously as his weekend of interviews drew to a close. Mr. Giuliani is apparently in competition with several others for the secretary of state position, including David H. Petraeus, the retired four-star general who served as Mr. Obama’s C.I.A. director before leaving amid revelations that he had provided classified information to a woman with whom he was having an affair. Photo Mr. Trump with Rudolph W. Giuliani, the former New York mayor, on Sunday. Mr. Giuliani is apparently in competition with several others for the secretary of state position. Credit Hilary Swift for The New York Times Mr. Romney, the 2012 Republican presidential nominee and one of Mr. Trump’s fiercest critics during the 2016 campaign, met with the president-elect on Saturday. If he becomes secretary of state, he could be a moderating influence on the hard-liners Mr. Trump has chosen for attorney general, national security adviser and C.I.A. director. “I can say that Governor Romney is under active and serious consideration to serve as secretary of state of the United States,” Vice President-elect Mike Pence said Sunday on CBS’s “Face the Nation” program. Mr. Trump’s consideration of General Mattis, who is widely respected throughout the military, could also signal an effort to ease concerns among members of the Washington establishment about the shape of his cabinet. Advertisement Continue reading the main story General Mattis, who led the First Marine Division during the 2003 invasion of Iraq to topple Saddam Hussein, later commanded American troops during the hard-fought battle to retake Falluja from Sunni insurgents in 2004. But his argument for a tougher military posture against Iran at times clashed with the views of Mr. Obama and his national security team. General Mattis, who would be the first former ranking general to become defense secretary since George Marshall in the early 1950s, would need a congressional waiver to take office because federal law stipulates that the Pentagon chief be out of uniform for seven years. General Mattis retired from the Marines in 2013. As Mr. Trump moves to complete his national security team, he may soon turn his attention to domestic affairs. Aides have said members of the transition effort’s economic and domestic policy teams will fan out to meet with agency officials starting on Monday. Mr. Obama, asked Sunday at a summit meeting in Lima, Peru, about stances Mr. Trump has taken that align with the views of his nascent national security team, said: “I can’t guarantee that the president-elect won’t pursue some of the positions that he’s taken. But what I can guarantee is that reality will force him to adjust how he approaches many of these issues. That’s just the way this office works.” Mr. Trump also continued his practice of early-morning bursts on Twitter this weekend. Before attending church with Mr. Pence, Mr. Trump condemned the cast of “Hamilton” for its onstage appeal on Friday night to the vice president-elect — who was in the audience — to uphold the rights of a “diverse America.” “The cast and producers of ‘Hamilton,’ which I hear is highly overrated, should immediately apologize to Mike Pence for their terrible behavior,” Mr. Trump wrote . In another Twitter post , the president-elect expressed his disapproval of “ Saturday Night Live ,” calling it a “totally one-sided, biased show — nothing funny at all.” Mr. Trump was portrayed on the show as being overwhelmed by the prospect of being president. Even as Mr. Trump bemoaned the actions of the cast of “Hamilton,” a smash hit on Broadway, Mr. Pence said on Sunday morning that he was not offended or bothered. In an appearance on “Fox News Sunday,” Mr. Pence said he would “leave it to others” to decide whether the theater was an appropriate place for a political message. “‘Hamilton’ is just an incredible production and just incredibly talented people,” Mr. Pence said. “It was a real joy to be there.” Michael S. Schmidt reported from Bedminster, and Michael D. Shear from Washington. Nicholas Fandos and Mark Landler contributed reporting from Washington. Follow The New York Times’s politics and Washington coverage on Facebook and Twitter , and sign up for the First Draft politics newsletter . ",
    "title": "Trump Turns Staid Process Into Spectacle as Aspirants Parade to His Door - The New York Times"
   },
   {
    "entities": [
     "romney",
     "trump",
     "garrett",
     "news",
     "2012",
     "bolton",
     "giuliani",
     "interactive",
     "john",
     "middle",
     "senate",
     "sunday",
     "york",
     "rand",
     "murdoch",
     "department",
     "mitt",
     "corp.",
     "cabinet",
     "united",
     "inc.",
     "new",
     "saturday",
     "petraeus",
     "east",
     "jersey",
     "city",
     "states",
     "kentucky",
     "state",
     "jack",
     "keane",
     "david",
     "cia",
     "army",
     "donald",
     "bedminster",
     "central",
     "rudy",
     "command",
     "paul",
     "cbs",
     "republican",
     "2016",
     "rupert"
    ],
    "id": 27,
    "text": "Email Former New York City mayor Rudy Giuliani remains the top contender to be the secretary of state in Donald Trump’s incoming Cabinet, CBS News’ Major Garrett reports.  Sunday’s meeting in Bedminster, New Jersey between the president-elect and Giuliani, a longtime Trump loyalist, will be the final one before the decision is made. Giuliani, 72, lacks both federal government and foreign policy experience, but the former Republican mayor and federal prosecutor has curried Mr. Trump’s favor for his strong law-and-order stances.  The possibility that Giuliani could represent the United States as its chief diplomat has even some Republicans worried, however. On CBS’ “Face the Nation” Sunday , Kentucky Sen. Rand Paul slammed Giuliani for being “unrepentant” in his support for the Iraq war, saying he and another possible contender, Ambassador John Bolton, “haven’t learned any of the lessons” from the Middle East conflict.  “I don’t think they’re very diplomatic,” Paul said of Bolton and Giuliani, who will have to go through a vetting process and Senate hearing before they can be confirmed to a Cabinet post. “And I think you want the chief diplomat to be diplomatic.” Mitt Romney, the Republican presidential nominee in 2012, is also in the running to lead the State Department, according to several Trump surrogates and staff. The president-elect met with Romney Saturday in Bedminster.  Romney, a vocal critic of the Mr. Trump during the campaign cycle, spoke briefly with reporters following their meeting. “We had a far-reaching conversation with regards to the various theaters in the world where there are interests of the United States of real significance,” Romney said of Mr. Trump. “We discussed those areas and discussed our views on those topics.”  Former CIA director and retired Army Gen. David Petraeus, the former head of Central Command, was also seriously considered for the top diplomat slot. Mr. Trump gave the matter serious thought, according to Garrett, consulting military advisers like Jack Keane and even News Corp. chairman Rupert Murdoch, who the president-elect has been in touch with frequently since his election victory.  Petraeus resigned his post at the CIA in 2012 , following an extramarital affair with his biographer. The general also pled guilty to a misdemeanor charge of mishandling classified information while heading the agency. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Rudy Giuliani remains top contender for secretary of state under Donald Trump - CBS News"
   },
   {
    "entities": [
     "richburg",
     "metlife",
     "wednesday",
     "biggs",
     "leblanc",
     "flowers",
     "22-16",
     "the third quarter",
     "pernell",
     "rashad",
     "stadium",
     "sunday",
     "late in the fourth quarter",
     "demontre",
     "nov. 20, 2016",
     "haugh",
     "2014",
     "york",
     "manning",
     "jennings",
     "hurst",
     "rich",
     "now",
     "oct. 20",
     "bay",
     "giants",
     "nfl",
     "new",
     "zach",
     "sitton",
     "floyd",
     "campbell",
     "sunday, nov. 20, 2016",
     "weston",
     "eli",
     "david",
     "josh",
     "leonard",
     "cre'von",
     "mcphee",
     "2002",
     "tribune",
     "miller",
     "brad",
     "green"
    ],
    "id": 28,
    "text": "Pernell McPhee fails to back up his tough talk in Bears' loss to Giants Rich Campbell, Brad Biggs on Bears' 22-16 loss to Giants Tribune writers Rich Campbell and Brad Biggs react to the Bears' 22-16 loss to the Giants on Sunday, Nov. 20, 2016. Tribune writers Rich Campbell and Brad Biggs react to the Bears' 22-16 loss to the Giants on Sunday, Nov. 20, 2016. Ereck Flowers doesn't blame Pernell McPhee one bit. It was perfectly clear to the Giants left tackle what McPhee was trying to do midweek when he proclaimed, \"We gonna tear their ass up\" in promising to punish quarterback Eli Manning at MetLife Stadium . \"Those guys, they've got to do something to try to get themselves going and I applaud them for that,\" Flowers said after the Giants rallied from 10 points down to defeat the Bears 22-16 Sunday, their fifth consecutive victory. \"Unfortunately, you still have to go out there and play.\" That's about the last place you want to be in the NFL with your opponent feeling sympathy for your plight. There is nothing lovable about these losers, however, as the Bears stumble along toward the finish line before they can return to the task of rebuilding the roster ... again. The Bears value McPhee for the fiery passion he brings on the field, but he made more noise Wednesday with his remarks than he did with his play Sunday. A situational player because of a knee injury that sidelined him the first six weeks, McPhee was hard to find until he knocked Manning down on a third-and-10 pass late in the fourth quarter. It forced an awkward throw along the boundary for running back Rashad Jennings that Demontre Hurst nearly picked off. If only it had led to a turnover. For eight excruciating minutes, Bears pass rusher Leonard Floyd just lay there on the field at MetLife Stadium , surrounded by doctors, coaches, players, fear and hope. With 6 minutes, 7 seconds left in the Bears' 22-16 loss to the Giants on Sunday, Floyd attempted to tackle running back Rashad... For eight excruciating minutes, Bears pass rusher Leonard Floyd just lay there on the field at MetLife Stadium , surrounded by doctors, coaches, players, fear and hope. With 6 minutes, 7 seconds left in the Bears' 22-16 loss to the Giants on Sunday, Floyd attempted to tackle running back Rashad... (David Haugh) That one hit was about it for McPhee, who was credited with one tackle in press box statistics. The Bears failed to get a sack for just the second time this season as Manning completed 21 of 36 passes for 227 yards and two touchdowns. The pass rush had been producing with nine sacks in the previous two games, a spark created by McPhee's return Oct. 20 in Green Bay. But the Giants have been doing a solid job of protecting the not-so-nimble Manning this season as they entered with only 12 sacks allowed. Perhaps McPhee would have been well served to know New York has allowed the second-fewest sacks in the NFL since the start of the 2014 season — 70. Instead, he got the attention of Manning's line. \"I think somebody said something,\" center Weston Richburg said. Was No. 92 a marked man? \"I don't think we allowed sacks,\" Richburg said. \"That speaks for itself.\" Photos from the Bears-Giants game at MetLife Stadium on Nov. 20, 2016. The Bears are stumbling along, now 2-8 and off to their worst start after 10 games since 2002, when they started with an identical record and finished 4-12. Injuries continue to take a toll as four starters were knocked out with outside linebacker Leonard Floyd going to a local hospital to have a neck injury examined before traveling home with the team. Initial reports were encouraging. Tight end Zach Miller had his season ended with a broken right foot. Left guard Josh Sitton left with a right ankle injury and cornerback Cre'Von LeBlanc landed in the concussion protocol. With a serious shortage of players, the Bears have no margin for error and they need to catch multiple breaks. They need to create game-changing plays and ride a wave of momentum. They failed to make that happen, and the Giants marched through them with nine- and seven-play drives in the third quarter to score a pair of touchdowns and take the lead for good. McPhee fell back on the reliable loser's lament used by pass rushers: The ball came out too quickly. If only those quarterbacks would be statues more often. \"He did a great job of getting the ball out fast,\" McPhee said. \"He did a great job of mixing up his play-calling. I think we came in prepared and ready to rush. It's just we never got him behind the chains.\" ",
    "title": "Pernell McPhee fails to back up his tough talk in Bears&apos; loss to Giants - Chicago Tribune"
   },
   {
    "entities": [
     "andreas",
     "$289 billion",
     "$137 billion",
     "golden",
     "$161 billion",
     "state",
     "san",
     "once",
     "maiclaire",
     "bolton",
     "california"
    ],
    "id": 29,
    "text": "Southern San Andreas fault in California 'locked and loaded,' warns scientist As many as 3.5 million homes could be damaged in an 8.3-magnitude quake along a roughly 500-mile portion of the fault—compared with 1.6 million homes damaged if only the northern part of the fault were to break, or 2.3 million if the southern piece ruptured. The damage to homes alone could total $289 billion, compared with a previous range of $137 billion on the southern portion of the fault and $161 billion in the north, according to the CoreLogic analysis. Researchers say a statewide quake above 8.0 would likely hit the Golden State once at least every 2,500 years. “We are talking about very rare earthquakes here,” said Maiclaire Bolton, a seismologist and senior product manager for CoreLogic. ",
    "title": "Earthquakes: Reckoning with 'The Big One' in California-and it just got bigger | Fox News"
   }
  ]
 }
}