{
 "24": {
  "col-sim": {
   "cosine": 0.24363921307645367,
   "entity": 0.2672612419124244
  },
  "exec-time": 24.949636697769165,
  "links": [
   {
    "entities": [
     "starrs/the",
     "trump",
     "hud",
     "giuliani",
     "manhattan",
     "federation",
     "obama",
     "lily",
     "jr.",
     "york",
     "thursday",
     "mitt",
     "carson",
     "marco",
     "states",
     "henry",
     "gop",
     "graham",
     "past",
     "jeff",
     "washington",
     "haley",
     "later wednesday",
     "last year",
     "tuesday",
     "carolina",
     "randi",
     "betsy",
     "ben",
     "lamar",
     "and",
     "last weekend",
     "at 4:08 pm",
     "senate",
     "erik",
     "trump's",
     "palin-endorsed",
     "americans",
     "emma",
     "bay",
     "beach",
     "jerry",
     "july",
     "brown",
     "here",
     "sarah",
     "national",
     "republican",
     "south",
     "romney",
     "lynn",
     "wednesday",
     "rubio",
     "u.s.",
     "news",
     "night",
     "w.",
     "benetton",
     "2012",
     "parnass",
     "america",
     "for",
     "u.n.",
     "thanksgiving",
     "teachers",
     "alexander",
     "post",
     "sessions",
     "american",
     "cabinet",
     "rudolph",
     "united",
     "mike",
     "new",
     "eskelsen",
     "costa",
     "o.",
     "separation",
     "mcmaster",
     "-rsb-",
     "guard",
     "nations",
     "view",
     "pence",
     "amway",
     "markon",
     "blackwater",
     "charleston",
     "lindsey",
     "capitol",
     "jenny",
     "michael",
     "palm",
     "michigan",
     "dick",
     "nikki",
     "graphic",
     "association",
     "turtle",
     "afghanistan",
     "robert",
     "tower",
     "november 23",
     "church",
     "nea",
     "this year",
     "last week",
     "the",
     "hill",
     "europe",
     "of",
     "garcía",
     "state",
     "education",
     "city",
     "barry",
     "mar-a-lago",
     "fox",
     "2010",
     "devos",
     "prince",
     "flynn",
     "donald",
     "weekend",
     "osman",
     "weingarten",
     "hours earlier",
     "indiana"
    ],
    "id": 0,
    "text": "Got it President-elect Donald Trump named Betsy DeVos as his nominee for education secretary. Here's what you need to know about the conservative activist and billionaire donor. (Sarah Parnass,Osman Malik/The Washington Post) By Jerry Markon , Robert Costa and Emma Brown November 23 at 4:08 PM Follow @JerryMarkon Follow @costareports Follow @emmersbrown President-elect Donald Trump on Wednesday selected two prominent Republican women for Cabinet-level positions, adding diversity to an inner circle that was already coming under fire for being composed mostly of white men. In a potentially controversial choice, Trump intends to nominate billionaire philanthropist Betsy DeVos for education secretary, turning to a conservative activist who has forcefully pushed for private school voucher programs. Her nomination is expected to face strong opposition from public school advocates, who oppose her efforts to funnel taxpayer dollars from public to private and religious schools. [ Trump picks billionaire Betsy DeVos, school voucher advocate, as education secretary ] “Betsy DeVos is a brilliant and passionate education advocate,” Trump said in a statement. “Under her leadership we will reform the U.S. education system and break the bureaucracy that is holding our children back so that we can deliver world-class education and school choice to all families.” Hours earlier, Trump had announced that he will fill the U.S. ambassador to the United Nations slot with South Carolina Gov. Nikki Haley, a rising Republican star and daughter of Indian immigrants who has virtually no foreign policy experience. Gov. Nikki Haley (R-S.C.) was nominated to be President-elect Donald Trump's ambassador to the United Nations. Here's what you need to know about the rising Republican star. (Jenny Starrs/The Washington Post) Haley’s nomination marked Trump’s first female appointment to a Cabinet-level post after his initial selections, such as attorney general nominee Jeff Sessions and incoming national security adviser Michael Flynn, had been older white men. Though Trump was elected with strong support from white working-class voters, people familiar with the president-elect’s thinking said he wanted to announce both women’s appointments before Thanksgiving to show that his Cabinet will be diverse. The decision to nominate DeVos, who met with Trump last weekend, was made in the past 48 hours, the people said. They added that DeVos benefited from strong support in the conservative movement and among conservative political donors. But DeVos immediately drew scathing opposition from the National Education Association, the nation’s largest teachers union. “By nominating Betsy DeVos, the Trump administration has demonstrated just how out of touch it is with what works best for students, parents, educators and communities,’’ NEA President Lily Eskelsen García said in a statement. “She has consistently pushed a corporate agenda to privatize, de-professionalize and impose cookie-cutter solutions to public education.’’ DeVos tweeted that she is “honored to work with the President-elect on his vision to make American education great again. The status quo in ed is not acceptable.” DeVos — whose husband, Dick DeVos Jr., is an heir to the Amway direct-sale fortune — is a Michigan power broker and major donor to conservative causes and candidates around the country. Her brother is Erik Prince, the founder of Blackwater, one of the most profitable private security contractors during the Iraq War. DeVos and her family supported Sen. Marco Rubio (R-Fla.) in the GOP presidential primaries, and she was never an enthusiastic supporter of Trump. “I still have reservations about him as a person,” she told The Washington Post in July at the Republican National Convention, which she attended as a Michigan delegate. Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet She has been closer to Vice President-elect Mike Pence, who as governor of Indiana pushed to expand that state’s voucher program into the nation’s largest. She also has close ties to many Republicans in Washington, and her nomination was greeted with enthusiasm by GOP leaders on Capitol Hill. Sen. Lamar Alexander (R-Tenn.), chairman of the Senate education committee and frequent critic of what he viewed as the Obama administration’s federal overreach on education, called her “an excellent choice.” But others said her nomination heralded an intent by the Trump administration to dismantle the nation’s public schools by draining them of students and resources. “Betsy DeVos is everything Donald Trump said is wrong in America: an ultra-wealthy heiress who uses her money to game the system and push a special-interest agenda that is opposed by the majority of voters,” said Randi Weingarten, president of the American Federation of Teachers. The Rev. Barry W. Lynn — executive director of Americans United for Separation of Church and State, an organization that has long raised concerns about funneling tax dollars to religious schools — called her nomination “an insult to public education.” Haley, also a former Trump critic, is generally considered a mainstream Republican, with views on military and national security matters that fall within the GOP’s hawkish mainstream. “Governor Haley has a proven track record of bringing people together regardless of background or party affiliation to move critical policies forward for the betterment of her state and our country,” Trump said in a statement. “She will be a great leader representing us on the world stage.” Haley, who has accepted the offer, said she is “honored that the president-elect has asked me to join his team and serve the country we love.’’ Her words represented a sharp departure from the campaign, during which she also initially backed Rubio for the GOP nomination and lambasted Trump as “everything a governor doesn’t want in a president.” [ As U.S. ambassador to U.N., Nikki Haley would face world’s most intractable conflicts ] Trump is considering another prominent former rival and mainstream Republican, 2012 GOP nominee Mitt Romney, for secretary of state, though some Trump advisers are reportedly pushing back against that and backing other candidates, such as former New York City mayor Rudolph W. Giuliani. Haley’s selection, also seen as an effort to reach out to establishment Republicans unsettled by Trump’s surprise victory, came amid indications that he was slowing down transition planning to spend Thanksgiving with his family. The president-elect flew Tuesday night to Mar-a-Lago, his private club in Palm Beach, where he will spend the holiday and weekend. Trump aides declined to provide details of his schedule over the next few days, saying in a conference call that Trump’s family prefers keeping the holiday private. The aides said Trump planned to announce another Cabinet-level nominee later Wednesday but would not elaborate. One possibility is another former Trump rival, Ben Carson, who could be named secretary of housing and urban development. Carson tweeted Wednesday that “an announcement is forthcoming about my role in helping to make America great again,’’ though he declined to be more specific. Trump had tweeted Tuesday that he is “seriously considering” Carson for the HUD post. [ Ben Carson is a candidate for HUD secretary, Trump says] Carson, who ran against Trump for the Republican nomination before backing him, told Fox News: “It certainly is something that has been a long-term interest of mine, and I’ll be thinking and praying about it seriously over the holiday.” Haley, 44, who is serving her second term as governor, has worked on trade and labor issues and traveled abroad as governor, including to Europe. She is considered a novice in international affairs, but her home state senator, Lindsey O. Graham (R-S.C.), appeared to be trying to buck up her foreign policy bona fides in a statement praising Haley on Wednesday. “As Governor of South Carolina she has recruited and dealt with some of the largest international business firms in the world. Her husband was a member of the South Carolina National Guard who served a tour of duty in Afghanistan,” Graham said. “Governor Haley and her family fully understand what is at stake in the war against radical Islam. I know she will be a valuable ally to President-elect Trump.” Haley, who met with Trump Thursday at Manhattan’s Trump Tower, grew up in a small South Carolina town and was elected governor in 2010 as a tea party reformer. But she has since been viewed as part of the GOP establishment. Haley is championed by party officials as a bright young leader — and she has called herself one of the those fit for a “Benetton commercial.” Yet she rarely if ever challenges the deeply conservative policy doctrines that have dominated the GOP for decades. Business-friendly and establishment-friendly in recent years, she is a former state lawmaker who railed against cozy business relationships within government and did not always click with her party’s leadership. Her breakout moment on the national stage came with her widely praised handling of last year’s slaying of a prominent minister and eight parishioners at a historic African American church in Charleston. Haley choked back tears at a news conference, saying the “heart and soul of South Carolina was broken.’’ She was at the forefront of the subsequent debate over whether the Confederate flag should still fly on statehouse grounds, insisting that the legislature remove it. After the flag came down, she told The Washington Post that she has two teenage children and that “I just couldn’t look them in the face and keep that flag up.” [ How U.S. presidents choose American ambassadors ] For Trump, Haley’s ability to build relationships with prominent wealthy donors and figures such as Romney while maintaining her credibility as a populist-sounding, Sarah Palin-endorsed executive of a southern state may be a revealing window into how she is up to the task of navigating the swirling spheres of influence in Turtle Bay If confirmed by the Senate, Haley would be replaced by South Carolina Lt. Gov. Henry McMaster, a top Trump ally. His ascension is seen inside of Trump’s inner circle as a welcome consequence of her departure, the person said — a way to promote them both. During the campaign, Haley was critical of some of Trump’s proposals, such as his temporary ban on Muslims’ entry into the United States. When she gave the GOP response to President Obama’s State of the Union address this year, Haley criticized the “angriest voices” within national politics and their “siren call” to voters, a line widely seen as a not-so-subtle shot at Trump’s campaign. But when she visited Trump last week, Haley told reporters that she never disliked Trump despite her past comments. “He was a friend and supporter before he ran for president, and was kind to me then. But when I see something I am uncomfortable with, I say it,” she said. “When we met, it was friends who had known each other before.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump nominates two prominent GOP women: DeVos as education secretary, Haley as U.N. ambassador - The Washington Post"
   },
   {
    "entities": [
     "charleston",
     "romney",
     "capitol",
     "methodist",
     "india",
     "palin",
     "s.",
     "adkisson",
     "trump",
     "a few years later",
     "c.",
     "richard",
     "2011",
     "pinckney",
     "bamberg",
     "november 24, 2016",
     "michael",
     "greenville",
     "clementa",
     "2013",
     "alaska",
     "gladstone",
     "times",
     "john",
     "somini",
     "u.n.",
     "previously",
     "afghanistan",
     "2014",
     "fausset",
     "york",
     "church",
     "mitt",
     "rick",
     "tea",
     "dylann",
     "mexico",
     "atlanta",
     "united",
     "china",
     "new",
     "punjab",
     "house",
     "s.c.",
     "sarah",
     "state",
     "national",
     "june 2015",
     "party",
     "2009",
     "time",
     "episcopal",
     "clemson",
     "2010",
     "today",
     "guard",
     "sengupta",
     "nations",
     "alan",
     "legislature",
     "haley",
     "2004",
     "chattanooga",
     "university",
     "roof",
     "tenn.",
     "carolina",
     "blinder",
     "south"
    ],
    "id": 1,
    "text": "Subscribe to the Times Ms. Haley’s admirers note that she repeatedly traveled abroad as governor to promote the state as a desirable place for investment. Her highest-profile trip, perhaps, was a 2014 visit to India, the birthplace of her parents. Her husband, Michael, has served in Afghanistan as an officer in the South Carolina National Guard. Photo Ms. Haley embracing her husband, Capt. Michael Haley, in 2013 after he returned from serving in Afghanistan with the South Carolina National Guard. Credit Rainier Ehrhardt/Associated Press More generally, Ms. Haley has overcome concerns that she would be a one-dimensional insurgent outsider, similar to worries that dog Mr. Trump. Her 2010 campaign was given a major lift by an endorsement from former Gov. Sarah Palin of Alaska, the polarizing darling of the Tea Party movement . But Ms. Haley has forged a middle path that embraces the conciliatory racial attitudes favored by the left and the business-friendly ethos of the right. This balancing act faced perhaps its greatest test in June 2015, after nine African-Americans were shot and killed at the historically black Emanuel African Methodist Episcopal Church in Charleston. The white supremacist charged in the massacre, Dylann S. Roof, had posed with the Confederate battle flag in pictures. And for years, blacks and liberals in South Carolina had pleaded with the conservatives who dominate the state government to take the flag down from a prominent spot it occupied in front of the State Capitol. Ms. Haley, the first ethnic minority and first woman to be elected as the state’s governor, had previously sided with fellow Republicans, who argued that the flag was not a racist symbol. But the Charleston massacre hit home personally . She had been a friend of State Senator Clementa C. Pinckney, a Democrat and pastor of the church, who was one of the dead. Ms. Haley had a change of heart. “I couldn’t look my son or daughter in the face and justify that flag flying anymore,” Ms. Haley told The New York Times in June 2015. At her urging, and after much passionate debate, the State Legislature agreed to remove the flag. Ms. Haley was born in the small city of Bamberg, S.C., to immigrants from Punjab State in India. She has said the locals in South Carolina were often unsure of her place in what is often a Southern binary of black versus white. When Ms. Haley was about 5, she and her sister entered a Little Miss Bamberg pageant where, traditionally, a black queen and a white queen were crowned. Photo Mitt Romney, the Republican presidential candidate, with Ms. Haley during a town hall meeting in 2011 in Greenville, S.C. Credit John Adkisson for The New York Times The judges decided the sisters fit neither category, so they were disqualified. From a young age, Ms. Haley worked for her family’s clothing business, and she eventually received an accounting degree from Clemson University. She was elected to the State House in 2004. Advertisement Continue reading the main story In 2009, she declared she was running for governor and prevailed despite lingering biases. A Republican state senator at the time called her a “raghead” on a radio show. A Democratic state representative said that voters did not consider her a minority, but more of a “nice conservative with a tan.” Ms. Haley, a nimble campaigner who is equally at home among C.E.O.s and denim-clad bikers, easily won re-election in 2014, arguing that her maintenance of South Carolina’s anti-union, low-regulation atmosphere had been the key to an economic comeback. Under her leadership, the state continued looking beyond its boundaries, very often abroad, to attract new industries to replace a fading textile industry. It is a record that might seem at odds with Mr. Trump’s skepticism of global trade deals and his promise to subject imports from Mexico and China to steep tariffs. But there are other areas of agreement. In 2014, Ms. Haley criticized federal plans that would force power plants to cut carbon emissions. Also like Mr. Trump, Ms. Haley has weathered accusations of sexual impropriety without suffering at the polls. In her first run for governor, two Republican operatives made separate and unproven accusations that they had sexual encounters with her. She strongly denied the assertions. A few years later, Ms. Haley was among those rumored as a potential running mate for Mitt Romney, then a Republican presidential candidate. She said she could not do it because there was too much to be done at home in South Carolina. But she acknowledged that opportunities sometimes arose. “I’ve never been a planner,” she said. “I don’t know what’s next, and I love not thinking about it because the doors open at a certain time.” Richard Fausset reported from Atlanta, and Somini Sengupta from the United Nations. Alan Blinder contributed reporting from Chattanooga, Tenn., and Rick Gladstone from New York. A version of this article appears in print on November 24, 2016, on page A1 of the New York edition with the headline: For U.N., a Daughter of Immigrants Who Is a Neophyte in Foreign Affairs. Order Reprints | Today's Paper | Subscribe ",
    "title": "Nikki Haley’s Path: From Daughter of Immigrants to Trump’s Pick for U.N. - The New York Times"
   },
   {
    "entities": [
     "thanksgiving",
     ", 06:30 pm",
     "van",
     "november 23, 2016",
     "begnaud",
     "michelle",
     "kris",
     "cleave",
     "miller",
     "david"
    ],
    "id": 2,
    "text": "What to expect for Thanksgiving travel: By air, by road, by rail November 23, 2016, 06:30 PM Americans are on a mission: To get home to family and friends, all in time for Thanksgiving dinner. It won't be easy; More than 49 million people are expected to travel more than 50 miles. Kris Van Cleave, David Begnaud and Michelle Miller report on the state of the skies, the roads and the rails. ",
    "title": "What to expect for Thanksgiving travel: By air, by road, by rail - Videos - CBS News"
   },
   {
    "entities": [
     "trump",
     "2015",
     "82%",
     "facebookemail",
     "toppo",
     "federation",
     "lily",
     "clinton",
     "65%",
     "facebook",
     "teacher",
     "greg",
     "twitter",
     "states",
     "nea-rrb-",
     "time",
     "sanders",
     "linkedin",
     "hillary",
     "nov. 8",
     "teamsters",
     "reynolds",
     "washington",
     "34%",
     "randi",
     "betsy",
     "last weekend",
     "80%",
     "molly",
     "brotherhood",
     "bernie",
     "union",
     "dc",
     "washington,",
     "national",
     "afscme",
     "county",
     "wednesday",
     "international",
     "california",
     "seiu",
     "45%",
     "teachers",
     "american",
     "1:23 p.m. est",
     "05 july 2016",
     "united",
     "nashville",
     "assembly",
     "43%",
     "eskelsen",
     "november 23, 2016",
     "riley",
     "usatoday",
     "ap",
     "63%",
     "representative",
     "--",
     "michael",
     "service",
     "tuesday, july 5, 2016",
     "association",
     "1849",
     "76%",
     "nea",
     "last week",
     "95th",
     "of",
     "51%",
     "garcía",
     "day",
     "state",
     "education",
     "60%",
     "devos",
     "epa",
     "utah",
     "last september",
     "58%",
     "donald",
     "google",
     "usa",
     "employees",
     "election",
     "massachusetts",
     "weingarten"
    ],
    "id": 3,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Teacher unions smarting after many members vote for Trump Despite early and eager endorsements of Clinton by both unions, the nation’s school teachers and other school workers contributed substantially to Trump’s Nov. 8 win. Post to Facebook Teacher unions smarting after many members vote for Trump Despite early and eager endorsements of Clinton by both unions, the nation’s school teachers and other school workers contributed substantially to Trump’s Nov. 8 win. Check out this story on USATODAY.com: http://usat.ly/2fRUNd1 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 262 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Teacher unions smarting after many members vote for Trump Greg Toppo , USATODAY 1:23 p.m. EST November 23, 2016 epa05409232 Democratic presidential candidate Hillary Clinton addresses the National Education Association's 95th Representative Assembly in Washington, DC, USA, 05 July 2016. NEA is the largest labor union in the United States.  EPA/MICHAEL REYNOLDS (Photo: MICHAEL REYNOLDS, EPA) WASHINGTON — Two weeks after Republican Donald Trump defeated Democrat Hillary Clinton in the Nov. 8 presidential election, the USA’s teachers unions are wondering what happened to their chosen candidate — and how so many of their members could have voted for her opponent. Despite early and eager endorsements of Clinton by both unions, the nation’s school teachers and other school workers contributed substantially to Trump’s Nov. 8 win. How substantially? About one in five American Federation of Teachers (AFT) members who cast a ballot voted for Trump, the union’s leader estimated. Among the larger National Education Association (NEA), which comprises more than 3 million members, more than one in three who voted did so for the billionaire developer, early data show. AFT President Randi Weingarten , whose union represents about 1.6 million teachers and other workers, said some of the reason for Clinton's defeat was timing — and perhaps sexism. “Frankly I was always concerned about whether the country was ready to have a female president,” she said. “There was an intensity of hatred that male political figures never get. So I think we’re never really going to understand it.” Most of the USA’s largest labor unions endorsed Clinton as early as 2015, including NEA, AFT, the Service Employees International Union (SEIU), the International Brotherhood of Teamsters and the American Federation of State, County and Municipal Employees (AFSCME). Despite the support, Clinton won union households nationwide by just eight percentage points, exit polls show : 51% to Trump’s 43%. Clinton carried white, college-educated women, but just barely: 51% to 45%. Among white women without a college degree, Trump won resoundingly: 63% to Clinton’s 34%. In that sense, teachers, who at last count were about 82% white and 76% female, actually outperformed other groups when it came to their support for Clinton. Weingarten last week said internal figures show that Clinton earned about 80% of her members' votes, in spite of a “very effective” effort to disparage the former secretary of state’s character. At NEA, an aggressive member-to-member campaign and strategic political effort actually did get out the vote for Clinton, officials said: As late as last September, nearly 60% of its members identified as “Republicans or independents.” At the time, Clinton’s NEA support stood at just 58%. By Election Day, it rose to 65%. NEA President Lily Eskelsen García , a former Utah teacher, said that despite Clinton’s loss, the union engaged members in “record levels of activism,\" supporting down-ballot candidates and initiatives \"important to students and working families.” Among other efforts, unions defeated a well-funded charter school expansion effort in Massachusetts and helped ensure the continuation of a tax hike  to fund education in California. NEA's state and national political directors met in Nashville last weekend to figure out what comes next, and educators nationwide are waiting to find out who President-elect Trump names as education secretary. On Wednesday, school voucher advocate Betsy DeVos said in a tweet that she would work with Trump to \"make American education great again.\" I am honored to work with the President-elect on his vision to make American education great again. The status quo in ed is not acceptable. — Betsy DeVos (@BetsyDeVos) November 23, 2016 Delegates cheer as Democratic presidential candidate Hillary Clinton is introduced to speak at the National Education Association (NEA) Representative Assembly in Washington, Tuesday, July 5, 2016. (AP Photo/Molly Riley)  (Photo: Molly Riley, AP) In a statement, García said NEA will “listen closely” as Trump lays out his education vision. “We haven’t heard any specifics from the incoming administration about education policies, so we can’t speculate further,” she said. In an interview, Weingarten said she had “no regrets — absolutely no regrets” about the union’s endorsement of Clinton, adding that Democratic runner-up Sen. Bernie Sanders “was never tested or vetted by anyone, and frankly we have no idea whether he would have actually been able to get through this crucible … either.” She added that Clinton “has spent her life fighting for families and children — and that’s what we spend our life fighting for. Were there mistakes she made? Of course. Were there mistakes we made? Of course. But she is someone who for 30 years has been in the service of the public and incredibly qualified.” Follow Greg Toppo on Twitter: @gtoppo 1849 CONNECT TWEET 36 LINKEDIN 262 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2fRUNd1 ",
    "title": "Teacher unions smarting after many members vote for Trump"
   },
   {
    "entities": [
     "steve",
     "late last night",
     "wednesday",
     "five years ago",
     "detroit",
     "anthony",
     "night",
     "2011",
     "receiving",
     "deangelo",
     "davis",
     "$5,000",
     "police",
     "craig",
     "facebook",
     "cary",
     "november 23, 2016",
     "twitter",
     "state",
     "dolunt",
     "collin",
     "glazer",
     "rose",
     "fox",
     "associated",
     "holt",
     "james",
     "wayne",
     "hospital",
     "st",
     "university",
     "6:30 p.m. on",
     "tuesday",
     "6 p.m.",
     "about 6:45 p.m.",
     "press",
     "wilson"
    ],
    "id": 4,
    "text": "Wayne State University police officer dies in shooting Published               November 23, 2016 Facebook 0 Twitter 0 Email Print   The Wayne State University police officer shot Tuesday night while on partol near the Detroit campus died from his injuries, university police told Fox2Detroit.com. The #WayneState community grieves the loss of Officer Collin Rose https://t.co/dieO5uraTa pic.twitter.com/fzw7SasjgF — Wayne State Univ (@waynestate) November 23, 2016 Canine officer Collin Rose, 29, was reportedly surrounded by friends, family and more than 100 other police officers when he died shortly before 6 p.m. at Detroit Receiving Hospital. Rose was on life support following surgery late last night. He was in critical condition since he was shot on the job at about 6:45 p.m. “I don’t believe he was specifically targeted” because of his uniform, Wayne State Police Chief Anthony Holt said at a news conference on Wednesday. Related stories... Holt said a suspect is being interrogated for the attack. A weapon has not been recovered and the suspect in custody has not been charged. \"We're trying to put the pieces together,\" he added. Detroit Police Chief James Craig Rose was on duty around 6:30 p.m. on Tuesday when he radioed to say he was investigating possible thefts of navigation systems from vehicles and that he was about to speak to someone on a bike. When other officers arrived on the scene, they found Rose injured on the ground. After the shooting, several dozen armed officers combed the area surrounding the campus hunting for a suspect. Related Image Expand / Contract Collin Rose (Fox 2 Detroit) According to a statement posted on the university's website, police were searching for an African-American man in his 40s with a full beard. It said he was wearing a white T-shirt with white and black lettering, a skull cap and a brown jacket. According to Fox 2 Detroit , DeAngelo Davis was named a person of interest in the shooting and was arrested three blocks from the shooting but it wasn’t immediately clear whether he was the gunman. Authorites have not identified the suspect. JUST IN: Wayne St officer shooting person of interest has been arrested, per @NewsDSpencerFox https://t.co/zzFlmi7BLX pic.twitter.com/NETC98s9DC — FOX 2 Detroit (@FOX2News) November 23, 2016 The station reported that a $5,000 reward was being offered for the recovery of the gun used in the shooting. Deputy Detroit police Chief Steve Dolunt said the officer was not shot with his own gun. Holt said the suspect has had several run-ins with police before. Wayne State police Sgt. Cary Glazer told The Associated Press he had a physical run-in with the suspect five years ago. Glazer said he was patrolling the campus in 2011 when the man walking in the street swore at him and told the sergeant to get out of the way. Glazer said he got out of his car and the pair struggled until other officers arrived. \"He wanted to fight — he wanted to fight an officer,\" Glazer told The Associated Press. Wilson said they still don't know what the motive was for the shooting, \"whether it was an ambush or something different.\" He cited four recent incidents around the country in which law enforcement officers were shot, adding, \"That's something that's crossed our minds.\" Wayne State has more than 27,000 students and is located in the heart of Detroit. Wilson said the school employs around 65 officers, some of whom help patrol areas around the campus.   ",
    "title": "Wayne State University police officer dies in shooting | Fox News"
   },
   {
    "entities": [
     "green",
     "$2.5 million",
     "wisconsin",
     "trump",
     "1 percent",
     "pennsylvania",
     "late wednesday night",
     "stein",
     "clinton",
     "ajamu",
     "baraka",
     "$2 million dollars",
     "2016",
     "nov. 28",
     "party",
     "michigan",
     "today",
     "says",
     "jill",
     "friday"
    ],
    "id": 5,
    "text": "WATCH Jill Stein Says Trump, Clinton 'Have Not Earned Our Vote' 0 Shares Email The campaign for Green Party candidate Jill Stein announced today that it’s gunning for a recount in three battleground states -- Wisconsin, Michigan and Pennsylvania -- to address concerns about the election before it is certified. “After a divisive and painful presidential race, reported hacks into voter and party databases and individual email accounts are causing many American to wonder if our election results are reliable,” Stein said in a statement from her campaign. “These concerns need to be investigated before the 2016 presidential election is certified. We deserve elections we can trust.\" Stein and her running mate, Ajamu Baraka, hope to raise over $2.5 million -- the money needed to fund recounts in the three states -- by Friday, the deadline to file in Wisconsin. As of late Wednesday night, more than $2 million dollars had been raised, according to the campaign website . Stein received 1 percent of the votes in Wisconsin, Michigan and Pennsylvania. Trump won Pennsylvania and Wisconsin. Trump leads in Michigan by about 10,000 votes and the state certifies the results on Nov. 28. Stein won 1 percent of the national vote, a little over 1 million votes, for president. However, the campaign said the purpose of filing for a recount is “more than the results of this one election,” and that it’s more so about “protecting our democracy and ensuring” voters can have “confidence in reported results.” 0 Shares ",
    "title": "Green Party Candidate Jill Stein to File for Vote Recount in Three Battleground States - ABC News"
   },
   {
    "entities": [
     "romney",
     "rhee",
     "capitol",
     "joining",
     "wednesday",
     "trump",
     "last weekend",
     "news",
     "earlier this week",
     "2015",
     "florida",
     "giuliani",
     "america",
     "thanksgiving",
     "administration",
     "arkansas",
     "york",
     "tower",
     "karl",
     "mitt",
     "salt",
     "the",
     "newt",
     "hill",
     "huckabee",
     "mike",
     "new",
     "abc",
     "petraeus",
     "jonathan",
     "city",
     "gop",
     "fox",
     "david",
     "donald",
     "2002",
     "rudy",
     "nov",
     "michelle",
     "jason",
     "gingrich",
     "miller",
     "23, 2016, 3:30 pm",
     "lake"
    ],
    "id": 6,
    "text": "Donald Trump Advisers Divided Over Secretary of State Pick By Jonathan Karl Nov 23, 2016, 3:30 PM ET 0 Shares WATCH Speculation Grows Over Possibility of Mitt Romney Joining the Trump Administration 0 Shares Email As President-elect Donald Trump weighs his choice for secretary of state, he is facing competing schools of thought in his close circle of advisers over the wisdom of selecting Mitt Romney , Rudy Giuliani or someone else for the key position. Advocates for GOP former presidential nominee Romney, who has international renown from his time running the 2002 Salt Lake City Olympic Games, say his selection would send a signal of reassurance to the country and show flexibility in Trump’s choices for his administration. Some are worried that Giuliani, whose global business interests have drawn scrutiny , could have trouble getting confirmed. But some Trump loyalists like Newt Gingrich say picking Romney would be a big mistake, given his sharp public criticism of Trump. Trump Holds Meetings With Mitt Romney, Michelle Rhee and Others There are voices in the Trump circle suggesting he look at other candidates, such as retired Gen. David Petraeus , who said Wednesday he would be open to a job in the Trump administration. Petraeus is highly regarded by leaders in both parties on Capitol Hill, but his 2015 guilty plea to a misdemeanor charge of mishandling classified information could complicate an appointment. The competing views came to light in ABC News interviews and conversations with multiple officials in the Trump transition, who have spoken on condition of anonymity. Public comments from several Trump associates close to the process have also suggested divides. “No decision has been made yet on that position, and ultimately that decision will be up to the president-elect. He’s looking at a number of very highly qualified potential choices there,�? Trump spokesman Jason Miller told reporters Wednesday. Gingrich and former Arkansas Gov. Mike Huckabee have been outspoken advocates for Giuliani and are Romney skeptics. “I think there are huge advantages to Rudy Giuliani. Frankly, I think that if you want someone who is going to go out and be a very tough negotiator for America and represent American interest in the way that Trump campaigned, I think that probably Rudy is a better pick and has the right temperament,�? Gingrich told reporters at Trump Tower in New York City earlier this week. “Nice to have meeting -- but no admin spot; Mitt said Trump was con man; phony. That’s insult to Trump voters,�? Huckabee tweeted after Trump’s meeting with Romney last weekend. He later deleted the message from his account. “The only thing that would surprise me more than Donald Trump offering the position would be that Mitt Romney would take it. If he does, I have to question why would he do it, because, I mean, if you don’t believe that the person who offered you a position is a person that you can trust, you think is a fraud, a con man, you have to think, ‘Boy, his ambition is so great that he would take a position from someone for whom he holds utter contempt,’�? Huckabee said on Fox News Wednesday. “I can’t imagine that makes sense.�? A representative for Romney did not immediately respond to ABC News’ request for comment on whether he would accept a post in the Trump administration or if he had been offered a job. Miller said several options remain on the table as Trump retreats to his Florida estate for Thanksgiving. “What’s really going to drive the president-elect is the judgment and decision-making strength that he looks at with potential applicants to any position, whether it’s this or any other Cabinet-level-type position,�? he said. “I think they’ll be looking for things like chemistry, experience, a similar vision in what the president-elect and vice-president-elect are trying to do with this administration, and ultimately whoever the president-elect does pick will be somebody of absolute top caliber.�? 0 Shares ",
    "title": "Donald Trump Advisers Divided Over Secretary of State Pick - ABC News"
   },
   {
    "entities": [
     "wesson",
     "commissioners",
     "wednesday",
     "trump",
     "wendy",
     "2013",
     "board",
     "times",
     "john",
     "west",
     "buscaino",
     "scalia",
     "curren",
     "price",
     "mark",
     "supreme",
     "york",
     "scully",
     "lapd",
     "police",
     "greuel",
     "joe",
     "court",
     "upland",
     "connie",
     "rice",
     "of",
     "new",
     "boster",
     "$1.5 million",
     "march",
     "garcetti",
     "los",
     "nile",
     "donald",
     "mack",
     "angeles",
     "vin",
     "2016",
     "compton",
     "south"
    ],
    "id": 7,
    "text": "Connie Rice, a longtime civil rights attorney who has partnered with the LAPD on community policing strategies, questioned whether the proposed all-civilian panels would have the expertise or training necessary to properly evaluate the cases. “I wouldn't automatically assume that civilian oversight is going to end up giving more accountability,” she said. John Mack, who served on the Board of Police Commissioners for eight years, voiced similar skepticism, saying he doubts the proposal would improve disciplinary reviews at the LAPD. “There’s a tendency sometimes for civilians to go overboard in giving officers the benefit of the doubt in cases of categorical use of force, or [officer-involved shootings], even when the facts and the evidence demonstrate otherwise,” he said. The police union frequently puts its financial might behind its chosen candidates; in 2013, the league spent more than $1.5 million to support Wendy Greuel , who was defeated by Garcetti. Wesson’s proposal was unveiled four months before the March election, which will feature contests for mayor, city attorney, city controller and eight council seats. A Wesson aide said the LAPD proposal was also signed by Councilman Joe Buscaino , a former police officer, and Councilman Curren Price , who represents part of South Los Angeles. The measure will be evaluated by a committee headed by Wesson, with a vote expected by mid-January. Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 3 men found shot to death inside Compton park maintenance shed Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Caption Plane crash near Upland A small plane crashed in the hills above Upland, killing the pilot. (Mark Boster / Los Angeles Times) A small plane crashed in the hills above Upland, killing the pilot. (Mark Boster / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss ",
    "title": "Union-backed changes to LAPD disciplinary system could go to voters - LA Times"
   },
   {
    "entities": [
     "courier",
     "nov. 23",
     "the week",
     "jain/facebook",
     "bridgegate",
     "trump",
     "johnson",
     "hud",
     "haberman",
     "avenue",
     "on",
     "earnest",
     "giuliani",
     "grynbaum",
     "manhattan",
     "john",
     "hawaii",
     "obama",
     "ari",
     "york",
     "10:08 a.m.",
     "fallin",
     "thursday",
     "clinton",
     "mitt",
     "towers",
     "3:30 p.m.",
     "rick",
     "dickerson",
     "newt",
     "facebook",
     "carson",
     "peter",
     "woodson",
     "white",
     "organization",
     "partnership",
     "9:14 p.m.",
     "twitter",
     "ricketts",
     "rebecca",
     "o'donnell",
     "william",
     "d.c.",
     "nbc",
     "mississippi",
     "williams",
     "gop",
     "today",
     "josh",
     "hillary",
     "cavuto",
     "rose",
     "mcconnell",
     "kelly",
     "10:45 a.m.",
     "59 percent",
     "2:31 p.m.",
     "shannon",
     "rnc",
     "james",
     "jeff",
     "washington",
     "haley",
     "affairs",
     "monday",
     "nov. 21",
     "cbs",
     "michelle",
     "tuesday",
     "miller",
     "werner",
     "carolina",
     "sean",
     "betsy",
     "ben",
     "rhee",
     "kushner",
     "4:00 p.m.",
     "chris",
     "november 22, 2016 monday",
     "florida",
     "committee",
     "scott",
     "morning",
     "kris",
     "kobach",
     "9:20 a.m.",
     "senate",
     "early this morning",
     "king",
     "et",
     "department",
     "bridgewater",
     "this sunday",
     "melania",
     "friedlander",
     "kirsanow",
     "treasury",
     "35 percent",
     "christie",
     "house",
     "labor",
     "brown",
     "12:30 p.m.",
     "jersey",
     "zucker",
     "texas",
     "sunday, nov. 20",
     "benesch",
     "march",
     "last tuesday",
     "charlie",
     "national",
     "norah",
     "mccormick",
     "david",
     "tuesday, nov. 22",
     "oval",
     "recently",
     "t.w.",
     "cathy",
     "neighborhood",
     "blitzer",
     "4:45 p.m.",
     "jared",
     "republican",
     "falk",
     "60 minutes last week",
     "pune",
     "9:54 a.m.",
     "jason",
     "corps",
     "south",
     "gray",
     "romney",
     "mattis",
     "3:45 p.m.",
     "wednesday",
     "january",
     "u.s.",
     "news",
     "7 p.m.",
     "kevin",
     "7:39 a.m.",
     "2012",
     "prosecution",
     "lew",
     "entertainment",
     "6:08 p.m.",
     "america",
     "barron",
     "chicago",
     "u.n.",
     "marine",
     "for",
     "rights",
     "thanksgiving",
     "sunday",
     "overnight",
     "tulsi",
     "commission",
     "noon",
     "endeavor",
     "black",
     "hamilton",
     "television",
     "mcmorris-rodgers",
     "post",
     "2:14 p.m.",
     "trans-pacific",
     "sacramento",
     "11:58 a.m.",
     "6:24 p.m.",
     "mitch",
     "now",
     "november 20, 2016",
     "civil",
     "cabinet",
     "9:16 p.m.",
     "united",
     "gabbard",
     "armstrong",
     "mike",
     "new",
     "j.",
     "abc",
     "saturday",
     "defense",
     "november 23, 2016",
     "elaine",
     "spicer",
     "morris",
     "4:30 p.m.",
     "eisenberg",
     "once",
     "party",
     "years from now",
     "n.j.",
     "2:30 p.m.",
     "maggie",
     "guard",
     "enterprise",
     "pence",
     "nations",
     "november 22, 2016",
     "pamela",
     "afternoon",
     "2000",
     "cnn",
     "gingrich",
     "37 percent",
     "veterans",
     "india",
     "saturday, nov. 19",
     "california",
     "a week ago",
     "garrett",
     "january 2018",
     "--",
     "wilbur",
     "michael",
     "2:44 p.m.",
     "earlier this month",
     "relations",
     "board",
     "michigan",
     "1996",
     "times",
     "nikki",
     "eileen",
     "3:04 p.m.",
     "to",
     "4:02 p.m.",
     "bob",
     "robert",
     "tower",
     "this past weekend",
     "murphy",
     "chao",
     "gayle",
     "1:15 p.m.",
     "mary",
     "conway",
     "the",
     "neil",
     "va",
     "9:15 a.m.",
     "devendra",
     "cub",
     "of",
     "msnbc",
     "anna",
     "7:13 a.m.",
     "perry",
     "state",
     "city",
     "earlier today",
     "quinnipiac",
     "the weekend",
     "farhi",
     "mar-a-lago",
     "fox",
     "center",
     "devos",
     "arden",
     "oklahoma",
     "office",
     "fifth",
     "todd",
     "donald",
     "bedminster",
     "wolf",
     "rudy",
     "ross",
     "12:39 p.m.",
     "blackstone",
     "kellyanne",
     "kansas",
     "emanuel",
     "massachusetts",
     "shabad"
    ],
    "id": 8,
    "text": "on YouTube Mr. Trump urged Americans to unite despite the “long and bruising” political campaign season.  “Emotions are raw and tensions just don’t heal overnight,” he said in the video. “It doesn’t go quickly, unfortunately, but we have before us the chance now to make history together to bring real change to Washington, real safety to our cities, and real prosperity to our communities, including our inner cities. So important to me, and so important to our country.” With the conclusion of the election, the president-elect heralded the beginning of “a great national campaign to rebuild our country and to restore the full promise of America for all of our people.” 1:15 p.m. ET Donald Trump taps school choice advocate Betsy DeVos for education secretary .  “Betsy DeVos is a brilliant and passionate education advocate,” Mr. Trump said in a statement Thursday. “Under her leadership we will reform the U.S. education system and break the bureaucracy that is holding our children back so that we can deliver world-class education and school choice to all families.” DeVos accepted Trump’s offer on Nov. 23.The philanthropist and education activist served as chairman of the Michigan Republican Party from 1996 to 2000.She was the second woman to be appointed to Trump’s cabinet. Close Drew Angerer/Getty Images DeVos called it an “honor” to accept the president-elect’s nomination. “The status quo in education is not acceptable,” she said in a statement. “Together, we can work to make transformational change that ensures every student in America has the opportunity to fulfill his or her highest potential.” 11:58 a.m. ET Ben Carson tweets “an announcement is forthcoming” on his role in the Trump administration. An announcement is forthcoming about my role in helping to make America great again. https://t.co/jGRyzFRBAK — Dr. Ben Carson (@RealBenCarson) November 23, 2016 And on his Facebook page, he wrote, “I feel that I can make a significant contribution particularly to making our inner cities great for everyone. We have much work to do in strengthening every aspect of our nation and ensuring that both our physical infrastructure and our spiritual infrastructure is solid.” 10:45 a.m. ET In a call with reporters, the Trump transition team says to expect a “Cabinet-level announcement” on Wednesday. 9:20 a.m. ET Mr. Trump is at Mar-a-Lago, his Florida resort, where he’ll spend the rest of the week; Vice President-elect Pence will spend Thanksgiving in Mississippi to visit his son, who is stationed there. 9:15 a.m. ET Mr. Trump’s transition team officially announces the president-elect’s pick for U.S. ambassador to the United Nations, Nikki Haley. Donald Trump taps South Carolina Gov. Nikki Haley as U.N. ambassador “Governor Haley has a proven track record of bringing people together regardless of background or party affiliation to move critical policies forward for the betterment of her state and our country,” President-elect Trump said in a statement Wednesday. “She is also a proven dealmaker, and we look to be making plenty of deals. She will be a great leader representing us on the world stage.” The Trump transition team cited Haley’s work as South Carolina governor as the reason for her nomination. In the team’s announcement of Mr. Trump’s pick, they note that as governor, Haley has “led seven overseas trade missions and successfully attracted jobs and investment through negotiations with foreign companies.” 7:39 a.m. ET President-elect Trump has offered South Carolina Gov. Nikki Haley the post of U.S. ambassador to the United Nations and she has accepted, a CBS News source confirms. The story was first reported by The Post and Courier and The Washington Post. Haley would, in effect, be the voice of the Trump administration at the 193-nation world body, if she is confirmed by the Senate, reports CBS News’ Pamela Falk.  Tuesday, Nov. 22 Trump appears to back away from some campaign promises during NYT meeting; Romney remains serious contender for secretary of state;  9:16 p.m. ET Ben Carson told Fox News’ “Your World with Neil Cavuto” that housing and urban development (HUD) secretary was “one of the offers that’s on the table” from Donald Trump. Carson told Fox that the inner cities are “in terrible shape,” and “it certainly it something that has been a long-term interest of mine and I’ll be thinking and praying about it seriously over the holiday.” Just a week ago, Carson’s friend Armstrong Williams had told The Hill that Carson wasn’t interested in running a government agency because he’s never run a federal agency. Earlier today, Trump had said he was “seriously considering” Carson for the job. I am seriously considering Dr. Ben Carson as the head of HUD. I've gotten to know him well--he's a greatly talented person who loves people! — Donald J. Trump (@realDonaldTrump) November 22, 2016 In a meeting with the New York Times, Donald Trump appeared to back away from some of the most prominent promises he made during his presidential campaign, notably, whether he would appoint a special prosecutor to investigate Hillary Clinton, and whether or not torture should be used in the war on terror . Asked whether he had ruled out prosecuting Hillary Clinton, he replied, “It’s just not something I feel strongly about,” Mr. Trump told the room, according to Times media reporter Michael Grynbaum, who live-tweeted the meeting. Mike Pence shakes up Trump transition team Prosecution, he said “would be very, very divisive for the country,” Mr. Trump told the room, according to Times political reporter Maggie Haberman. “My inclination for whatever power I have on the matter is to say let’s go forward. This has been looked at for so long, ad nauseum.” 4:02 p.m. ET President Obama has spoken with President-elect  Donald Trump  at least once since their joint meeting at the White House earlier this month, CBS News has learned. “As President-elect Trump indicated in the Oval Office, he was hoping that he would have the opportunity to consult with President Obama over the course of this transition,” White House press secretary Josh Earnest said in a Tuesday briefing. “President Obama has committed to a smooth transition and as a result, they’ve spoken at least once since their Oval Office meeting.” 2:14 p.m. ET President-elect Donald Trump has continued his Twitter antics after Election Day -- but most voters think he should shut his account down as president , according to a new poll. The survey, from Quinnipiac, found that 59 percent of U.S. voters say Trump should shut down his personal Twitter account. Just 35 percent said he should keep the account open. Despite their concerns over his social media use, though, 59 percent of Americans say they are “optimistic” about the next four years with Mr. Trump as president, compared with 37 percent who are not. 12:39 p.m. ET Mitt Romney impressed Donald Trump so much during their meeting at Bedminster over the weekend, that he became a serious contender for secretary of state, said a source close to the Trump transition, who added a little more insight to what the vice president-elect told CBS News over the weekend. The meeting between the president-elect and the 2012 GOP nominee was initially scheduled as a courtesy visit, and could have been awkward, given the animosity between the two during the presidential campaign. In March,  Romney delivered a speech specifically intended to derail Trump’s presidential candidacy , calling him a “fraud” and a “phony.” Trump, in turn,  labeled Romney a “loser” and a “choke artist.” Yet whatever tension there may have been seems to have dissipated. “Trump enjoyed the meeting,” the source told CBS News. Though Rudy Giuliani has been a leading candidate for secretary of state -- the source said Trump has had his “head wrapped around Rudy Giuliani” for the position – Trump has reconsidered since his meeting with Romney. Also, New Jersey Gov. Chris Christie, despite a meeting with Mr. Trump this past weekend, is out of the running for a position as a top adviser or department chief. Christie has been telling supporters he’s “in it for the long run.”  He’ll serve out his term as governor which ends in January 2018, and await what may come from Bridgegate. Christie, according to the source, wanted to be attorney general. His view is that he’s been a good soldier for Mr. Trump throughout the campaign, once he ended his own presidential bid, and he’ll continue to sit back and be a good soldier in hopes of serving in Trump’s administration years from now. Mr. Trump’s son-in-law Jared Kushner, whose father Christie prosecuted, was a driving force behind Christie’s ouster from Trump world. -- Arden Farhi 10:08 a.m. ET Mr. Trump’s meeting with the New York Times is back on just hours after he ranted against the news organization on Twitter. They’ll meet at 12:30 p.m., according to a Trump tweet.  “Mr. Trump’s staff has told us that the President Elect’s meeting with The Times is on again,” Times spokeswoman Eileen Murphy said. “He will meet with our publisher off-the-record and that session will be followed by an on-the-record meeting with our journalists and editorial columnists.” 7:13 a.m. ET Early this morning, Trump canceled meeting with New York Times. I cancelled today's meeting with the failing @nytimes when the terms and conditions of the meeting were changed at the last moment. Not nice — Donald J. Trump (@realDonaldTrump) November 22, 2016 But he says it could be rescheduled. Perhaps a new meeting will be set up with the @nytimes . In the meantime they continue to cover me inaccurately and with a nasty tone! — Donald J. Trump (@realDonaldTrump) November 22, 2016 Monday, Nov. 21 Trump meets with more people at Trump Tower; network execs and anchors gather for “reset” with Trump; Trump’s international visitors highlight conflict of interest concerns   At 9:14 p.m. Trump tweets response to stories about his business interests: Prior to the election it was well known that I have interests in properties all over the world.Only the crooked media makes this a big deal! — Donald J. Trump (@realDonaldTrump) November 22, 2016 Trump’s international visitors highlight conflict of interest concerns  NEW YORK  Donald Trump has been adamant that his business will mean nothing to him as president, telling  60 Minutes last week  “I don’t care about hotel occupancy. It’s peanuts compared to what we’re doing.” But a Facebook photo from last Tuesday, that has since been deleted, showed the smiling president-elect at Trump Tower joined by three of his Indian business partners , developers of the Trump Towers luxury apartment complex in Pune, India. The Trump Organization said it was just “an exchange of hellos,” but Indian media clearly thought it was more, saying “Donald Trump meets Indian partners.”-- Anna Werner Donald Trump with his Indian business partners Close Devendra Jain/Facebook 6:24 p.m. ET In a 2.5-minute recorded video announcement, President-elect Donald Trump said his transition team is working “very smoothly” and outlined a series of actions he plans to take upon being inaugurated in January. “Our transition team is working very smoothly, efficiently, and effectively,” he said in the video. “Truly great and talented men and women, patriots indeed, are being brought in, and many will soon be part of our government, helping us make America great again.” Among the immediate actions he’ll take, Mr. Trump said, are issuing a notification stating the U.S. will withdraw from the Trans-Pacific Partnership trade deal, cutting restrictions on energy production and requiring two regulations to be discontinued for every new regulation added. He also said he would direct the Defense Department to develop a plan to fight off cyberattacks, ask the Department of Labor to investigate visa program abuses, and impose a five-year ban on officials lobbying after they leave the administration. 4:30 p.m. ET Several media executives and news anchors made the trip to Trump Tower in Manhattan Monday afternoon for a meeting with President-elect Donald Trump for what was characterized as a “reset” gathering . The executives and anchors spotted in the lobby of his Fifth Avenue headquarters included CNN’s Wolf Blitzer and CNN’s president, Jeff Zucker, executives from Fox News as well as CBS News’ Charlie Rose, John Dickerson, Norah O’Donnell and Gayle King. After the meeting, top Trump adviser Kellyanne Conway called the meeting “excellent” and “unprecedented.” “Excellent meeting with the top executives and anchors of the major networks - ABC, CBS, NBC - which of course includes MSNBC, Fox News and CNN represented,” Conway told reporters at Trump Tower. “Pretty unprecedented meeting we pulled together in two days.”-- Rebecca Shabad, Arden Farhi 2:31 p.m. ET President-elect Donald Trump is considering former Massachusetts Sen. Scott Brown to lead the Department of Veterans Affairs, Brown confirmed Monday. Brown, who served more than 30 years in the National Guard, told reporters outside Trump Tower in New York after meeting with Mr. Trump that he’s “not competing with anybody” but believes he’s the “best person”for the job. Who's been spotted at Trump Tower? “We obviously spoke about my passion and his passion which are veterans issues,” Brown told reporters outside of Trump Tower Monday. “And you know obviously I think it’s the toughest job in the cabinet to lead the VA, because while it has so many angels working there, it has so many great problems as well.” Were he to be appointed to the post, Brown said he would focus on lowering the suicide rate among veterans and shortening the long lines for treatment at VA hospitals around the country. He said Trump is “going to take … [his] interest under consideration,” and that he expects to hear Trump’s decision after Thanksgiving. 9:54 a.m. ET Trump is back at Trump Tower in Manhattan after spending the weekend in Bedminster, N.J. On Monday, he’s expect to meet with Democratic Rep. Tulsi Gabbard of Hawaii, former Texas Gov. Rick Perry, Oklahoma Gov. Mary Fallin, former Labor Secretary Elaine Chao, who’s also Mitch McConnell’s wife, and former Speaker Newt Gingrich.  Sunday, Nov. 20 Donald Trump meets with more Cabinet contenders, continues to tweet about “Hamilton” 4:00 p.m. ET New Jersey Gov. Chris Christie arrives for his meeting with Mr. Trump in Bedminster, New Jersey.  3:30 p.m. ET Mr. Trump weighed in on when his wife , Melania Trump, and his 10-year-old son Barron would move to the White House from Trump Tower in Manhattan.  “Right after he finishes school,” the president-elect told reporters Sunday.  Transition spokesmen Jason Miller and Sean Spicer spoke with reporters before investor Wilbur Ross left Bedminster.  As CBS News’ Major Garrett noted, Ross appears to be a top pick for Commerce. When Mr. Trump was asked if he’d name Ross commerce secretary, he said on camera, “that’s what we’re looking for.” Ross repeated “we’ll see” when asked before and after his meeting if he thought he’d join Mr. Trump’s Cabinet. Former New York City major Rudy Giuliani, a top contender to be secretary of state, also met with Trump Sunday. 2:30 p.m. ET President-elect Donald Trump has met with Peter Kirsanow, a member of the U.S. Commission on Civil Rights, a former member of the National Labor Relations Board, and a partner in the labor and employment practice group of Benesch, Friedlander. He has also spoken with Wilbur Ross, Ari Emanuel and John Gray. Ross is in the running to be the president-elect’s secretary of commerce.  Mr. Trump told the press that they’re “getting very close on a lot” of decisions.  Asked about whether he was still upset about Hamilton, the president-elect called it “very inappropriate.” Gov. Chris Christie arrived at 2:30 p.m. in Bedminster, New Jersey.  The cast and producers of Hamilton, which I hear is highly overrated, should immediately apologize to Mike Pence for their terrible behavior — Donald J. Trump (@realDonaldTrump) November 20, 2016 Numerous patriots will be coming to Bedminster today as I continue to fill out the various positions necessary to MAKE AMERICA GREAT AGAIN! — Donald J. Trump (@realDonaldTrump) November 20, 2016 10:45 a.m. ET President-elect Donald Trump and Vice President-elect Mike Pence will begin their meetings after church this Sunday morning. Beginning at noon, their meetings will include: Ari Emanuel of William Morris Endeavor; Peter Kirsanow of the U.S. Commission on Civil Rights; John Gray of Blackstone; Kris Kobach, the Kansas secretary of state who recently proposed reinstating a Muslim registry in the U.S. ; Wilbur Ross; New Jersey Gov. Chris Christie; former New York City mayor Rudy Giuliani; Robert Johnson, the founder of Black Entertainment Television; David McCormick of Bridgewater and former Treasury staff; T.W. Shannon, an Oklahoma politician; Rep. Cathy McMorris-Rodgers, R-Wisconsin; and Gen. John Kelly, Marine Corps.  Saturday, Nov. 19 President-elect Donald Trump and Vice President-elect Mike Pence meet with several contenders for Cabinet positions, including education advocates, Gen. James Mattis, and former Republican presidential nominee Mitt Romney. 6:08 p.m. ET Todd Ricketts, co-owner of the Chicago Cub, departs from the clubhouse in Bedminster, New Jersey.  Mr. Trump responded to a couple questions shouted by the press, saying that the transition team is considering “a lot of great talent” to fill positions.  Sean Spicer, communications director for the Republican National Committee (RNC), indicated to reporters that most meetings will finish by 7 p.m. ET. 4:45 p.m. ET Gen. James Mattis, a possible defense secretary in the Trump administration, left the meeting club house. Mr. Trump had this to say of Mattis: “All I can say is he is the real deal...he is the real deal.” GOP finance chairman Lew Eisenberg arrived soon after Mattis’ departure to meet with Mr. Trump. Bob Woodson, head of the Center for Neighborhood Enterprise in Washington and a possible Trump pick for housing and urban development secretary, also met with the president-elect Saturday. 3:45 p.m. ET Betsy DeVos, a prominent school choice advocate and possible education secretary pick, met with Mr. Trump in New Jersey Saturday.  Retired Marine Corps Gen. James Mattis arrived in New Jersey and was greeted by the president-elect and the vice president-elect.  3:04 p.m. ET Mr. Trump also met with Michelle Rhee, former chancellor of Washington, D.C.’s public schools and possible pick for education secretary, and her husband, Kevin Johnson, the mayor of Sacramento, California.  When the president-elect was asked about the meeting, he said, “it went great, really great.” Both, he added, are “greatly talented.”  Mr. Trump, when pressed on whether the public could expect any other big announcements Saturday, said “we’ll see... it could happen.” 2:44 p.m. ET Mitt Romney addressed the press after his meeting with President-elect Donald Trump and Vice President-elect Mike Pence.  ",
    "title": "Trump transition to the White House - live blog - CBS News"
   },
   {
    "entities": [
     "lamar",
     "trump",
     "haberman",
     "november 24, 2016",
     "w.",
     "committee",
     "jeremy",
     "2012",
     "virginia",
     "kate",
     "times",
     "southern",
     "john",
     "south",
     "negroponte",
     "senate",
     "recruits",
     "association",
     "alexander",
     "mark",
     "webb",
     "lily",
     "york",
     "tower",
     "clinton",
     "peters",
     "landler",
     "last week",
     "d.",
     "bay",
     "united",
     "carson",
     "marines",
     "f.",
     "hilary",
     "swift",
     "new",
     "petraeus",
     "eskelsen",
     "states",
     "state",
     "education",
     "henry",
     "national",
     "cuba",
     "mcmaster",
     "maggie",
     "today",
     "david",
     "hillary",
     "devos",
     "c.i.a.",
     "army",
     "kelly",
     "nations",
     "bush",
     "jim",
     "george",
     "h.",
     "command",
     "haley",
     "tennessee",
     "garcia",
     "last year",
     "washington",
     "zernike",
     "republican",
     "tuesday",
     "guantánamo",
     "carolina",
     "ben"
    ],
    "id": 9,
    "text": "Subscribe to the Times The tension has left some on the team looking for a third choice, like Gen. John F. Kelly of the Marines, the former head of the United States Southern Command, which oversees the military prison at Guantánamo Bay, Cuba; David H. Petraeus, the retired Army general who was director of the C.I.A.; or, a particular long shot, former Senator Jim Webb of Virginia, who could be the lone Democrat in the cabinet after having briefly run for the party’s presidential nomination last year. Choosing Mr. Petraeus, who resigned in 2012 in a scandal over his leaking of classified information, would be somewhat easier after Mr. Trump said he would not pursue a case against Hillary Clinton over her handling of classified emails on a private email server, one person close to the transition said. The debate over secretary of state is a microcosm of the balance Mr. Trump is trying to strike in all of his appointments — between loyalists who will appeal to his base and more mainstream Republicans, many of whom stridently opposed his candidacy. In Ms. DeVos, Ms. Haley and Mr. Carson, he is trying to appeal to several of these constituencies, from Midwestern ultraconservatives to the diverse society that Republicans have tried to reach, with mixed results. Mr. Trump’s selections could blunt criticism that his early picks came from a homogeneous bloc of older, white men. If confirmed, Ms. Haley would step down as governor and be replaced by the state’s lieutenant governor, Henry McMaster, who was an early supporter of Mr. Trump. Photo Ben Carson at Trump Tower on Tuesday. Credit Hilary Swift for The New York Times Mr. Carson is a familiar face to Americans after a Republican primary campaign in which he briefly rose to the top of the polls. Neither he nor Ms. Haley is particularly experienced for the posts they have been offered. Mr. Carson had even seemed to take himself out of the running for a cabinet position last week, with his friends putting out word that he had concluded he was not qualified to run a vast federal bureaucracy. Some pointed to Ms. Haley’s experience as a legislator and trade ambassador for South Carolina as credentials for the United Nations post. John D. Negroponte, a former ambassador to the United Nations under President George W. Bush who opposed Mr. Trump’s candidacy, said Ms. Haley was an “intriguing and very good choice.” Advertisement Continue reading the main story “She’s not an ideologue,” he said. “She’ll quickly grasp that there are aspects of the United Nations’ work that can benefit the United States.” Ms. DeVos, a former finance chairwoman of the Republican National Committee, won the support of Senator Lamar Alexander, the Tennessee Republican who is chairman of the Senate Education Committee. He called her an “excellent choice.” She favors charter schools , which are publicly funded but typically run independently of local school boards and teachers’ unions, and school vouchers, which give students tax dollars to apply toward private-school tuition. Lily Eskelsen Garcia, president of the National Education Association, the country’s largest teachers’ union, criticized the nomination, saying that Ms. DeVos’s efforts over the years had “done more to undermine public education than support students.” “She has lobbied for failed schemes, like vouchers — which take away funding and local control from our public schools — to fund private schools at taxpayers’ expense,” she said. “These schemes do nothing to help our most vulnerable students while they ignore or exacerbate glaring opportunity gaps.” Mark Landler reported from Washington, and Maggie Haberman from New York. Kate Zernike contributed reporting from New York, and Jeremy W. Peters from Washington. A version of this article appears in print on November 24, 2016, on page A1 of the New York edition with the headline: Trump Recruits 2 Former Critics To Join Cabinet. Order Reprints | Today's Paper | Subscribe ",
    "title": "Trump Diversifies Cabinet; Picks Nikki Haley and Betsy DeVos - The New York Times"
   },
   {
    "entities": [
     "bill",
     "trump",
     "u.s.",
     "news",
     "johnson",
     "international",
     "nov. 12",
     "w.",
     "congressional",
     "ronald",
     "present",
     "service",
     "times",
     "nigel",
     "japan",
     "obama",
     "ukip",
     "previously",
     "york",
     "clinton",
     "congress",
     "now",
     "research",
     "last week",
     "the",
     "argentina",
     "current",
     "h.w.",
     "lyndon",
     "facebook",
     "treasury",
     "new",
     "october",
     "germany",
     "twitter",
     "mauricio",
     "carter",
     "reagan",
     "farage",
     "d.c.",
     "fox",
     "oval",
     "jimmy",
     "office",
     "bush",
     "nov. 8",
     "george",
     "donald",
     "washington",
     "hotel",
     "2016",
     "macri",
     "tuesday",
     "mumbai",
     "bannon"
    ],
    "id": 10,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump is facing more potential conflicts of interest than any other Oval Office occupant in U.S. history. And the billionaire businessman’s response is: So what? Trump shrugged off any hypothetical entanglements that could occur due to his worldwide real estate enterprise and asserted the law stood with him during a meeting with The New York Times on Tuesday. “I mean, I know that from the standpoint, the law is totally on my side, meaning, the president can’t have a conflict of interest,” Trump said . “…And I understand why the president can’t have a conflict of interest now, because everything a president does in some ways is like a conflict of interest.” TRUMP REVERSES COURSE ON CLINTON, DEFENDS BANNON According to a Congressional Research Service report issued in October, Trump is right. “Because of concerns regarding interference with the exercise of constitutional duties, Congress had not applied [criminal penalties for conflicts of interest] to the President,” the report stated. “Consequently, there is no current legal requirement that would compel the President to relinquish financial interests because of a conflict of interest.” Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → The present model assumes the president will be tried in the court of public opinion before he takes office. “In other words, the current regulatory scheme suggests that any potential conflicts will be addressed by the electorate at the ballot box,” the report stated. The majority of previous presidents – Lyndon Johnson, Jimmy Carter, Ronald Reagan, George H.W. Bush, Bill Clinton and George W. Bush – have voluntarily “divested” any financial assets. President Obama did not, however, because his assets were tied up in Treasury notes and mutual funds he did not control, according to the report. Trump told The Times he is beginning to take steps to separate a President Trump from the Trump organization. He noted that he’s “greatly reduced” signing checks and meetings with contractors and other interested parties. But Trump is acutely aware that he has no legal obligation to build a metaphorical wall between himself and his business. “In theory, I could run my business perfectly, and then run the country perfectly,” he said. “…But I would like to do something. I would like to try and formalize something, because I don’t care about my business.” Though he’s been president-elect for fewer than three weeks, already several controversies involving potential conflicts have bubbled up – and mostly petered out. Trump met last week with three Indian real-estate executives who are involved in building a Trump apartment complex in Mumbai. Trump said it was merely a congratulatory meeting and the men simply took a photo. During a Nov. 12 conversation with UKIP leader Nigel Farage, Trump allegedly brought up the topic of wind farms, the building of which Trump had previously tried to stop because the structures obstructed the view at one of his Scottish golf courses. “I might have brought it up,” said Trump, who then detailed his long-time opposition to windfarms due to their effect on the bird population and because he said most are manufactured in Germany or Japan. After Trump spoke with the President of Argentina by phone after the Nov. 8 election, a report emerged from the country saying Trump brought up the topic of obtaining permits for an Argentinian office complex he’s been trying to build. Both Trump and President Mauricio Macri denied the report and the source of the rumor later said he was joking. The Trump International Hotel which opened in October in Washington, D.C. is, Trump admits, “a hotter brand than it was before.” “I can’t help that, but I don’t care,” he told The Times. What will truly serve as a check on any potential conflicts, Trump said, is the chance he has to serve the nation and govern effectively. “I don’t care about my company. It doesn’t matter. My kids run it…” Trump said. “The only thing that matters to me is running our country.” Advertisement ",
    "title": "Trump on potential conflicts of interest: 'The law is totally on my side' | Fox News"
   },
   {
    "entities": [
     "branca",
     "wednesday",
     "vero",
     "journal",
     "baron",
     "dodgers",
     "times",
     "gehrig",
     "stadium",
     "pafko",
     "wall",
     "nov. 23, 2016",
     "york",
     "scully",
     "andy",
     "larsen",
     "vince",
     "2001",
     "diana",
     "fla.",
     "brooklyn",
     "giants",
     "spring",
     "beach",
     "delillo",
     "new",
     "russ",
     "thompson",
     "don",
     "thomson",
     "coogan",
     "five years later in 1956",
     "willie",
     "1951",
     "mays",
     "bobby",
     "yankee",
     "hodges",
     "vin",
     "ralph",
     "tuesday",
     "lou",
     "street",
     "1997"
    ],
    "id": 11,
    "text": "Pitcher Ralph Branca at Dodgers spring training camp in Vero Beach, Fla. Bettmann Archive hide caption toggle caption Pitcher Ralph Branca at Dodgers spring training camp in Vero Beach, Fla. Bettmann Archive Ralph Branca, the Brooklyn Dodgers pitcher who gave up the \"shot heard 'round the world\" back in 1951, died Tuesday. Branca was 90 years old and died in his sleep at an assisted living home, his publicist, Diana Baron, said. Branca had a remarkable 12-year career in the major leagues, where he put up a career 3.79 ERA and made the All-Star roster three times. But Branca will always be remembered for one pitch he made during the National League Championship Series between the Dodgers and their crosstown rival New York Giants in 1951. He entered the game as a relief pitcher in the bottom of the ninth inning and gave up a walk-off home run to Bobby Thomson. Here's the New York Times on the significance of that moment : \"In baseball lore the Thomson homer has been preserved in amber. It sits alongside Lou Gehrig's farewell at Yankee Stadium, Don Larsen's perfect game in a World Series and 'the Catch,' Willie Mays's spectacular over-the-shoulder, warning-track snare of a Series blast at the same Polo Grounds, three years after Thomson's 'shot.' \"It was also immortalized in American literature by Don DeLillo, who opened his 1997 novel, 'Underworld,' with an extended, lyrical re-creation of that Wednesday at Coogan's Bluff, complete with echoes of the radio announcer Russ Hodges's disbelieving call as the ball headed for the fence and sailed over the Dodgers' left fielder Andy Pafko, culminating, as pandemonium erupted, with the joyous, repeated declaration, 'The Giants win the pennant!' \" YouTube In 2001, The Wall Street Journal found evidence that the Giants may have been cheating by placing a telescope in center field to steal pitch signs from opposing teams. Thomson denied he knew what pitch was coming . Article continues after sponsorship Either way, friends said despite that news and the outsize role that pitch played in Branca's life, he was always the consummate professional. \"Ralph always held his head high,\" sportscaster Vin Scully said in a statement. \"He never let that incident define him. He was bigger than that. When he retired five years later in 1956, he did so with his self-respect intact. Some men display heroism in victory. But far more impressive is the display of heroism in loss. Ralph's acceptance of that loss, without rancor or bitterness, is one of the most inspiring examples of sportsmanship I've been privileged to witness.\" Branca is survived by his wife and his two daughters. Correction Nov. 23, 2016 A previous version of this story misspelled Bobby Thomson's last name as Thompson and gave Vin Scully's first name as Vince. ",
    "title": "Ralph Branca, All-Star Pitcher Who Gave Up 'Shot Heard 'Round The World,' Dies : The Two-Way : NPR"
   },
   {
    "entities": [
     "trump",
     "windquest",
     "$110 billion",
     "federation",
     "obama",
     "jr.",
     "carly",
     "moline",
     "foundation",
     "grand",
     "interfaith",
     "jack",
     "marco",
     "d.c.",
     "gop",
     "kennedy",
     "jim",
     "washington",
     "randi",
     "betsy",
     "lamar",
     "and",
     "florida",
     "committee",
     "2006",
     "congressional",
     "three decades ago",
     "senate",
     "baghdad",
     "erik",
     "millions of dollars",
     "trump's",
     "school",
     "department",
     "$12,000",
     "patty",
     "in",
     "emma",
     "demint",
     "labor",
     "brown",
     "edchoice",
     "here",
     "sarah",
     "march",
     "college",
     "group",
     "responsive",
     "children",
     "choice",
     "republican",
     "examiner",
     "murray",
     "rapids",
     "wednesday",
     "rubio",
     "$22.5 million",
     "caucus",
     "for",
     "america",
     "excellence",
     "parnass",
     "teachers",
     "luke",
     "alexander",
     "post",
     "now",
     "alliance",
     "american",
     "cabinet",
     "iraq",
     "pensions",
     "edgar",
     "party",
     "philanthropy",
     "messer",
     "bush",
     "view",
     "politics",
     "amway",
     "blackwater",
     "capitol",
     "$2.7 million",
     "2013",
     "michigan",
     "dick",
     "graphic",
     "$20 billion",
     "november 23",
     "jeb",
     "heritage",
     "calvin",
     "fiorina",
     "hill",
     "of",
     "mich.",
     "education",
     "health",
     "center",
     "devos",
     "prince",
     "donald",
     "2007",
     "at 3:17 pm",
     "2016",
     "osman",
     "weingarten",
     "indiana"
    ],
    "id": 12,
    "text": "Trump picks billionaire Betsy DeVos, school voucher advocate, as education secretary The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Emma Brown November 23 at 3:17 PM Follow @emmersbrown Betsy DeVos is hardly a household name, but the Michigan billionaire and conservative activist has quietly helped change the education landscape in many states, spending millions of dollars in a successful push to expand voucher programs that give families taxpayer dollars to pay for private and religious schools. Now DeVos is poised to spread her preference for vouchers nationwide. President-elect Donald Trump on Wednesday named her as his nominee for education secretary, a pick that suggests he aims to follow through with campaign promises to expand the movement toward “school choice” — including vouchers and charter schools — in an effort to break up a public education system that he has called “a government-run monopoly.” Trump’s pick has intensified what already was a polarized debate about school choice. Advocates for such choice see in the Trump administration an extraordinary opportunity to advance their cause on a national scale, whereas teachers unions and many Democrats fear an unprecedented and catastrophic attack on public schools, which they see as one of the nation’s bedrock civic institutions. [ Pence accomplished in Indiana what Trump wants for national education ] Jim DeMint, president of the conservative Heritage Foundation, cheered DeVos on Wednesday, saying that “the school choice movement will have a champion in the Education Department.” American Federation of Teachers President Randi Weingarten said that Trump’s pick “makes it loud and clear that his education policy will focus on privatizing, defunding and destroying public education in America.” Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet As a billionaire Republican power broker with no professional experience in schools, DeVos is an unconventional choice to lead the federal education bureaucracy. And while her views on choice are well known, it is unclear how she would lead a department with responsibilities that sprawl from administering student loans to enforcing civil rights in schools. [ Trump could reverse Obama’s actions on college sex assault, transgender rights ] She has said little about Common Core, for example, and her ties to organizations that support the K-12 academic standards — including as a board member of the Foundation for Excellence in Education, started by former Florida governor Jeb Bush — raised concern for Trump supporters, who saw her nomination as a sign that the president-elect is wavering on his vehement opposition to the standards. From her Twitter account Wednesday, DeVos linked to a website where she wrote that she had initially believed in the standards but became disenchanted with them as they “got turned into a federalized boondoggle.” “I am not a supporter — period,” she wrote. Many Republicans on Capitol Hill are hoping that DeVos will shrink the Education Department’s role in public schools and leave more decisions to states and districts. “Betsy DeVos is an excellent choice,” said Sen. Lamar Alexander (R-Tenn.), chairman of the Senate Health, Education, Labor and Pensions Committee, adding that he expects DeVos to stop the Obama administration’s effort to turn the federal government into a “national school board.” Alexander led a recent bipartisan effort to pass the Every Student Succeeds Act, which shifted power to the states. President-elect Donald Trump has picked Betsy DeVos for education secretary. Here's what you need to know about the conservative activist and billionaire donor. (Sarah Parnass,Osman Malik/The Washington Post) Sen. Patty Murray (D-Wash.), ranking member of the education committee, said she plans to scrutinize DeVos’s record and ask her about her qualifications, priorities and plans. Murray also said she would press DeVos to explain — given Trump’s statements about immigrants, women, Muslims and other groups — how she “will ensure the safety and respect of all students, of all backgrounds, all across this country.” DeVos, 58, grew up in Michigan, where her father, Edgar Prince, made a fortune supplying auto parts to manufacturers. Her brother is Erik Prince, the founder of Blackwater, one of the most profitable private security firms during the Iraq War. Blackwater came under scrutiny after its guards shot and killed 17 Iraqi civilians in Baghdad in 2007. She graduated from Calvin College, a Christian liberal arts school in Grand Rapids, Mich., and married Dick DeVos Jr., an heir to the Amway direct-sales fortune. Together, they founded the Windquest Group, which invests in technology and manufacturing. They wield powerful influence in Michigan, where she is a former chair of the state GOP and he was the Republican nominee for governor in 2006. They also are major donors to GOP candidates and conservative causes nationwide. During the 2016 cycle, they gave nothing to Democrats and $2.7 million to Republican candidates and political action committees, according to an analysis by the Center for Responsive Politics. The DeVoses also have donated millions of dollars to the arts and to Christian organizations. But they are perhaps most ardent about their support for school choice, leading a movement to promote vouchers and charter schools for years. [ Kennedy Center gets $22.5 million gift from DeVos family ] Betsy DeVos founded and serves as chairman of the American Federation of Children and its associated political arm, a platform she has used to support candidates who endorse vouchers and charter schools and to attack candidates who don’t. Three decades ago, there were no state voucher programs. Now, according to the advocacy group EdChoice, about 400,000 children in 29 states are going to private schools with the help of public dollars. DeVos is working toward a scenario in which “all parents, regardless of their Zip code, have had the opportunity to choose the best educational setting for their children,” she told Philanthropy magazine in 2013. Trump has proposed redirecting $20 billion in federal spending toward a grant program for states to expand vouchers and charter schools. He has also said that he wants to use the bully pulpit of the presidency to persuade states to devote another $110 billion toward vouchers — enough, he has said, for every child living in poverty to have a scholarship of $12,000 toward the school of his or her choice. Research on voucher programs shows mixed results. Several recent studies have found that voucher recipients’ math and reading test scores decline after they transfer from public to private schools. But other studies have found that voucher recipients are more likely to enroll in and complete college. Public school advocates fear that redirecting dollars from public to private schools not only weakens public education but also gives taxpayer support to institutions that don’t have the same obligation to serve all students — including those in need or who have learning disabilities. [ Quality controls lacking for D.C. school voucher program ] Vouchers also send money to religious schools, a fact that has provoked political resistance and legal challenges. “Americans are always free to send their children to private schools and religious schools, but raiding the public treasury to subsidize private businesses and religious organizations runs against the public trust and the Constitution,” said Rabbi Jack Moline, president of Interfaith Alliance, adding that Trump’s nomination “suggests he has little regard for . . . the constitutional principle of separation of church and state.” But proponents say families should be allowed to choose where their children learn. “We cannot rest as a nation until every kid gets a chance to attend a great school,” said Rep. Luke Messer (R-Ind.), chairman of the Congressional School Choice Caucus, in a statement hailing DeVos’s nomination. Trump’s embrace of DeVos shows a willingness to look outside his circle of loyalists. DeVos donated money to Republican primary contenders Bush and Carly Fiorina before throwing her support behind Sen. Marco Rubio (R-Fla.). She was never an enthusiastic Trump supporter, telling the Washington Examiner in March that she considered him an “interloper” who “does not represent the Republican Party.” She had warmer words for Trump on Wednesday. “I am honored to work with the President-elect on his vision to make American education great again. The status quo in ed is not acceptable,” DeVos tweeted. “Together, we can work to make transformational change to ensure every student has the opportunity to fulfill his or her highest potential.” local ",
    "title": "Trump picks billionaire Betsy DeVos, school voucher advocate, as education secretary - The Washington Post"
   },
   {
    "entities": [
     "j.j.",
     "detroit",
     "anthony",
     "night",
     "gallagher",
     "michigan",
     "watch",
     "roy",
     "this morning",
     "m.",
     "department",
     "police",
     "craig",
     "24 hours on sunday",
     "state",
     "collin",
     "yesterday evening",
     "today",
     "rose",
     "holt",
     "7:30 p.m.",
     "ap",
     "james",
     "wayne",
     "weekend",
     ", 6:37 pm",
     "university",
     "tuesday",
     "wilson",
     "nov 23, 2016"
    ],
    "id": 13,
    "text": "Wayne State Police Officer Dies After Being Shot in Head By J.J. GALLAGHER Nov 23, 2016, 6:37 PM ET 0 Shares Steve Perez/Detroit News via AP WATCH Wayne State Police Officer Dies After Being Shot 0 Shares Email The Wayne State University police officer who was shot Tuesday night has died, the university announced today. \"I am saddened to report that a short time ago, Wayne State University officer Collin Rose died from the gunshot wound he suffered while working in the line of duty yesterday evening,\" said Wayne State University President M. Roy Wilson. Wilson asked members of the community to keep Rose and his fiancée, as well as all university police officers, in their prayers. \"Our officers mourn with us, but these dedicated, professional men and women continue to serve us courageously, every day,\" he said. \"We can honor Collin’s memory best with our ongoing gratitude and support for all of our officers.\" Michigan police said this morning that they have a suspect in custody after an intensive manhunt. Rose was shot in the head during a traffic stop while patrolling off-campus in Detroit on Tuesday around 7:30 p.m. Investigators are still trying to determine the nature of the stop and what led to the shooting. Wayne State University Police Department Chief Anthony Holt described Rose, a five-year veteran, as an \"excellent officer\" who has received a number of commendations. \"This is a very difficult day for me in my 40-plus years being a member of the Wayne State University Police Department,\" the police chief said. According to the Wayne State University Police Department, the suspect had previous contact with area law enforcement that included allegedly assaulting police officers. \"He is a known person to us,\" Holt told reporters this morning. The shooting took place in an area where there were a number of reported vehicle thefts, according to Detroit Police Department Chief James Craig. It follows a violent weekend around the country; four officers were shot in 24 hours on Sunday. \"I can't sugarcoat this. This is a tragedy of immense proportions,\" Wayne State University President Roy Wilson told reporters this morning. \"All of our thoughts go to the family, to his fellow officers.\" According to Wilson, it has been 36 years since the last time a Wayne State University police officer was shot. \"Many of these officers are younger than 36 and haven't dealt with something like this,\" he said. \"They have a lot to try to take in.\" 0 Shares ",
    "title": "Wayne State Police Officer Dies After Being Shot in Head - ABC News"
   },
   {
    "entities": [
     "angelo",
     "wednesday",
     "the day before",
     "detroit",
     "2011",
     "night",
     "ministry",
     "lincoln",
     "free",
     "keeper",
     "facebookemail",
     "michigan",
     "evans",
     "jesse",
     "roy",
     "evening",
     "2014",
     "m.",
     "apartments",
     "police",
     "facebook",
     "ferris",
     "evenings",
     "woodbridge",
     "twitter",
     "november 23, 2016",
     "state",
     "pinterest",
     "brothers",
     "richland",
     "collin",
     "yesterday evening",
     "late",
     "today",
     "rose",
     "2010",
     "david",
     "linkedin",
     "holt",
     "betty",
     "6:29 p.m. est",
     "wayne",
     "tony",
     "google",
     "l.",
     "university",
     "usa",
     "jess",
     "tuesday",
     "6 p.m.",
     "press",
     "wilson"
    ],
    "id": 14,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Wayne State campus police officer dies after being shot Wayne State University Police K9 Officer Collin Rose has died of injuries sustained when he was shot in the head while on-duty. Post to Facebook Wayne State campus police officer dies after being shot Wayne State University Police K9 Officer Collin Rose has died of injuries sustained when he was shot in the head while on-duty. Check out this story on USATODAY.com: http://usat.ly/2ghiGbb CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 55 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Wayne State campus police officer dies after being shot USA Today Network David Jesse, Detroit Free Press 6:29 p.m. EST November 23, 2016 Collin Rose (Photo: Wayne State University) DETROIT — Wayne State University Police K9 Officer Collin Rose has died of injuries sustained when he was shot in the head while on-duty. Rose is the first Wayne State officer to be killed in the line of duty. He was the second Wayne State officer to be shot while on duty. “I am saddened to report that a short time ago, Wayne State University officer Collin Rose died from the gunshot wound he suffered while working in the line of duty yesterday evening,” Wayne State University President M. Roy Wilson said in a message to the campus community at 6 p.m. Wednesday. “This is a tragedy felt by all of us —  Collin and his family and friends, his fiancée, and our campus and community. Please keep Collin and his fiancée and family in your thoughts and prayers. Collin served Wayne State with distinction, and we owe those he left behind our deepest sympathies and our strong support.\" The 29-year-old officer was shot in the head Tuesday evening after he stopped to investigate a man while patrolling an area a few blocks off campus in Detroit's Woodbridge neighborhood. Wayne State University police officer shot near campus Rose was alone in the car with his two dogs. It's standard policy for officers to patrol alone, police said, It's also standard policy not to get the dogs — which are trained for narcotics and bomb sniffing — out and to use them to control a subject. It is unclear why Rose was in the area, which is off campus. Wayne State police are also sworn Detroit police officers and patrol the area around campus. Police have not said if Rose was responding to a 911 call that the manager of a nearby apartment building said she had made. Betty Evans, manager of the Lincoln Apartments, said she had argued with a man on a bicycle, who didn't live there and called 911 when he wouldn't leave the area. She said she looked outside as an officer arrived to confront the man on the bike. \"He was outside, in front. The officer was trying to get his hands behind his back. We heard a shot and the officer went down, and we heard two more shots,\" Evans said. There also had been a rash of car break-ins in the area the day before. Wayne State University police Chief Tony Holt said he didn't know how that factored into Rose's decision to stop the suspect. The suspect, who is not being named by the Detroit Free Press because he has not been formally charged, was arrested late Tuesday night. 1 police officer killed, 2 shot in 3 incidents across USA The suspect is known to the Wayne State police and other area departments. In 2011, he was charged with two charges of felony assault involving a police officer, one causing injury, and pleaded guilty, resulting in a 53-day jail sentence, the records show. There also was an incident in 2014, Holt said, although he didn't have details of that. The shooting is hitting the 65-member police department hard, university President M. Roy Wilson said at a press conference Wednesday. Many Wayne State officers, visibly shaken, gathered in the back and exchanged long hugs with each other at the press conference. Rose was a 2010 graduate of Ferris State University and was one credit short of completing his master's degree in police administration at Wayne State. His first job was with the Richland police department in western Michigan. Rose had worked and done and conducted training all over the state, Holt said. He was also heavily involved in organizing memorials for other slain police officers in the area. Members of many Detroit-area police departments showed up at the hospital following the shooting. People who live near the scene where Rose was shot said the suspect is a regular recipient of meals handed out three evenings per week from the I Am My Brothers Keeper Ministry about a block away. \"He's just eat his food and took off,\" said a man who identified himself as Angelo L. \"(He would) go outside, smoke a cigarette and just vanish. That was it, just like everybody else that comes down there to eat.\" He said he'd seen the man in the area regularly for the past five to six years. Angelo L. said he was familiar with Rose, who would regularly speak with and help people in the neighborhood, and that he feels \"very, very bad for him.\" Follow David Jess on Twitter: @reporterdavidj 10131 CONNECT TWEET 36 LINKEDIN 55 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2ghiGbb ",
    "title": "Wayne State campus police officer dies after being shot"
   },
   {
    "entities": [
     "d'myunn",
     "county",
     "wednesday",
     "winifred",
     "garrett",
     "lafrederick",
     "news",
     "safety",
     "a",
     "district",
     "orchard",
     "u.s.",
     "duke",
     "workers",
     "durham",
     "board",
     "september",
     "adamson-cothran",
     "austin",
     "bray",
     "mark",
     "administration",
     "christopher",
     "hamilton",
     "school",
     "brenda",
     "amy",
     "carrier",
     "police",
     "now",
     "two months ago",
     "cordayja",
     "talley",
     "amazon",
     "johnthony",
     "walker",
     "reporter",
     "contact",
     "elementary",
     "nov. 21, 2016",
     "ntsb",
     "brown",
     "kirk",
     "thornbury",
     "knob",
     "warrenville",
     "ap-rrb-",
     "national",
     "press",
     "mateen",
     "nov. 22, 2016",
     "fulfillment",
     "illinois",
     "a.",
     "center",
     "david",
     "services",
     "federal",
     "associated",
     "kelly",
     "thirkill",
     "hart",
     "road",
     "ap",
     "chattanooga",
     "humphrey",
     "herbert",
     "woodmore",
     "katcher",
     "transportation",
     "monday",
     "motor",
     "tribune",
     "jasmine",
     "jones",
     "tenn."
    ],
    "id": 15,
    "text": "Drugs, alcohol not involved in Chattanooga bus crash that killed 5 kids Five children killed in Chattanooga bus crash Chattanooga police say an elementary school bus crash killed five children and sent at least 23 people to area hospitals. Chattanooga police say an elementary school bus crash killed five children and sent at least 23 people to area hospitals. Tribune news services Contact Reporter A school bus driver had no drugs or alcohol in his system when he careened off a road and smashed into a tree, killing five elementary schoolchildren, police said Wednesday. Chattanooga Police Sgt. Austin Garrett said a toxicology test was performed on Johnthony Walker, 24, the bus driver now in jail on five vehicular homicide charges. Federal authorities said Walker left the designated bus route and had driven onto a curvy road while carrying 37 children on their way home from Woodmore Elementary School. Police said he was driving well over the posted 30 mph limit when he lost control of the bus and slammed into a tree. Six children remain in the hospital. National Transportation Safety Board Chairman Christopher A. Hart says it's unclear why driver Walker left the designated route and drove the bus down Talley Road. \"One of the things we're exploring is A, has he done it before, and B, if so, why?\" Hart said. At least five children were killed and many more injured when a school bus crashed in Chattanooga, Tenn., on Nov. 21, 2016. He said Walker, who has no criminal record in the state, had taken on a second job at an Amazon Fulfillment Center, and part of the agency's investigation will look at whether fatigue played a role in the wreck. The NTSB will also bring in a specialist to analyze video and audio recordings from the bus's interior cameras that were damaged in Monday's wreck. Police disputed one woman's claim that the driver asked the children if they were \"prepared to die\" just before the wreck. Jasmine Mateen, whose 6-year-old daughter was among the dead, said one of her two surviving children who were on the bus told her about the driver's remarks. Garrett, however, said at a Wednesday press conference: \"I want to be very clear on this. No witness we have spoken with has that information or provided it directly to our investigators.\" He added that investigators have not yet interviewed the children on the bus and asked anyone with additional information to bring it to police. Three of the children killed were in fourth grade, one in first grade and another in kindergarten, said Kirk Kelly, interim superintendent of Hamilton County schools. A makeshift memorial to them grew up around a telephone pole, with stuffed bears, flowers and dozens of balloons. (Tribune news services) Their families remembered them as fun, happy children taken much too soon. D'Myunn Brown liked to play little tricks on grown-ups. The 6-year-old would snatch a cellphone, hide it, then giggle and bat his big brown eyes. \"That's what made him so pretty, and he was as sweet as he could be,\" said his great-grandmother, Winifred Bray. \"I'm still numb. I still can't believe he's gone.\" LaFrederick Thirkill remembered his 9-year-old cousin, Cordayja Jones, as a girly-girl who liked dressing up and giving hugs. Thirkill is the principal at Orchard Knob Elementary, where Cordayja attended before changing schools to Woodmore Elementary. She was a polite little girl, he said. Even though he was her cousin, she called him \"Mr. Thirkill\" when she saw him in the hallways. \"I remember her as just a kid who always smiles,\" he said. Chattanooga school bus crash Mark Humphrey / AP Workers stand by a tree  Nov. 22, 2016, at the site of a deadly school bus crash in Chattanooga, Tenn. Workers stand by a tree  Nov. 22, 2016, at the site of a deadly school bus crash in Chattanooga, Tenn. (Mark Humphrey / AP) School officials repeatedly declined to answer questions Wednesday about whether they received complaints about the driver. School Principal Brenda Adamson-Cothran said their focus is on \"giving our families and students the support that they need in this tragedy.\" Walker was involved in another bus accident only two months ago, police said. In September, he was driving the bus into a blind curve when he crossed over the center line and hit an SUV, according to a police report. No one was injured, and the damage to both vehicles was minor. He was not cited for any violations. Hamilton County School District spokeswoman Amy Katcher referred all questions about his performance and that of other drivers to the company that manages them, Durham School Services. The bus company did not respond to questions about its safety record or Walker's employment history. Durham CEO David A. Duke released a video statement expressing condolences to the families and pledging to work with investigators. A mother and 8-year-old son, who was injured in the crash, filed a lawsuit against Durham on Wednesday, attorney Herbert Thornbury confirmed. He said the boy suffered minor injuries, watched his best friend die and has been crying uncontrollably ever since. The lawsuit contends the boy may be permanently injured, sustained pain and suffering and will incur medical and other expenses as a result of the wreck. Based in Warrenville, Illinois, Durham operates about 13,700 vehicles across the U.S. and has nearly as many drivers, according to the Federal Motor Carrier Safety Administration. The company has had 346 crashes over two years, including three resulting in deaths and 142 with injuries, federal figures show. During that period, it had 53 incidents involving unsafe driving violations. Associated Press ",
    "title": "Drugs, alcohol not involved in Chattanooga bus crash that killed 5 kids - Chicago Tribune"
   },
   {
    "entities": [
     "wednesday",
     "rubio",
     "trump",
     "golf",
     "u.s.",
     "news",
     "nov 23",
     ", 2:54 pm",
     "elizabeth",
     "florida",
     "weingarten",
     "morning",
     "michigan",
     "for",
     "america",
     "dick",
     "nikki",
     "federation",
     "teachers",
     "association",
     "erik",
     "lily",
     "betsy",
     "et",
     "department",
     "nea",
     "jeb",
     "now",
     "american",
     "club",
     "carly",
     "fiorina",
     "facebook",
     "united",
     "of",
     "eskelsen",
     "marco",
     "education",
     "kaster",
     "national",
     "saturday, nov. 19, 2016",
     "n.j.",
     "nbc",
     "gop",
     "children",
     "devos",
     "carolyn",
     "prince",
     "bush",
     "nations",
     "ap",
     "donald",
     "bedminster",
     "haley",
     "amway",
     "garcia",
     "2016",
     "blackwater",
     "chuck",
     "carolina",
     "randi",
     "south"
    ],
    "id": 16,
    "text": "Nov 23 2016, 2:54 pm ET Trump Selects Charter School Advocate Betsy DeVos as Education Secretary by Elizabeth Chuck advertisement President-elect Donald Trump picked Betsy DeVos to be his education secretary Wednesday, putting an outspoken advocate of charter schools and school vouchers in America's top education post. \"Betsy DeVos is a brilliant and passionate education advocate,\" Trump said in a statement confirming her selection. \"Under her leadership we will reform the U.S. education system and break the bureaucracy that is holding our children back so that we can deliver world-class education and school choice to all families.\" DeVos is the second woman Trump has chosen for his administration. On Wednesday morning, South Carolina Gov. Nikki Haley accepted Trump's offer to be ambassador to the United Nations, a Cabinet-level position. President-elect Donald Trump and Betsy DeVos shake hands at Trump National Golf Club Bedminster clubhouse in Bedminster, N.J., Saturday, Nov. 19, 2016. Carolyn Kaster / AP DeVos, a 58-year-old billionaire philanthropist from Michigan, leads the American Federation for Children, which promotes charter school education. She's married to Dick DeVos, an heir to the Amway fortune, and is the sister to Erik Prince, founder of notorious government-contracted security company Blackwater, now known as Academi. A major GOP donor who gave money to Carly Fiorina and Jeb Bush during the primaries, DeVos ultimately supported Florida Sen. Marco Rubio as the Republican candidate for president — not Trump. Jeb Bush lauded her nomination, calling her an \"outstanding pick.\" Post by NBC News . \"She has a long and distinguished history championing the right of all parents to choose schools that best ensure their children's success,\" Bush wrote on Facebook. \"Her allegiance is to families, particularly those struggling at the bottom of the economic ladder, not to an outdated public education model that has failed them from one generation to the next.\" But the National Education Association, which supports public education causes, criticized DeVos as having a history of supporting policies that hurt students. \"She has consistently pushed a corporate agenda to privatize, de-professionalize and impose cookie-cutter solutions to public education. By nominating Betsy DeVos, the Trump administration has demonstrated just how out of touch it is with what works best for students, parents, educators and communities,\" NEA President Lily Eskelsen Garcia said in a statement. DeVos has spent millions lobbying for voucher programs for private schools, which jibes with Trump's campaign promise to make taxpayer-funded charter schools and vouchers for private and religious schools as a hallmark of his education policy. The American Federation of Teachers slammed DeVos' voucher efforts as \"anti-public education.\" \"Betsy DeVos is everything Donald Trump said is wrong in America — an ultra-wealthy heiress who uses her money to game the system and push a special-interest agenda that is opposed by the majority of voters. Installing her in the Department of Education is the opposite of Trump's promise to drain the swamp,\" AFT President Randi Weingarten said in a statement. Elizabeth Chuck ",
    "title": "Trump Selects Charter School Advocate Betsy DeVos as Education Secretary - NBC News"
   },
   {
    "entities": [
     "queally",
     "county",
     "wednesday",
     "trump",
     "u.s.",
     "on",
     "2011",
     "2015",
     "relations",
     "24%",
     "times",
     "human",
     "california",
     "west",
     "scalia",
     "19%",
     "mark",
     "commission",
     "2014",
     "supreme",
     "york",
     "scully",
     "lapd",
     "l.a.",
     "7%",
     "jackie",
     "court",
     "upland",
     "dist",
     "mike",
     "new",
     "boster",
     "city",
     "charlie",
     "lacey",
     "fall",
     "barbara",
     "los",
     "67%",
     "demick",
     "nile",
     "fbi",
     "james",
     "beck",
     "donald",
     "feuer",
     "last year",
     "angeles",
     "vin",
     "2016",
     "compton"
    ],
    "id": 17,
    "text": "With hate crimes rising, L.A. law enforcement vows to crack down Los Angeles law enforcement leaders James Queally / Los Angeles Times Los Angeles Dist. Atty. Jackie Lacey, City Atty. Mike Feuer, center, and LAPD Chief Charlie Beck speak about an increase in hate crimes. Los Angeles Dist. Atty. Jackie Lacey, City Atty. Mike Feuer, center, and LAPD Chief Charlie Beck speak about an increase in hate crimes. (James Queally / Los Angeles Times) James Queally Contact Reporter As hate crimes surge in California and across the country, Los Angeles law enforcement leaders came together Wednesday to promise they will not let the city fall victim to fear. Los Angeles City Atty. Mike Feuer , LAPD Chief Charlie Beck and Los Angeles Dist. Atty. Jackie Lacey spoke about the wide-ranging effects that bias crimes can have on the city and county, urging victims of crimes with a racial or religious motive to come forward immediately. Hate crimes are often underreported. Feuer said victims should not fear speaking to police because of their immigration status. “Acts of hate tear at the fabric of who we are as a nation, and we want to send a strong message that no one should be reluctant or afraid to report a hate crime,” he said. “None of us is ever going to re-victimize someone who is either a victim or a witness of a hate crime.” (Barbara Demick) Hate crimes surged in California and across the nation last year, and a spate of bias incidents that followed Donald Trump ’s victory on election day have also drawn serious concerns from police and human rights activists. Beck said hate crimes have increased in Los Angeles by 19% compared to last year, and the Los Angeles County Commission on Human Relations reported a 24% increase in bias crimes in 2015. The 483 reported hate crimes in the county marked the largest total since 2011, according to the commission.  Bias crimes rose by 7% across the U.S. in 2015, according to FBI data, and crimes deemed “anti-Muslim” rocketed by nearly 67%. There were 257 reported bias crimes against Muslims last year, compared to 154 in 2014.  Beck did not blame the local increase on any particular group, despite concerns that the recent election cycle has mobilized fringe white separatist and nationalist groups . Hate crimes, Beck said, need to be combated swiftly because of the outsize effect they can have on communities that are victimized.  “The fear of other is very, very strong in humanity. ... This cannot stand,” he said. “This cannot be something we allow as a people.” Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 3 men found shot to death inside Compton park maintenance shed Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Caption Plane crash near Upland A small plane crashed in the hills above Upland, killing the pilot. (Mark Boster / Los Angeles Times) A small plane crashed in the hills above Upland, killing the pilot. (Mark Boster / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss ",
    "title": "With hate crimes rising, L.A. law enforcement vows to crack down - LA Times"
   },
   {
    "entities": [
     "pdb",
     "dana",
     "bill",
     "richard",
     "trump",
     "golf",
     "u.s.",
     "barack",
     "florida",
     "committee",
     "w.",
     "iran",
     "michael",
     "earlier this month",
     "hamburger",
     "tom",
     "little",
     "thanksgiving",
     "obama",
     "inauguration day",
     "york",
     "morell",
     "post",
     "clinton",
     "rock",
     "priess",
     "democratic",
     "france",
     "club",
     "adam",
     "intelligence",
     "current",
     "d.",
     "clapper",
     "dec. 5",
     "mike",
     "new",
     "house",
     "greg",
     "james",
     "10",
     "rogers",
     "entousthe",
     "kaster",
     "national",
     "once",
     "r-calif.",
     "n.j.",
     "sunday, nov. 20, 2016",
     "nov. 13",
     "nixon",
     "david",
     "cia",
     "hillary",
     "carolyn",
     "devin",
     "bush",
     "pence",
     "1968",
     "ap",
     "eisenhower",
     "security",
     "george",
     ",",
     "donald",
     "bedminster",
     "washington",
     "priest",
     "2008",
     "pakistan",
     "1992",
     "helms",
     "syria",
     "dwight",
     "agency",
     "miller",
     "tuesday",
     "tribune",
     "nunes",
     "russia",
     "more than two hours on wednesday",
     "hayden"
    ],
    "id": 18,
    "text": "Since election, Trump has turned away all but two daily intelligence brieﬁngs Donald Trump, Mike Pence Carolyn Kaster / AP President-elect Donald Trump and Vice President-elect Mike Pence arrive at the Trump National Golf Club Bedminster clubhouse, Sunday, Nov. 20, 2016 in Bedminster, N.J.. President-elect Donald Trump and Vice President-elect Mike Pence arrive at the Trump National Golf Club Bedminster clubhouse, Sunday, Nov. 20, 2016 in Bedminster, N.J.. (Carolyn Kaster / AP) Greg Miller, Adam EntousThe Washington Post President-elect Donald Trump has received two classified intelligence briefings since his surprise election victory earlier this month, a frequency that is notably lower - at least so far - than that of his predecessors, current and former U.S. officials said. A team of intelligence analysts has been prepared to deliver daily briefings on global developments and security threats to Trump in the two weeks since he won. Vice President-elect Mike Pence , by contrast, has set aside time for intelligence briefings almost every day since the election, officials said. Officials involved in the Trump transition team cautioned against assigning any significance to the briefing schedule that the president-elect has set so far, noting that he has been immersed in the work of forming his administration, and has made filling key national security posts his top priority. But others have interpreted Trump's limited engagement with his briefing team as an additional sign of indifference from a president-elect who has no meaningful experience on national security issues and was dismissive of U.S. intelligence agencies' capabilities and findings during the campaign. A senior U.S. official who receives the same briefing delivered to President Barack Obama each day said that devoting time to such sessions would help Trump get up to speed on world events. \"Trump has a lot of catching up to do,\" the official said. Rep. Devin Nunes , R-Calif., the chairman of the House Intelligence Committee and a senior member of Trump's transition team, dismissed the issue, saying that Trump has devoted significant attention to security matters even while meeting with world leaders and assembling his administration. \"National security is Donald Trump's No. 1 priority and I think he's taking it very seriously,\" Nunes said in an interview. \"Look how many leaders he's met with, how many phone calls he's done, positions he's filled. People who are being critical need to get a life.\" Trump was given an initial briefing within days of his election victory, and took part in a second session with senior U.S. intelligence analysts Tuesday in New York before he departed to Florida for the Thanksgiving holiday, officials said. Trump turned other briefing opportunities away. Donald Trump 's repeated refusal to accept the judgment of intelligence professionals that Russia stole files from the Democratic National Committee computers in an effort to influence the U.S. election. ... Former senior U.S. national security officials are dismayed at Republican presidential candidate Donald Trump 's repeated refusal to accept the judgment of intelligence professionals that Russia stole files from the Democratic National Committee computers in an effort to influence the U.S. election. ... (Dana Priest, Tom Hamburger) A spokesman for the Director of National Intelligence, the office that oversees the production of the daily presidential brief, declined to comment. Spokesmen for the Trump transition did not respond to requests for comment. The President's Daily Brief, as the classified document is known, is designed to provide a summary of key security developments and insights from all 16 U.S. intelligence agencies, as well as an update on covert programs being run overseas by the CIA. It is typically delivered each morning by intelligence analysts selected because of their experience and expertise for the prestigious job. The contents are among the most closely guarded secrets in Washington, but it is likely that recent versions of the brief covered developments including the resumption of Russia's bombing campaign in Syria and the disruption of an alleged Islamic State terrorism plot in France. The briefings have for decades been made available well before Inauguration Day to newly elected presidents as a way of deepening their understanding of foreign developments. Spy agencies are also eager to cultivate a relationship with the executive who will serve as their most important customer and set their priorities for the next four years. Former intelligence officials and experts said that presidents-elect have adopted varied approaches to how and when the daily brief is delivered, but that Trump is getting fewer than most at this stage. Tribune news services Donald Trump has received his first classified intelligence briefing, meeting with national security officials for more than two hours on Wednesday. The celebrity businessman became entitled to the briefings once he officially became the Republican nominee for president. The briefing was delivered... Donald Trump has received his first classified intelligence briefing, meeting with national security officials for more than two hours on Wednesday. The celebrity businessman became entitled to the briefings once he officially became the Republican nominee for president. The briefing was delivered... (Tribune news services) \"His pace is not as frequent as most recent presidents-elect, but it is not unprecedented over the decades-long scope of these briefings,\" said David Priess, a former CIA officer and PDB briefer during the George W. Bush administration. After his election in 2008, President Obama took part not only in regular intelligence briefings but also scheduled \"deep dives\" on key subjects including Iran's nuclear program and covert CIA operations, including the accelerating campaign of drone strikes in Pakistan. \"During the transition, President Obama was an avid consumer of intelligence,\" said retired Lt. Gen. Michael Hayden, who was CIA director when Obama was elected. President George W. Bush's first briefing was delayed until Dec. 5 because of the Florida election recount. But Bush, whose father had served as CIA director, asked for daily briefings for the remainder of the transition. President Bill Clinton got his first post-race briefing on Nov. 13, 1992 - 10 days after the election. He received daily intelligence briefings almost every working day of the rest of the transition time in Little Rock \"The last three presidents-elect used the intelligence briefings offered during the transition to literally study the national security issues that they would be facing and the world leaders with whom they would be interacting as president,\" said Michael Morell, former deputy CIA director, who supported Democratic nominee Hillary Clinton during the campaign. \"The president-elect is missing out on a golden opportunity to learn about the national security threats and challenges facing our nation,\" Morell said, \"knowledge that would be extremely valuable to have when he takes the oath of office and when he steps into the Situation Room for the first time.\" Richard Nixon was the first president-elect to be offered the PDB after his win in 1968, but he is regarded by many as among the newly elected commanders in chief most hostile toward the CIA, routinely spurning agency analysts. Priess, author of \"The President's Book of Secrets,\" said Nixon refused to sit down with CIA briefers during the transition. To try to get the document to Nixon, intelligence officials resorted to dropping sealed copies of the PDB each morning with Nixon's secretary. After Nixon's inauguration, his aides returned the briefing books still in their unopened envelopes, Priess said. Nixon, however, met several times during the transition with then-CIA Director Richard Helms, and had significant background in global affairs and U.S. intelligence capabilities, having served eight years as vice president to Dwight D. Eisenhower. Trump has yet to meet with Director of National Intelligence James Clapper or other top intelligence officials - aside from an unofficial meeting with embattled Adm. Mike Rogers, the director of the National Security Agency, who is rumored to be a top candidate to replace Clapper. Trump has greeted a parade of other officials auditioning for Cabinet positions, but also met with Indian business partners, television news anchors and figures in the entertainment industry. ",
    "title": "Since election, Trump has turned away all but two daily intelligence brieﬁngs - Chicago Tribune"
   },
   {
    "entities": [
     "nov. 23",
     "right now",
     "trump",
     "hud",
     "giuliani",
     "federation",
     "obama",
     "york",
     "mitt",
     "christi",
     "facebook",
     "carson",
     "$5 billion",
     "boster",
     "twitter",
     "henry",
     "gop",
     "williams",
     "george",
     "haley",
     "development",
     "monday",
     "1970s",
     "vin",
     "carolina",
     "randi",
     "ben",
     "betsy",
     "and",
     "florida",
     "mark",
     "obamacare",
     "huckabee",
     "common",
     "republican",
     "resmovits",
     "south",
     "romney",
     "wednesday",
     "u.s.",
     "news",
     "detroit",
     "w.",
     "america",
     "west",
     "u.n.",
     "scalia",
     "teachers",
     "thanksgiving",
     ", 11:33 a.m.",
     "nov. 23, 2016",
     "a day earlier",
     "supreme",
     "american",
     "days ago",
     "upland",
     "cabinet",
     "housing",
     "h.w.",
     "rudolph",
     "united",
     "urban",
     "armstrong",
     "mike",
     "new",
     "bierman",
     "parsons",
     "once",
     "party",
     "mcmaster",
     "joy",
     "bush",
     "nations",
     "los",
     "amway",
     "angeles",
     "tracy",
     "summer",
     "noah",
     "michigan",
     "times",
     "nikki",
     "arkansas",
     "forbes",
     "scully",
     "jeb",
     "court",
     "hill",
     "of",
     "education",
     "core",
     "mar-a-lago",
     "devos",
     "wilkinson",
     "nile",
     "donald",
     "2016",
     "compton",
     "massachusetts",
     "weingarten"
    ],
    "id": 19,
    "text": "Trump reaches beyond loyalists and adds diversity with latest Cabinet picks Trump chooses two women for his Cabinet On Nov. 23 trump picked South Carolina Gov. Nikki Haley as the U.S. ambassador to the United Nations and Betsy DeVos to serve as his secretary of Education. On Nov. 23 trump picked South Carolina Gov. Nikki Haley as the U.S. ambassador to the United Nations and Betsy DeVos to serve as his secretary of Education. Christi Parsons and Tracy Wilkinson Contact Reporters President-elect Donald Trump named Cabinet picks Wednesday who would bring some gender and racial diversity to his administration, as well as a degree of political independence, but raised questions about his pledge to seek experience in choosing stewards of vast government bureaucracies. Trump’s picks for United Nations ambassador, Republican Gov. Nikki Haley of South Carolina, and for Education secretary, Betsy DeVos, a billionaire advocate of school vouchers, were the first two women named in a transition that had been dominated by white, male Trump loyalists. Haley is the daughter of Indian immigrants. Dr. Ben Carson , who is black, also said Wednesday that he was under serious consideration to serve as secretary of Housing and Urban Development. The latest selections also offer some political diversity and could buffer Trump from criticism that he was filling out the top echelon of his administration exclusively with people who had backed his campaign.  Haley was openly critical of Trump during the Republican primary, endorsing two of his opponents before finally standing alongside the eventual nominee. DeVos was less outspoken in her reservations but contributed to at least two of Trump’s rivals and went into the summer nominating convention telling the Detroit News she wasn’t sure whether to back him. Trump names first women to Cabinet with Haley for U.N., DeVos at Education Nov. 23, 2016, 11:33 a.m. This is our look at President-elect Donald Trump's transition and the outgoing Obama administration. Here's what's happening right now: Trump tweaks his views on a trio of major issues, complicating... (Christi Parsons) Both are stalwarts of the Republican Party establishment that Trump so vigorously challenged. But Haley and Carson, if he is chosen, would seem to contradict Trump’s statement a day earlier, in an interview with the New York Times,  that he valued expertise in stocking his administration. “We’re trying very hard to get the best people — not necessarily people that will be the most politically correct people because that hasn’t been working,” Trump had said. “So we have really experts in the field. Some are known and some are not known, but they’re known within their field as being the best. That’s very important to me.” A popular and engaging governor and a rising star in the GOP, Haley, 44, has little background in foreign affairs. Carson, 65, is a retired neurosurgeon whose primary credential in housing policy may be that he once lived in tenement housing. Days ago, a senior advisor said Carson thought he lacked the background needed to manage a federal agency. Carson didn’t want to take a position that could “cripple the presidency,” Armstrong Williams, an advisor to both Trump and Carson, told the Hill newspaper. HUD is responsible for administering low-income housing assistance, fair-housing laws, housing development and aid to neighborhoods in distress. On Wednesday, however, Carson indicated a change of heart. “After serious discussions with the Trump transition team, I feel that I can make a significant contribution, particularly to making our inner cities great for everyone,” Carson said on Facebook . “An announcement is forthcoming about my role in helping to make America great again.” DeVos, 58, does have long experience in education policy, advocating for conservative goals and tangling with teacher unions. She and her family —  her father-in-law co-founded Amway and has a fortune that Forbes estimated at $5 billion — are among the nation’s biggest donors to the Republican Party and to conservative Christian causes, including opposition to same-sex marriage. She is also a former four-time chair of the Michigan Republican Party. “Betsy DeVos is a brilliant and passionate education advocate,” Trump said in a statement. “Under her leadership, we will reform the U.S. education system and break the bureaucracy that is holding our children back so that we can deliver world-class education and school choice to all families.” DeVos moved quickly on Wednesday to reassure conservatives on one issue — the Common Core curriculum standards. She has been an ally of former Republican Gov. Jeb Bush of Florida, who backed Common Core. “Many of you are asking about Common Core,” she wrote on Twitter. “To clarify, I am not a supporter – period.”  Her selection suggests that Trump may make a priority of backing vouchers — a longtime conservative goal that he endorsed during the campaign. Voucher programs give tax funds to parents that they can use to pay for private or parochial schools if they find their local public schools unsatisfactory. DeVos has been a leading advocate of their use. Donald Trump spent more than a year promising to build a wall, repeal Obamacare and rescind  President Obama 's deportation protections for some immigrants in the U.S. illegally. But on Monday, in his first extensive public comments since winning the election, Trump mentioned none... President-elect Donald Trump spent more than a year promising to build a wall, repeal Obamacare and rescind  President Obama 's deportation protections for some immigrants in the U.S. illegally. But on Monday, in his first extensive public comments since winning the election, Trump mentioned none... (Noah Bierman and Tracy Wilkinson) “The status quo in education is not acceptable,” DeVos said in a statement. “Together, we can work to make transformational change that ensures every student in America has the opportunity to fulfill his or her highest potential.” Teacher unions, which intensely oppose vouchers, denounced the selection of DeVos. “Trump makes it loud and clear that his education policy will focus on privatizing, defunding, and destroying public education in America,” said Randi Weingarten, president of the American Federation of Teachers. \"The sum total of her involvement has been spending her family’s wealth in an effort to dismantle public education in Michigan.\" The selection of Haley represented a nod by Trump to more moderate forces in the GOP, especially in the realm of global diplomacy. An aide to Trump defended Haley’s credentials, saying she had improved the South Carolina economy while engaging in overseas trade and recruitment travel. The move also would give a promotion to one of Trump’s early supporters, South Carolina Lt. Gov. Henry McMaster, who would move into Haley’s job. For Haley, the U.N. post could provide a useful credential if she wants to seek higher office, much as it did for George H.W. Bush, who served as U.N. ambassador in the early 1970s. The announcement of Haley’s selection was somewhat unusual because Trump has not yet announced a secretary of State, the U.N. ambassador’s nominal boss. Aides say he is looking closely at former Republican Gov. Mitt Romney of Massachusetts, a sharp critic of Trump during the campaign. Some conservatives have attacked that possibility. Former GOP Gov. Mike Huckabee of Arkansas, for example, said Wednesday that choosing Romney would be a “big insult” to Trump’s voters. Trump is also considering one of his most loyal backers, former New York Mayor Rudolph W. Giuliani. A Trump aide says the president-elect is spending “significant time” on that choice. The selection is likely to be top of mind as Trump gathers with family at his Mar-a-Lago resort for the Thanksgiving holiday. Times staff writer Joy Resmovits in Los Angeles contributed to this report. Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 3 men found shot to death inside Compton park maintenance shed Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Caption Plane crash near Upland A small plane crashed in the hills above Upland, killing the pilot. (Mark Boster / Los Angeles Times) A small plane crashed in the hills above Upland, killing the pilot. (Mark Boster / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss ",
    "title": "Trump reaches beyond loyalists and adds diversity with latest Cabinet picks - LA Times"
   },
   {
    "entities": [
     "romney",
     "charleston",
     "starrs/the",
     "capitol",
     "palin",
     "wednesday",
     "priebus",
     "trump",
     "rubio",
     "jenny",
     "u.s.",
     "news",
     "the coming years",
     "a year later",
     "benetton",
     "committee",
     "scott",
     "2012",
     "nikki",
     "u.n.",
     "the following days",
     "senate",
     "turtle",
     "obama",
     "robert",
     "post",
     "november 23",
     "mitt",
     "earlier this year",
     "club",
     "days ago",
     "bay",
     "united",
     "white",
     "house",
     "s.c.",
     "sarah",
     "at 6:21 pm",
     "marco",
     "national",
     "once",
     "party",
     "costa",
     "time",
     "reince",
     "gop",
     "2010",
     "fox",
     "nations",
     "past",
     "donald",
     "washington",
     "haley",
     "last year",
     "tim",
     "republican",
     "press",
     "carolina",
     "future",
     "south"
    ],
    "id": 21,
    "text": "In a career filled with political diplomacy, U.N. is a natural step for Nikki Haley The Debrief: An occasional series offering a reporter’s insights The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it The Debrief: An occasional series offering a reporter’s insights Gov. Nikki Haley (R-S.C.) was nominated to be President-elect Donald Trump’s ambassador to the United Nations. Here’s what you need to know about the rising Republican star. (Jenny Starrs/The Washington Post) By Robert Costa November 23 at 6:21 PM Follow @costareports South Carolina Gov. Nikki Haley’s journey to the United Nations has struck members of both parties as unlikely: the appointment of a Republican with limited foreign policy experience to a Cabinet-level post. But through the prism of a career bursting with political diplomacy and ambition, it is a natural next step. Haley, 44, who President-elect Donald Trump announced Wednesday as his nominee for U.S. ambassador to the United Nations, has long shuttled between her party’s mainstream and its conservative base, maintaining ties to each wing even as she resists being labeled as “tea party” or “establishment.” And the daughter of Indian immigrants has consistently asserted herself as a voice for both the Republican future and its past traditions. These contradictory signals and blended alliances have made her an ascendant force as well as occasionally inscrutable. She is at once a favorite of the business elite and Mitt Romney and a populist-sounding, Sarah Palin-endorsed Southern executive. [ As U.S. ambassador to U.N., Nikki Haley would face world’s most intractable conflicts ] Haley’s ability to translate those relationship skills and savvy to the U.N. will almost certainly be crucial in her success — or failure — in navigating the swirling spheres of influence at Turtle Bay. Not only will she need to explain Trump and his brash foreign policy to the world, but she will be tasked with keeping her place within the president-elect’s at times chaotic orbit and within a Republican Party that has cracks across it. Such a job demands studied knowledge of global politics and statecraft. It also demands nuance and steadiness amid tumult and criticism, which is where Haley’s experience is telling. Her political profile so far is defined more by her steady responses to crisis and competing pressures than by a particular ideology. After the killing of nine black churchgoers in Charleston, S.C., last year, Haley made headlines for her calm and poise in the following days and spoke out against hate and racism in the country. She called for the removal of the Confederate battle flag from the grounds of the state Capitol and said that such symbols cause “hurt and pain” even if they are historic. Here’s a look at Trump’s administration so far View Photos President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Caption President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Chief of Staff Reince Priebus President-elect Donald Trump has chosen Republican National Committee Chairman Reince Priebus as his chief of staff, according to Trump’s campaign. In choosing Priebus, 44, Trump has tapped a Washington insider who is viewed as broadly acceptable by vast swaths of the Republican Party. Jim Watson/AFP/Getty Images Buy Photo Wait 1 second to continue. On race, Haley said in a subsequent remarks at the National Press Club that “black lives do matter” and called her own party “shameful” in its outreach to minority groups. Before and after that tragedy, she was championed by party officials as a welcome and diverse face — and she has called herself one of the those fit for a “Benetton commercial.” Yet she rarely if ever challenges the deeply conservative policy doctrines that have dominated the Republican Party for decades. Her relationship with Trump is an example of how she can shrug off lingering conflicts and calmly assert a new reality when necessary. Earlier this year, as Haley delivered the Republican response to President Obama’s State of the Union, she warned viewers against the “siren call of the angriest voices,” which was widely seen as an indirect shot at Trump, and she endorsed a Trump rival, Sen. Marco Rubio (R-Fla.). Trump swiped back and called her “weak” on immigration. “I feel very strong about illegal immigration,” he told Fox News at the time. “She doesn’t.” But days ago, Haley spoke warmly of her meeting with Trump and told reporters that she has actually always been his friend. To have all of these paths lead to the U.N. seems both odd and oddly understandable. Having already been elected twice as governor, serving alongside Trump offers Haley an opportunity to gain credibility as a global leader without being cast as a “globalist” or establishment Republican because she will be linked with Trump, who was elevated by the GOP’s grass-roots activists. But she’s not too close. If he struggles in office, Haley can say that she was serving her country, and it’s rare for a U.N. ambassador to be part of any scandal emerging at the White House. Haley also leaves herself positioned for a future run for national office or an elevation to secretary of state or another Cabinet position in the coming years, should there be a shake-up. This is how the governor operates, and it should come as no surprise. She saw as a 30-something state lawmaker an opening for an outsider and woman to win the governor’s office and she took it, winning as a tea-party darling in 2010. Palin campaigned for her and she was celebrated on the right. A year later, as her stock rose nationally, Haley endorsed Romney instead of going with a conservative favorite during the 2012 presidential race. She began to draw rave reviews from corporate leaders for the way she clashed with labor unions over business development projects in her state. But she never went full establishment and never veered too far to the center. When a Senate seat opened in 2012, she tapped then congressman Tim Scott, who is an arch-conservative and African American, underscoring her desire to cultivate a new bench of leaders without losing the party’s hard-line base. When Trump roiled the GOP primaries, Haley was trusted by party leaders and encouraged to speak out against his style of politics, but she did so while rarely mentioning his name. It was a messy jumble of gestures, mostly subtle and confusing. “Some people think that you have to be the loudest voice in the room to make a difference,” Haley said. “That is just not true. Often, the best thing we can do is turn down the volume.” You might call it diplomatic. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "In a career filled with political diplomacy, U.N. is a natural step for Nikki Haley - The Washington Post"
   },
   {
    "entities": [
     "landon",
     "england",
     "plantation",
     "boston",
     "plymouth",
     "umass-boston",
     "the",
     "cod",
     "facebook",
     "cape",
     "hill",
     "of",
     "1620",
     "twitter",
     "november 23, 2016",
     "once",
     "mass.",
     "david",
     "ap",
     "mayflower",
     "globe",
     "university",
     "burial",
     "plimoth",
     "massachusetts"
    ],
    "id": 22,
    "text": "Archaeologists think they found Pilgrims' original settlement Published               November 23, 2016 Facebook 0 Twitter 0 livefyre Email Print In 1620, the Mayflower set out from Plymouth, England with some 100 passengers that included people fleeing religious persecution, as well as others seeking prosperity and the chance to build a new life. After more than two months of travel, they ended up near Cape Cod, Massachusetts, eventually settling in another part of the state where they set up a village. Within a year, about half had died.  (AP) PLYMOUTH, Mass. –  Archaeologists have pinpointed what they think is the exact spot where the Pilgrims lived in the years after landing in the New World. Every American schoolchild knows the Pilgrims landed in Plymouth in 1620, but exactly where has been elusive. Archeologists from the University of Massachusetts Boston tell The Boston Globe  they have discovered what is believed to be part of the original settlement, based on the discovery of a calf's bones, musket balls, ceramics and brownish soil where a wooden post once stood. UMass-Boston professor David Landon says the discoveries are compelling evidence that a sliver of the original settlement existed at what is known as Burial Hill. The curator of collections at the Plimoth Plantation says the discovery will \"absolutely change what we understand about that settlement.\" Advertisement ",
    "title": "Archaeologists think they found Pilgrims' original settlement  | Fox News"
   },
   {
    "entities": [
     "trump",
     "days later",
     "night",
     "florida",
     "times",
     "this thanksgiving",
     "manhattan",
     "thanksgiving",
     "1:45",
     "obama",
     "york",
     "hamilton",
     "clinton",
     "last week",
     "last november",
     "white",
     "mike",
     "new",
     "ali",
     "house",
     "saturday",
     "the day",
     "twitter",
     "lunchtime",
     "hillary",
     "clintons",
     "pence",
     "$25 million",
     "donald",
     "vitali",
     "washington",
     "university",
     "2016",
     "tuesday",
     "broadway"
    ],
    "id": 23,
    "text": "Trump Releases 'Thanksgiving Message' Video 1:45 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161124033000if_/http://www.nbcnews.com/widget/video-embed/816522819504\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> PALM BEACH, Florida — It seems Donald Trump is seeking to mend the fences of a tough campaign with the help of the Thanksgiving spirit. \"It's my prayer that on this Thanksgiving we begin to heal our divisions and move forward as one country strengthened by shared purpose and very, very common resolve,\" the president-elect said in a taped address released by his transition team — yet another end-around run on the press corps. Trump noted that this \"long and bruising campaign\" has still left emotions \"raw\" with slow-healing tensions, but urged that in order to spur change, \"we must enlist the effort of our entire nation.\" While his videotaped words seem to act as a rhetorical overture to those still smarting from the presidential result of 2016, the kumbaya tone stands in direct contrast to his more adversarial remarks and actions since winning his long-shot presidential bid. Related: Can Trump Continue to Bypass Press With Twitter in White House? Since becoming president-elect, Trump has used Twitter — a favorite of his during the campaign — to defend his business interests in the face of conflict of interest allegations, to attempt to spin coverage of a $25 million settlement in his Trump University fraud cases, to lash out at political foes, and even to turn his nose up at Saturday Night Live, which he himself hosted last November. Additionally, Trump has incited feuds by way of tweet with news organizations, like the New York Times, and the cast of Broadway's Hamilton after they lectured Vice President-elect Mike Pence when he attended a performance last week. Trump and his team have also been slow to adopt a \"protective pool,\" a tradition that spans decades and allows a small group of reporters representing an array of media access to the president-elect, keeping them near in the event of breaking news or national security. Related: Trump Team Issues Handout Video of First 100 Days Plan That tradition was bucked most blatantly in the nascent days of Trump's time as president-elect. He eschewed precedent and barred the pool from flying with him on his plane when he went to Washington to meet with President Obama, and left our nation's capital without alerting the press to his movements. Days later, he ditched the press for a family dinn er , going to Manhattan's 21 Club despite a spokeswoman for his campaign giving a \"lid\" to the reporters assigned to the pool. The lid should have signaled an end to the day's activities for the president-elect. In the time since then, Trump's team has signaled that they are open to a protective pool but the practice has yet to be set up on a permanent basis. The pool did travel to Florida with Trump for Thanksgiving, but did so on a separate plane, which is unusual for president-elects. Separate planes were, however, par for the course for reporters following Trump on the campaign trail. And Trump has been conciliatory in other respects. He backed off campaign trail red meat, de-prioritizing his popular — but likely illegal — promise to investigate and jail Hillary Clinton. Related: New York Times Live Tweets Closed-Door Meeting With Donald Trump During an interview Tuesday with the New York Times — an outlet that hours before he had called \"failing\" — Trump would not say he was definitively taking the option of investigating his election opponent off the table, but offered that instead he wanted to focus on other things. \"I want to move forward, I don't want to move back. And I don't want to hurt the Clintons, I really don't. She went through a lot. And suffered greatly in many different ways,\" Trump said in the lunchtime interview Tuesday. Ali Vitali ",
    "title": "Still Avoiding Journalists, President-Elect Donald Trump Releases 'Thanksgiving Address' Video - NBC News"
   },
   {
    "entities": [
     "june",
     "scott",
     "2014",
     "thomas",
     "caleb",
     "star",
     "the",
     "two-way",
     "august",
     "city",
     "once",
     "verrückt",
     "fall",
     "associated",
     "schwab",
     "waterparks",
     "ap",
     "npr",
     "schlitterbahn",
     "waterpark",
     "kansas",
     "tuesday",
     "press"
    ],
    "id": 24,
    "text": "In this photo taken with a fisheye lens, riders go down the world's tallest water slide called \"Verruckt\" at Schlitterbahn Waterpark in 2014. Charlie Riedel/AP hide caption toggle caption Charlie Riedel/AP In this photo taken with a fisheye lens, riders go down the world's tallest water slide called \"Verruckt\" at Schlitterbahn Waterpark in 2014. Charlie Riedel/AP A 17-story-high water slide in Kansas City, which is billed as the world's tallest, is going to be torn down after a 10-year-old rider was killed in August. The ride – called Verrückt, the German word for insane — has been closed since Caleb Thomas Schwab's death. The Hopes And Hazards Of The 17-Story Water Slide \"Once the investigation is concluded and we are given permission by the court, Verrückt will be decommissioned – closed permanently and the slide removed from the tower,\" Schlitterbahn Waterparks and Resorts said in a statement Tuesday . \"In our opinion, it is the only proper course of action following this tragedy.\" Caleb suffered a \"fatal neck injury,\" police told The Kansas City Star . His death shocked his community, and at his school he \"was known to ask deep questions, enjoy modern Christian music and be pretty good at telling a joke.\" Two women were injured at the same time. \"Attorneys for Schwab family — Caleb's father is Republican state Rep. Scott Schwab — and the women are independently investigating the accident,\" according to The Associated Press . \"No charges or lawsuits have been filed as of Tuesday.\" Article continues after sponsorship Riders go down \"Verruckt\" in 2014. Charlie Riedel/AP hide caption toggle caption Charlie Riedel/AP The 168-foot-tall slide opened to the public with much fanfare in 2014, though \"design problems repeatedly pushed back the launch,\" as NPR reported . When it opened, it unseated a Brazilian slide as the world's tallest. \"[T]he slide launches people on a large raft that organizers say will reach speeds topping 60 mph before it comes to rest after completing an initial large drop that's followed by a second rise and fall,\" The Two-Way wrote when the slide opened . Kansas \"is known for its light regulation of amusement park rides,\" according to the AP, which noted that all of the water park's rides \"passed private inspections in June.\" Schlitterbahn said that its entire team is \"heartbroken\" over Caleb's death. \"We continue to fully cooperate with investigative teams and work with the families, their attorneys and our staff impacted by this accident,\" it added. ",
    "title": "World's Tallest Waterslide To Be Demolished After Boy's Death : The Two-Way : NPR"
   },
   {
    "entities": [
     ", 7:14 pm",
     "wednesday",
     "trump",
     "bill",
     "news",
     "matthews",
     "interactive",
     "jericka",
     "thanksgiving",
     "wednesday, nov. 23, 2016",
     "macy",
     "seth",
     "york",
     "tower",
     "wenig",
     "this year",
     "duncan",
     "france",
     "isis",
     "inc.",
     "new",
     "november 23, 2016",
     "city",
     "bebeto",
     "recently",
     "de",
     "ap",
     "wednesday nov. 23, 2016",
     "cbs",
     "afternoon",
     "blasio",
     "2016",
     "last july"
    ],
    "id": 25,
    "text": "By Jericka Duncan CBS News November 23, 2016, 7:14 PM NYC officials ramp up security for Macy's Thanksgiving Day parade NEW YORK -- Among the new additions to the Thanksgiving Day Parade in New York City are trucks filled with sand. The trucks are rolling in to protect an expected crowd of three million. As the parade balloons begin to take shape so is the city’s security plan. Metal barricades will line the nearly three mile long route, and canines will sniff for explosives as more than 3,000 uniformed officers watch the crowds. One woman told CBS News she prefers the additional security.  “I think it’s appropriate,” she said.  New York police officers block traffic from entering 56th Street at 6th Avenue along the Macy’s Parade route, except for residential and business vehicles, a block from Trump Tower, Wednesday Nov. 23, 2016, in New York.  Bebeto Matthews, AP Wednesday afternoon, 81 sand-filled sanitation trucks started blocking intersections to prevent a terrorist attack like the one in Nice, France last July. The radical Islamic terror group, ISIS, recently named the parade an   “excellent target” in its online magazine. Along with its network of security cameras, police have established limited pedestrian entrance points, and created a web of street closures around the parade’s final blocks. “NYPD is more than ready to handle anything that is going on around us and to work with everyone to make sure it’s a safe and fun day for everyone who attends,” said NYC Mayor Bill de Blasio.  Workers help to inflate balloons for the Macy’s Thanksgiving Day Parade in New York, Wednesday, Nov. 23, 2016.  Seth Wenig, AP Plain clothes officers will also be out here, monitoring the crowd using radiation detectors.  One additional security challenge this year, the president-elect’s high-rise residence is just a block from the parade route. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "NYC officials ramp up security for Macy's Thanksgiving Day parade - CBS News"
   },
   {
    "entities": [
     "berkeley",
     "palin",
     "yachtsman",
     "trump",
     "$30,000",
     "international",
     "this week",
     "chris",
     "report",
     "the future",
     "2013",
     "present",
     "bristol",
     "zuckerberg",
     "john",
     "currently",
     "california",
     "colorado",
     "mark",
     "this morning",
     "supreme",
     "clinton",
     "calif.",
     "now",
     "early last week",
     "court",
     "last week",
     "late 2012",
     "amazon",
     "facebook",
     "jansen",
     "guardian",
     "inc.",
     "coler",
     "christie",
     "beach",
     "house",
     "long",
     "master-mcneil",
     "sarah",
     "allen",
     "the past",
     "$10,000",
     "once",
     "national",
     "early 2013",
     "disinfomedia",
     "today",
     "jestin",
     "services",
     "hillary",
     "recently",
     "los",
     "npr",
     "fbi",
     "denver",
     "a couple hours later",
     "google",
     "angeles",
     "afternoon",
     "2016",
     "web",
     "montgomery",
     "food"
    ],
    "id": 26,
    "text": "We Tracked Down A Fake-News Creator In The Suburbs. Here's What We Learned We Tracked Down A Fake-News Creator In The Suburbs. Here's What We Learned Embed Embed \"The whole idea from the start was to build a site that could kind of infiltrate the echo chambers of the alt right.\" Fanatic Studio/Getty Images hide caption toggle caption Fanatic Studio/Getty Images \"The whole idea from the start was to build a site that could kind of infiltrate the echo chambers of the alt right.\" Fanatic Studio/Getty Images A lot of fake and misleading news stories were shared across social media during the election. One that got a lot of traffic had the headline: \"FBI Agent Suspected In Hillary Email Leaks Found Dead In Apparent Murder-Suicide.\" The story is completely false , but it was shared on Facebook over half a million times. We wondered who was behind that story and why it was written. It appeared on a site that had the look and feel of a local newspaper. Denverguardian.com even had the local weather. But it only had one news story — the fake one. Study Finds Students Have 'Dismaying' Inability To Tell Fake News From Real We tried to look up who owned it and hit a wall. The site was registered anonymously. So, we brought in some professional help. By day, John Jansen is head of engineering at Master-McNeil Inc., a tech company in Berkeley, Calif. In the interest of real news he helped us track down the owner of Denverguardian.com. Jansen started by looking at the site's history. \"Commonly that's called scraping or crawling websites,\" he says. Jansen is kind of like an archaeologist. He says that nothing you do on the Web disappears — it just gets buried — like a fossil. But if you do some digging you'll find those fossils and learn a lot of history. The Denver Guardian was built and designed using a pretty common platform — WordPress. It's used by bloggers and people who want to create their own websites. Jansen found the first entry ever for the site was done by someone with the handle LetTexasSecede. Article continues after sponsorship The whole idea from the start was to build a site that could kind of infiltrate the echo chambers of the alt-right, publish blatantly or fictional stories and then be able to publicly denounce those stories and point out the fact that they were fiction. Jestin Coler, publisher of fake news sites \"That was sort of the thread that started to unravel everything,\" Jansen says. \"I was able to track that through to a bunch of other sites which are where that handle is also present.\" The sites include NationalReport.net , USAToday.com.co, WashingtonPost.com.co. All the addresses linked to a single rented server inside Amazon Web Services. That meant they were all likely owned by the same company. Jansen found an email address on one of those sites and he was able to link that address to a name: Jestin Coler. Online, Coler was listed as the founder and CEO of a company called Disinfomedia. Coler's LinkedIn profile said he once sold magazine subscriptions, worked as a database administrator, and as a freelance writer for among others, International Yachtsman magazine. And, using his name, we found a home address. On a warm, sunny afternoon I set out with a producer for a suburb of Los Angeles. Coler lived in a middle-class neighborhood of pastel-colored one-story beach bungalows. His home had an unwatered lawn — probably the result of California's ongoing drought. There was a black minivan in the driveway and a large prominent American flag. We rang the front doorbell and a man answered, his face obscured by a heavy mesh steel screen. I asked for Jestin Coler. The man indicated that's who he was. But when I asked about Disinfomedia, he said, \"I don't know what to tell you guys. Have a good day.\" From Hate Speech To Fake News: The Content Crisis Facing Mark Zuckerberg We left Coler our contact information thinking he wasn't likely to talk. But a couple hours later he had a change of heart. He sent us an email and we set up an interview. Coler is a soft-spoken 40-year-old with a wife and two kids. He says he got into fake news around 2013 to highlight the extremism of the white nationalist alt-right. \"The whole idea from the start was to build a site that could kind of infiltrate the echo chambers of the alt-right, publish blatantly or fictional stories and then be able to publicly denounce those stories and point out the fact that they were fiction,\" Coler says. He was amazed at how quickly fake news could spread and how easily people believe it. He wrote one fake story for NationalReport.net about how customers in Colorado marijuana shops were using food stamps to buy pot . \"What that turned into was a state representative in the House in Colorado proposing actual legislation to prevent people from using their food stamps to buy marijuana based on something that had just never happened,\" Coler says. Post-Election, Overwhelmed Facebook Users Unfriend, Cut Back During the run-up to the presidential election — fake news really took off. \"It was just anybody with a blog can get on there and find a big, huge Facebook group of kind of rabid Trump supporters just waiting to eat up this red meat that they're about to get served,\" Coler says. \"It caused an explosion in the number of sites. I mean, my gosh, the number of just fake accounts on Facebook exploded during the Trump election.\" Coler says his writers have tried to write fake news for liberals — but they just never take the bait. Coler's company, Disinfomedia, owns many faux news sites — he won't say how many. But he says his is one of the biggest fake news businesses out there, which makes him kind of like a godfather of the industry. At any given time Coler says he's got between 20 and 25 writers. And it was one of them that wrote the story in the Denver Guardian that an FBI agent who leaked Clinton emails was killed. Coler says that over 10 days the site got 1.6 million views. He says stories like this work because they fit into existing right wing conspiracy theories. \"The people wanted to hear this,\" he says. \"So all it took was to write that story. Everything about it was fictional: the town, the people, the sheriff, the FBI guy. And then ... our social media guys kind of go out and do a little dropping it throughout Trump groups and Trump forums and boy it spread like wildfire.\" Did Social Media Ruin Election 2016? And as the stories spread, Coler makes money from the ads on his websites. He wouldn't give exact figures, but he says stories about other fake news proprietors making between $10,000 and $30,000 a month apply to him. Coler fits into a pattern of other faux news sites that make good money, especially by targeting Trump supporters. However, Coler insists this is not about money. It's about showing how easily fake news spreads. And fake news spread wide and far before the election. When I pointed out to Coler that the money gave him a lot of incentive to keep doing it regardless of the impact, he admitted that was \"correct.\" Coler says he has tried to shine a light on the problem of fake news. He has spoken to the media about it. But those organizations didn't know who he actually was. He gave them a fake name: Allen Montgomery. Coler, a registered Democrat, says he has no regrets about his fake news empire. He doesn't think fake news swayed the election. \"There are many factors as to why Trump won that don't involve fake news,\" he says. \"As much as I like Hillary, she was a poor candidate. She brought in a lot of baggage.\" Facebook, Google Take Steps To Confront Fake News Coler doesn't think fake news is going away. One of his sites — NationalReport.net — was flagged as fake news under a new Google policy, and Google stopped running ads on it. But Coler had other options. \"There are literally hundreds of ad networks,\" he says. \"Early last week, my inbox was just filled every day with people because they knew that Google was cracking down — hundreds of people wanting to work with my sites.\" Coler says he's been talking it over with his wife and he may be getting out of the fake news racket. But, he says, dozens, maybe hundreds of entrepreneurs will be ready to take his place. And he thinks it will only get harder to tell their websites from real news sites. They know now that fake news sells and they will only be in it for the money. Below are highlights of NPR's interview with Jestin Coler. Interview Highlights Tell me a little about why you started Disinfomedia? Late 2012, early 2013 I was spending a lot of time researching what is now being referred to as the alt-right. I identified a problem with the news that they were spreading and created Disinfomedia as a response to that. The whole idea from the start was to build a site that could infiltrate the echo chambers of the alt-right, publish blatantly false or fictional stories and then be able to publically denounce those stories and point out the fact that they were fiction. What got you engaged in this? My educational background is in political science. I've always enjoyed the ideas of propaganda and misinformation. Then I coupled that with an interest in what makes things go viral. So that led me to finding those groups and ultimately to finding contributors. But it was just something I had an interest in that I wanted to pursue. When did you notice that fake news does best with Trump supporters? Well this isn't just a Trump supporter problem. This is a right wing issue. Sarah Palin's famous blasting of the lame-stream media is kind of record and testament to the rise of these kinds of people. The post-fact era is what I would refer to it as. This isn't something that started with Trump. This is something that's been in the works for a while. His whole campaign was this thing of discrediting mainstream media sources, which is one of those dog whistles to his supporters. When we were coming up with headlines it's always kind of about the red meat. Trump really got into the red meat. He knew who his base was. He knew how to feed them a constant diet of this red meat. We've tried to do similar things to liberals. It just has never worked, it never takes off. You'll get debunked within the first two comments and then the whole thing just kind of fizzles out. How many domains do you own and run? Well, I would say there's somewhere around 25 domains that I am currently managing. National Report has been my bread and butter, where I've spent most of my time. I have people who work with me and for me in developing and maintaining the other sites and social media kind of stuff. (Coler later said not all his sites are fake news.) So I, for the most part, focus on National Report, and a lot of the other stuff is run by other folks on the team. So, you're the publisher of an empire. Well I wouldn't go so far as to call it an empire but, yes, it's several sites (chuckle). How many people do you have writing for you? It comes and goes, and as for actual employed writers, again these guys sort of make their own money through ad code. So I don't say, 'Hey, you have to write 10 stories this week' and this and that. Really, we have a more freeform idea where people, when their creativity strikes them then they can write something. And if they're in a slump then they just go dormant for a while. With that said, at any given time there's probably 20, 25 contributors all over the country. ... Talk about the Denver Guardian. Well, it's kind of as a side project. We have some people working on next steps in the fake news industry, and that came from that whole discussion. We had purchased several domain names that sounded legitimate. ... More local news sort of stories. The idea was to make the sites look as legit as possible so the home page is going to be local news and local forecast, local sports, some obituaries and things of that nature, and then the actual fake news stories were going to be buried off the homepage. We've tried lots of things in the past. The dot com dot co domains were something I toyed in for a while. Those I quickly got away from because you don't get away long with borrowing someone's copyright or trademark. That was something that worked very well from a fake news perspective. People were fooled into the domain name, but that wasn't so much what we were after. So again, the next step was to go after more city type sites. And the Denver Guardian was one of those sites. You're talking about the future of this (fake news business) which looks more insidious because it's more real? That's the way that it's going to be. Not just from where I am. I mean this is probably going to be my last run in the fake news biz, but I can promise you that it's not going to go away. It's even going to grow bigger and it's going to be harder to identify as it kind of evolves through these steps. ... Do you know who wrote the actual FBI Clinton story? I do know who wrote the story, but only through an anonymous pen name. Privacy is something that we take very seriously in our writers' group. The actual reasonings behind that story... it's one of hundreds that have been written about mysterious deaths of Clinton associates or political foes. This one kind of took off more than others, I believe, just because of the nature of the story. The people wanted to hear this. So all it took was to write that story. Everything about it was fictional. The town, the people, the sheriff, the FBI guy. Then, we had our social media guys kind of go out and do a little dropping it throughout Trump groups and Trump forums and boy it spread like wildfire. Why hide your identity? This isn't the safest business to be in, to be honest. Just the number of death threats I've received. I have a beautiful family, a beautiful life. Some of these people that we ... bait is probably the right word — are often — let's call them the deplorables, right? They're not the safest crowd. Some of them I would consider domestic terrorists. So they're just not people that I want to be knocking on my door. It seems like National Report is getting spoofier. If you went to National Report today, it's specifically satire. \"Chris Christie nominated to Supreme Food Court.\" \"Sarah Palin Banning Muslims from Entering Bristol Palin.\" They're a little bit more offensive than some people care for their satire. I mean fat shaming and slut shaming isn't something that is normally met with applause. But again, it's a lot more fun in nature. Do you make serious money? It depends on what you would call serious money. I think I do pretty well. Can you say how well? I would rather not. There have been some people who have been reported on recently. The folks in Long Beach that were doing just alright stuff. They were reporting $10,000 to $30,000 a month I think that's probably a relative ballpark. So you're doing as well as those? Yes. You're making money through the ads? Yes. Who do you work with? We have several advertisers. Google was one, although they shut down my account last week. We've replaced them with other advertisers. Can I ask who? There are literally hundreds of ad networks. Literally hundreds. Last week my inbox was just filled everyday with people, because they knew that Google was cracking down — hundreds of people wanting to work with my sites. I kind of applaud Google for their steps, although I think what they're doing is kind of random. They don't really have a process in place for identifying these things. I happen to know a very successful site that, as of today, of this morning is still serving Google ads. So it seems to be a kind of arbitrary step that they're taking either based on, I don't know if it was my reputation within the industry or specifically the Denver Guardian site that angered them, or I don't know what it is, but back to your question, there's hundreds of people that will work with me. What can be done about fake news? Some of this has to fall on the readers themselves. The consumers of content have to be better at identifying this stuff. We have a whole nation of media-illiterate people. Really, there needs to be something done. Do you consider yourself an entrepreneur? Sure. Are you one of the biggest in the fake news biz? If you look at someone who has specifically sometimes peddled in fictional news then I think that I would probably be considered one of the larger sites. As a liberal, do you have any regrets? I don't. Again, this is something that I've been crying about for a while. But outside of that, there are many factors as to why Trump won that don't involve fake news, right? As much as I like Hillary, she was a poor candidate. She brought in a lot of baggage. You don't feel responsible. I do not. Do you think you would have kept doing it if it wasn't so lucrative? Really the financial part of it isn't the only motivator for me. I do enjoy making a mess of the people that share the content that comes out of our site. It's not just the financial incentive for me. I still enjoy the game I guess. Would you do this all over again? Well, I guess it came to a head here and we're talking about it. It'll be interesting to see what happens moving forward. If I had to, if I knew specifically the Denver Guardian situation, that would have been handled differently. But everything else, as far as the work I've done with National Report, I'm very proud of, and I'm going to continue doing it. ",
    "title": "We Tracked Down A Fake-News Creator In The Suburbs. Here's What We Learned : All Tech Considered : NPR"
   },
   {
    "entities": [
     "nov. 23",
     "wednesday",
     "trump",
     "this week",
     "palm",
     "facebookemail",
     "youtube",
     "michigan",
     "times",
     "america",
     "this thanksgiving",
     "nikki",
     "marine",
     "thanksgiving",
     "nov. 20, 2016",
     "overnight",
     "york",
     "betsy",
     "clinton",
     "now",
     "cabinet",
     "fla.",
     "facebook",
     "united",
     "ray",
     "beach",
     "new",
     "defense",
     "twitter",
     "november 23, 2016",
     "pinterest",
     "locker",
     "kaster",
     "spicer",
     "the weekend",
     "today",
     "mar-a-lago",
     "7:27 p.m. est",
     "devos",
     "carolyn",
     "hillary",
     "nations",
     "donald",
     "james",
     "washington",
     "haley",
     "google",
     "usa",
     "tuesday",
     "carolina",
     "sean",
     "south",
     "mattis"
    ],
    "id": 27,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Trump calls for national healing on Thanksgiving WASHINGTON — After a long and bruising political campaign, President-elect Donald Trump Wednesday called in a video for the nation to \"speak with one voice and one heart.\" Post to Facebook Trump calls for national healing on Thanksgiving WASHINGTON — After a long and bruising political campaign, President-elect Donald Trump Wednesday called in a video for the nation to \"speak with one voice and one heart.\" Check out this story on USATODAY.com: http://usat.ly/2ghgZuk CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 69 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump calls for national healing on Thanksgiving Ray Locker , USA TODAY 7:27 p.m. EST November 23, 2016 x Share President-elect Donald Trump called for unity in a Thanksgiving address posted on social media. (Nov. 23) AP President-elect Donald Trump on Nov. 20, 2016. (Photo: Carolyn Kaster, AP) WASHINGTON — After a long and bruising political campaign, President-elect Donald Trump Wednesday called in a video for the nation to \"speak with one voice and one heart.\" \"It is my prayer, that on this Thanksgiving, we begin to heal our divisions and move forward as one country, strengthened by a shared purpose and very, very common resolve,\" said Trump, as he looked directly into the camera. The video posted on YouTube came after Trump announced the selection Wednesday of two more Cabinet officials — South Carolina Gov. Nikki Haley as ambassador to the United Nations and Michigan billionaire Betsy DeVos as secretary of Education. — Sean Spicer (@seanspicer) November 23, 2016 \"We have just finished a long and bruising political campaign,\" Trump said. \"Emotions are raw and tensions just don’t heal overnight. It doesn’t go quickly, unfortunately, but we have before us the chance now to make history together to bring real change to Washington, real safety to our cities, and real prosperity to our communities, including our inner cities. So important to me, and so important to our country.  But to succeed, we must enlist the effort of our entire nation.\" This week, Trump has walked back some of his most controversial proposals during the campaign against Democrat Hillary Clinton, including a call to have Clinton prosecuted for the use of a private email server while secretary of State. In a meeting with The New York Times Tuesday, Trump also said he was reconsidering his call to have terrorist suspects waterboarded after he met with retired Marine general James Mattis, who is under consideration to be Defense secretary. Mattis, Trump said, told him he did not find waterboarding valuable in interrogating suspects. Trump backs off support of waterboarding In the video, Trump asked for the support of all Americans to help the nation heal. \"I am asking you to join me in this effort,\" he said. \"It is time to restore the bonds of trust between citizens. Because when America is unified, there is nothing beyond our reach, and I mean absolutely nothing. \"Let us give thanks for all that we have, and let us boldly face the exciting new frontiers that lie ahead.\" The president-elect is spending the holiday at his estate Mar-a-Lago in Palm Beach, Fla., before returning to New York over the weekend to resume selecting members of his Cabinet. ",
    "title": "Trump calls for national healing on Thanksgiving"
   },
   {
    "entities": [
     "antonio",
     "muchin",
     "trump",
     "u.s.",
     "abel",
     "anthony",
     "sept. 1",
     "michael",
     "the last minute",
     "blackbird",
     "sands",
     "mondays",
     "$38,000",
     "chicago",
     "obama",
     "kern",
     "department",
     "$23,660",
     "$47,500",
     "santoro",
     "walker",
     "reporter",
     "contact",
     "labor",
     "elejalde-ruiz",
     "laner",
     "may",
     "texas",
     "uribe",
     "david",
     "barriball",
     "donald",
     "2004",
     "tribune",
     "alexia",
     "nov. 10, 2016",
     "tuesday",
     "dec. 1",
     "caldarone"
    ],
    "id": 28,
    "text": "Chicago employers in limbo after court blocks Obama's overtime pay rule Blackbird bartender Abel Uribe / Chicago Tribune Anthony Kern tends bar at Blackbird on Nov. 10, 2016. One Off Hospitality, which owns the restaurant, is moving forward with major changes in its pay rules despite a court ruling that puts new Labor Department overtime standards on hold. Anthony Kern tends bar at Blackbird on Nov. 10, 2016. One Off Hospitality, which owns the restaurant, is moving forward with major changes in its pay rules despite a court ruling that puts new Labor Department overtime standards on hold. (Abel Uribe / Chicago Tribune) Alexia Elejalde-Ruiz Contact Reporter Chicago Tribune Employers that have been preparing for months to comply with a major change to overtime regulations — raising salaries, implementing time-tracking tools, restructuring promotion ladders — find themselves in an awkward limbo after a federal judge on Tuesday blocked the change a week before it was to take effect. \"I feel like a student who studied every day only to see the test canceled at the last minute,\" said Michael Santoro, president of Walker Sands, a Chicago-based public relations and digital marketing firm. The rule is delayed while a Texas federal judge considers whether to overturn a signature initiative of the Obama administration meant to put more money in middle-class pockets and prevent employers from overworking employees for free. Under the Labor Department's new overtime rule, finalized in May and scheduled to take effect Dec. 1, employers wouldn't be able to exempt workers who earn less than about $47,500 a year from overtime pay, a big change from the $23,660 threshold that has been in effect since 2004. That would make an estimated 4.2 million salaried U.S. employees newly eligible to get time-and-half for hours worked beyond 40 a week. The threshold would readjust every three years to reflect changes in average wages. (Tribune news services) On Tuesday, a judge in the U.S. District Court for the Eastern District of Texas granted a nationwide preliminary injunction to block the rule's implementation until he decides whether the rule is unlawful. The injunction is a victory for the 21 states that sued the Labor Department arguing the rule is unconstitutional and, because it also applies to government workers, could deplete state budgets. No timeline was given for the judge's final decision. The Labor Department under President-elect Donald Trump could rescind the overtime rule — no congressional approval is required — but that wouldn't happen immediately because the agency would have to go through a rule-making process and public comment period that could take a long time. All of this might not matter to frustrated employers that already have made changes, as taking back an employee's raise is no good for morale. \"It's kind of hard to unring a bell,\" said Antonio Caldarone, a partner at Laner Muchin who represents management in wage and hour litigation. \"I don't see (employers) rolling it back or even delaying it.\" Walker Sands had started operating as though the new rule was in effect on Sept. 1, to ensure it was prepared, Santoro said. About a third of his 80 employees are affected by the new rule, most of them entry-level salaried public relations professionals who start at $38,000. Blackbird manager Abel Uribe / Chicago Tribune Blackbird General Manager David Barriball, center, helps servers bring food to lunch patrons on Nov. 10, 2016, at the Chicago restaurant. One Off Hospitality, which owns the restaurant, is making changes that were instigated by a new Labor Department rule that has been put on hold. Some hourly workers may have their wages raised while other workers may move from salaried to hourly positions. Blackbird General Manager David Barriball, center, helps servers bring food to lunch patrons on Nov. 10, 2016, at the Chicago restaurant. One Off Hospitality, which owns the restaurant, is making changes that were instigated by a new Labor Department rule that has been put on hold. Some hourly workers may have their wages raised while other workers may move from salaried to hourly positions. (Abel Uribe / Chicago Tribune) \"When (the rule) was announced, it was a huge deal, it was like the apocalypse happened,\" Santoro said. As the company reviewed its employees' hours it realized the impact wouldn't be as severe as feared, because they weren't working too much overtime on a regular basis. Still, he took pains to comply, upgrading the time-tracking system so that managers got daily input on how many hours employees were working, instead of weekly as it had before. It allowed them to more easily offset long Mondays with short Fridays to keep people to 40 hours a week. Santoro, who didn't adjust anyone's salary and planned to pay overtime when the work warranted it, said the changes forced everyone to be more cognizant of time. The company is holding slightly fewer meetings as a result, and the meetings that do happen seem more productive, Santoro said. Still, the uncertainty of the overtime rule's fate bothers him. \"The majority of good businesses are ready for the change,\" Santoro said. \"We should reward those who properly prepared.\" ",
    "title": "Chicago employers in limbo after court blocks Obama&apos;s overtime pay rule - Chicago Tribune"
   },
   {
    "entities": [
     "reuters",
     "county",
     "wednesday",
     "garrett",
     "johnson",
     "this week",
     "nov 23",
     "safety",
     "night",
     "bureau",
     "august 2015",
     "duke",
     "the future",
     "morning",
     "specifically",
     "durham",
     "board",
     "september",
     ", 8:13 pm",
     "austin",
     "christopher",
     "hamilton",
     "school",
     "investigation",
     "talley",
     "johnthony",
     "walker",
     "of",
     "fire",
     "elementary",
     "ntsb",
     "1:43",
     "education",
     "the past",
     "national",
     "seven months ago",
     "a.",
     "alex",
     "services",
     "recently",
     "david",
     "office",
     "sheriff's",
     "hart",
     "road",
     "tennessee",
     "chattanooga",
     "woodmore",
     "monday",
     "transportation",
     "2016",
     "afternoon",
     "nov. 21",
     "dept"
    ],
    "id": 29,
    "text": "Nov 23 2016, 8:13 pm ET Sixth Child Dies in Tennessee School Bus Crash; Driver Left Designated Route by Alex Johnson Deadly School Bus Crash: Driver On Unapproved Route, NTSB Says 1:43 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161124011947if_/http://www.nbcnews.com/widget/video-embed/816570947943\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A sixth child has died after a school bus crashed this week in Chattanooga, Tennessee, authorities said Wednesday night in a case in which the driver is charged with vehicular homicide. The driver, Johnthony Walker, 24, deviated from his designated route before the bus swerved off the road Monday afternoon , investigators said Wednesday. Walker is also charged with reckless endangerment and reckless driving after his bus smashed into a mailbox, a utility pole and a tree on Talley Road. None of the six children who died has been officially identified. Five other children remained in hospitals Wednesday; police wouldn't identify them or provide their conditions. According to an arrest report, witnesses told investigators that Walker was driving \"well above\" the 30-mph speed limit with 37 children from Woodmore Elementary School on board. Related: Speed Eyed in Chattanooga Bus Crash That Killed 5 and Injured 30 Christopher Hart, chairman of the National Transportation Safety Board, said at a news conference Wednesday that investigators had \"ascertained that Talley Road was not on the designated route for that school bus.\" Johnthony Walker, 24, is charged with five counts of vehicular homicide in Monday's bus accident in Chattanooga, Tennessee. Hamilton County Sheriff's Office Hart said that the investigation had just begun and that it wasn't known why Walker — who received his commercial driver's license only seven months ago — had left his normal route. Chattanooga police Sgt. Austin Garrett, meanwhile, said at a news conference Wednesday that blood tests conducted by the Tennessee Bureau of Investigation showed that Walker had no drugs or alcohol in his system. And he confirmed that Chattanooga police investigated a \"minor wreck\" that involved Walker in September. He gave no details. Investigators are reviewing video from multiple angles recorded from the front, back and side of the bus, he said. Garrett then addressed news reports that Walker allegedly asked his passengers Monday morning \"whether they were prepared to die.\" \"None of the witnesses we have spoken with has that information,\" he said, \"but we have also not interviewed all witnesses yet.\" Rescue officials work at the scene of a school bus crash involving several fatalities in Chattanooga, Tennessee, on Nov. 21. Chattanooga Fire Dept via Reuters Specifically, he said, investigators haven't spoken to any of the 32 surviving children on the bus, but he said \"we will in the future.\" The Hamilton County Board of Education confirmed in a statement Wednesday that it had received complaints recently about Walker \"and the way he operated his bus.\" Related: Chattanooga Mom Says She Complained About Driver in Deadly Crash It said the complaints were forwarded to Durham School Services, the private company that is contracted to provide bus services for the school system, for whom Walker worked. Hart, of the NTSB, said Durham was operating under a \"conditional\" federal safety rating, meaning some unspecified problems had been uncovered in the past, but that they had been resolved satisfactorily, in August 2015. He said investigators were going back over Durham's oversight and crash history. In a brief video statement, David A. Duke, the company's chief executive, expressed deep grief and promised to provide any support necessary for the families of the children \"who were taken from their families with so much life that was taken away.\" His voice choking with emotion, Duke said he was a father and grandfather, himself. \"I can't fathom the anguish of the parents whose children were involved in this horrific accident and that involved one of my company's buses,\" he said. \"I'm deeply sorry.\" Alex Johnson ",
    "title": "Sixth Child Dies in Tennessee School Bus Crash; Driver Left Designated Route - NBC News"
   }
  ]
 }
}