{
 "28": {
  "col-sim": {
   "cosine": 0.25637048982103344,
   "entity": 0.3251878325472551
  },
  "exec-time": 74.24472641944885,
  "links": [
   {
    "entities": [
     "gift",
     "$11.50",
     "$499",
     "$100",
     "card",
     "$40",
     "friday",
     "$50.01",
     "sony",
     "$126",
     "$399",
     "$10",
     "$95",
     "$180",
     "hulu",
     "richard",
     "samsung",
     "ecobee",
     "inspiron",
     "$1,399.99",
     "$104.99",
     "vizio",
     "$747.99",
     "lg",
     "$139.99",
     "core",
     "$50.99",
     "$302",
     "$80",
     "monday",
     "#1",
     "groupon",
     "$1,797",
     "stick",
     "tv",
     "tcl",
     "anova",
     "voice",
     "2016",
     "dell",
     "$50",
     "night",
     "w/",
     "remote",
     "$54",
     "echo",
     "$34.49",
     "$519.99",
     "usa",
     "$29.99",
     "$902",
     "dell.com",
     "$400",
     "intel",
     "today",
     "november 27th",
     "$499.99",
     "12:41 a.m. est",
     "reviewed.com",
     "weekend",
     "november 28, 2016",
     "at 6:22 pm est.",
     "now",
     "fire",
     "netflix",
     "$305.99",
     "15%",
     "amazon",
     "$250",
     "$2,202.99",
     "$233.99",
     "alexa",
     "$149",
     "$198.99",
     "$179.97"
    ],
    "id": 0,
    "text": "The best Cyber Monday deals online Reviewed.com Staff 12:41 a.m. EST November 28, 2016 15k Shares Save big this holiday season by shopping online during Cyber Monday.  (Photo: Amazon) – Our editors review and recommend products to help you buy the stuff you need. If you make a purchase by clicking one of our links, we may earn a small share of the revenue. However, our picks and opinions are independent from USA TODAY’s newsroom and any business incentives. This article was last updated on November 27th at 6:22 PM EST. If Black Friday marks the official start of the holiday shopping season, Cyber Monday is when things get serious. That’s when Americans trade trips to the mall for shopping online, and retailers start dropping discounts on popular gifts. Unfortunately, Cyber Monday can get confusing. With thousands of sales that last anywhere from the entire weekend to just a few minutes, it’s hard to tell what’s a good deal and what’s just hype. Luckily, the editors at Reviewed.com are here to help you sift through the Cyber Monday madness. All weekend long, we’ll use our expertise to find deep discounts on products that are worth buying. Bookmark this page! We’ll be updating this article from now until the clock ticks down on Monday night. Our Favorites Amazon Echo ( $139.99, SAVE $40 ) Amazon’s easy-to-use smart speaker and personal assistant turns any home into a smart home, and won our Best of Year award in 2016. Amazon Fire TV Stick w/ Alexa Voice Remote ( $29.99, SAVE $10 ) Put apps like Netflix and Hulu on almost any TV, and get easy-to-use voice control and the Amazon Alexa smart home personal assistant, too. Neato Botvac Connected Wi-Fi Enabled Robot Vacuum ( $519.99, SAVE $180 ) Our top-rated robot vacuum is now at a record low price—$80 cheaper than any sale we've seen before. Vizio D-Series 50-inch LED Smart TV ( $305.99 in cart, SAVE $54 ) This smart TV is one of our top-rated affordable televisions—and an extra 15% off at Target makes it an unbeatable deal. Dell Inspiron 13 2-in-1 Laptop (Intel Core i5) ( $499, SAVE $250 ) Two Reviewed.com editors liked this laptop so much, they each bought it for themselves. We say it's a great value at $499. Sonos PLAY:1 Compact Wireless Smart Speaker ( $149, SAVE $50.99 ) Take this easy-to-connect wireless speaker anywhere for great sound, and keep the party going wherever you are. Black + Decker LDX120C 20-Volt MAX Lithium-Ion Cordless Drill/Driver ( $34.49, SAVE $11.50 ) The #1 selling cordless drill/driver on Amazon is $10 cheaper than we've ever seen it before. Breville Multi-Speed Juicer ( $104.99, SAVE $95 ) Another #1 best seller in its category. 900 watts of health-making goodness. Anova WiFi Precision Cooker ( $149, SAVE $50 ) This immersion circulator for sous vide cooking won our award for Best Cooking Gadget of 2016. Ecobee 3 Thermostat with Sensor (works with Amazon Alexa) ( $198.99, SAVE $50.01 ) This top-rated smart thermostat comes with an extra sensor and can be programmed from your phone. Kenmore 81614 Bagged Canister Vacuum ( $233.99, SAVE $126 ) Reviewed.com’s pick for Best Vacuum for the Money is more affordable than ever, thanks to a price drop. Televisions ✅  Our Pick: Vizio 55\" 4K UHD TV (Refurbished) ( $399, SAVE 300 ) at Groupon Amazon Samsung 55-inch UN55KU6600 4K UHD TV with $100 Amazon Gift Card ( $747.99, SAVE $902 ) LG 55-inch 4K Ultra HD Smart OLED TV ( $1,797, SAVE $2,202.99 ) TCL 55-Inch 4K Ultra HD Roku Smart LED TV ( $499.99, SAVE $100 ) PC Richard Samsung 32-inch UN32J5205 1080p LED Smart HDTV ( $179.97 in cart, SAVE $302 ) Dell.com Sony XBR-65X850D 65-inch 4K Ultra HD Smart TV with HDR ( $1,399.99, SAVE $400 ) Target Vizio D-Series 50-inch LED Smart TV ( $305.99 in cart, SAVE $54 ) Home Entertainment ✅  Our Pick: Amazon Fire TV Stick w/ Alexa Voice Remote ( $29.99, SAVE $10 ) at Amazon Amazon ",
    "title": ""
   },
   {
    "entities": [
     "lesley",
     "hundreds of millions of dollars",
     "colombia",
     "2021",
     "interactive",
     "right now",
     "three years ago",
     "cbs",
     "sara",
     "kosik",
     "tariot",
     "alonso",
     "association",
     "states",
     "a few years later",
     "harvard",
     "this 30 years",
     "pierre",
     "news",
     "medellin",
     "united",
     "lucia",
     "university",
     "irvine",
     "inc.",
     "california",
     "madrigal",
     "kawas",
     "american",
     "the 1980s",
     "francisco",
     "reiman",
     "of",
     "this day",
     "victor",
     "the 1800s",
     "banner",
     "2016",
     "julio",
     "years ago",
     "one percent",
     "50 percent",
     "organization",
     "health",
     "uc",
     "norm",
     "once",
     "$15 million",
     "freddie",
     "the early 2000s",
     "ken",
     "eric",
     "fernando",
     "u.s.",
     "santa",
     "years earlier",
     "last 15 years",
     "institute",
     "cecilia",
     "phoenix",
     "antioquia",
     "1993",
     "1997",
     "barbara",
     "lopera",
     "now",
     "medical",
     "betsy",
     "claudia",
     "stahl",
     "teiman",
     "bogota",
     "genentech",
     "the past",
     "world",
     "nih",
     "alzheimer's"
    ],
    "id": 1,
    "text": "CBS News Francisco Lopera: They were getting disease very early in the life. It all began many years earlier, back in the 1980s when Lopera was a young medical resident.  He had read about small numbers of people scattered around the world who’d developed Alzheimer’s in their 40s.  So when a 47-year-old man came into his Medellin clinic with Alzheimer’s-like symptoms, he was intrigued and decided to investigate. Lesley Stahl: You met this one man and you decided to go to where he was from? Francisco Lopera: I decided to go to the town where he was living. Lopera learned that the man’s father and grandfather had also lost their memories in their 40s.  Then, a few years later, another similar patient came into the clinic, this time a 42-year-old woman from a town 40 miles away.  Dr. Lopera’s then-nurse, Lucia Madrigal, asked if any of her relatives also started losing their memories when they were young. Lucia: They told us yes, that the father, the uncles, the grandfather, the great grandfather, so I started making a little family tree, on one page, and I showed it to Dr. Lopera and I told him “Look what we have here. What is this? So many with the same disease…” And so began a detective hunt that lasted more than a decade. Lopera and Madrigal traveled all over the region, finding more and more people afflicted with early-onset Alzheimer’s and compiling family trees.  They thought it might be genetic, so Madrigal spent days at parish churches, poring over heavy ledgers where priests for generations had recorded village births, marriages, and deaths.  Thanks to these meticulous records, she was able to trace the disease back hundreds of years, and to make an important discovery -- the different families were actually one huge extended family, connected generations back by common ancestors who had died young, with an unusual cause of death written down by the priest: “softening of the brain.” This is what “softening of the brain” looks like in real life.  Fernando is 46 years old, a descendant of that second patient years ago. He started forgetting things when he was in his late 30s, and now can no longer speak, feed himself, or do just about anything on his own. His aunt takes care of him round the clock just as she did with his mother when she got the disease at the same age. Norelly is at an even later stage of the disease.  Despite her appearance, she is just 58 years old. Patients were going from mild symptoms to complete dementia and then death within about a decade -- as Dr. Lopera showed us in these cognitive test results. Francisco Lopera: You can see, at 38… Even at age 38, this man struggled -- as many older Alzheimer’s patients do -- to copy a complex drawing accurately. Francisco Lopera: At 45.  And things got worse from there.  Francisco Lopera:  He lost more. At 50. Lesley Stahl: Ah! Oh! Francisco Lopera: At 51. Lesley Stahl: Oh! Dr. Lopera was convinced that what he and Madrigal were discovering was scientifically important, but even as they found more patients and more related families, he couldn’t get anyone outside Colombia to take notice. Until 1993, when a Harvard professor came to give a talk about Alzheimer’s in Bogota, several hours away. Ken Kosik: There was a person in the audience, Francisco Lopera, who came up after the talk and said, “You know, there’s-- I have a family here that w-- has-- early-onset Alzheimer’s.” Ken Kosik, now at UC Santa Barbara, was that professor. Lesley Stahl: A family. Could’ve been four people. Ken Kosik: It could’ve been just four people. But he started to tell me how many it was. And as I listened to him, I became just so absorbed and taken with what he was telling me that I changed all my plans, went with him to Medellín. And, we began a collaboration that goes on to this day. They showed Kosik what Lucia Madrigal showed us -- the family tree they had compiled based on all that searching through church records, for just one of the affected families, going back all the way to the 1800s.   Lesley Stahl: This is one family? Lucia: Una sola! (Only one!) It just kept unfolding and unfolding. Covering these pages are small squares representing men, circles for women. The colored-in squares and circles mean the person got sick with Alzheimer’s at an early age.  Lesley Stahl: Look, she had these sons and a daughter. And then it just kept going down-- through the generations— Lucia:  Si. Ken Kosik: When we looked at the family trees, about 50 percent of the offspring were getting the disease. That’s a clear signature of a gene. But what gene? Kosik connected Dr. Lopera with leading geneticists in the U.S., and they started collecting blood samples and searching.  Within a year, a major breakthrough. They found a specific mutation in a gene on chromosome 14 – one tiny flaw in the DNA responsible for all this family’s suffering.  The discovery was published in 1997 in the Journal of the American Medical Association. Lopera had identified the largest concentration of early onset Alzheimer’s cases in the world. Lesley Stahl: If a person has that mutation, do they get Alzheimer’s? Ken Kosik: Yes, they do. Lesley Stahl: If they have it, they definitely get the disease. Ken Kosik: Right. There are some mutations where you don’t definitely get it. But this is a bad one. And if you have this mutation, you get it. For families like Alonso’s, discovering the mutation was a blessing – a crucial first step toward finding a way to fight the disease.  But it was also a curse, because it meant that anyone whose parent had the mutation has a 50/50 chance of having inherited it too. Lesley Stahl: Do any of you know if you have that mutation? Do you know? Victor: No. Freddie: Nobody knows. Lesley Stahl: Nobody knows. Well, somebody knows.  Dr. Lopera and his team have been testing for the mutation and compiling a database, but their policy is not to tell family members if they have the mutation or not -- and not even to reveal the results to Dr. Lopera -- since at this point there is nothing that can be done to help.  Cecilia: Sometimes I ask, which one will get it? But I throw that thought away, because I don’t want to think about that. I pray a lot to God that none of them gets it.  I don’t want to see my children with that disease. Lesley Stahl: Each one of you knows, because of your father, that you have a 50/50 chance. So what kind of a weight does that put on you, day in and day out? Julio: I’ve even prayed to God that if there’s one person who has to have the disease, I say to God, “Let it be me.” Sara: I thank God that I’m a nurse and that I would be able to take care of them, but I tell myself, “First I had to go through it with my dad, the experience of the disease, and I may have to go through it with one of my siblings, or with several, we don’t know.” Sara told us she would love to have children of her own, but given her risk of developing the disease, she’s decided against it. Sara: So that my children don’t have to go through my same experience. Lesley Stahl: You’ve been working on this 30 years. How do you cope with all this pain? Francisco Lopera: [breaks down] It was not the response we had expected.  Lesley Stahl: It’s that hard? It’s that hard. But Dr. Lopera knew that even in the midst of all this tragedy, there might just be a glimmer of hope.  Because what he had discovered in these families -- hundreds of people destined to develop Alzheimer’s, and easily identifiable with a simple genetic test -- presented a unique scientific opportunity to test whether it’s possible to step in and stop early-onset, and maybe all, Alzheimer’s disease before it starts. That part of the story, when we come back. Alzheimer’s disease is the sixth leading cause of death in the United States.  More than 5 million Americans have Alzheimer’s right now, and given the aging baby boomer population, that number is projected to nearly triple by mid-century.  Yet unlike many other leading killers, there is no effective treatment. An Alzheimer’s diagnosis is essentially a prescription for a slow descent into oblivion -- an inexorable loss of the memories, spatial skills, and ability to think that make us who we are.   Early-onset Alzheimer’s patients like the hundreds of family members in Colombia are a tiny fraction of the whole, but to scientists, they could be everything.  Because they are offering researchers something they have never had before -- a way to test whether intervening years before people start having symptoms, might halt the disease in its tracks. Answers are still years away, but with more than a thousand Americans developing Alzheimer’s every day, a way to prevent it can not come soon enough. The scene we witnessed in Dr. Pierre Tariot’s exam room at the Banner Alzheimer’s Institute in Phoenix is one that plays out in neurologist’s offices every day. Dr. Tariot: So if I asked you what city we’re in right now, what would you say? Norm: Uh, you know, right, I don’t know at this moment. Norm, age 72, has been diagnosed with Alzheimer’s -- the typical, late-in-life form so many of us fear. It begins with mild memory and thinking problems and spirals into full-on dementia. Dr. Tariot: Who is that young lady over there? Norm: Betsy. Dr. Tariot: Betsy. And is she a friend? Norm: Yes. Dr. Tariot: How do you know Betsy? Norm: Because I’ve been loving her for a long time. Dr. Tariot: OK. Is she your sister? Norm: A little bit of both. Dr. Tariot: Uh-huh. Is she your wife? Norm: I don’t think so.  I think you’re-- somebody.  I wish I was, but… They’ve been married 51 years. Unlike early-onset Alzheimer’s, there’s been no single gene identified that causes this. No way to know who among us is destined to get it. Lesley Stahl: What percentage of all people are going to be get Alzheimer’s? Pierre Tariot: One percent of us 60 or older will have a dementia like Alzheimer’s disease. But by the time you hit 85— Lesley Stahl: What percent? Pierre Tariot: --that-- that percentage is approaching 40ish percent. Norm: That’s a Dogan and these are Gogans. Pierre Tariot: Alzheimer’s disease has been called out by the World Health Organization as the coming pandemic of the West. We have to do something to put it behind us. Claudia to female patient: Can you draw the numbers for a clock? But Dr. Claudia Kawas, a leading Alzheimer’s researcher and clinician at the University of California Irvine, says she’s frustrated that she can’t offer her patients any hope. Claudia Kawas: I have to say I’ve been doing this now for a third of a century. And when I started, I just never would have believed we would still not be closer than we are now to making a real difference. It has been a little disappointing. It hasn’t been for lack of trying. Kawas gave us a quick primer on the tell-tale signs of Alzheimer’s in the brain after autopsy.     Claudia Kawas: Every place you see a brown spot, that is a senile amyloid plaque. In contrast, you see these black things that tend to be triangular shape. Those are what we call neurofibrillary tangles. The relationship between plaques and tangles isn’t completely understood, but because it’s been shown that amyloid plaques build up in the brain before tangles -- and years before patients develop symptoms -- pharmaceutical companies have spent hundreds of millions of dollars since the early 2000s developing drugs to remove amyloid from the brain, and hundreds of millions more to test those drugs in patients like Norm. Lesley Stahl: Of all the trials that have been done, what percent have succeeded? Pierre Tariot: About one percent. In other words, a resounding failure.  Lesley Stahl: So what does that say, do you think? Claudia Kawas: Well, it says either amyloid is not the right thing to go after. Or it says we need to remove it earlier on in the process before it’s made all the other things cascade after it. You know, if you give a polio vaccine once somebody has polio, you can understand why it doesn’t work. Lesley Stahl: You’re saying that maybe those drugs haven’t worked because the person already had Alzheimer’s? Claudia Kawas: Exactly. And maybe if we give ‘em early enough, it might work. But how can you test drugs on people before they develop the disease, when you don’t know who among us is going to get it?  Dr. Tariot and the executive director at the Banner Alzheimer’s Institute, Dr. Eric Reiman, realized there was a place where you could know who was going to get Alzheimer’s --- Antioquia. Ken Kosik: And that’s when my phone began to ring. By then, Ken Kosik had been studying the Colombian extended family for 15 years.  Ken Kosik: Received a call from the people at Banner. And they said, you know, “You have this family. We know when they’re gonna get it. We know who’s gonna get it. Can we start treating before the disease strikes?” Kosik connected Tariot and Teiman with Dr. Lopera, who by that time had identified hundreds of people who carried the gene mutation, guaranteeing they would be struck with Alzheimer’s in the prime of their lives. Reiman and Tariot traveled to Medellin and met with both healthy and sick members of the extended family. Lesley Stahl: Is this particular family, in the world-- extraordinary? Pierre Tariot: There’s nothing else like it. The idea that there’s this concentration within roughly 100 miles of each other is-- just an extraordinary phenomenon. And a perfect scientific laboratory. To lay the groundwork for a large clinical trial, Banner flew a group of extended family members from Medellin to Phoenix for PET scans.  One goal: to compare the brains of those with and without the mutation years before any memory loss began, when they were in their 30s.  Dr. Reiman showed us the results. Eric Reiman: This is somebody who doesn’t have the gene. They have no plaques in the brain. But in members of the family with the mutation, it was a different story.    Eric Reiman: Extensive amyloid deposition in the brain. Lesley Stahl: That’s the red. Eric Reiman: Red is more amyloid. But yellow is also amyloid. This brain had even more. The images showed that amyloid plaques build up in the brain more than a decade before memory loss begins. So if a drug could remove that red and yellow, maybe the disease could be prevented.  Banner developed a plan for a multimillion dollar drug trial and convened a meeting with leading scientists, pharmaceutical companies, and representatives of the NIH.  Pierre Tariot: The end of the meeting, each scientist was allowed to say one closing thought. And Francisco had the last word. Lesley Stahl: Lopera? Pierre Tariot: And he paused a long time. And you could hear a pin drop in the room. Francisco Lopera: I said to them-- “We w-- the families are waiting for you.” Lesley Stahl: They’re waiting for you. Pierre Tariot: That’s the point when, you know, the goose bumps came, and we said, “We really have to make this work. We really do.” And they did.  With a commitment of $15 million from NIH, another $15 million from philanthropists, and the rest from drug company Genentech, the trial -- on an immunotherapy drug to remove amyloid plaque -- enrolled its first patient three years ago, and they’ve been enrolling more people ever since.   Freddie: They told me about the study and I said yes. I’ll go right away, and anything that you need it, I am here. Freddie and all his siblings signed up.  The plan is to enroll a total of 300 members of the extended family who are healthy and have no memory loss yet -- 200 who have the mutation and another 100 who don’t.  That way, no one will learn their genetic status just by being accepted into the study. Of the 200 with the mutation, half will get injections of the drug; the other half will be injected with a harmless placebo.  The study is double-blind: neither patients nor investigators will know who’s getting what. They have to come in every two weeks, for at least five years -- long enough to see whether the group taking the drug does better than the group taking placebo. Final results aren’t expected until 2021. Lesley Stahl: Is this the first time in all these years of seeing these patients that you can actually offer them hope? Dr. Lopera: Yes, this is the first time. Because in the past we only offer them education-- better quality of life but no hope to have a solution.  And now they have hope, a big hope. Lesley Stahl: What would be the best outcome? Pierre Tariot: Nobody who receives the immunotherapy experiences any worsening of their thinking or memory ability. Doesn’t change at all. Doesn’t decline. That would be fabulous. That’s a stretch goal. And that would be just the beginning. Claudia Kawas: If it makes a difference for them, I think there’s a reasonable chance it could make a difference for all the rest of the people who get Alzheimer’s disease. And that of course is the ultimate goal: to help prevent the late in life form of Alzheimer’s that we’re all susceptible to. The hope is that one day every one of us could be screened and when necessary, treated before problems begin. Claudia Kawas: It might be the case that just like when you go to your doctor to get your cholesterol checked in your blood to see if you need drugs to lower your cholesterol, you would go, and get an amyloid PET scan, and-- it would be part of— Lesley Stahl: Routine. Claudia Kawas: --routine prevention. Lesley Stahl: What if the drug removes the amyloid, and they still get the disease? Claudia Kawas: I think that’ll mean that there are other things we need to be targeting besides amyloid. Lesley Stahl: But will you say that the drug test was successful? Claudia Kawas: Hard as this is to say, yes. I think that we need to know the answer. The answer to whether the field’s focus on amyloid plaque removal for the last 15 years has been a failure.  If this test doesn’t work, they will at least know they need to go in a different direction. Lesley Stahl: You know, Victor, all the other drug trials that have gone on for years have all failed. Lesley Stahl: You know that. Victor: But this is going to be the exception. This is the exception. Lesley Stahl: If it does work, this saves this community. Ken Kosik: Wouldn’t that be amazing? Lesley Stahl: That would be amazing. Ken Kosik: To me, I am always impressed that these families that come from such a remote area of the world-- have the potential for informing all of us, globally, about a path forward for conquering Alzheimer’s. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Alzheimer's Laboratory - 60 Minutes - CBS News"
   },
   {
    "entities": [
     "david",
     "raedle",
     "jackson",
     "joe",
     "kristol",
     "november 27, 2016",
     "trump",
     "hillary",
     "sunday",
     "--",
     "college",
     "donald",
     "administration",
     "weekly",
     "j.",
     "electoral",
     "usa",
     "m",
     "today",
     "standard",
     "afternoon",
     "william",
     "4:22 p.m. est",
     "clinton"
    ],
    "id": 2,
    "text": "Trump: I would have won popular vote too with different kind of campaign David M Jackson , USA TODAY 4:22 p.m. EST November 27, 2016 6.6k Shares Donald Trump  (Photo: Joe Raedle) Donald Trump doesn't sound too happy about all those stories on how Hillary Clinton won the popular vote -- and exhibited it with an unsubstantiated claim about illegal voting. \"In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally,\" Trump said during a Sunday afternoon tweet storm. The president-elect did not elaborate on his illegal voting claim. Clinton topped Trump by more than 2 million votes in the election, but her support was not distributed in key states. Trump captured more states and claimed victory in the Electoral College. As he has in post-election interviews, Trump said he would have campaigned differently if the popular determined the presidential winner. In a series of two tweets, Trump said \"it would have been much easier for me to win the so-called popular vote than the Electoral College\" if he had focused on three or four big states rather than the 15-state strategy he employed against Clinton. \"I would have won even more easily and convincingly (but smaller states are forgotten)!\" Trump tweeted. Trump's claim of illegal voters drew derision. William Kristol , editor of The Weekly Standard magazine, said on Twitter: \"Every time you decide that maybe a Trump Administration could work out ok, you're reminded (as by his tweets today) of one obstacle: Trump.\" In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally — Donald J. Trump (@realDonaldTrump) November 27, 2016 It would have been much easier for me to win the so-called popular vote than the Electoral College in that I would only campaign in 3 or 4-- — Donald J. Trump (@realDonaldTrump) November 27, 2016 states instead of the 15 states that I visited. I would have won even more easily and convincingly (but smaller states are forgotten)! — Donald J. Trump (@realDonaldTrump) November 27, 2016 Read or Share this story: http://usat.ly/2gwgbBO Most Popular ",
    "title": "Trump: I would have won popular vote too with different kind of campaign"
   },
   {
    "entities": [
     "stein",
     "interactive",
     "earlier this month",
     "cbs",
     "november 27, 2016",
     "trump",
     "earlier this weekend",
     "party",
     "sunday",
     "5:12 pm est",
     "november 11, 2016",
     "news",
     "inc.",
     "--",
     "college",
     "donald",
     "2016",
     "j.",
     "twitter",
     "electoral",
     "green",
     "jill",
     "michigan",
     "nov 27, 2016",
     "currently",
     "afternoon",
     "wisconsin",
     "now",
     "pennsylvania",
     "clinton"
    ],
    "id": 3,
    "text": "CBS News Last Updated Nov 27, 2016 5:12 PM EST President-elect Donald Trump is alleging that he would have won the nation’s popular vote if it weren’t for the “millions of people who voted illegally,” during a series of tweets in which he panned the recount efforts that could take place soon in three states . Mr. Trump expressed his feelings Sunday afternoon on the “so-called popular vote” on Twitter: In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally — Donald J. Trump (@realDonaldTrump) November 27, 2016 It would have been much easier for me to win the so-called popular vote than the Electoral College in that I would only campaign in 3 or 4-- — Donald J. Trump (@realDonaldTrump) November 27, 2016 states instead of the 15 states that I visited. I would have won even more easily and convincingly (but smaller states are forgotten)! — Donald J. Trump (@realDonaldTrump) November 27, 2016 The president-elect has not provided any evidence for these claims. Mr. Trump won the electoral vote earlier this month by a wide margin, beating out Clinton with 290 votes compared to her 232. But according to the latest count by the Cook Political Report, which regularly updates its popular vote tally, Mr. Trump is currently losing that vote by over 2.2 million. The president-elect’s tweetstorm comes as he continues to criticize the Green Party’s Jill Stein for her attempts to initiate vote audits in Wisconsin, Pennsylvania, and Michigan. Stein’s vote recount efforts are motivated, in part, because of fears that illegal votes were cast for Trump due to hacking or other fraudulent activity. Earlier this weekend, the Clinton campaign announced it would participate in the recount effort in Wisconsin, where paperwork has already been filed, and would do the same in the other two states if they follow suit. The president-elect’s latest claim seems to contradicts his previous assertions in the days immediately following the general election, when he called the contest “very open and successful.” Just had a very open and successful presidential election. Now professional protesters, incited by the media, are protesting. Very unfair! — Donald J. Trump (@realDonaldTrump) November 11, 2016 © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Donald Trump, citing no evidence, claims \"millions\" of people voted illegally in the 2016 election - CBS News"
   },
   {
    "entities": [
     "stein",
     "nov. 14",
     "this earlier this month",
     "texas",
     "images",
     "brendan",
     "w.v.",
     "getty",
     "november 27, 2016",
     "trump",
     "vermont",
     "south",
     "states",
     "may 5",
     "hillary",
     "party",
     "november 27",
     "sunday",
     "services",
     "drudge",
     "nov. 17",
     "united",
     "cnn",
     "phillips",
     "paul",
     "california",
     "college",
     "donald",
     "gregg",
     "commission",
     "charleston",
     "nov. 13",
     "data",
     "j.",
     "twitter",
     "green",
     "jill",
     "electoral",
     "health",
     "human",
     "post",
     "past",
     "election",
     "november 16, 2016",
     "day",
     "and",
     "matt",
     "15 percent",
     "thanksgiving",
     "bastien",
     "washington",
     "afternoon",
     "wisconsin",
     "obamacare",
     "america",
     "mitchell",
     "november 13, 2016",
     "political",
     "smialowski/agence",
     "at 5:15 pm",
     "clinton",
     "the future"
    ],
    "id": 4,
    "text": "By Philip Bump November 27 at 5:15 PM Follow @pbump Donald Trump speaks at a campaign rally in Charleston, W.V., on May 5. (Brendan Smialowski/Agence France-Presse via Getty Images) Something has clearly been gnawing at Donald Trump. Sure, he won the electoral vote and therefore the presidency, but he lost the popular vote by 2.2 million votes — and counting. (Counting mostly in California, where Democrat Hillary Clinton won easily and where there are 1.4 million more ballots to tally.) Trump's victory is marred by that fact: He will be the president, but more people voted against him. With news that Clinton's campaign would join the Green Party's Jill Stein to review ballots in key Midwestern states, Trump went on a Twitter tirade, dismissing Clinton's decision as hypocritical and that it would end with the same result . (\"Sad!” he added.) That's probably true. But he couldn't resist taking the idea one step further in another tweet Sunday afternoon. In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally — Donald J. Trump (@realDonaldTrump) November 27, 2016 Clinton didn't really win the popular vote, he's arguing, because millions of votes were invalid. This is one in a series of efforts to dismiss Clinton's popular-vote victory, efforts that have hinged on misreading CNN election results or random tweets underpinned by no actual data. In fact, this claim that millions of illegal immigrants voted is itself the result of a random tweet. On Nov. 13, Gregg Phillips, a former Texas Health and Human Services Commission deputy commissioner, tweeted about there being 3 million votes that were cast by noncitizens. We have verified more than three million votes cast by non-citizens. We are joining . @TrueTheVote to initiate legal action. #unrigged — Gregg Phillips (@JumpVote) November 13, 2016 Phillips claims in another tweet that his organization (it's not clear which organization, but it may be VoteStand ) has a database of 180 million voter registrations and he confirms that 3 million of the people in that database who voted are noncitizens. He has been asked to provide evidence for that claim repeatedly, without having done so. Regardless, the story was quickly picked up by the conspiracy-theory hawking site InfoWars , a story that was linked out at the top of the Drudge Report on Nov. 14. When Matt Drudge qualifies something with “Claim:,\" it's worth treating it with skepticism. The rumor-debunking site Snopes looked at Phillips's claim and found no evidence for it. (It also noted that Phillips has a history of implying that Obamacare will lead to the registration of millions of immigrants here illegally.) Phillips replied on Twitter, “One might imagine someone would have called me.” That's easier said than done; when I was looking at this earlier this month I couldn't find a way to contact Phillips. An email to True the Vote , a conservative group focused on the issue of voter fraud (for which Phillips claims to be a board member), did not receive a reply. Phillips has said that he will release evidence of his claims at some point in the future — but not to the media . As of writing, there simply isn't any data to that effect. What's more, Phillips made his claim on Nov. 13, only five days after the election. Meaning that his data apparently came in before any number of states certified their results. One of the first to do so was Vermont , which certified its results on Nov. 17 — four days after Phillips was able to determine that his 180-million-person database included the votes of 3 million immigrants here illegally. Republicans and Democrats react to the announcement that Hillary Clinton's campaign plans to join a vote recount in Wisconsin initiated by former Green Party presidential candidate Jill Stein. (Bastien Inzaurralde/The Washington Post) Paul Mitchell of the California voter data firm Political Data explained by phone that it was possible that Phillips's group piped numbers from early voting into its database. About 47 million people voted early , including about 5.2 million in California. Mitchell notes, though, that in the nation's largest state, only about 15 percent of the early votes cast were by Latinos, meaning that if Phillips's data suggests that most of the immigrants voting illegally are from Central and South America, nearly all of those early votes would have had to have been from illegal voters. This is a massive undertaking infrastructurally, it's worth noting, requiring reaching out to individual counties in every state. What's more, Phillips could have blown the whistle before Election Day if the numbers were early voting data. He didn't. But again: There's no evidence at this point that this is the case, and the only claim to the effect that it is comes from a person who refuses to provide any evidence. When PolitiFact analyzed it , it noted past studies claiming that large percentages of immigrants voted illegally — but that the study in question was based on flawed data. One examination of a database of voter fraud found 56 cases of noncitizens voting, over 11 years. The irony of Trump's claim about illegal immigrants, of course, is that one way to determine whether thousands of noncitizens voted in this election — for which, again, there's no evidence -- is through a recount and audit of ballots, the very thing he was criticizing Clinton for embracing. (He also didn't win the electoral vote in “a landslide,” by the way.) But this isn't rooted in logic. Trump has been complaining about the voting process for years, and apparently winning the presidency isn't going to change that. That's the broader point that's worth raising. The president-elect of the United States is willing to embrace unproven and highly questionable data to raise questions about the electoral process even after he won simply to soften the blow of losing the popular vote. Trump has repeatedly suggested, including in his Thanksgiving message, that the country must unite behind his presidency. Casting the votes of millions of Americans as somehow suspect seems like an odd way to achieve that goal. Anyway, there's also this: — Gregg Phillips (@JumpVote) November 16, 2016 Okay. ",
    "title": "Donald Trump’s new explanation for losing the popular vote? A Twitter-born conspiracy theory. - The Washington Post"
   },
   {
    "entities": [
     "wiederer",
     "campbell",
     "pace",
     "rich",
     "randolph",
     "this week",
     "lake-cook",
     "west",
     "wildberry",
     "friday",
     "caro",
     "portillo",
     "road",
     "mio",
     "may 11, 2015",
     "giants",
     "tribune",
     "sunday",
     "thursday",
     "o'hare",
     "ryan",
     "united",
     "biggs",
     "deerfield",
     "fox",
     "mariota",
     "nfl",
     "street",
     "saturday",
     "steve",
     "dan",
     "george",
     "tuesday",
     "bennett",
     "gm",
     "wilson",
     "halas",
     "mccaskey",
     "john",
     "slauson",
     "diner",
     "brad",
     "future",
     "marcus",
     "goat",
     "titans",
     "hall",
     "matt",
     "cutler",
     "wednesday",
     "thanksgiving",
     "evening",
     "little",
     "rosenbloom",
     "emery",
     "a week",
     "phil",
     "pass",
     "jay",
     "martellus"
    ],
    "id": 5,
    "text": "Hey Bears, is Ryan Pace still in charge? Photos of the Bears general manager Ryan Pace. Steve Rosenbloom Contact Reporter The RosenBlog I’ve been on vacation for a week and was expecting Bears titular general manager Ryan Pace to surface to explain this mess and what it means going forward. But no. He didn’t he didn’t come up for air. Publicly, at least. He didn’t act like a GM who’s in charge might act, and perhaps he’s not. Maybe John Fox told him to stay hidden. Maybe the head coach actually is in charge of football operations. After all, Fox is the only one we’ve heard from, and yeesh, has he ever sounded like a goof at times. Whatever happens with injuries and idiot players getting popped for performance-enhancing drugs, here was Fox at his embarrassing worst: When asked why the Bears didn’t run more against the Giants, Fox said the Giants had eight men in the box. When then asked why he didn’t pass more, Fox said receivers were covered. Good game plan. Good adjustments. Good talk. Halas Hall Pass: Jay Cutler and the Bears QB situation The Tribune's Dan Wiederer and Rich Campbell talk about Jay Cutler and the Bears' quarterback situation in this week's Halas Hall Pass.  The Tribune's Dan Wiederer and Rich Campbell talk about Jay Cutler and the Bears' quarterback situation in this week's Halas Hall Pass.  See more videos Can you believe the Bears are paying this guy? Something has to change, or at least be answered for, and in theory the titular GM is the guy who can make those changes or provide those answers, although George McCaskey, the alleged driver of ownership’s McClown car, could ask mom if she’s “pissed off’’ and maybe that would clear the tracks of this train wreck. Short of that, Pace was the person to find to answer for refusing to draft a quarterback, the inability to stock the roster with quality depth, the head coach’s standing after a year of painful regression, the head coach’s standing after choosing an ineffective offensive coordinator, the decision to dump such productive players as Martellus Bennett and Matt Slauson , and pages of injuries that might make you wonder about the team’s sports science department or practice and training methods. So, because I’m a pleaser, not a teaser, I checked around the city while on a week’s vacation to see if I could find Pace. I went to O’Hare to pick up my daughter on Tuesday, but I did not see him in United’s baggage claim walking out of the concourse or, closer to what I was expecting, waiting there holding a sign with somone’s name on it. When the season ends and the Bears get down to the business of evaluating not just what went wrong but how they can fix it, everything should be on the table. From the club's poor performance in the red zone — the Bears rank 23rd entering Sunday's game against the Titans — to how they tape ankles,... When the season ends and the Bears get down to the business of evaluating not just what went wrong but how they can fix it, everything should be on the table. From the club's poor performance in the red zone — the Bears rank 23rd entering Sunday's game against the Titans — to how they tape ankles,... (Brad Biggs) During a trip to Portillo’s, the new one that opened on Lake-Cook Road in Deerfield, the woman taking my order said she had not seen him, but did I want hot or sweet peppers on that beef sandwich? On Wednesday, the woman working the register at Target didn’t know who Pace was, and our waitress at Wildberry brought us more coffee and a box for the leftover Oreo S’Mores pancakes (to die for, people). Thursday, Pace was not at our Thanksgiving dinner, nor was he at the Little Goat Diner on West Randolph Street on Friday evening, which is surprising when you consider the way the whole goat thing would fit him these days if, I don’t know, such a thing as a Bears GM in fact existed. One last shot came Saturday, but Pace was not at Mio Caro, a restaurant on Wilson that apparently is BYOGM. Rich Campbell Marcus Mariota had graced the cover of Sports Illustrated four times before, so the attention was nothing new. But the fifth time was not like the others. In the issue dated May 11, 2015, 11 days after the Titans picked the Heisman Trophy -winning quarterback second overall in the NFL draft , his... Marcus Mariota had graced the cover of Sports Illustrated four times before, so the attention was nothing new. But the fifth time was not like the others. In the issue dated May 11, 2015, 11 days after the Titans picked the Heisman Trophy -winning quarterback second overall in the NFL draft , his... (Rich Campbell) So, maybe he doesn’t really exist. Maybe he was just a  hologram the Bears dragged out because a real-life GM like Phil Emery was too much of a joke. I didn’t ask around Halas Hall because if such a person as this Pace character existed, he would’ve surfaced there and addressed the disastrous state of the franchise and how he planned to change it, starting with the coach’s future, the quarterback’s future, everybody’s future. But no. No dice. No Pace, presuming he actually exists as a carbon-based life form. If only this supposed Pace person were as good at making a football roster as he is at playing hide-and-seek. ",
    "title": "Hey Bears, is Ryan Pace still in charge? - Chicago Tribune"
   },
   {
    "entities": [
     "thompson",
     "barkley",
     "deonte",
     "sunday",
     "late in the first quarter",
     "ryan",
     "succop",
     "henry",
     "--",
     "mariota",
     "nfl",
     "chris",
     "27-21",
     "marquess",
     "wilson",
     "walker",
     "brown",
     "daniel",
     "kuc",
     "tennessee",
     "marcus",
     "fourth-quarter",
     "titans",
     "matt",
     "cutler",
     "soldier",
     "field",
     "delanie",
     "jay",
     "derrick"
    ],
    "id": 6,
    "text": "Rishard Matthews The  Bears’ season continued its downward spiral with a 27-21 defeat at the hands of the Tennessee Titans on Sunday at Soldier Field. During their third consecutive defeat that dropped their record to 2-9, the Bears were outplayed on both sides of the ball for much of the game before mounting a fourth-quarter comeback. Marcus Mariota was 15-for-23 for 226 yards and two touchdown passes for the Titans, who improved to 6-6 on the season. On the flipside, Matt Barkley’s first NFL start ended in defeat before a crowd of 48,408 on the lakefront. Playing in place of injured starter Jay Cutler, Barkley was 28-for-53 for 316 yards, three touchdowns and two interceptions. Key drops by Bears receivers didn’t help Barkley’s bid for his first career victory. The Bears took the lead in the game when Barkley found Daniel Brown for a 7-yard score late in the first quarter. But the Titans reeled off 27 consecutive points starting with a Derrick Henry 11-yard run to tie it.Mariota then hit Delanie Walker with a 4-yard TD pass and followed that with a 29-yard scoring strike to a diving Rishard Matthews. Ryan Succop then booted two field goals to extend the Titans’ lead to 27-7. The Bears cut the deficit to 27-14 midway through to the fourth when Barkley connected with Marquess Wilson on an 8-yard TD pass. A Barkley to Deonte Thompson 6-yard TD pass got the Bears to within 27-21 but they couldn’t finish off the comeback. — Chris Kuc ",
    "title": "Week 12 live blog: Bears unable to complete comeback, lose 27-21 to Titans - Chicago Tribune"
   },
   {
    "entities": [
     "stein",
     "mitt",
     ", 11:52 pm",
     "elias",
     "times",
     "november 26, 2016",
     "hampshire",
     "november 27, 2016",
     "trump",
     "nov 27 2016",
     "hillary",
     "n",
     "party",
     "sunday",
     "--",
     "cnn",
     "california",
     "college",
     "donald",
     "alex",
     "saturday",
     "november 7, 2012",
     "earlier sunday",
     "heidi",
     "2004",
     "2008",
     "j.",
     "romney",
     "twitter",
     "jill",
     "virginia",
     "electoral",
     "night",
     "green",
     "mccausland",
     "michigan",
     "jaffy",
     "kellyanne",
     "$7 million",
     "jack",
     "new",
     "obama",
     "$6 million",
     "3:15",
     "padilla",
     "previously",
     "york",
     "moore",
     "wisconsin",
     "2012",
     "evening",
     "conway",
     "november 28, 2016",
     "now",
     "bradd",
     "the past",
     "pennsylvania",
     "shafer",
     "phil",
     "clinton",
     "the future",
     "marc"
    ],
    "id": 7,
    "text": "Nov 27 2016, 11:52 pm ET With No Evidence, Trump Claims 'Millions' Voted Illegally by Phil McCausland President-Elect Trump Claims Millions Americans Voted Illegally 3:15 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161128055621if_/http://www.nbcnews.com/widget/video-embed/818604612000\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President-elect Donald Trump took to his favorite social media platform Sunday to issue thus-far baseless claims of voter fraud and to send a stream of tweets indicating that the Hillary Clinton campaign's involvement in an election recount was hypocritical. Trump, who himself implied that he would not concede the election during the campaign if he had lost, used his Twitter account to declare that \"Nothing will change.\" He also reiterated that Clinton had already conceded the election. Related: Clinton Campaign Backs Jill Stein's Election Recount Effort: Lawyer Trump, however, also effectively offered his own support for the recount, providing a seemingly baseless allegation that he would have won the popular vote \"if you deduct the millions of people who voted illegally.\" In another tweet, he said without evidence that there was \"serious voter fraud\" in Virginia, New Hampshire and California. In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally — Donald J. Trump (@realDonaldTrump) November 27, 2016 Serious voter fraud in Virginia, New Hampshire and California - so why isn't the media reporting on this? Serious bias - big problem! — Donald J. Trump (@realDonaldTrump) November 28, 2016 California Secretary of State Alex Padilla, a Democrat charged with ensuring the state's vote goes smoothly, called Trump's claims \"absurd\" and \"reckless.\" \"It appears that Mr. Trump is troubled by the fact that a growing majority of Americans did not vote for him,\" Padilla said in a statement tweeted on his personal account . \"His unsubstantiated claims of voter fraud in California and elsewhere are absurd. His reckless tweets are inappropriate and unbecoming of a President-elect.\" — Alex Padilla (@AlexPadilla4CA) November 28, 2016 It was unclear Sunday night where Trump got the ideas for his tweets or why he waited until Green Party Candidate Jill Stein's recount request in Wisconsin to raise the issue. Voting illegally is difficult, as Trump illustrated in a 2004 video in which he was turned away from three voting locations. It's hard to vote illegally. Trump himself was turned away from 3 polling places in 2004 b/c he wasn't on the rolls. https://t.co/tAW366jr7F — Bradd Jaffy (@BraddJaffy) November 27, 2016 The president-elect said he could have had an easier campaign had he pursued the popular vote instead of the Electoral College. According to his Twitter account, the future commander-in-chief said he would have only had to campaign in three or four states instead of the numerous states he visited. It would have been much easier for me to win the so-called popular vote than the Electoral College in that I would only campaign in 3 or 4-- — Donald J. Trump (@realDonaldTrump) November 27, 2016 states instead of the 15 states that I visited. I would have won even more easily and convincingly (but smaller states are forgotten)! — Donald J. Trump (@realDonaldTrump) November 27, 2016 In the past, Trump has come out against the Electoral College. Previously, on Twitter of course, he called the institution \"a disaster for democracy.\" He also told Mitt Romney supporters via tweet in 2012 to \"fight like hell\" after Romney's loss, as he incorrectly believed the Electoral College had allowed President Obama to win. The electoral college is a disaster for a democracy. — Donald J. Trump (@realDonaldTrump) November 7, 2012 Lets fight like hell and stop this great and disgusting injustice! The world is laughing at us. — Donald J. Trump (@realDonaldTrump) November 7, 2012 President Obama won both the popular vote and the Electoral College by large margins in 2008 and 2012. Earlier Sunday, Trump directed his tweets at Clinton, quoting three instances via six tweets in which Clinton slammed Trump for suggesting he would not accept the election results. Hillary's debate answer on delay: \"That is horrifying. That is not the way our democracy works. Been around for 240 years. We've had free -- — Donald J. Trump (@realDonaldTrump) November 27, 2016 and fair elections. We've accepted the outcomes when we may not have liked them, and that is what must be expected of anyone standing on a - — Donald J. Trump (@realDonaldTrump) November 27, 2016 during a general election. I, for one, am appalled that somebody that is the nominee of one of our two major parties would take that kind -- — Donald J. Trump (@realDonaldTrump) November 27, 2016 of position.\" Then, separately she stated, \"He said something truly horrifying ... he refused to say that he would respect the results of -- — Donald J. Trump (@realDonaldTrump) November 27, 2016 this election. That is a direct threat to our democracy.\" She then said, \"We have to accept the results and look to the future, Donald -- — Donald J. Trump (@realDonaldTrump) November 27, 2016 Trump is going to be our President. We owe him an open mind and the chance to lead.\" So much time and money will be spent - same result! Sad — Donald J. Trump (@realDonaldTrump) November 27, 2016 Trump was responding to the Clinton campaign's announcement that they intend to back the statewide presidential election recount effort taking place in Wisconsin, which was led by Green Party candidate Jill Stein. Marc Elias, a Clinton campaign lawyer, said they would involve themselves to ensure a \"fair\" process for all involved. Related: What Happens if Donald Trump Loses and Won't Concede? Stein said she also intends to pursue recounts in Pennsylvania and Michigan, though she also stated on Twitter that she would \"do a recount in any state where the deadline has not passed.\" I will do a recount in any state where the deadline has not passed. Help my staff find state deadlines: https://t.co/VsruD0r8FR #Recount2016 — Dr. Jill Stein (@DrJillStein) November 26, 2016 Stein's campaign is trying to raise as much as $7 million for the effort online — and it had garnered more than $6 million as of Saturday evening. Stein also took some shots at Clinton's interest in the election recount, tweeting: \"Why would Hillary Clinton — who conceded the election to Donald Trump — want #Recount2016 ? You cannot be on-again, off-again about democracy.\" Why would Hillary Clinton—who conceded the election to Donald Trump—want #Recount2016 ? You cannot be on-again, off-again about democracy. — Dr. Jill Stein (@DrJillStein) November 26, 2016 Donald Trump's top aides on Sunday also denounced the recount effort. \"It is a total and complete hypocritical joke that the group of people that thought that they were nervous about President-elect Trump not conceding are the people that are conducting recounts in states where we won by over 68,000 votes,\" said incoming Trump Chief of Staff Reince Priebus on \"Fox News Sunday.\" Former campaign manager Kellyanne Conway also slammed the recount effort on CNN's \"State of the Union,\" where she referenced the backlash over Trump's refusal to say he'd accept the election results during the third general election debate as evidence of hypocrisy on the part of Democrats now supporting the recount. Multiple media analysts have opined that president-elect might be using his Twitter account to distract from more serious news, such as the New York Times investigation into Trump's potential conflicts of interest around the world. Here's the breaking news investigation that Trump is trying to distract you from reading/discussing/retweeting: https://t.co/ULqq3VFTuj — Jack Shafer (@jackshafer) November 27, 2016 General rule: when you're tempted to retweet Trump, STOP AND RETWEET THE ARTICLE HE'S TRYING TO DISTRACT YOU FROM. https://t.co/QZfdw3WyZ1 — Heidi N Moore (@moorehn) November 27, 2016 Phil McCausland ",
    "title": "With No Evidence, Trump Claims 'Millions' Voted Illegally - NBC News"
   },
   {
    "entities": [
     "scalia",
     "$289.19",
     "nile",
     "times",
     "last year",
     "prosper",
     "mark",
     "west",
     "friday",
     "supreme",
     "the two days of thanksgiving",
     "brian",
     "vin",
     "retail",
     "november",
     "boster",
     "christmas",
     "trump",
     "shoppertrak",
     "sunday",
     "li",
     "turkey",
     "shan",
     "upland",
     "friday weekend",
     "shay",
     "donald",
     "saturday",
     "mosul",
     "3.6%",
     "the day",
     "monday",
     "scully",
     "dec. 17",
     "federation",
     "court",
     "2015",
     "pam",
     "11%",
     "40%",
     "2016",
     "1%",
     "analytics",
     "kanye",
     "day of the year",
     "154 million",
     "$655.8 billion",
     "days of the year",
     "this year",
     "u.s.",
     "36%",
     "new",
     "national",
     "the four-day weekend",
     "the weekend",
     "$299.60",
     "and",
     "wednesday",
     "york",
     "los",
     "thanksgiving",
     "compton",
     "sunday this year",
     "weekend",
     "insights",
     "matthew",
     "the friday before christmas",
     "field",
     "city",
     "angeles",
     "goodfellow",
     "december"
    ],
    "id": 8,
    "text": "This year's Black Friday shoppers went online more — and spent less (Los Angeles Times) Shan Li Consumers increasingly turned online during the Black Friday weekend, boosting traffic during the crucial start of the holiday shopping season. Nearly 109 million people shopped from their computers and mobile devices from Thanksgiving Day through Sunday, while about 99 million hit the sales in brick-and-mortar stores, according to a survey from the trade group National Retail Federation. That’s compared to last year, when shoppers were more evenly split, with 103 million browsing online and 102 million in stores. “The story of the weekend was online increasing over in-store,” said Pam Goodfellow, principal analyst at Prosper Insights and Analytics, which crunches data for the trade group. Some shoppers, of course, did both. That put the total number of shoppers during the four-day weekend at more than 154 million — up from 151 million in 2015, the survey said. Shoppers spent an average of $289.19, down from $299.60 last year, the survey said. Matthew Shay, chief executive of the trade group, said some promotions were steeper than in 2015. This year, 36% of shoppers reported that all of their purchases were sale items; last year, 11% of consumers said so. The holiday season is vital to retailers, which can make up to 40% of their annual sales during that time. The National Retail Federation forecasts that sales during November and December will climb 3.6% to $655.8 billion, up slightly from the same period in 2015. Although Black Friday has evolved, it continues to be the biggest day of the year in terms of shopper traffic, according to a separate report from consumer analytics firm ShopperTrak. In-store visits dropped 1% over the two days of Thanksgiving and Black Friday, but that decline came from slower traffic on Turkey Day. “We found that Thanksgiving Day store openings were increasingly pulling shopper visits from Black Friday over the past few years,” said Brian Field, senior director of advisory services for ShopperTrak. “This year, we saw a reversal of that trend, which can be attributed to several factors including fewer store openings on Thanksgiving Day, as well as online shopping.” Field said that eight of the 10 biggest shopping days of the year have yet to come, including Super Saturday on Dec. 17. Retailers should get a boost from Christmas falling on a Sunday this year, Field said. The Friday before Christmas and the day after, which is a Monday, should also be top shopping days as well. Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 3 men found shot to death inside Compton park maintenance shed Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Caption Plane crash near Upland A small plane crashed in the hills above Upland, killing the pilot. (Mark Boster / Los Angeles Times) A small plane crashed in the hills above Upland, killing the pilot. (Mark Boster / Los Angeles Times) Follow Shan on Twitter @ByShanLi ALSO ",
    "title": "This year&apos;s Black Friday shoppers went online more — and spent less - LA Times"
   },
   {
    "entities": [
     "priebus",
     "rudolph",
     "paul",
     "saturday",
     "state",
     "gingrich",
     "wang",
     "present",
     "four years ago",
     "$5 million",
     "once",
     "michigan",
     "department",
     "today",
     "wisconsin",
     "gop",
     "weekend",
     "b",
     "clinton",
     "white",
     "stein",
     "mitt",
     "democratic",
     "elias",
     "kristine",
     "earlier this year",
     "florida",
     "sunday",
     "news",
     "newt",
     "philip",
     "senate",
     "donald",
     "wallace",
     "justice",
     "conway",
     "romney",
     "twitter",
     "electoral",
     "jill",
     "kellyanne",
     "reince",
     "at 6:36 pm",
     "e.",
     "w.",
     "york",
     "guerra",
     "pence",
     "marc",
     "david",
     "rucker",
     "amy",
     "party",
     "thursday",
     "jeff",
     "chris",
     "mike",
     "john",
     "kane",
     "late sunday",
     "republican",
     "nbc",
     "obama",
     "new",
     "national",
     "susan",
     "rice",
     "massachusetts",
     "thanksgiving",
     "giuliani",
     "2012",
     "committee",
     "f.",
     "kerry",
     "mar-a-lago",
     "this week",
     "about 45 minutes on saturday",
     "trump",
     "house",
     "hillary",
     "november 27",
     "fox",
     "college",
     "axelrod",
     "abc",
     "green",
     "7:19 a.m.",
     "washington",
     "sessions",
     "now",
     "pennsylvania"
    ],
    "id": 9,
    "text": "Trump pushes conspiracy theory that ‘millions’ voted illegally for Clinton The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Paul Kane November 27 at 6:36 PM Follow @pkcapitol President-elect Donald Trump spent Sunday ridiculing Hillary Clinton’s presidential campaign for joining a recount effort in Wisconsin, ending his day on Twitter by parroting a widely debunked conspiracy theory that her campaign benefited from massive voter fraud. As his senior advisers engaged in an escalating feud over who the next secretary of state should be, Trump focused publicly on Clinton’s tally of 64 million votes — more than 2 million beyond what he garnered — by suggesting without evidence that millions of people illegally voted in the election. “In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally,” Trump tweeted late Sunday , one of more than 10 tweets on the recount issue. [ Fact Checker: Donald Trump’s bogus claim that millions of people voted illegally for Hillary Clinton ] But Trump’s embrace of the claim created even more instability around the election results from both ends of the political spectrum, with Green Party candidate Jill Stein leading calls among liberal activists for recounts in key battleground states to make sure voting fraud did not give the election to Trump. The charges and countercharges could present a highly toxic issue for the Justice Department, including Sen. Jeff Sessions ­(R-Ala.), Trump’s nominee to be attorney general, whose tenure, if confirmed, comes amid a long-running battle over renewal of the Voting Rights Act. The two parties are already locked in fights over ballot access, with Republicans advocating ID requirements and other limitations that Democrats say are aimed at suppressing the votes of minorities and others more likely to vote Democratic. Trump spent the Thanksgiving weekend out of the public spotlight, holed up inside his Mar-a-Lago estate in Florida and continuing his private deliberations about building the next administration. Kellyanne Conway, his former campaign manager and now senior adviser to the transition team, said on NBC’s “Meet the Press” that Trump and President Obama spoke by phone for about 45 minutes on Saturday, the latest in a series of conversations the two men have had since the bitter campaign concluded. Conway also led a remarkable rear-guard attack on 2012 GOP nominee Mitt Romney as a possible secretary of state, arguing that the former Massachusetts governor was disloyal to Trump and should not be considered for the post. The remarks highlighted a fierce behind-the-scenes battle within the Trump camp over whether Romney should be offered the job as a healing gesture with the establishment or instead whether a loyalist such as former New York mayor Rudolph W. Giuliani should get the nod. Rather than referee that dispute, however, Trump’s only public proclamations came over Twitter — his favorite means of communication — beginning at 7:19 a.m. Sunday, when he lambasted the Clinton campaign for agreeing to take part in a recount of votes in Wisconsin spearheaded by Stein. “Hillary Clinton conceded the election when she called me just prior to the victory speech and after the results were in. Nothing will change,” Trump tweeted. Trump then composed five tweets quoting parts of Clinton’s responses at the third presidential debate, during which she blasted Trump for telling moderator Chris Wallace that he would “keep you in suspense” rather than outright promise to accept the election results. At the debate, Clinton had called Trump’s answer “horrifying” and “a direct threat to our democracy.” On Saturday, Clinton campaign counsel Marc Elias said Clinton’s advisers had been monitoring voting patterns in critical states to see whether there were any signs of foul play, particularly in the wake of hacking of emails at the Democratic National Committee and of senior campaign officials earlier this year. Elias wrote that no evidence of wrongdoing had emerged in their preliminary review. But once Stein’s campaign formally started the recount process in Wisconsin, Elias said Clinton’s campaign would join the effort even if her top advisers did not expect the outcome to change in any of the Midwestern states that tipped the electoral college balance to Trump. “We had not planned to exercise this option ourselves, but now that a recount has been initiated in Wisconsin, we intend to participate in order to ensure the process proceeds in a manner that is fair to all sides,” he said. Clinton’s campaign plans to do the same if Stein, who has raised more than $5 million to help fund the recounts, follows through on plans to ask for the same process in Michigan and Pennsylvania. The total margin in those three states was 107,000 votes out of nearly 13.8 million cast, with a combined 46 electoral votes among them — enough to give the race to Clinton had she won those three battlegrounds. Clearly irritated by losing the popular vote, Trump suggested that the math to getting to the 270-vote margin in the electoral college made him come up short. “It would have been much easier for me to win the so-called popular vote than the Electoral College in that I would only campaign in 3 or 4 states instead of the 15 states that I visited,” he tweeted. Meanwhile, the extraordinary feud over his pick for secretary of state hit a fevered pitch when Conway took to three Sunday television shows to attack Romney’s credentials to be the nation’s top diplomat. Conway is part of a cadre of Trump confidants who are waging an unusual public battle against Romney to influence the ­president-elect’s decision. Romney’s supporters have largely counseled Trump privately, while his opponents — Conway, former House speaker Newt Gingrich and a handful of other Trump loyalists — have gone public in recent days to stoke a revolt. Those opposed to Romney have been advocating Trump to reward Giuliani with the secretary of state position, stressing his loyalty vs. Romney’s refusal to publicly say whom he voted for in the presidential race. “I don’t think a cost of admission for party unity has to be the secretary of state position,” Conway said on ABC’s “This Week,” suggesting Romney went too far in questioning Trump’s character and intellect during the presidential race. “There was the ‘Never Trump’ movement and then there was Governor Mitt Romney. He went out of his way to hurt Donald Trump.” The Conway offensive, which began Thursday on Twitter and continued in her three appearances Sunday, led the echo chamber of opposition to the former 2012 Republican presidential nominee. Gingrich said most Trump supporters could not countenance Romney’s selection for any high-profile posting in Trump’s new administration. “I think we would be enormously disappointed if he brought Mitt Romney into any position of authority,” Gingrich said on Fox News. Others inside Trump’s orbit, particularly Vice President-elect Mike Pence, are viewed as Romney supporters, believing he has a steady hand that would benefit Trump in the turbulent world of diplomacy, according to people familiar with the dispute who spoke on the condition of anonymity to discuss internal deliberations. The incoming White House chief of staff, Reince Priebus, also has a long-standing relationship with Romney since he served as Republican National Committee chairman during Romney’s unsuccessful 2012 presidential bid. Infighting over such a prominent position is not unusual. Four years ago, President Obama faced internal division over his choice to succeed Clinton as secretary of state, with one possibility being Susan E. Rice, who had been a longtime Obama confidant. Senate Democrats preferred their colleague, John F. Kerry, and eventually Obama made Rice his national security adviser and gave Kerry the State Department. However, that internal Democratic feud played out in the traditional Washington manner — behind closed doors and in anonymous background quotes to news outlets. Today’s Republican battle has been carried out in an unusually public fashion that left some old Washington hands stunned and wondering whether this would be the new normal over the next four years. “I have never, ever, seen any aide to a POTUS or PEOTUS publicly try and box the boss in like this. Extraordinary,” David Axelrod, a senior adviser to Obama’s two presidential campaigns, wrote on Twitter, using the acronyms for president and president-elect. Axelrod later questioned whether Conway was assigned the job of trashing Romney, or else it was an “unbelievable breach” for a staffer to do so while Trump was still making his choice. Philip Rucker, Amy B Wang and Kristine Guerra contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump pushes conspiracy theory that ‘millions’ voted illegally for Clinton - The Washington Post"
   },
   {
    "entities": [
     "stephen",
     "khatib",
     "jamil",
     "syrian",
     "al-youssef",
     "a week ago",
     "november",
     "nov. 27, 2016",
     "september last year",
     "syria",
     "sunday",
     "last week",
     "reevell",
     "bashar",
     "moscow",
     "badro",
     "patrick",
     "jabal",
     "this past week",
     "for",
     "late summer",
     "russia",
     "masaken",
     "organization",
     "lebanon",
     "jan",
     "afp",
     "twitter",
     "human",
     "health",
     "hanano",
     "world",
     "o'brien",
     "nov 27, 2016",
     "u.s.",
     "yasser",
     "obama",
     "today",
     "bbc",
     "observatory",
     "the weekend",
     "un",
     "november 13",
     "fall before the end of the year",
     "khaled",
     "egeland",
     "iran",
     "nour",
     "2012",
     "qadri",
     ", 5:19 pm",
     "aleppo",
     "al-din",
     "al-assad",
     "now",
     "september",
     "sakhur",
     "al-zenki",
     "rights",
     "assad",
     "fall"
    ],
    "id": 10,
    "text": "Syria Forces Advancing in Aleppo, Sending Hundreds Fleeing By PATRICK REEVELL Nov 27, 2016, 5:19 PM ET 0 Shares Star GEORGE OURFALIAN/AFP/Getty Images Syrian pro-government forces inspect an area in the Masaken Hanano district in eastern Aleppo, Nov. 27, 2016, a day after they reseized it from rebel fighters. 0 Shares Email Russia's military said today that Syrian government troops have pressed into rebel-held areas of the besieged city of Aleppo, as a two week-long offensive there grinds forward, sending hundreds of civilians fleeing and appearing to push rebel defenders closer to defeat. Syrian state-controlled media announced that troops loyal to the regime of Bashar al-Assad had seized two keys neighbourhood in the city, threatening to split the rebel-held east of the city into two parts. Syrian troops captured the Jabal Badro neighborhood a day after they took another, Hanano, bringing them close to being able to drive a wedge that would separate the southern areas held by rebels from those they control in the north, the BBC reported. Russia's defense ministry said Syrian government troops had taken Hanano, as well as four other neighborhoods. Journalists in Aleppo reported that shelling and airstrikes were hammering rebel defenses in new areas and that hundreds of civilians were fleeing the government advances, moving to the regime-controlled West the city. The Syrian Observatory for Human Rights , a UK-based group that monitors the conflict, said 500 civilians had fled the rebel-held east of the city over the weekend; Russia's military claimed more than 900 had left from one area alone. The Observatory said 219 civilians had died since the offensive began, including 27 children. \"Thing in eastern Aleppo very, very bad,\" Khaled Khatib, a photographer for the White Helmets group that rescues people in Syria from buildings collapsed by airstrikes, wrote on Twitter. \"Aleppo will die,\" he wrote. The government gains bring the Assad regime another step closer to re-taking Aleppo, Syria’s second largest city, the eastern part of which has been held by rebels since 2012 and which has been under siege for months. Around 275,000 people are trapped in the city, according to the UN, living under daily government bombing and enduring acute shortages of food and medical supplies. Backed by heavy Russian air strikes, government forces along with fighters from Lebanon and Iran have encircled the eastern part of the city and are now tightening the noose, breaking through rebel front lines and taking areas controlled by the opposition since 2012. A mixture of more moderate opposition groups are fighting alongside radical jihadists militants to try to halt the advance. On Sunday, opposition groups said government troops were now moving on the Sakhur neighborhood, which if it falls would cut the rebel-held zone in two. Yasser al-Youssef, from the rebel group Nour al-Din al-Zenki, told AFP that opposition fighters were shoring up defenses in the area. \"We are strengthening our positions to defend the city and residents, but the aircraft are destroying everything methodically, area by area,\" he said. Eastern Aleppo has been under total siege since late summer and residents are now living in increasingly dire conditions, with food and medical supplies running out. A week ago, the World Health Organization said the last hospitals in Aleppo had been forced to stop operating after they were bombed. The UN, which was last able to distribute rations on November 13, has pleaded to be allowed to deliver emergency aid to the city, but has been refused by the Syrian government. Asked by reporters if there was any Plan B if the aid was not resumed, a UN relief adviser, Jan Egeland, said: \"In many ways Plan B is that people starve.\" Egeland said that must not happen. The fall of Aleppo would be a major victory for Assad and his ally Russia, whose intervention in September last year has pulled the Syrian president's regime back from the brink of collapse. Since November, Russia has intensified its bombing campaign across Syria, as the government has appeared increasingly emboldened. Efforts by the U.S. to broker ceasefires for Aleppo fell apart in September and Moscow and the Assad regime appear determined to retake the city, despite protests from Western countries that they are committing war crimes by indiscriminately bombing civilians and targeting hospitals. The Obama administration has warned Russia no military victory is possible in Syria, but Assad has repeatedly said he will take back all areas of the country. A representative of an opposition group that Moscow backs in now stalled peace negotiations, said no further talks were possible until Aleppo had been retaken. Qadri Jamil, a member of the so-called Moscow-Astana Opposition, which contains former Syrian government figures and closely follows Russia's public positions on the conflict, said he expected the city to fall before the end of the year. The UN has condemned the government offensive, with the head of its emergency relief program, Stephen O'Brien saying the bombardments were exceptional in their brutality. \"Let me be clear: we are not just seeing a resumption of violence in Aleppo, this is not business as usual,\" O’Brien said in a statement last week. \"What has been unleashed on civilians this past week is yet another low in an unrelenting inhuman onslaught.\" 0 Shares ",
    "title": "Syria Forces Advancing in Aleppo, Sending Hundreds Fleeing - ABC News"
   },
   {
    "entities": [
     "sandy",
     "november 27, 2016",
     "press",
     "trump",
     "hillary",
     "november 27",
     "november 11, 2016",
     "--",
     "phillips",
     "college",
     "gregg",
     "donald",
     "hook",
     "conn",
     "elementary",
     "school",
     "associated",
     "newtown",
     "glenn",
     "at 6:22 pm",
     "j.",
     "infowars.com",
     "electoral",
     "future",
     "u.s.",
     "snopes.com",
     "washington",
     "obamacare",
     "november 13, 2016",
     "now",
     "nov. 27",
     "clinton",
     "kessler"
    ],
    "id": 11,
    "text": "Donald Trump’s bogus claim that millions of people voted illegally for Hillary Clinton The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Glenn Kessler November 27 at 6:22 PM Follow @GlennKesslerWP President-elect Donald Trump. (Associated Press) “In addition to winning the electoral college in a landslide, I won the popular vote if you deduct the millions of people who voted illegally.” — President-elect Donald Trump, in a tweet, Nov. 27 Angered by demands for a recount in the three states that gave him an electoral college victory, President-elect Donald Trump made a bold but unsubstantiated assertion in a tweet — that “millions of people” voted illegally in the presidential election. He suggested they voted for his Democratic rival, Hillary Clinton, who now leads in the popular vote by 2.2 million votes, and thus he actually also won the popular vote. In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally — Donald J. Trump (@realDonaldTrump) November 27, 2016 Winning the electoral college is all that counts in the presidential race. But losing the popular vote by such a substantial margin apparently gnaws at Trump . Is there any basis for his claim? The Facts The simple answer is no. This is a bogus claim with no documented proof. Our colleagues at Snopes.com and PundiFact have already examined this claim, back when it was hot in the right-wing blogosphere, not a statement made by a future U.S. president. The whole thing started with a few tweets by Gregg Phillips, a self-described conservative voter fraud specialist. Completed analysis of database of 180 million voter registrations. Number of non-citizen votes exceeds 3 million. Consulting legal team. — Gregg Phillips (@JumpVote) November 11, 2016 We have verified more than three million votes cast by non-citizens. We are joining . @TrueTheVote to initiate legal action. #unrigged — Gregg Phillips (@JumpVote) November 13, 2016 These claims were then picked up by such purveyors of false facts as Infowars.com , a conspiracy-minded website that, among other things, claims that no one actually died in a massacre at Sandy Hook Elementary School in Newtown, Conn . One article described Phillips as being affiliated with VoterFraud.org but in reality he says he is the founder of VoteStand.com, supposedly an app that detects vote fraud. Phillips also has claimed that Obamacare is the “biggest voter registration fraud scheme in the history of the world” because it provided opportunities for voter registration. In any case, Phillips made this claim — and then has declined to provide any evidence to back it up, even though reporters have asked: ",
    "title": "Donald Trump’s bogus claim that millions of people voted illegally for Hillary Clinton - The Washington Post"
   },
   {
    "entities": [
     "earlier this month",
     "syrian",
     "hanao",
     "syria",
     "november 23",
     "sunday",
     "bashar",
     "npr",
     "saturday",
     "for",
     "masaken",
     "$500",
     "human",
     "hanano",
     "past",
     "alison",
     "un",
     "bbc",
     "observatory",
     "meuse",
     "overnight",
     "time",
     "2012",
     "aleppo",
     "al-assad",
     "rights",
     "assad"
    ],
    "id": 12,
    "text": "Syrian pro-government forces walk past damaged houses in eastern Aleppo, near Masaken Hanano, on November 23. GEORGE OURFALIAN/AFP/Getty Images hide caption toggle caption GEORGE OURFALIAN/AFP/Getty Images Syrian pro-government forces walk past damaged houses in eastern Aleppo, near Masaken Hanano, on November 23. GEORGE OURFALIAN/AFP/Getty Images In the Syrian city of Aleppo, forces loyal to Bashar al-Assad have established full control of the largest rebel-held district, Masaken Hanano, according to Syria's state news agency. The government fighters are moving to take back the battered eastern side of Aleppo that has been largely under rebel control since 2012. NPR's Alison Meuse reports Assad's forces are \"pressing to split the besieged side of Aleppo in two.\" The BBC said , \"Syrian forces regained [Masaken Hanano] on Saturday — a move making it easier for them to isolate the northern districts of east Aleppo from the southern ones.\" Alison reports: \"A Syrian rebel spokesman confirmed the advances and said he anticipated a regime push to capture the adjacent districts, and sever the siege in two.\" On Sunday, the Syrian Observatory for Human Rights reported airstrikes on those area. NPR is working to confirm reports that a second rebel-held district may have fallen to government forces. Article continues after sponsorship After Rocky Pause, Airstrikes Resume On Syria's Aleppo Earlier this month, the Syrian government renewed its offensive to take back the besieged eastern half of Aleppo, where more than 250,000 civilians — desperate for food and supplies — have been trapped for months. The government forces have tried to cut off supply lines to rebel-held parts of the city. The BBC wrote that capturing the entire city of Aleppo \"would be a major victory for Syrian President Bashar al-Assad after six and a half years of conflict.\" Capturing Masaken Hanano is an important strategic and symbolic victory for the government forces. Alison says: Masaken Hanao was the first district the rebels captured when they launched their Aleppo offensive in 2012. At the time, they vowed to take the whole city. But after four years of brutal stalemate, Assad's forces have managed to encircle the rebel-held side of the city—which the UN says is home to a quarter of a million people. Only a trickle of families have managed to escape the siege and local residents say they're paying $500 a person to flee. Since government forces took control of Masaken Hanano, more than 400 people fled to the regime-held area overnight, according to the Syrian Observatory for Human Rights. ",
    "title": "Syrian Government Forces Retake Rebel-Held Areas In Aleppo  : The Two-Way : NPR"
   },
   {
    "entities": [
     "mitt",
     "times",
     "right now",
     ", 2:32 pm",
     "trump",
     "nov 27 2016",
     "house",
     "hillary",
     "sunday",
     "news",
     "last week",
     "cnn",
     "oval",
     "donald",
     "state",
     "two weeks ago",
     "alexandra",
     "weeks ago",
     "john",
     "conway",
     "romney",
     "cuba",
     "kellyanne",
     "post",
     "this weekend",
     "bolton",
     "obama",
     "nbc",
     "9:17",
     "new",
     "yesterday",
     "un",
     "massachusetts",
     "josh",
     "york",
     "giuliani",
     "washington",
     "gop",
     "earnest",
     "jaffe",
     "office",
     "rudy",
     "now",
     "1:10",
     "barack",
     "city",
     "clinton",
     "white"
    ],
    "id": 13,
    "text": "Nov 27 2016, 2:32 pm ET Trump and Obama Speak 'Regularly,' Conway Says by Alexandra Jaffe Conway on Trump's Cuba Policy, Conflicts of Interest and Call with Obama 9:17 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161128010637if_/http://www.nbcnews.com/widget/video-embed/818388035968\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Donald Trump talks \"regularly\" with President Barack Obama and \"very much enjoys\" their conversations, a top Trump aide said Sunday. Speaking on NBC's \"Meet the Press,\" Trump adviser Kellyanne Conway said Trump's consulted the president on his Cuba policy and the two spoke this weekend. \"He's even been talking to President Obama. You know, beyond the sit-down they had 30 hours or so after President-elect Trump won the election, they've been talking regularly on any number of issues. They talked just yesterday,\" she said. The latest conversation went on about 40-45 minutes, she said, though she wouldn't offer details on what was discussed. But the two \"get along nicely,\" Conway added, despite their differences. A Trump transition team official later told NBC News that the president-elect and his predecessor have spoken several times since they met in the Oval Office two weeks ago. \"I can tell you from President-elect Trump's side that he very much enjoys speaking with President Obama, talking about the serious issues that face this country and the world,\" Conway said. \"They get along nicely. They disagree on many things. That's not going to change.\" In response, the White House would only refer to previous comments made by press secretary Josh Earnest noting that the Trump and Obama have talked since the first Oval Office meeting — and a desire to keep those conversations private. Play Conway: I'm 'Not Campaigning Against' Romney for Secretary of State 1:10 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161128010637if_/http://www.nbcnews.com/widget/video-embed/818427971969\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> It's one of many shifts in tone and sentiment from Trump following his election victory just weeks ago. Conway also suggested Trump was disinclined to pursue an investigation into Hillary Clinton's email use, despite the fact that \"lock her up\" was a rallying cry for his supporters on the campaign trail. \"He said he wouldn't rule it out,\" Conway said on CNN's \"State of the Union,\" referencing Trump's recent sit-down with the New York Times, but \"he said it's not his focus right now.\" During her interview on CNN, Conway also wouldn't rebut reporting from the Washington Post, confirmed by sources to NBC News, that Trump has received only two intelligence briefings since the election and turned down others. Asked outright if he'd turned briefings down, Conway replied: \"I can't discuss that publicly.\" Related: Donald Trump Has Attended Only Two Intelligence Briefings \"What I can tell you is that he is the most engaged individual I've ever met, and brilliant to boot, and he is certainly availing himself of the information that is provided to him from a number of sources, including those intelligence briefings,\" she added. Conway insisted Trump is receiving \"a steady stream of information\" to prepare him to become commander-in-chief, including dozens of meetings he's held with elected officials and business leaders over the past few weeks as he's been interviewing candidates for his cabinet. One particular cabinet slot has taken center stage as a handful of contenders have waged a behind-the-scenes battle for the position. Former GOP presidential nominee Mitt Romney, former New York City Mayor Rudy Giuliani and former UN Ambassador John Bolton, among others, are all reportedly under consideration for secretary of state, but Romney in particular has faced public opposition from Conway and other Trump loyalists who believe his fierce criticism of the president-elect during the campaign disqualifies him. Related: Mitt Romney Lays Out Scathing Critique of Donald Trump Conway has made no secret of her concerns with Romney, tweeting out veiled critiques and going even further in television interviews. Speaking on NBC's \"Meet the Press,\" Conway insisted that \"I'm not campaigning against anyone. I'm just a concerned citizen.\" But she then went on to warn that Romney's consideration for the position has some feeling \"betrayed,\" noting the former Massachusetts governor still hasn't publicly said who he voted for, and aggressively criticized Trump during the presidential campaign. \"People feel betrayed to think that Governor Romney, who went out of his way to question the character and the intellect and the integrity of Donald Trump, now our president-elect, would be given the most significant cabinet post of all, Secretary of State,\" she said, adding she's simply reflecting what she's hearing from the \"grassroots.\" In another appearance, however, on CNN's \"State of the Union\" Conway did acknowledge that it wasn't \"wrong to say\" that she has personal concerns with Romney. Conway continued: \"I'm all for party unity, but i'm not sure that we have to pay for that with the secretary of state position.\" Romney infamously called Trump a \"phony, a fraud\" and unfit for the presidency during the GOP primary. But the two met last week and Romney has emerged as a leading contender for the secretary of state position. Alexandra Jaffe ",
    "title": "Trump and Obama Speak 'Regularly,' Conway Says - NBC News"
   },
   {
    "entities": [
     "stein",
     "mitt",
     "elias",
     "times",
     "d.",
     "maggie",
     "trump",
     "late",
     "hillary",
     "party",
     "sunday",
     "michael",
     "last week",
     "donald",
     "morning",
     "haberman",
     "abc",
     "conway",
     "romney",
     "night",
     "twitter",
     "michigan",
     "republican",
     "nbc",
     "new",
     "today",
     "shear",
     "york",
     "washington",
     "wisconsin",
     "weekend",
     "november 28, 2016",
     "pennsylvania",
     "clinton",
     "the future",
     "marc"
    ],
    "id": 14,
    "text": "Subscribe to the Times “‘We have to accept the results and look to the future, Donald Trump is going to be our President,’” Mr. Trump wrote, quoting Mrs. Clinton. One person who spoke with Mr. Trump over the holiday weekend said the president-elect had appeared to be preoccupied by suggestions that a recount might be started, even as his aides played down any concerns. Another friend said Mr. Trump felt crossed by Mrs. Clinton, who he believed had conceded the race and accepted the results. In a post on Medium, Marc Elias, the Clinton team’s general counsel, said the campaign would participate in Ms. Stein’s recount effort with little expectation that it would change the result, partly out of a sense of duty to the millions who voted for Mrs. Clinton. “We do so fully aware that the number of votes separating Donald Trump and Hillary Clinton in the closest of these states — Michigan — well exceeds the largest margin ever overcome in a recount,” Mr. Elias said, noting that Clinton campaign officials had found no “actionable evidence” of hacking or attempts to tamper with the vote. Late Sunday night, Mr. Elias responded on Twitter to Mr. Trump’s allegations, writing , “We are getting attacked for participating in a recount that we didn’t ask for by the man who won election but thinks there was massive fraud.” In Wisconsin, Mr. Trump leads by 22,177 votes. In Michigan, he has a lead of 10,704 votes, and in Pennsylvania, his advantage is 70,638 votes. Mr. Trump’s aides echoed his concerns about the recount effort in appearances on Sunday morning television news programs. Ms. Conway, who was his campaign manager, said on NBC’s “Meet the Press” that Mrs. Clinton and her campaign advisers would have to decide “whether they’re going to be a bunch of crybabies.” Advertisement Continue reading the main story As for the debate over Mr. Romney, Ms. Conway, echoing comments she posted last week on Twitter, made clear that she opposed choosing Mr. Romney as secretary of state. “There was the ‘Never Trump’ movement, and then there was Gov. Mitt Romney,” she said on ABC. During the primaries, Mr. Romney called Mr. Trump a “fraud” and a “phony.” Ms. Conway said it was important for Mr. Trump to seek to unify the Republican Party by making gestures to those who opposed his candidacy. But, she added, “I don’t think the cost of party unity has to be the secretary of state position.” Moments after appearing on the show, Ms. Conway, who is under consideration to be Mr. Trump’s press secretary, wrote on Twitter that she had told Mr. Trump her opinion privately, “and I’ll respect his decision.” On “Meet the Press,” she said people felt “betrayed” by the idea that Mr. Romney could get a top cabinet job. “I’m not campaigning against anyone,” she said. “I’m just a concerned citizen.” “We don’t even know if he voted for Donald Trump,” she added. Michael D. Shear reported from Washington, and Maggie Haberman from New York. A version of this article appears in print on November 28, 2016, on page A1 of the New York edition with the headline: Trump Promotes a Baseless Claim on Illegal Voting. Order Reprints | Today's Paper | Subscribe ",
    "title": "Trump Claims, With No Evidence, That ‘Millions of People’ Voted Illegally - The New York Times"
   },
   {
    "entities": [
     "raul",
     "states",
     "trump",
     "january",
     "castro",
     "arturo",
     "lópez-levy",
     "united",
     "university",
     "facebook",
     "donald",
     "ileana",
     "ros-lehtinen",
     "diaz-canel",
     "of",
     "carmen",
     "2018",
     "instagram",
     "valley",
     "once",
     "cuba",
     "twitter",
     "mario",
     "miguel",
     "obama",
     "texas-rio",
     "grande",
     "3:49",
     "sesin",
     "fidel"
    ],
    "id": 15,
    "text": "Rep. Ileana Ros-Lehtinen: Fidel Castro's death offers new opportunity for 'freedom and democracy' 3:49 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161128004235if_/http://www.nbcnews.com/widget/video-embed/817988163652\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> But Obama is leaving office in January, and further change in Cuba may depend on President-elect Donald Trump. Early in the campaign, Trump said he supported Obama's policy on Cuba, but he retreated later, saying he would reverse Obama's executive orders and concessions until freedom is restored in Cuba. For Arturo López-Levy, who formerly worked with the Cuban government, it's important to see what course the United States takes once Trump is sworn in. But \"I don't think the death of Castro will alter the pace of the reform,\" said López-Levy, a Cuba expert and lecturer in political science at the University of Texas-Rio Grande Valley. López-Levy expects significant change to begin when Raul Castro, 85, steps down, which he has said he will do in 2018. Although various names have been floated around as potential successors, most analysts agree that the likely next leader of Cuba will be First Vice President Miguel Mario Diaz-Canel, who's 56. \"The clock is ticking to pass the presidency to a new generation,\" López-Levy said. Follow NBC News Latino on Facebook , Twitter and Instagram . Carmen Sesin ",
    "title": "Cuba After Castro: How Much Change, and How Quickly? - NBC News"
   },
   {
    "entities": [
     "arab",
     "idlib",
     "scalia",
     "nabih",
     "rahman",
     "nile",
     "syrian",
     "amman",
     "west",
     "supreme",
     "vin",
     "britain",
     "march",
     "abdul",
     "trump",
     "nov. 27, 2016",
     "damascus",
     "syria",
     "jibreen",
     "sunday",
     "news",
     "bashar",
     "bulos",
     "mouin",
     "badro",
     "donald",
     "jabal",
     "nov. 19",
     "maqsoud",
     "pressphoto",
     "hellok",
     "for",
     "george",
     "staffan",
     "mosul",
     "monday",
     "court",
     "russia",
     "sakhour",
     "2016",
     "lebanon",
     "kanye",
     "human",
     "ourfalian",
     "/",
     "hanano",
     "u.n.",
     "city",
     "agency",
     "housing",
     "u.s.",
     "new",
     "afghanistan",
     "observatory",
     "iraq",
     "mistura",
     "rabbani",
     "wednesday",
     "rami",
     "york",
     "a day earlier",
     "sana",
     "european",
     "iran",
     "2012",
     "thanksgiving",
     "compton",
     "aleppo",
     "weekend",
     "this thanksgiving",
     "sheikh",
     "de",
     "rights",
     "assad",
     "fall",
     "scully"
    ],
    "id": 16,
    "text": "Rebel hold on Aleppo appears to be collapsing as Syrian troops advance Displaced in Syria George Ourfalian / AFP/Getty Images Syrian displaced families arrive at a makeshift camp on Nov. 27, 2016, in the government-held district of Jibreen in Aleppo as civilians fled the eastern part of the city. Syrian displaced families arrive at a makeshift camp on Nov. 27, 2016, in the government-held district of Jibreen in Aleppo as civilians fled the eastern part of the city. (George Ourfalian / AFP/Getty Images) Nabih Bulos There may be little common ground among Syria's fractious opposition groups, but they have long agreed that the country's largest city, Aleppo, is vital to their plans to overthrow the government of President Bashar Assad . With the city divided between the government and the opposition since 2012, its eastern neighborhoods emerged as the rebels’ most important bastion, and a full takeover was to be the launchpad for a victorious march to the capital, Damascus, almost 200 miles to the southwest. But  Sunday, that scenario appeared more remote than ever, as pro-government troops expanded their hold on vital sections of eastern Aleppo, burrowing farther into the rebels’ enclave even as thousands of civilians escaped into government-controlled areas to flee the violence, state media and opposition activists said. A day earlier, the Syrian army announced that it had seized a key neighborhood on the outskirts of the city’s eastern flank, 13 days into an all-out government offensive to finish off the rebels. The takeover carried symbolic weight -  the neighborhood, the Hanano Housing district, was the first to fall to the rebels in 2012.  A damaged mosque and buildings in eastern Aleppo, Syria, are seen in a picture provided by the official Syrian Arab News Agency on Nov. 27, 2016. SANA / European Pressphoto Agency A damaged mosque and buildings in eastern Aleppo, Syria, are seen in a picture provided by the official Syrian Arab News Agency on Nov. 27, 2016. A damaged mosque and buildings in eastern Aleppo, Syria, are seen in a picture provided by the official Syrian Arab News Agency on Nov. 27, 2016. (SANA / European Pressphoto Agency) But it was also the beachhead from which government troops, on Sunday, were able to consolidate their control on the nearby neighborhood of Jabal Badro, according to SANA, the state news agency. Pro-government activists on social media reported troops also breached three adjacent neighborhoods. Later on Sunday, SANA reported the army had established fire control over the Hellok and Sakhour districts, which lie on the front line separating rebel areas from government-controlled parts of western Aleppo. The move effectively split the rebel enclave in two, while a ferocious rocket barrage pummeled other opposition areas near the center of the city. Even as troops advanced from the east, the Quds Brigade, a Palestinian paramilitary group fighting alongside the government in Aleppo, advanced on the besieged rebels’ northeastern flank, according to the group’s official account on social media. Rami Abdul Rahman, head of the  Syrian Observatory for Human Rights, a pro-opposition monitor based in Britain with a network of activists in Syria, acknowledged the government’s progress.  In recent months, a large-scale campaign, backed by Russian air power and thousands of Shiite militiamen from Lebanon, Iraq, Iran and Afghanistan, established a punishing siege on the estimated 250,000 residents living in the rebel enclave. Despite several counteroffensives, the rebels failed to punch through government lines.  As the rebels retreated deeper into their enclave, thousands of civilians escaped to government-controlled areas through Hanano. State media said the armed forces had “secured the exit” of 1,500 people. The  Syrian Observatory for Human Rights put the number at 4,000, saying that an additional 6,000 had made their way to Sheikh Maqsoud, a northern Aleppo neighborhood controlled by a Kurdish militia, which has forged an uneasy alliance with the government in the area. Syrian families from various eastern districts of Aleppo are evacuated by bus on Nov. 27, 2016, as Syrian government forces continue their advance toward rebel-controlled districts. George Ourfalian / AFP/Getty Images Syrian families from various eastern districts of Aleppo are evacuated by bus on Nov. 27, 2016, as Syrian government forces continue their advance toward rebel-controlled districts. Syrian families from various eastern districts of Aleppo are evacuated by bus on Nov. 27, 2016, as Syrian government forces continue their advance toward rebel-controlled districts. (George Ourfalian / AFP/Getty Images) Syrian state television beamed images of uniformed fighters running through thoroughfares near an important mosque in Hanano, as well as video of ragged-looking civilians riding on buses provided by the government to shelter areas in western Aleppo.  In recent weeks, the government, along with its ally, Russia, had opened up humanitarian corridors for eastern Aleppo residents during unilaterally imposed cease-fires.  Rebels who laid down their arms were promised an amnesty allowing them to return to government areas. Those who refused could take their personal weapons and receive passage to join other rebels in the opposition-held province of Idlib, west of Aleppo.  In one bizarre initiative, the government even invited east Aleppo residents to a “friendly soccer game” as a way to build confidence. Despite the government repeatedly exhorting the rebels through leaflets and phone messages to abandon their positions inside the city “before it was too late,” very few heeded its call.  Instead, rebels shelled the checkpoints the government had set up to receive those who left. Meanwhile, the  Syrian Observatory for Human Rights reported gunfire near the rebel side of the passageways, and said it had prevented roughly 100 families from leaving. It did not specify who had fired the weapons. The government said the rebels had prevented civilians from escaping, and accused them of using residents as human shields. On Nov. 19, the U.N. special envoy to Syria, Staffan de Mistura, proposed that the government stop its offensive after more hard-line Islamist elements inside the city leave their positions, while the opposition’s administrative bodies continue managing the city. Damascus refused, effectively sidelining the U.N.’s political efforts in Aleppo, said regional expert Mouin Rabbani, a former member of the envoy’s staff. “I think it's fair to say that the U.N. under De Mistura's stewardship has been reduced to an incoherent spectator,” Rabbani said in an interview from Amman on Sunday. “[It] has largely forsaken its political role and responsibilities to focus on humanitarian issues.” The speed of the opposition’s fall in eastern Aleppo surprised pro-opposition activists, who accused the rebels on social media of betraying residents there. Commentators on Syrian television, meanwhile, exulted in what they said was an impending victory of the government. Pro-government activists, meanwhile, quoted a statement from what they called a “security source” in the army’s operations room in Aleppo. “Whoever thinks for one moment that the army and its allies will renege on their goal to liberate all of Aleppo city is delusional,” said the source. “This is a final decision and there is no turning back from it.” Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption 4 Thanksgiving Stories You Can't Miss How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 3 men found shot to death inside Compton park maintenance shed Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom ",
    "title": "Rebel hold on Aleppo appears to be collapsing as Syrian troops advance - LA Times"
   },
   {
    "entities": [
     "interactive",
     "earlier this month",
     "cbs",
     "hampshire",
     "mass.",
     "november 27, 2016",
     "trump",
     "press",
     "sunday",
     "inc.",
     "college",
     "donald",
     "jonathan",
     "of",
     "board",
     "boston",
     "2016",
     "associated",
     "amherst",
     "night",
     "3:34 pm est",
     "nov 27, 2016",
     "u.s.",
     "2006",
     "trustees",
     "lash",
     "massachusetts",
     "email",
     "u.s.a.",
     ", 12:45 pm"
    ],
    "id": 17,
    "text": "CBS/AP November 27, 2016, 12:45 PM Veterans protest Hampshire College decision to stop flying U.S. flag A worker takes down a flag at Hampshire College in Amherst, Mass., in 2006. CBS Boston Email Last Updated Nov 27, 2016 3:34 PM EST AMHERST, Mass. - Veterans protested Sunday at a western Massachusetts college facing criticism from around the country for its decision to stop flying U.S. flags after students allegedly burned a flag in protest of Donald Trump’s presidential election. Dozens of veterans and other demonstrators held American flags and chanted “U.S.A.” at Hampshire College in Amherst on Sunday, in what organizers called a “peaceful demonstration of freedom.” Local veterans and others intended to place hundreds of U.S. flags on the streets around the college. College officials decided to indefinitely stop flying flags earlier this month after the main flag in the center of campus was burned after students lowered the banner to half-staff. Officials replaced the flag, but it was lowered again. School officials say they welcome peaceful discussions about the flag decision. In a statement about their decision to remove the flag, college officials said: “This decision is not and was never a commentary on the presidential election.” Clarifying the statement, Hampshire College President Jonathan Lash told CBS Boston he knows it’s a controversial decision to remove the flag, but he wanted to create a dialogue among those with differing opinions about the symbol. “There were a range of views on campus, including people whose experience growing up have made the flag a symbol of fear, which was strengthened by the toxic language during the campaign, and people for whom the flag is the symbol of all that’s best throughout the country,” said Lash. He said the trouble started with a gesture meant to help provoke “meaningful and respectful dialogue” on campus–a stance he outlined in a  post on the college’s Facebook page . In that post, he said the Board of Trustees decided to fly the flag at half-staff due to the “environment of escalating hate-based violence” in the wake of the election. Lash said the gesture was also meant to be an “expression of grief” over deaths around the world, including those of U.S. service members. But, the move didn’t work as planned and many–especially veterans and families of veterans in the Hampshire College family–saw it as being disrespectful of the tradition of expressing mourning on a national level. “Frankly, doing that, it didn’t help,” he said. “Flying the flag at half-mast just created more controversy.” On Veterans Day, someone removed the flag and burned it. “In the middle of the night, we have no idea who did it or even why,” said Lash. So that’s why they decided to take down the U.S. flag–and all flags–on campus. “The flag had become a heated symbol that was making that more difficult,” Lash said. “We really feel our community needs a conversation in which both sides listen to each other, and we wish the nation would have that kind of dialogue. We felt that if we could stop arguing about the symbol, we could get to the underlying issues.” Of course, that decision has created even more backlash, and Lash said there “certainly is” a lot of anger about the decision. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Veterans protest Hampshire College decision to stop flying U.S. flag - CBS News"
   },
   {
    "entities": [
     "mitt",
     "trump",
     "house",
     "sunday",
     "thursday",
     "news",
     "facebook",
     "cnn",
     "fox",
     "donald",
     "state",
     "tower",
     "2016",
     "conway",
     "romney",
     "twitter",
     "kellyanne",
     "department",
     "incoming",
     "nbc",
     "new",
     "york",
     "giuliani",
     "gop",
     "now",
     "rudy",
     "white"
    ],
    "id": 18,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   While President-elect Donald Trump and his transition team huddle privately to pick their administration’s secretary of state, top adviser Kellyanne Conway on Sunday made a repeated, public case against deciding on Mitt Romney. Conway says she will support whomever Trump picks, but continues to argue that the grass-roots supporters who backed his improbable victory feel let down about Romney, considering he called Trump a “con man” and a “phony.” \"People feel betrayed to think that … Romney, who went out of his way to question the character and the intellect and the integrity of Donald Trump … would be given the most significant Cabinet post of all,” Conway said on NBC's \"Meet the Press.” Trump, a Republican, and his team of advisers appear to be split on whether Trump should pick Romney, a former GOP presidential nominee, or former New York Mayor Rudy Giuliani, an early Trump loyalist. Incoming White House Chief of Staff Reince Priebus on “Fox News Sunday” downplayed rumors over vicious infighting over who will lead the State Department, saying that Trump's \"going to make the best decision for the American people.” However, Conway, openly talking outside the confines of transition headquarters in New York’s Trump Tower, suggests a clear divide. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → “We don't even know if (Romney) voted for Donald Trump,” Conway said in a separate interview Sunday on CNN’s “State of the Union.” “He and his consultants were nothing but awful to Donald Trump for a year … \"I'm all for party unity. But I'm not sure we have to pay for that with the secretary of state position. I think there are concerns that those of us that are loyal have, and we want a secretary of state who's loyal to the president.\" This is not the first time that Conway, who emerged late in the White House race to lead the Trump campaign to victory, has made her thoughts known about Romney. On Thursday, she tweeted: “Receiving deluge of social media & private comms re: Romney. Some Trump loyalists warn against Romney as sec of state.” On Sunday, Conway, now a senior adviser for the Trump transition team, said on Twitter that she has privately expressed her thoughts to Trump and that she’ll respect his decision. However, the larger “point is the volume & intensity of grass-roots resistance to Romney is breathtaking,” she also tweeted. Advertisement ",
    "title": "Conway resumes Romney opposition, says Trump loyalists feel 'betrayed' | Fox News"
   },
   {
    "entities": [
     "stein",
     "et",
     "elias",
     "this week",
     "friday",
     "hampshire",
     "hours of nov. 9",
     "press",
     "trump",
     "dec. 13",
     "hillary",
     "party",
     "la",
     "sunday",
     "--",
     "the",
     "npr",
     "college",
     "california",
     "donald",
     "fuente",
     "2 p.m.",
     "alex",
     "saturday",
     "monday",
     "2008",
     "associated",
     "j.",
     "roque",
     "electoral",
     "green",
     "jill",
     "michigan",
     "virginia",
     "obama",
     "currently",
     "new",
     "the weekend",
     "wednesday",
     "$6 million",
     "padilla",
     "early morning",
     "wisconsin",
     "2012",
     "evening",
     "november 28, 2016",
     "now",
     "pennsylvania",
     "de",
     "barack",
     "clinton",
     "marc"
    ],
    "id": 19,
    "text": "How Does The Electoral College Work, And Is It Fair? Trump currently has 290 Electoral College votes according to the Associated Press, well more than the 270 he needs to win the presidency. That total is expected to grow when Michigan certifies its vote on Monday. Trump leads in that state by more than 10,000 votes and the state's 16 Electoral College votes would push Trump's total over 300. Trump started tweeting on Sunday amid a push for recounts in Michigan, Pennsylvania and Wisconsin by Green Party candidate Jill Stein. Those states essentially delivered Trump victory in the presidential election, as they had made up the Democrats' so-called \"blue wall\" — industrial states that secured victories for Barack Obama in 2008 and 2012. Trump's tweets over the weekend have both criticized the calls for recounts in the three key industrial states he won, while simultaneously raising questions about the integrity of the vote nationwide. Trump tweeted another claim without evidence on Sunday evening, regarding voter fraud in Virginia, New Hampshire and California — all states Clinton won. Serious voter fraud in Virginia, New Hampshire and California - so why isn't the media reporting on this? Serious bias - big problem! — Donald J. Trump (@realDonaldTrump) November 28, 2016 California Secretary of State Alex Padilla responded with a statement: \"It appears that Mr. Trump is troubled by the fact that a growing majority of Americans did not vote for him. His unsubstantiated allegations of voter fraud in California and elsewhere are absurd. His reckless tweets are inappropriate and unbecoming of a President-elect.\" As the recount proceeds in Wisconsin, Hillary Clinton's legal team will participate, citing concerns from supporters over the integrity of the vote, though the campaign says it has not seen any evidence to support those concerns. Jill Stein told NPR that she does not expect the outcome to change. Trump's margins in the states in question measure in the tens of thousands. Recounts have generally only had an impact on the result of an election when the margins are in the range of several hundred. Stein and Clinton's teams cited concerns over the integrity of voting systems, which Trump himself discussed during the campaign. He would often say that the only way he could lose would be if the election was \"stolen\" and Clinton called Trump's remark in a debate that he might not accept the results if he lost \"horrifying.\" Clinton conceded the race to Trump in the early morning hours of Nov. 9 and gave a speech later that day declaring, \"Donald Trump is going to be our president. We owe him an open mind and the chance to lead.\" The former Democratic nominee is not pulling back from that position, and her campaign is trying to distinguish between its decision to have legal representatives participate in the Wisconsin recount and actually promoting it, which the campaign says it has not done. \"Because we had not uncovered any actionable evidence of hacking or outside attempts to alter the voting technology, we had not planned to exercise this option ourselves, but now that a recount has been initiated in Wisconsin, we intend to participate in order to ensure the process proceeds in a manner that is fair to all sides,\" Marc Elias, the general counsel for Clinton's campaign, wrote on Saturday . But Elias also said the campaign had received \"hundreds of messages, emails, and calls urging us to do something, anything, to investigate claims that the election results were hacked and altered in a way to disadvantage Secretary Clinton.\" No evidence has emerged to support those claims. Wisconsin granted the request for a recount on Friday. It's expected to start at some point this week. It will have to be completed by Dec. 13, in compliance with federal law that requires any recounts to be finished 35 days after the election. In Wisconsin, the request came from Stein and independent candidate Roque \"Rocky\" De La Fuente, and they will have to cover the costs of the recount. Stein has raised more than $6 million in support of these efforts. The deadline to formally request a recount in Pennsylvania, where Trump had his biggest margin of victory of the three states in question, is Monday. Michigan appears to be Trump's closest margin of victory, and the state is set to certify the results at 2 p.m. ET on Monday, and then a request for a recount must be submitted by Wednesday. ",
    "title": "Without Evidence, Trump Tweets That He Would Have Won Popular Vote If Not For 'Illegal' Voters : NPR"
   },
   {
    "entities": [
     "todd",
     "jim",
     "december 2014",
     "this week",
     "lo",
     "november 27, 2016",
     "dc",
     "trump",
     "march",
     "priebus",
     "castro",
     "sunday",
     "r-texas",
     "news",
     "fox",
     "november 2016",
     "donald",
     "morning",
     "1961",
     "washington,",
     "george",
     "abc",
     "congress",
     "ngan",
     "rubio",
     "conway",
     "marco",
     "cuba",
     "kellyanne",
     "reince",
     "republican",
     "usa",
     "u.s.",
     "mandel",
     "cruz",
     "obama",
     "national",
     "today",
     "nbc",
     "o'donnell",
     "r-fla.",
     "committee",
     "stephanopoulos",
     "chuck",
     "2:43 p.m. est",
     "ted",
     "epa",
     "jayne",
     "fidel",
     "scalzo"
    ],
    "id": 20,
    "text": "Trump aide: Cuba has work to do to 'meet our demands' Jayne O'Donnell , USA TODAY 2:43 p.m. EST November 27, 2016 286 Shares A top aide to President-elect Donald Trump said Sunday that Cuba must make some significant changes if it wants to continue on the path of normalized relations with the U.S. Reince Priebus, chairman of the Republican National Committee, will be chief of staff in the Trump administration.  (Photo: JIM LO SCALZO, EPA) Reince Priebus, the Republican National Committee chairman tapped as Trump's chief of staff, said that if a deal for better relations by the Obama administration were to continue, the Castro regime would have to “meet our demands.\" In an interview on Fox News Sunday, Priebus cited Cuba opening up its economic markets and ending human rights violations as among the issues Cuba needs to show progress on. The U.S. severed ties with Cuba in 1961 in opposition to Castro's communist regime. President Obama announced in December 2014 that he had ordered the full restoration of diplomatic ties to Cuba. In March, he became the first president in more than 50 years to visit the island nation. The U.S. still has an economic embargo against Cuba that only a vote of Congress can lift. Trump didn't mention the embargo in his comments following the death of former Cuban president Fidel Castro nor has he been specific about how he would reverse Obama's diplomatic overtures. Former Trump campaign director Kellyanne Conway said on  ABC's This Week with George Stephanopoulos that Trump is \"open to researching and, in fact, resetting relations with Cuba.\" Castro dominated the Sunday morning talk shows, and politicians showed less space between them on the dictator's legacy than most any issue in the news lately. Senator Ted Cruz, R-TX, is shown during a November 2016 conference in Washington, DC.  (Photo: MANDEL NGAN, AFP/Getty Images) Republican politicians with Cuban heritage reiterated their disdain for Castro and all he stood for. \"This ought to be a moment where Cubans are dancing in the street because they’re being liberated, but instead ... if you dance in the street, you’re going to be thrown in jail,\" Sen. Ted Cruz, R-Texas, said on This Week. \"Cuba is not a free society.\" Obama: History will judge Castro's impact on Cuba, world Cruz said his father, aunt and her two closest friends in high school were all imprisoned and tortured under Castro, adding, \"and what they did to girls in Cuban prisons was — was unspeakable.\" To avoid any doubt about where he stands on Castro, Cruz said he is not going \"to be one of those people romanticizing him as a hero.\" Sen. Marco Rubio, R-Fla., a Cuban-American, made similar remarks on NBC's Meet the Press with Chuck Todd. He didn't, however, say he'd support undoing  Obama's efforts to normalize relations between the two countries. \"I'm just against unilateral changes from which we get nothing in return for our country or for the freedom or liberty of the Cuban people,\" Rubio said. ",
    "title": "Trump aide: Cuba has work to do to 'meet our demands'"
   },
   {
    "entities": [
     "stephen",
     "d.",
     "towers",
     "japan",
     "amash",
     "panchshil",
     "turkey",
     "hicks",
     "s.",
     "janeiro",
     "oval",
     "nov. 15",
     "state",
     "parelkar",
     "china",
     "blackwill",
     "defense",
     "j.",
     "once",
     "michigan",
     "department",
     "eric",
     "this year",
     "garten",
     "8 percent",
     "july",
     "east",
     "igeprev",
     "istanbul",
     "shree",
     "hope",
     "lifescapes",
     "bush",
     "rio",
     "saurabh",
     "clinton",
     "white",
     "developers",
     "middle",
     "pune",
     "uruguay",
     "filho",
     "santoro",
     "friday",
     "lsh",
     "kramer",
     "florida",
     "harresh",
     "cordeiro",
     "figueiredo",
     "michael",
     "news",
     "united",
     "barra",
     "donald",
     "recently",
     "antonio",
     "breitbart",
     "tuesday",
     "of",
     "north",
     "2014",
     "atlantic",
     "tayyip",
     "fuchs",
     "photo",
     "vikas",
     "twitter",
     "josé",
     "lianne",
     "k.",
     "u.s.",
     "w.",
     "york",
     "$40 million",
     "argentina",
     "mehta",
     "office",
     "de",
     "milton",
     "world",
     "jr.",
     "pacific",
     "council",
     "scotland",
     "david",
     "serra",
     "ambit",
     "michel",
     "henrique",
     "rohan",
     "tower",
     "months later",
     "congress",
     "security",
     "around",
     "anselmo",
     "organization",
     "realty",
     "the 2016 summer",
     "two years later",
     "republican",
     "kalpesh",
     "capital",
     "foundation",
     "maurício",
     "obama",
     "national",
     "new",
     "paulo",
     "prithviraj",
     "brand",
     "america",
     "2012",
     "ireland",
     "ivanka",
     "asmita",
     "bannon",
     "latin",
     "dilma",
     "time",
     "rousseff",
     "tribeca",
     "indonesia",
     "october",
     "alan",
     "times",
     "last year",
     "credit",
     "states",
     "h.",
     "trump",
     "south",
     "house",
     "ram",
     "hillary",
     "duterte",
     "urban",
     "university",
     "philippines",
     "the",
     "joão",
     "brazil",
     "brasília",
     "monday",
     "george",
     "bank",
     "tocantins",
     "mumbai",
     "lopes",
     "mukherjea",
     "chavan",
     "green",
     "hotel",
     "kasliwal",
     "infrastructure",
     "erdogan",
     "justin",
     "15 percent",
     "recep",
     "washington",
     "now",
     "1985",
     "robert",
     "india",
     "temer"
    ],
    "id": 21,
    "text": "Continue reading the main story Mr. Antonio’s combination of jobs — he is a business partner with Mr. Trump, while also representing the Philippines in its relationship with the United States and the president-elect — is hardly inconsequential, given some of the weighty issues on the diplomatic table. Advertisement Among them, Mr. Duterte has urged “a separation” from the United States and has called for American troops to exit the country in two years’ time. His antidrug crusade has resulted in the summary killings of thousands of suspected criminals without trial , prompting criticism from the Obama administration. Situations like these are already leading some former government officials from both parties to ask if America’s reaction to events around the world could potentially be shaded, if only slightly, by the Trump family’s financial ties with foreign players. They worry, too, that in some countries those connections could compromise American efforts to criticize the corrupt intermingling of state power with vast business enterprises controlled by the political elite. “It is uncharted territory, really in the history of the republic, as we have never had a president with such an empire both in the United States and overseas,” said Michael J. Green , who served on the National Security Council in the administration of George W. Bush, and before that at the Defense Department. Continue reading the main story The Trump Brand Around the World Donald J. Trump has business interests in at least 20 countries, in addition to extensive hotel and real estate holdings in the United States, according to an analysis of his financial disclosure report . Each dot represents a city where he has at least one enterprise. The globe is dotted with such potential conflicts. Mr. Trump’s companies have business operations in at least 20 countries, with a particular focus on the developing world, including outposts in nations like India, Indonesia and Uruguay, according to a New York Times analysis of his presidential campaign financial disclosures. What’s more, the true extent of Mr. Trump’s global financial entanglements is unclear, since he has refused to release his tax returns and has not made public a list of his lenders. In an interview with The Times on Tuesday, Mr. Trump boasted again about the global reach of his business — and his family’s ability to keep it running after he takes office. “I’ve built a very great company and it’s a big company and it’s all over the world,” Mr. Trump said, adding later: “I don’t care about my company. It doesn’t matter. My kids run it.” In a written statement, his spokeswoman, Hope Hicks, said Mr. Trump and his family were committed to addressing any issues related to his financial holdings. “Vetting of various structures and immediate transfer of the business remains a top priority for both President-elect Trump, his adult children and his executives,” she said. Advertisement Continue reading the main story But a review by The Times of these business dealings identified a menu of the kinds of complications that could create a running source of controversy for Mr. Trump, as well as tensions between his priorities as president and the needs and objectives of his companies. In Brazil, for example, the beachfront Trump Hotel Rio de Janeiro — one of Mr. Trump’s many branding deals, in which he does not have an equity stake — is part of a broad investigation by a federal prosecutor who is examining whether illicit commissions and bribes resulted in apparent favoritism by two pension funds that invested in the project. Several of Mr. Trump’s real estate ventures in India — where he has more projects underway than in any location outside North America — are being built through companies with family ties to India’s most important political party. This makes it more likely that Indian government officials will do special favors benefiting Mr. Trump’s projects, including pressuring state-owned banks to extend favorable loans. In Ireland and Scotland , executives from Mr. Trump’s golf courses have been waging two separate battles with local officials. The most recent centers on the Trump Organization’s plans to build a flood-prevention sea wall at the course on the Irish coast. Some environmentalists say the wall could destroy an endangered snail’s habitat — a dispute that will soon involve the president of the United States. And in Turkey, officials including President Recep Tayyip Erdogan, a religiously conservative Muslim, demanded that Mr. Trump’s name be removed from Trump Towers in Istanbul after he called for a ban on Muslims entering the United States. More recently, after Mr. Trump came to the defense of Mr. Erdogan — suggesting that he had the right to crack down harshly on dissidents after a failed coup — the calls for action against Trump Towers have stopped, fueling worries that Mr. Trump’s policies toward Turkey might be shaped by his commercial interests. Mr. Trump has acknowledged a conflict of interest in Turkey. “I have a little conflict of interest because I have a major, major building in Istanbul,” he said during a radio interview last year with Stephen K. Bannon, the Breitbart News executive who has since been designated his chief White House strategist. “It’s a tremendously successful job. It’s called Trump Towers — two towers, instead of one. Not the usual one. It’s two.” These tangled ties already have some members of Congress — including at least one Republican representative — calling on Mr. Trump to provide more information on his international operations, or perhaps for a congressional inquiry into them. “You rightly criticized Hillary for Clinton Foundation,” Representative Justin Amash, Republican of Michigan, said in a Twitter message on Monday. “If you have contracts w/foreign govts, it’s certainly a big deal, too. #DrainTheSwamp” Advertisement Continue reading the main story David J. Kramer , who served as assistant secretary of state for democracy, human rights and labor during the Bush administration, said Mr. Trump’s financial entanglements could undermine decades of efforts by Democratic and Republican presidents to promote government transparency — and to use the Foreign Corrupt Practices Act to stop contractors from paying bribes to secure government work abroad. “This will make it a little harder to be able to go out and proselytize around these things,” Mr. Kramer said. Even if Mr. Trump and his family seek no special advantages from foreign governments, officials overseas may feel compelled to help the Trump family by, say, accelerating building permits or pushing more business to one of the new president’s hotels or golf courses, according to several former State Department officials. “The working assumption on behalf of all these foreign government officials will be that there is an advantage to doing business with the Trump organization,” said Michael H. Fuchs , who was until recently deputy assistant secretary at the bureau of East Asian and Pacific affairs. “They will think it will ingratiate themselves with the Trump administration. And this will significantly complicate United States foreign policy and our relationships around the world.” At the same time, Mr. Fuchs said, American diplomats in countries where Mr. Trump’s companies operate, fearful of a rebuke from Washington, may be reluctant to take steps that could frustrate business partners or political allies. Another question is, who will be responsible for security at the Trump Towers around the world, especially in the Middle East, which terrorism experts say may now become more appealing targets as symbols of American capitalism built in the name of the president? What is clear is that there has been very little division, in the weeks since the election, between Mr. Trump’s business interests and his transition effort, with the president-elect or his family greeting real estate partners from India and the Philippines in his office and Mr. Trump raising concerns about his golf course in Scotland with a prominent British politician. Mr. Trump’s daughter Ivanka, who is in charge of planning and development of the Trump Organization’s global network of hotels, has joined in conversations with at least three world leaders — of Turkey, Argentina and Japan — having access that could help her expand the brand worldwide. Mr. Trump, in the interview with The Times on Tuesday, acknowledged that his move to the Oval Office could help enrich his family. He cited his new hotel a few blocks from the White House, which the Trump Organization has urged diplomats to consider patronizing when in town to meet the president or his team. Advertisement Continue reading the main story Federal law does not prevent Mr. Trump from taking actions that could benefit him and his family financially; the president is exempt from most conflict-of-interest laws. But the Constitution, through what is called the emoluments clause , appears to prohibit him from taking payments or gifts from a foreign government entity, a standard that some legal experts say he may violate by renting space in Trump Tower in New York to the Bank of China or if he hosts foreign diplomats in one of his hotels. “I mean it could be that occupancy at that hotel will be because, psychologically, occupancy at that hotel will be probably a more valuable asset now than it was before, O.K.? The brand is certainly a hotter brand than it was before. I can’t help that, but I don’t care,” Mr. Trump said, adding, “The only thing that matters to me is running our country.” Robert D. Blackwill, a former National Security Council member who also served as ambassador to India during the Bush administration, said Mr. Trump still had a chance to demonstrate that he could manage these challenges once he was sworn in. “Let’s listen and not prejudge,” said Mr. Blackwill, a Republican who was so critical of Mr. Trump that he endorsed Hillary Clinton. “I want to see what he does as president.” Continue reading the main story Photo Mr. Trump’s project in Rio de Janeiro. Anselmo Henrique Cordeiro Lopes, a Brazilian federal prosecutor, opened an investigation in the weeks before the American election into $40 million in investments made by two relatively small Brazilian pension funds in the Trump Hotel Rio. Credit Lianne Milton for The New York Times BRAZIL Nation Under Pressure, Ventures Under Scrutiny Donald Trump Jr., the president-elect’s oldest son, gushed with triumphalism when he announced a deal in 2014 to attach the family name to the Trump Hotel Rio de Janeiro, a lavish 171-room beachfront project featuring cavernous suites with private plunge pools and a 4,000-square-foot nightclub. “This is an exciting time to develop our first project in South America and the perfect location to do so,” the younger Mr. Trump (his brother Eric is also involved in the family business) said at the time. But just two years later, the venture is embroiled in a criminal investigation in Brazil, pointing to unfulfilled promises that are casting a pall over both the Trump business empire and the president-elect in their dealings in Latin America’s largest country. Anselmo Henrique Cordeiro Lopes, a crusading federal prosecutor in the capital, Brasília, opened an investigation in the weeks before the American election into $40 million in investments made by two relatively small Brazilian pension funds in the Trump Hotel Rio. Advertisement Continue reading the main story The Trump hotel inquiry is looking at why the funds — Serpro, which invests on behalf of retirees of a state-controlled information technology firm, and Igeprev, which manages the pensions of public employees of the sparsely populated Tocantins State — put so much of their capital into the venture, which is owned by Mr. Trump’s Brazilian partner, LSH Barra. Back in 2014, the hotel might have seemed like a good deal. Brazil was about to host the World Cup soccer tournament that year, while Rio was preparing to be the venue for the 2016 Summer Olympics. At the same time, Rio, the nerve center of Brazil’s energy industry, had been bolstered by large offshore oil discoveries. But Brazil’s economy began to weaken in 2014, undermined by falling commodities prices, colossal graft scandals and political instability that culminated in the ouster this year of President Dilma Rousseff, who was replaced by her vice president, Michel Temer. The result: Brazil is still grappling with its most severe economic crisis in decades. The hotel officially opened for the Olympics, but months later remains unfinished. The top floors of the property, whose design evokes a futuristic pyramid, are closed. Parts of the hotel still resemble a construction site, including the second floor, where pleasure-seekers were supposed to mingle in a nightclub overlooking the Atlantic. The examination of the project by Mr. Lopes, the federal prosecutor, has already found a series of “highly suspicious” potential irregularities warranting a criminal investigation, according to court documents. “It is necessary to verify if the favoritism shown by the pension funds to LSH and the Trump Organization was due to the payment of illicit commissions and bribes,” Mr. Lopes said in documents filed in October. In his filings, Mr. Lopes said the size of the hotel investments relative to the overall holdings of the small pension funds reflected a highly unusual level of risk, especially for an unfinished venture that failed to capitalize fully on the demand for accommodations during the Olympics. Going further, Mr. Lopes positioned the inquiry within a broader investigation of public pension funds, pillars of the Brazilian economy that often work in tandem with large state-controlled banks and energy companies. Mr. Trump first took interest in a Rio hotel venture in 2012, when Ivanka Trump was having lunch in Florida with Paulo Figueiredo Filho, a businessman who is a grandson of João Figueiredo, the last autocrat of Brazil’s 21-year military dictatorship, which ended in 1985. The younger Mr. Figueiredo spearheaded the hotel venture until recently. In a statement, Mr. Trump’s Brazilian partner, LSH, said it was innocent of any wrongdoing in connection with the investments by the pension funds, and was cooperating with the criminal inquiry. Advertisement Continue reading the main story Alan Garten, the Trump Organization’s general counsel, said in a statement issued Friday that the investigation was not targeting Mr. Trump or his company — given that it does not own the hotel — and “has no knowledge whatsoever regarding any governmental inquiry.” The investigation of the Trump projects is unfolding at an awkward time for the Brazilian authorities. Foreign Minister José Serra, Brazil’s top diplomat, publicly declared in July that a Trump presidency would be a “nightmare.” Although President Temer has formally congratulated Mr. Trump on his victory in a letter, he is still among world leaders who have not yet spoken by telephone with the president-elect. Even if Brazil’s executive branch actively tries to seek warmer relations with Mr. Trump, officials will face obstacles if they try to quell the investigation. Brazil differs from some other countries in Latin America where presidents can easily exert pressure on prosecutors and judges, with the judiciary steadily growing more independent. “Brazilian diplomats could try to avoid the problem of referring to the investigation when dealing with the Trump administration, but that’s about all they can do,” said Maurício Santoro, a political scientist at the State University of Rio de Janeiro. “This is something that could hang over relations between the two countries for years.” Continue reading the main story Photo Trump Tower Mumbai is one of five Trump Organization projects in India, a country where connections between developers and officials are common. Credit Asmita Parelkar for The New York Times INDIA Potential Pitfalls in Dual Roles On the other side of the world, Donald Trump Jr. had other projects he was pushing. In 2012, he flew into Mumbai for a brief meeting with the state’s chief minister at that time, hoping to salvage a residential tower representing the Trump Organization’s first planned project there. He was hoping the chief minister, Prithviraj Chavan, would intervene on his behalf to get the permission needed. The participants recall the meeting differently: Mr. Trump’s partner, Harresh Mehta of Rohan Lifescapes, said development regulations had changed, leaving the project in limbo, and they hoped Mr. Chavan could formalize a policy so that the project could continue. Mr. Chavan said that in a 30-minute meeting, Mr. Trump and his partner were “requesting a concession that could not be given.” By the end of the meeting, in any case, it was fairly clear that the younger Mr. Trump’s presence had not worked any magic. The project was shelved soon after. Advertisement Continue reading the main story “He thought the name was so big, we would bend backwards to satisfy him, but that was not the case,” Mr. Chavan said. Kalpesh Mehta, managing partner of Tribeca Developers of Mumbai , the Trump Organization’s development partner in India, confirmed that Donald Trump Jr. had met with the chief minister, but disputed the claim by Mr. Chavan that he had sought a special favor. “The notion that a request was made by Donald Jr. to waive any regulations is absolutely false,” Mr. Mehta said in the statement, which was issued Friday. “The Trump Organization does not get involved in the regulatory aspects and/or interacting with government officials related to its projects in India.” This example, analysts here say, points to a potentially serious ethical hazard for a United States president who is also a real estate mogul in India, with five projects underway. Mr. Trump was operating much like other developers in India, who cozy up to politicians — officially or unofficially — to push projects through the bureaucracy. Often, they must obtain as many as 60 permissions and building permits from government officials, including bureaucrats “whose main goal in life is to attract rent,” said Saurabh Mukherjea, the chief executive of institutional equities at Ambit Capital, a leading investment bank in India. One of Mr. Trump’s projects, Trump Towers Pune , is in fact under investigation by local authorities after another builder alleged that one of its permits was fraudulent. Panchshil Realty has disputed that accusation, saying the permit in question was not required for the construction. The very nature of the country’s real estate business, however, underscores larger concerns about potential damage to American efforts to discourage corruption in business abroad. In India, real estate is the main vehicle politicians and businessmen have used to invest so-called black money, on which taxes have not been paid. In cities, where land is scarce and extraordinarily valuable, special favors from top political leaders can lead to windfall profits, and negotiations between developers and officials are informal affairs. It is so routine for developers to pay bribes at every step of the approval process that many bureaucrats have informal rate sheets showing exactly how much must be paid to each official. Advertisement Continue reading the main story Politicians not only pressure the bureaucracy to approve their pet projects, sometimes even when they are against local regulations, they also squeeze government banks to give out favorable loans. Top officials might “think in some way the U.S. president will help them,” and “can put in a friendly word with the banks” to extend loans for around 8 percent interest, rather than the characteristic 15 percent, said Vikas S. Kasliwal, the chief executive officer and vice chairman of Shree Ram Urban Infrastructure. “If the son goes himself, if the son is willing to go and meet the prime minister of India, or the urban development minister, that is a very big thing,” he said. “They will think the president is meeting them.” Photo Donald J. Trump’s real estate partners from India met with him in New York on Nov. 15 as the presidential transition was underway. Another pitfall is that Donald Trump’s partners in major projects are, in some cases, politicians themselves. Most major Indian developers have some sort of alignment, direct or indirect, with regional political leaders, who can assist in acquiring the necessary permits. ",
    "title": "Potential Conflicts Around the Globe for Trump, the Businessman President - The New York Times"
   },
   {
    "entities": [
     "scalia",
     "supreme",
     "2001",
     "nov. 27, 2016",
     "science",
     "beijing",
     "s.",
     "jinan",
     "hong",
     "technology",
     "saturday",
     "for",
     "liu",
     "china",
     "boston",
     "mythili",
     "communist",
     "once",
     "pardee",
     "jessica",
     "this year",
     "herald",
     "reade",
     "center",
     "a.",
     "european",
     "compton",
     "zweig",
     "ernesto",
     "the 21st",
     "weekend",
     "this thanksgiving",
     "meyers",
     "nov. 21, 2016",
     "nile",
     "right now",
     "trade",
     "west",
     "vin",
     "fund",
     "australia",
     "sunday",
     "michael",
     "nov. 20",
     "united",
     "donald",
     "recently",
     "university's",
     "pressphoto",
     "mosul",
     "of",
     "business",
     "north",
     "nicole",
     "global",
     "twitter",
     "guangzhou",
     "agency",
     "u.s.",
     "investment",
     "and",
     "york",
     "night before",
     "xi",
     "studies",
     "dingding",
     "zhenmin",
     "world",
     "sampathkumar",
     "ukraine",
     "david",
     "parsons",
     "jinping",
     "asian",
     "party",
     "min",
     "peru",
     "century",
     "jonathan",
     "shanghai",
     "international",
     "months ago",
     "asia",
     "organization",
     "frederick",
     "kanye",
     "obama",
     "new",
     "monetary",
     "wednesday",
     "matt",
     "thanksgiving",
     "america",
     "lima",
     "pearce",
     "2012",
     "polish",
     "kong",
     "putin",
     "city",
     "just",
     ", 7:29 p.m.",
     "times",
     "this week",
     "sciences",
     "zavis",
     "states",
     "south",
     "trump",
     "malaysia",
     "road",
     "kaiman",
     "sea",
     "syria",
     "last week",
     "europe",
     "university",
     "the",
     "claire",
     "academy",
     "asia-pacific",
     "scully",
     "memoli",
     "bank",
     "monday",
     "court",
     "school",
     "vladimir",
     "alexandra",
     "vangeli",
     "2016",
     "vietnam",
     "arias",
     "christi",
     "silk",
     "infrastructure",
     "chen",
     "africa",
     "ye",
     "washington",
     "anastas",
     "now",
     "strategic"
    ],
    "id": 22,
    "text": "Trump's election has China's former critics looking to it to defend globalization — willingly or not Chinese President Xi Jinping Ernesto Arias / European Pressphoto Agency Chinese President Xi Jinping arrives at the government palace in Lima, Peru, on Nov. 21, 2016. Chinese President Xi Jinping arrives at the government palace in Lima, Peru, on Nov. 21, 2016. (Ernesto Arias / European Pressphoto Agency) Jonathan Kaiman and Jessica Meyers Contact Reporter Just months ago, world leaders were fretting over the threat posed by an increasingly assertive China. The country’s government oversaw the worst crackdown on dissent in nearly three decades. The Chinese built, then militarized, islands in disputed waters of the South China Sea. They tightened controls over the Internet, freezing out foreign firms while allowing their domestic competitors to prosper.  Then the United States elected Donald Trump as president. Now some of those same countries are looking to Beijing to defend international cooperation on matters as diverse as trade and climate change, propelling China to new heights on the world stage. And yet China doesn’t sound particularly enthused about its elevation. The Global Times, a Communist Party mouthpiece, this week called it “beyond imagination to think that China could replace the U.S. to lead the world.”  The 21st Century Business Herald, China’s leading business newspaper, referred to the country as “a promoter, a reformer, not a revolutionary.”  China \"wants to be a force of stability,” said Min Ye, an associate professor at Boston University’s Frederick S. Pardee School of Global Studies. “But it’s not into changing the global order. It's a big responsibility … China still sees itself as a growing power.”   Donald Trump comes under unusual pressure to choose his secretary of State Nov. 27, 2016, 7:29 p.m. This is our look at President-elect Donald Trump's transition and the outgoing Obama administration. Here's what's happening right now: Trump warned supporters will feel betrayed if he picks Mitt... (Matt Pearce) China, whose leaders’ greatest concern is domestic stability, is also battling a slowing economy and rampant income inequality at home. “Factor one is whether China has the capacity to be leader, and factor two is whether China has the willingness to be leader,” said Chen Dingding, professor of international relations at Jinan University in Guangzhou.  “If the U.S. — No. 1 power — not interested in global leadership, why should China be?”   The election of a U.S. president who takes an inward and sometimes contradictory approach to foreign policy has already handed China major geopolitical wins, analysts say.  The president-elect’s vow to block President Obama ’s signature trade pact, the Trans-Pacific Partnership, or TPP, has drawn some countries closer to China’s economic orbit. Malaysia, once a backer of the 12-nation free trade deal, is shifting its focus to a Chinese alternative, the Regional Comprehensive Economic Partnership. Vietnam recently decided not to ratify the U.S.-backed agreement, leaving an opening for China’s pact. Even longtime American ally Australia plans to seek out other trade options. Obama saw the TPP — which excluded China — as vital to expanding America’s influence in the region. China considered it a blatant attempt to contain its growing economic and political clout. Trump’s dismissal of the pact “leaves a gap,” said Claire Reade, a senior associate at the Center for Strategic and International Studies in Washington. “Is China going to walk into that gap to encourage regional and global integration? I think the answer is yes.” President Obama on Sunday appealed to Russian President Vladimir Putin to fulfill agreements to scale back incursions into eastern Ukraine and work with the U.S.  to bring order to chaos in Syria. The night before, Obama sat with his Chinese... In a brief, presumably final, face-to-face encounter, President Obama on Sunday appealed to Russian President Vladimir Putin to fulfill agreements to scale back incursions into eastern Ukraine and work with the U.S.  to bring order to chaos in Syria. The night before, Obama sat with his Chinese... (Michael A. Memoli and Christi Parsons) The region’s pivot toward China on economic matters hurts the United States’ ability to shape developments on the political front. The U.S. typically ties its international aid and loans to causes such as gender equality, government transparency and human rights — issues on which China’s authoritarian leaders rarely engage.   “U.S. hegemony is not great, but it's the best hegemony we've had in a long time,” said David Zweig, a Canadian who researches Sino-American relations at the Hong Kong University of Science and Technology. China has reason to defend globalization. Although Beijing has chafed at perceived U.S. incursions, including criticism of its human rights record and U.S. naval operations in the South China Sea, it has benefited greatly from closer economic cooperation with the rest of the world. The struggling country that entered the World Trade Organization in 2001 has grown into the world’s second-largest economy.  While Trump has been promoting his “America first” platform, China has sought to reassure world leaders about its reliability and consistency on international matters. “China will not shut the door to the outside world but will open it even wider,” Chinese President Xi Jinping said Nov. 20 at the Asia-Pacific Economic Cooperation summit in Peru.  Vice Foreign Minister Liu Zhenmin last week dismissed Trump’s assertion that climate change is a “hoax” invented by China to destroy U.S. competitiveness and pledged to defend a landmark agreement to fight global warming “whatever the circumstances.” This year, China opened the Asian Infrastructure Investment Bank, a Beijing-based rival to the World Bank and International Monetary Fund. The country has also greatly expanded its “One Belt, One Road” initiative, which aims to revive ancient Silk Road trade routes by building roads, ports and other infrastructure across Asia, Europe and North Africa.  Nations far outside China’s regional sphere of influence are paying heed. The election of Donald Trump , who has called global warming a “hoax” and has threatened to “cancel” U.S.... Negotiators from nearly 200 countries wrapped up two weeks of talks Saturday vowing to press ahead with the fight against climate change — with or without the help of the next U.S. president. The election of Donald Trump , who has called global warming a “hoax” and has threatened to “cancel” U.S.... (Alexandra Zavis and Mythili Sampathkumar) In 2012, China struck a deal with 16 Central and Eastern European countries to deepen economic, tourism and education ties. That framework has encouraged Eastern European countries to see China as “sort of a savior” in difficult economic times, when there is a need for investment that the West cannot provide, said Anastas Vangeli, a sociologist at the Polish Academy of Sciences. China’s economic rise, combined with the shock of the recent global financial crisis and the wave of populism now sweeping the U.S. and Europe, has some people in the region questioning the virtues of Western-style democracy. “When you take a lot of people who don’t know much about China, and you show them snatches of Beijing and Shanghai, they get fascinated with it,” Vangeli said. “Often in their statements, they say things like, ‘Maybe China got some things right.’” Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption 4 Thanksgiving Stories You Can't Miss How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 3 men found shot to death inside Compton park maintenance shed Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom For more news from Asia, follow @JRKaiman on Twitter Meyers is a special correspondent. Nicole Liu in The Times’ Beijing bureau contributed to this report.  ALSO ",
    "title": "Trump&apos;s election has China&apos;s former critics looking to it to defend globalization — willingly or not - LA Times"
   },
   {
    "entities": [
     "stein",
     "this month",
     "clintons",
     "palm",
     "elias",
     "this summer",
     "west",
     "friday",
     "beach",
     "hampshire",
     "november 27, 2016",
     "trump",
     "2013",
     "house",
     "press",
     "hillary",
     "party",
     "sunday",
     "news",
     "2009",
     "--",
     "facebook",
     "cnn",
     "fox",
     "college",
     "california",
     "donald",
     "monday",
     "russia",
     "obamas",
     "justice",
     "2016",
     "associated",
     "$5.4 million",
     "j.",
     "conway",
     "twitter",
     "electoral",
     "virginia",
     "green",
     "jill",
     "michigan",
     "kellyanne",
     "this weekend",
     "night",
     "department",
     "u.s.",
     "fbi",
     "new",
     "wednesday",
     "and",
     "york",
     "thanksgiving",
     "marc",
     "america",
     "wisconsin",
     "weekend",
     "november 28, 2016",
     "now",
     "1 percent",
     "pennsylvania",
     "clinton",
     "white"
    ],
    "id": 23,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   Donald Trump and Hillary Clinton’s truce and efforts to “come together” after their bitter White House race appeared to fray this weekend when Clinton joined in a vote recount effort that the President-elect assailed in a series of Tweets Sunday. In the posts, Trump claimed that \"millions\" of people cast illegal votes in this month's presidential election, and claimed that the press was covering the matter unfairly.  In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally — Donald J. Trump (@realDonaldTrump) November 27, 2016 Trump further contended that if the popular vote determined the presidency, \"It would have been much easier for me to win\" it because he would have altered his campaign to pile up overall vote totals, not Electoral College votes. Serious voter fraud in Virginia, New Hampshire and California - so why isn't the media reporting on this? Serious bias - big problem! — Donald J. Trump (@realDonaldTrump) November 28, 2016 The real estate mogul also tweeted part of Clinton's concession speech, when she told supporters they must accept that \"Donald Trump is going to be our president,\" and snippets from her debate remarks, when she denounced the Republican nominee for refusing to say in advance that he would accept the Election Day verdict. There's been no indication of widespread vote manipulation, illegal voting or hacking that materially affected the outcome one way or the other. It's that very lack of evidence that suggests Trump is likely to prevail in recounts. Trump's social media storm came one day after a Hillary for America lawyer said that Clinton would join in a vote-recall effort by Green Party Candidate Jill Stein. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → The attorney, Marc Elias, said Clinton was taking the step “to ensure the process proceeds in a manner that is fair to all sides.\" Stein has already raised at least $5.4 million in her effort to recount votes in Michigan, Pennsylvania and Wisconsin -- states that were the key to Trump's upset victory. She began the process Friday by officially requesting a review in Wisconsin. Stein has argued the recount is intended to test the integrity of the U.S. voting system, amid so-far unfounded speculation that Russia tampered with the process. However, the effort also could undo the 70-plus electoral votes by which Trump beat Clinton. Trump won Wisconsin and Pennsylvania and, as of Wednesday, held a lead of almost 11,000 votes in Michigan, with the results awaiting state certification Monday. Stein received only about 1 percent of the national vote, which has prompted Trump to call her effort a fundraising “scam.” “I would say (Trump) has been incredibly gracious and magnanimous to Secretary Clinton at a time when for whatever reason her folks are saying they will join in a recount,” senior Trump transition team adviser Kellyanne Conway said on CNN’s “State of the Union.” “She congratulated him and conceded to him on election night. … The idea that we are going to drag this out now where the president-elect has been incredibly magnanimous to the Clintons and to the Obamas is incredible.” Meanwhile, Conway refused to rule out the possibility of further investigating Clinton over her use of a private email server while secretary of state between 2009 and 2013.  Conway made clear that Trump said only that he wouldn’t rule out another possible email probe because new evidence could emerge and he wouldn’t want to undercut the authority of federal and congressional investigators. The FBI this summer concluded its one-year investigation into Clinton using the private server by saying she was “extremely careless” and that some of the emails included classified information. However, the investigation was effectively closed without criminal charges being recommended to the Justice Department. Trump, in his presidential debates with Clinton, also suggested that if elected he would appoint a special prosecutor for the matter. Trump planned to return to New York on Sunday after spending Thanksgiving weekend at his West Palm Beach estate. His transition team said the president-elect had scheduled a series of meetings Monday with prospective administration hires. The Associated Press contributed to this report.  Advertisement ",
    "title": "Clinton joining vote recount appears to test fragile truce with Trump | Fox News"
   },
   {
    "entities": [
     "blackstone",
     "texas",
     "owens",
     "november 27, 2016",
     "marine",
     "trophy",
     "club",
     "facebook",
     "veterans",
     "wfaa",
     "recently",
     "administration",
     "valhalla",
     "2004",
     "va",
     "twitter",
     "arlington",
     "lezleigh",
     "casey",
     "wfaa-tv",
     "february",
     "brandon",
     "iraq",
     "kleibrink"
    ],
    "id": 24,
    "text": "Former Marine faces 21 years for stealing combat veteran's story of valor Published               November 27, 2016 Facebook 0 Twitter 0 livefyre Email Print Casey Owens's story of valor was stolen by another Marine in his unit. (WFAA-TV) A former Marine who stole a combat veteran’s story of valor and scammed the government out of a house and benefits is facing 21 years in jail for his crimes, WFAA reported. The family of Casey Owens, a Marine who lost both of his legs in 2004 when his Humvee hit an anti-tank mine and then killed himself after a decade of pain and fighting the Veterans Administration, tells the station that Brandon Blackstone is no hero for what he did. “It took my breath away that someone would do something like that,” his sister Lezleigh Owens Kleibrink of Trophy Club, Texas, said. Blackstone, of Arlington, recently pleaded guilty to defrauding the government. He faces sentencing in February. Blackstone and Owens were in the same unit in Iraq. His deception unraveled when he showed a picture of the mangled Humvee to one of Owens’ Marine buddies who witnessed the explosion. “The only thing I can figure out is that he convinced himself,” Kleibrink told the station, referring to Blackstone. She said she will attend the sentencing with her mother. “I just want it to be a closed case so that these guys know their Marine is OK,” she told the station, referring to her brother's unit pals. “He's standing at the gates of Valhalla. And he's proud of them. And they're proud of him. That's what matters most to me.” WFAA reports that for years Blackstone told audiences how he earned a Purple Heart when his Humvee ran over a land mine, leaving him with a traumatic brain injury. The VA paid him monthly disability benefits and a charity bought him a house, the station reported. In truth he left Iraq with appendicitis. ",
    "title": "Former Marine faces 21 years for stealing combat veteran's story of valor | Fox News"
   },
   {
    "entities": [
     "recount",
     "stein",
     "mitt",
     "elias",
     "veronica",
     "friday",
     "hampshire",
     "association",
     ", 10:36 pm",
     "trump",
     "alexander",
     "hillary",
     "faulders",
     "party",
     "sunday",
     "news",
     "mallin",
     "efforts",
     "college",
     "donald",
     "california",
     "$4 million",
     "morning",
     "alex",
     "saturday",
     "state",
     "of",
     "george",
     "abc",
     "2016",
     "conway",
     "romney",
     "night",
     "jill",
     "electoral",
     "virginia",
     "kellyanne",
     "michigan",
     "green",
     "this weekend",
     "martin",
     "stracqualursi",
     "nov 27, 2016",
     "election",
     "new",
     "currently",
     "national",
     "padilla",
     "stimson",
     "wisconsin",
     "evening",
     "secretaries",
     "slams",
     "now",
     "pennsylvania",
     "katherine",
     "clinton",
     "kay",
     "marc"
    ],
    "id": 25,
    "text": "Trump Makes Baseless Claim That 'Millions' Voted Illegally, Costing Him Popular Vote By Katherine Faulders Nov 27, 2016, 10:36 PM ET 0 Shares WATCH Trump Lashes Out at Election Recount Efforts of Jill Stein 0 Shares Email President-elect Donald Trump spent his Sunday lashing out against the movement to force general election vote recounts in three states that were critical to his Electoral College victory, but he is now alleging that \"millions of people\" voted illegally, costing him the popular vote. \"In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally,\" Trump inaccurately claimed in a tweet, alleging -- without any factual basis to make the claim -- that millions of people voted for Hillary Clinton illegally. Clinton currently leads the national popular vote by close to 2 million votes. In subsequent tweets Trump said \"It would have been much easier for me to win the so-called popular vote than the Electoral College in that I would only campaign in 3 or 4 -- states instead of the 15 states that I visited. I would have won even more easily and convincingly (but smaller states are forgotten)!\" In one tweet, he named Virginia, New Hampshire and California as three states with \"serious voter fraud.\" In none of the tweets did Trump point to any evidence of voter fraud to account for his claim and no other evidence of his assertion has emerged since the election. ABC News reached out for comment to election officials in the three states Trump named, but had not received a response Sunday evening. California Secretary of State Alex Padilla denied Trump's claim about illegal voting in his state, calling them \"unsubstantiated allegations\" in a tweet Sunday night. \"It appears that Mr. Trump is troubled by the fact that a growing majority of Americans did not vote for him. His unsubstantiated allegations of voter fraud in California and elsewhere are absurd. His reckless tweets are inappropriate and unbecoming of a President-elect,\" he tweeted. The Trump transition team had not responded Sunday evening to a request for evidence Trump may be citing in his claims. Kay Stimson, a spokeswoman for the National Association of Secretaries of State, said they \"have no information that can help to explain what sources or information are behind the basis of the tweets\" by Trump. Kellyanne Conway Slams Mitt Romney: He Went 'Out of His Way' to Hurt Trump The Clinton campaign's general counsel Marc Elias tweeted Sunday night that \"We are getting attacked for participating in a recount that we didn't ask for by the man who won election but thinks there was massive fraud.\" Elias announced Saturday in a post on Medium that the campaign would participate in the recount efforts, but is not seeking to cast any doubt on the Electoral College results, adding they have not found \"any actionable evidence of hacking or outside attempts to alter the voting technology,\" after looking into the matter. In a tweet-storm Sunday morning, Trump attacked the Green Party-backed efforts to recount the vote in the key states of Wisconsin, Michigan, and Pennsylvania this weekend, calling the effort 'sad,' while criticizing the Clinton campaign's participation in the effort. \"Hillary Clinton conceded the election when she called me just prior to the victory speech and after the results were in. Nothing will change,\" Trump tweeted. A senior administration official told ABC News Saturday there did not appear to be any malicious activity related to the vote count, and remained confident regarding the overall assessment of the election's integrity. \"The Federal government did not observe any increased level of malicious cyber activity aimed at disrupting out electoral process on election day ,\" the official said. \"As we have noted before, we remained confident in the overall integrity of electoral infrastructure, a confidence that was borne out on election day. As a result, we believe our elections were free and fair from a cybersecurity perspective.\" Jill Stein and the Green Party said Friday they raised more than $4 million in three days to support recount efforts in Wisconsin, Michigan and Pennsylvania, three key battleground states where Trump narrowly defeated Clinton. Stein has maintained her activities are in no way intended to benefit Clinton, whom she leveled strong criticisms against during the 2016 election. George Martin, a former co-chair of the Wisconsin Green Party who's involved in Stein's recount effort, said the party has been approached by computer scientists, election lawyers and other experts advocating vote recounts because of what they see as persuasive evidence of tampered election results. So far there has not been any verifiable evidence or proof of tampering or hacking. He said the recounts are not to change the outcome of the results but are rather a check and balance on the process of counting votes. ABC News' Alexander Mallin and Veronica Stracqualursi contributed to this report. 0 Shares ",
    "title": "Trump Makes Baseless Claim That 'Millions' Voted Illegally, Costing Him Popular Vote - ABC News"
   },
   {
    "entities": [
     "john",
     "j.",
     "21 week",
     "fox",
     "cassel",
     "12",
     "barkley",
     "chicago",
     "matt",
     "kim",
     "titans",
     "titans 27, bears",
     "tribune"
    ],
    "id": 26,
    "text": "Week 12: Titans 27, Bears 21 Week 12: Titans 27, Bears 21 John J. Kim / Chicago Tribune John Fox, left, walks off the field after the 27-21 loss to the Titans. John Fox, left, walks off the field after the 27-21 loss to the Titans. (John J. Kim / Chicago Tribune) Week 12: Titans 27, Bears 21 John J. Kim / Chicago Tribune Matt Barkley greets Titans quarterback Matt Cassel after the game. Matt Barkley greets Titans quarterback Matt Cassel after the game. (John J. Kim / Chicago Tribune) ",
    "title": "Week 12: Titans 27, Bears 21 - Chicago Tribune"
   },
   {
    "entities": [
     "damas",
     "raul",
     "november 26, 2016",
     "dios",
     "press",
     "march",
     "castro",
     ", 4:27 pm",
     "sunday",
     "news",
     "mara",
     "abc",
     "associated",
     "valdes",
     "cuba",
     "havana",
     "blanco",
     "nov 27, 2016",
     "today",
     "bbc",
     "benjamin",
     "soler",
     "now",
     "gittleson",
     "berta",
     "de",
     "fidel",
     "ap",
     "white"
    ],
    "id": 27,
    "text": "Cuban Dissidents Cancel Weekly March Following Castro's Death By BENJAMIN GITTLESON Nov 27, 2016, 4:27 PM ET 0 Shares WATCH Cubans Mourn the Passing of Fidel Castro 0 Shares Email The Ladies in White, a prominent group of Cuban dissidents, has cancelled a weekly Sunday protest march in lieu of Castro's death. Typically, the group of women, who are primarily composed of the wives of jailed dissidents, attend Mass each Sunday wearing white dresses. They then follow the occasion by marching through Havana's streets to protest the detention of political prisoners and support human rights in Cuba . \"We have decided, as fighters of human rights groups, to respect the pain, which we don't share. We will respect and have taken a recess on a national level, wherever the Ladies in White are, to not take to the streets today, to avoid provoking the government,\" Berta Soler, leader of the Ladies in White, told The Associated Press. The BBC noted that this is the first time the women have cancelled their protest in 13 years. Ha muerto Fidel Castro , que Dios lo perdone, YO NO pic.twitter.com/yFp3n8WJkv — Damas de Blanco (@DamasdBlanco) November 26, 2016 The group tweeted \"Ha muerto Fidel Castro , que Dios lo perdone, YO NO,\" in response to Castro's death, words that translate to \"Fidel Castro has died, may God forgive him, I WON'T.\" Soler said she did not expect Fidel Castro's death to change the human rights situation in Cuba. \"Now that Fidel Castro is not on the earth it doesn't mean we are going to start a new era, a new stage in which Fidel is not physically here in Cuba. We are going to continue with a dictator, Raul Castro, who will do the same thing Fidel did, those two did the same things together. And so in Cuba, the only thing that will change in this new stage is, it will be without the physical presence of Fidel Castro,\" she told the AP. ABC News' Mara Valdes contributed to this report. 0 Shares ",
    "title": "Cuban Dissidents Cancel Weekly March Following Castro's Death - ABC News"
   },
   {
    "entities": [
     "manuel",
     "front",
     "alain",
     "francois",
     "next spring",
     "marine",
     "press",
     "trump",
     "juppă©",
     "sunday",
     "paris",
     "eleanor",
     "next month",
     "npr",
     "kamil",
     "pen",
     "russia",
     "vladimir",
     "associated",
     "night",
     "current",
     "next may",
     "32 percent",
     "cigainero",
     "68 percent",
     "national",
     "sarkozy",
     "jake",
     "hollande",
     "fillon",
     "zihnioglu/ap",
     "le",
     "nov. 27",
     "putin",
     "valls",
     "beardsley",
     "nicolas",
     "france",
     "ap"
    ],
    "id": 28,
    "text": "Francois Fillon waves before delivering a speech after the conservative presidential primary on Nov. 27, in Paris. Kamil Zihnioglu/AP hide caption toggle caption Kamil Zihnioglu/AP Francois Fillon waves before delivering a speech after the conservative presidential primary on Nov. 27, in Paris. Kamil Zihnioglu/AP In France's presidential primary election for the mainstream conservative party, Alain JuppĂ© conceded defeat to Francois Fillon. The 71-year-old JuppĂ© congratulated Fillon, 62, on a \"wide victory,\" according to The Associated Press. The AP reported the election results showed JuppĂ© winning 32 percent of the vote compared to Fillon's 68 percent. Fillon had surged \"in popularity in recent weeks over longtime favorite\" JuppĂ©, the news service said. Fillon, whose policies fall further to the right than those of JuppĂ©, will face candidates from the left and the extreme right in the French presidential election next May. NPR's Eleanor Beardsley reports, \"With the left in disarray and the far right still too marginal, analysts say the winner of the conservative primary, Fillon, will likely become the next French president.\" Current French President Francois Hollande's own prime minister, Manuel Valls, has said that he hasn't ruled out opposing the president in next month's left-wing primaries, reports Jake Cigainero for NPR. He tells our Newscast unit: \"The left-leaning Socialists have lost so much public support under Hollande that the Republicans are expected to win the presidential elections. Republicans see Marine Le Pen and her extreme National Front as their biggest opponent and are already preparing for a showdown next spring.\" Article continues after sponsorship Eleanor said both Fillon and JuppĂ© served as ministers in the government of former President Nicolas Sarkozy, and both pledged to \"drastically reform the French economy.\" But they differ in their approaches to multiculturalism and foreign policy. She said: \"Fillon is more socially conservative and has won the backing of traditional family values Catholics. Fillon also wants to reestablish working relations with president Vladimir Putin and drop sanctions against Russia. JuppĂ© stresses a harmonious France based on respect for religious freedom and ethnic diversity.\" JuppĂ© says he will support Fillon in the national election. French Conservatives Fear Populist Wave That Carried Trump Will Foreshadow Primary \"I finish this campaign as I began it, as a free man who did not compromise what he is or what he thinks,\" JuppĂ© said in Paris on Sunday night, according to the AP. The news service added: \"JuppĂ© is calling for unity and calm after an unusually harsh campaign in which he accused Fillon of pandering to the anti-immigrant, anti-Islam far right.\" ",
    "title": "Francois Fillon Wins France's Conservative Presidential Primary : The Two-Way : NPR"
   },
   {
    "entities": [
     "the century",
     "gulf",
     "stephen",
     "texas",
     "sonnie",
     "navy",
     "riefenstahl",
     "beth",
     "this august",
     "michele",
     "gary",
     "rick",
     "jeremy",
     "paul",
     "patrick",
     "liebman",
     "street",
     "officer",
     "vorse",
     "silicon",
     "glenn",
     "2011",
     "once",
     "first day",
     "sonny",
     "martin",
     "alabama",
     "jimmy",
     "mcnew/agence",
     "accountability",
     "masso",
     "san",
     "wall",
     "douglas",
     "sachs",
     "angeles",
     "dobbs",
     "clinton",
     "julia",
     "tech",
     "white",
     "peter",
     "ben",
     "lou",
     "pudner",
     "association",
     "mary",
     "reagan",
     "harvard",
     "michael",
     "news",
     "facebook",
     "co.",
     "august 2015",
     "wilder",
     "breitbart",
     "steve",
     "tuesday",
     "business",
     "2014",
     "north",
     "carson",
     "mickle",
     "schweizer",
     "twitter",
     "virginia",
     "night",
     "georgetown",
     "jones",
     "clisham",
     "u.s.",
     "leni",
     "1978",
     "york",
     "mcsweeney",
     "specials",
     "plato",
     "nofziger",
     "diego",
     "alaska",
     "pentagon",
     "david",
     "nov. 16",
     "goldman",
     "plutarch",
     "andrew",
     "high",
     "robertson",
     "party",
     "bernie",
     "scot",
     "1980",
     "4 a.m.",
     "bachmann",
     "robin",
     "richmond",
     "shanghai",
     "wendy",
     "breitbart.com",
     "palin",
     "colbert",
     "2004",
     "asia",
     "john",
     "mike",
     "valley",
     "years ago",
     "beck",
     "shakespeare",
     "republican",
     "1975",
     "va.",
     "new",
     "nazi",
     "sarah",
     "1983",
     "los",
     "moore",
     "2012",
     "ronald",
     "doris",
     "bannon",
     "f.",
     "baltimore",
     "foster",
     "times",
     "last year",
     "lyn",
     "government",
     "minnesota",
     "south",
     "trump",
     "vermont",
     "house",
     "candidate",
     "hillary",
     "sanders",
     "school",
     "redford",
     "johnson",
     "2016",
     "caddell",
     "santorum",
     "past",
     "student",
     "carter",
     "arizona",
     "cruz",
     "hollywood",
     "journal",
     "shapiro",
     "institute",
     "persian",
     "washington",
     "&",
     "ted",
     "phil",
     "benedictine",
     "robert",
     "meredith"
    ],
    "id": 29,
    "text": "Continue reading the main story More quietly, Mr. Bannon systematically courted a series of politicians, especially those who share his dark, populist worldview: at home, a corrupt ruling class preying on working Americans; globally, “the Judeo-Christian West” in a “war against Islamic fascism.” They were views that placed him closer to the European right than to the Republican mainstream. Advertisement Continue reading the main story He made flattering films about Michele Bachmann , the former congresswoman from Minnesota, and Sarah Palin , the former Alaska governor and vice-presidential candidate; repeatedly pressed the television host Lou Dobbs to run for office; and flirted with a range of Republican presidential hopefuls, including Rick Santorum, Ben Carson and Senator Ted Cruz of Texas. Finally, in Mr. Trump, Mr. Bannon found his man. Mr. Bannon told a colleague in multiple conversations during the presidential campaign that he knew Mr. Trump was an “imperfect vessel” for the revolution he had in mind. But the upstart candidate and the media entrepreneur bonded anyway. In August 2015, Mr. Bannon told Ms. Jones in an email that he had turned Breitbart, where employees called certain political stories “Bannon Specials,” into “Trump Central” and joked that he was the candidate’s hidden “campaign manager.” He hosted Mr. Trump for friendly radio interviews and offered tactful coaching. This August, with the Trump campaign foundering, Mr. Bannon took over as chief executive. Like Reagan, Mr. Trump addressed the people he called “the forgotten men and women of our country” — the white working and middle class. He vowed to take on Islamic radicalism, as Reagan had faced off against communism. Echoing the sole-savior theme of “In the Face of Evil,” Mr. Trump declared of the nation’s predicament, “Only I can fix it.” Ms. Jones, for one, had no trouble seeing the parallels. “Trump,” she said, “is Steve’s Reagan.” Trailer of the 2004 documentary “In the Face of Evil,” which Mr. Bannon helped write. YouTube Mr. Trump, of course, is not Mr. Bannon’s creation, and the president-elect would not take kindly to any such implication. (Asked on Tuesday by New York Times journalists about Mr. Bannon, Mr. Trump praised him but said , pointedly, “I’m the one who makes the decisions.”) But Mr. Bannon understood better than any other 2016 campaign strategist how many voters were seeking dramatic change, said Patrick Caddell, a veteran pollster, who all but predicted a Trump victory on election eve as most pundits were calling the race for Hillary Clinton. “He’s been the forerunner intellectually of this moment,” Mr. Caddell said. “His ideology is that of the outsider and the insurgent.” To understand what to expect from the Trump administration means in part to fathom the driven, contradictory character of Mr. Bannon, whom the president-elect has named senior counselor and chief White House strategist. Rarely has there been so incendiary a figure at the side of a president-elect, thrilling Mr. Trump’s more extreme supporters while unnerving ethnic and religious minorities and many other Americans. Advertisement Continue reading the main story How did this son of Richmond, Va., who attended Harvard Business School, spent years at Goldman Sachs and became wealthy working at the intersection of entertainment and finance come to view the political and financial elites as his archenemy? Why does a man who calls himself a “hard-nosed capitalist” rail against “globalists” of “the party of Davos” and attack the Republican establishment with special glee? As a filmmaker, Mr. Bannon, 63, has cited both the Nazi propagandist Leni Riefenstahl and the left-wing documentarian Michael Moore as models. In top physical shape as a young Navy officer, and for years wearing the banker’s uniform of expensive suits, Mr. Bannon has in recent years sported flannel shirts and cargo pants. With a paunch and a sometimes scraggly beard, Mr. Bannon has a rugged look that Stephen Colbert described as “Robert Redford dredged from a river.” He is an avid reader of history, fond of citing Plutarch and Plato, and his career reflects a restless, eclectic mind. He has conceived a rap musical based on Shakespeare’s “Coriolanus” (never completed); overseen the troubled Biosphere 2 project, an experiment in the Arizona desert meant to mimic the earth’s ecosystem; acquired partial rights to “Seinfeld” before it became a megahit; moved to Shanghai to run a company marshaling Chinese computer gamers to earn points for Western players; and produced films on Washington corruption, Occupy Wall Street and Phil Robertson of “Duck Dynasty.” Vociferous critics of his appointment, a diverse group that includes the conservative talk-show host Glenn Beck and Senator Bernie Sanders of Vermont, who challenged Mrs. Clinton for the Democratic presidential nomination, have variously called Mr. Bannon a racist, a sexist, an anti-Semite and an Islamophobe. Interviews with two dozen people who know him well, however, portray a man not easily labeled, capable of surprising both friends and enemies, with unshakable self-confidence and striking intensity. (Mr. Bannon turned down a request for an interview, saying he was too busy with the presidential transition.) Fans and foes agree that he is a “screamer,” a volcanic personality who sometimes resorts to offensive or hyperbolic language. One of his three former wives claimed in court papers that he had said he did not want their twin daughters to go to school with Jews who raise their children to be “whiny brats,” a claim Mr. Bannon denies. In a 2011 radio interview , he dismissed liberal women as “a bunch of dykes that came from the Seven Sisters schools.” Photo At a rally on Nov. 16 in Los Angeles, people protested the appointment of Mr. Bannon as the chief strategist of the White House. Rarely has there been so incendiary a figure at the side of a president-elect, thrilling Mr. Trump’s more extreme supporters while unnerving ethnic and religious minorities. Credit David McNew/Agence France-Presse — Getty Images In a radio interview last year with Mr. Trump, Mr. Bannon complained, inaccurately, that “two-thirds or three-quarters of the C.E.O.s in Silicon Valley are from South Asia or from Asia.” He has sometimes portrayed a grave threat to civilization not just from violent jihadists but from “Islam.” He once suggested to a colleague that perhaps only property owners should be allowed to vote. In an email to a Breitbart colleague in 2014, he dismissed Republican congressional leaders with an epithet and added, “Let the grass roots turn on the hate.” “No one has called him nice,” said Patrick McSweeney, a former chairman of the Virginia Republican Party and a Bannon admirer who has known his family for years. “He is the least politically correct person I know. His overriding concern is getting the mission accomplished.” Mr. Bannon encouraged clickbait incitement on Breitbart.com, and links to Breitbart articles are often spread on Twitter and Facebook alongside Nazi rhetoric and racial slurs. Saying he is an economic nationalist and not a white nationalist, Mr. Bannon has dismissed such devotees as the kind of marginal characters who turn up in every political movement, but he has only mildly denounced the bigots among his admirers. Advertisement Continue reading the main story Some longtime associates said they had never heard him express bigoted views. “In the 14 years I’ve known him, I’ve never heard him utter a racist or anti-Semitic comment,” said Peter Schweizer, a conservative author and the president of the Government Accountability Institute, where Mr. Bannon was a founder and the executive chairman. Mr. Bannon’s backers note that several of Breitbart’s top editors and managers are Jewish — as was Mr. Breitbart himself — and the site is staunchly pro-Israel. They also point out that Mr. Bannon’s longtime assistant, Wendy Colbert, is African-American; so are Sonnie Johnson, a conservative writer he promoted on Breitbart, and a former Goldman colleague who has been a close friend for three decades and considers Mr. Bannon family, but who asked not to be named to avoid a flood of media attention. Mary Beth Meredith, Mr. Bannon’s sister, said accusations of personal bigotry against him were “absolutely absurd.” “We have interfaith marriages in our own family,” she said. “We have interracial marriages — our family is a microcosm of the U.S.” Where some perceive racism and nativism, others see a different -ism: opportunism. Whatever may be in his heart, they say, Mr. Bannon was happy to draw a white nationalist following to Breitbart, while denying that was his intent. Ben Shapiro, a former Breitbart editor who has been sharply critical of Mr. Bannon, called him “a manipulator” who had “mainstreamed” far-right extremists for cynical political purposes. Ms. Jones, Mr. Bannon’s former film collaborator, who describes herself as very liberal, said, “Steve’s not a racist.” But, she added, “he’s using the alt-right — using them for power.” Photo Mr. Bannon in 1975, when he ran successfully for student body president at Virginia Tech. An opponent, Gary Clisham, told the student newspaper that Mr. Bannon had “immense charisma” but predicted that he would get nothing done. ‘Son of the South’ Robin Mickle, a fellow Navy officer of Mr. Bannon’s aboard the destroyer Paul F. Foster, remembers that he and some of his idealistic mates were struck by something Mr. Bannon told them in 1978. “He said he joined the Navy so it would look good on his résumé because he wanted to go into politics someday,” said Mr. Mickle, a retired defense contractor. Advertisement Continue reading the main story Another officer, Sonny Masso, who would stay in the Navy and eventually make admiral, recalls a devoted reader of The Wall Street Journal who picked stocks to buy through a San Diego broker and had an astonishing ability to retain information. He was fit, too. “He’d run five miles at lunch and he had a 32-inch waist,” Mr. Masso said. “Very preppy when we were out of uniform — polo shirts with alligators on them, and penny loafers with no socks.” Mr. Bannon was the middle child of five in an Irish Catholic family from a leafy North Richmond neighborhood. His father, Martin, 95, to whom he remains very close, was a telephone lineman who had worked his way into middle management at the phone company. Photo Mr. Bannon with his father, Martin Bannon, at the family’s home in Richmond, Va. Credit Via Julia Jones Steve and his two brothers went to Benedictine High School, an all-male Catholic military school in Richmond where the boys wore uniforms, kept their hair short and were called cadets. “It was a very conservative world,” said John Pudner, a Benedictine graduate who knows Mr. Bannon and runs Take Back Our Republic , an advocacy group based in Alabama. Steve was bit of a brawler as a boy, said his older brother Mike Bannon. “He was a fighter. He was a guy that believed what he believed.” On occasion, Steve summoned Mike to the neighborhood pool for reinforcement. “He’d get in little scrapes and come back and get me, and I’d say, ‘I wished it wasn’t eight guys we were fighting. If it was two or three, I wouldn’t mind.’” Mike Bannon, eager to rebut charges of racism against his brother, said the boys took two buses to get to Benedictine, and their parents instructed them to give up their seats if a woman boarded: “It didn’t make any difference if they were black or white or Indian or Jewish or anything else,” he said. Their mother, Doris, who died many years ago, loved to tell them about sneaking Jewish friends into her neighborhood pool in Baltimore — past a sign that said “No Jews Allowed.” She later worked on campaigns for Douglas Wilder, a Democrat who became the first African-American governor of Virginia. For Mike Bannon, his brother Steve is “a son of the South” who has never shifted his principles or his character. “He knew who he was in fourth grade and he’s never changed much over the years,” he said. “He’s very comfortable in his own skin.” Advertisement Continue reading the main story At Virginia Tech, Steve Bannon got his first taste of politics, winning the Student Government Association presidency in a 1975 race that grew quite heated after he challenged the status quo. An opponent, Gary Clisham, told the student newspaper that Mr. Bannon had “immense charisma” but predicted that he would get nothing done. Photo A campaign button for Ronald Reagan’s 1980 campaign, which employed almost the same slogan that Mr. Trump would use in his presidential campaign. Credit Fotosearch/Getty Images After graduation, Mr. Bannon joined the Navy, attended Officer Candidate School and served two deployments aboard the Foster, a guided-missile destroyer that took him all over Asia and into the Persian Gulf. His basketball style — running the length of the court without passing — earned him a sarcastic nickname, Coast-to-Coast, said Mr. Masso, his shipmate. Still, he said, Mr. Bannon was popular with the sailors he led in the engineering department, nearly 50 men, the majority of them African-American, Hispanic or Asian. Though his family had Democratic roots, Mr. Bannon, like most of his fellow officers, was scornful of President Jimmy Carter and entranced by Ronald Reagan. At Mr. Masso’s condo, while they watched the two candidates’ debate on television in 1980, Mr. Bannon could hardly contain his excitement. “He was pacing my living room, and whenever there was a point-counterpoint, he’d say, ‘Yeah!’ like we were watching a boxing match,” Mr. Masso said. When Mr. Bannon heard later that the Reagan election night party was planned for a Los Angeles hotel, the Century Plaza, he worked the phones to try for tickets. When he got the brushoff, Mr. Masso said, Mr. Bannon said, “Hey, listen pal, we just got back from the Persian Gulf.” Soon, he had Reagan aide Lyn Nofziger on the phone saying, “The governor would be honored to have you there.” It was 4 a.m. when their group left the victory celebration to return to the ship, Mr. Masso said. Both men went on to take Pentagon jobs, and Mr. Bannon earned a master’s degree in international relations at Georgetown at the same time. Mr. Masso thought his friend might try to get into politics, but he was accepted at Harvard Business School, and he left the Navy in 1983 to begin a new life. Continue reading the main story Photo Mr. Bannon with employees of Breitbart.com in the Washington offices of Breitbart News. He took over as executive chairman of Breitbart News in 2012 after Andrew Breitbart died. Credit Jeremy Liebman ‘Working 100 Hours a Week’ Friends at Harvard and later at Goldman Sachs were aware of Mr. Bannon’s conservative views, but politics was rarely discussed. “He was in mergers and acquisitions, I was in corporate finance, and we were both working 100 hours a week,” said Scot Vorse, who met Mr. Bannon on their first day at Harvard and joined Goldman at the same time. After less than four years, Mr. Bannon left Goldman to start his own firm, Bannon & Co., which Mr. Vorse soon joined. As head of a scrappy start-up going up against financial behemoths to get Hollywood deals, Mr. Bannon showed the fierce competitiveness that would later drive his politics. ",
    "title": "Combative, Populist Steve Bannon Found His Man in Donald Trump - The New York Times"
   }
  ]
 }
}