{
 "29": {
  "col-sim": {
   "cosine": 0.22869006061913932,
   "entity": 0.3287034788551747
  },
  "exec-time": 33.65062952041626,
  "links": [
   {
    "entities": [
     "mccain",
     "c.i.a.",
     "texas",
     "times",
     "last year",
     "armed",
     "gabriella",
     "states",
     "trump",
     "whiting",
     "rizzo",
     "harvard",
     "island",
     "services",
     "university",
     "united",
     "the",
     "m.",
     "senate",
     "alex",
     "2014",
     "north",
     "george",
     "of",
     "school",
     "congress",
     "defense",
     "justice",
     "john",
     "daniel",
     "years ago",
     "once",
     "vietnam",
     "cuba",
     "f.b.i.",
     "chesney",
     "jones",
     "department",
     "future",
     "u.s.",
     "arizona",
     "jack",
     "new",
     "w.",
     "obama",
     "reed",
     "york",
     "demczuk",
     "bay",
     "2002",
     "committee",
     "law",
     "rhode",
     "decades ago",
     "guantánamo",
     "now",
     "more than a decade ago",
     "bush",
     "robert",
     "pentagon"
    ],
    "id": 0,
    "text": "Continue reading the main story Dozens of prisoners developed persistent psychological problems after enduring torture and other brutal interrogation tactics in secret C.I.A. prisons or at the military detention center in Guantánamo Bay , Cuba, The New York Times has reported. In authorizing waterboarding, dousings with ice water, sleep deprivation and other techniques more than a decade ago, government lawyers reasoned that there would be no lasting damage to prisoners, a key factor in concluding the tactics did not qualify as torture. Photo Senator John McCain, who was tortured as a prisoner of war in North Vietnam, is an outspoken opponent of waterboarding. Credit Gabriella Demczuk for The New York Times That argument would be difficult to make now, according to lawyers and former intelligence and other government officials. “The entire legal landscape has changed,” said Daniel Jones, a former F.B.I. analyst and the primary author of a 2014 Senate report that condemned so-called enhanced interrogation techniques and found them ineffective in producing intelligence. “The publicly known facts now are just too conclusive and widely known,” he added, “to call for a return to waterboarding.” Advertisement Continue reading the main story Alex Whiting, a Harvard Law School professor and former war crimes prosecutor, said much has changed since 2002, when Justice Department lawyers accepted C.I.A. assurances that there would be no long-term consequences for prisoners. “Evidence showing that the techniques employed by U.S. officials after 9/11 resulted in lasting psychological trauma will make it much more difficult for future lawyers to sanction these techniques as not amounting to torture,” he said. Even lawyers and former senior officials who supported the interrogation program years ago now say the obstacles are too great. “Restarting this would be extraordinarily difficult,” said John Rizzo, who served as the C.I.A.’s top lawyer during much of President George W. Bush’s administration. Mr. Obama, in one of his first acts as president, issued an executive order banning many of the harshest interrogation techniques and prohibiting the C.I.A. from running secret prisons. Mr. Trump would need to rescind that executive order as a first step. That would allow the C.I.A. to once again open secret prisons overseas. The interrogation tactics, though, would still be limited. Congress overwhelmingly enacted a law last year that allowed American interrogators to use only those techniques authorized in the Army Field Manual, which does not include harsh coercive methods. Lasting Scars Articles in this series examine the American legacy of brutal interrogations. Trump administration lawyers could try to get around that prohibition by arguing that the president has broad constitutional power as commander in chief to decide how to interrogate prisoners and that Congress cannot tie his hands. That claim served as the foundation of the Bush administration’s torture program, even though many legal specialists later denounced it as going too far. Mr. Trump could also order the Defense Department to revise the Army Field Manual to authorize harsher techniques. “If the order comes down the chain of command in the Pentagon to revise that document and add in an opening to use enhanced-interrogation techniques, what prospect would there be for resistance to that decision?” said Robert M. Chesney, a professor at the University of Texas School of Law. “That’s a moral and ethical and political choice.” Such a change would almost certainly set up a showdown with Congress about the law’s intent. When lawmakers passed it last year, they required a periodic review of the field manual to ensure that interrogations “do not involve the use or threat of force.” Any such efforts to allow use of brutal treatment would mean taking on Senator John McCain, who was subjected to horrific abuses decades ago as a prisoner of war in North Vietnam and has been an outspoken opponent of any American use of such treatment. Mr. McCain, Republican of Arizona, has pledged since the election to stop Mr. Trump from trying to circumvent congressional anti-torture restrictions. “I don’t give a damn what the president of the United States wants to do, or anybody else wants to do. We will not waterboard,” Mr. McCain said. “We will not torture.” Advertisement Continue reading the main story Senator Jack Reed of Rhode Island, the highest ranking Democrat on the Senate Armed Services Committee, said in an interview that he and Mr. McCain, the committee’s chairman, are confident that the statutory restrictions on the use of torture are strong. “The chairman and myself have made it very clear our position, and we feel we have the law with us.” ",
    "title": "Donald Trump Faces Obstacles to Resuming Waterboarding - The New York Times"
   },
   {
    "entities": [
     "$10.6 billion",
     "metrolink",
     "safety",
     "bostian",
     "last year",
     "aar",
     "earlier this year",
     "association",
     "the end of june",
     "88 percent",
     "sept. 30",
     "island",
     "road",
     "press",
     "38 percent",
     "transportation",
     "ptc",
     "american",
     "administration",
     "fra",
     "septa",
     "two years from now",
     "monday",
     "of",
     "board",
     "lirr",
     "greenberg",
     "metro-north",
     "congress",
     "may 2015",
     "2015",
     "boston",
     "associated",
     "2008",
     "december 2018",
     "federal",
     "transit",
     "rail",
     "metropolitan",
     "authority",
     "railroads",
     "prendergast",
     "u.s.",
     "d.c.",
     "the end of the previous quarter",
     "national",
     "western",
     "new",
     "brandon",
     "long",
     "jersey",
     "sarah",
     "feinberg",
     "east",
     "philadelphia",
     "12 percent",
     "york",
     "bnsf",
     "washington",
     "23 percent",
     "tom",
     "ed",
     "now",
     "22 percent",
     "$7.1 billion",
     "$100 million",
     "railroad",
     "city",
     "amtrak",
     "9 percent"
    ],
    "id": 1,
    "text": "New Jersey Commuter Train Was Speeding Before Crash Investigators say the system could have prevented the Amtrak derailment in Philadelphia that killed eight passengers and injured more than 200 others in May 2015. The National Transportation Safety Board concluded earlier this year that Amtrak engineer Brandon Bostian was distracted by radio transmissions about rocks being thrown at and striking another train, causing him to miss a warning signal and run the train way too fast into a curve, where the train derailed. Railroads have until December 2018 to install and implement the complex technology on their fleets of locomotives and along thousands of miles of tracks, but new data released Monday by the Federal Railroad Administration shows many railroads are way behind schedule. \"Unfortunately, we've got a very long way to go in terms of railroads finalizing and getting positive train control implemented,\" says FRA Administrator Sarah Feinberg. \"We would have to see incredibly dramatic progress between now and the deadline two years from now in order for all the railroads to make it.\" According to quarterly reports filed with the FRA, as of Sept. 30, freight railroads have PTC installed and operational on 12 percent of their tracks across the country, up from 9 percent at the end of June. Passenger railroads have PTC up and running on 23 percent of their tracks nationwide, up from 22 percent at the end of the previous quarter. But those national figures don't tell the whole story, which is that some railroads are making significant progress, especially in the Western U.S., while others, particularly those in the East, have made little progress. Article continues after sponsorship Amtrak, for example, has installed positive train control on most of the 450 miles of track it owns between Washington, D.C., and Boston. SEPTA, the commuter rail service in the Philadelphia area, has PTC nearly fully installed and implemented throughout its system. But the nation's three busiest commuter railroads, all in the New York City area, lag far behind. The FRA's figures show Metro-North, the Long Island Rail Road and New Jersey Transit — which together carry nearly 1 million commuters each day — have made very little progress installing and implementing PTC. Representatives for the railroads tell the Associated Press that the government data do not fully reflect their progress. The LIRR and Metro-North have trained more employees in the system, they've installed PTC technology on more than 300 train cars and they have placed more than 2,000 transponders along their tracks. Tom Prendergast, chairman of New York's Metropolitan Transportation Authority, says both the LIRR and Metro-North are moving \"aggressively and diligently\" to fully implement PTC before the December 2018 deadline set by Congress. Of the freight railroads, which own the vast majority of tracks in the U.S., BNSF appears to be making the most progress , with PTC installed on 38 percent of its track segments and 88 percent of its locomotives. Nonetheless, FRA Administrator Feinberg seems frustrated with the slow and uneven progress. \"We have a technology available to us that will make rail travel safer and protect communities and protect passengers,\" she says. \"Why in the world are we still waiting to get this technology implemented? It's high time that it be on every railroad.\" The technology for positive train control has existed for decades, but railroads resisted installing and implementing it until a Metrolink commuter train crashed into a freight train in 2008, killing 25 people. Investigators say the commuter train's engineer had been texting and missed a stop signal. Congress then mandated the technology be installed on all trains by 2015, but last year it extended the deadline by three years when it became apparent many railroads wouldn't make the deadline because of the complexities of developing and implementing the system. Freight railroads have already invested $7.1 billion in the complex technology and spend $100 million a month on development, testing and installation, according to the Association of American Railroads. The industry group expects the final costs to reach about $10.6 billion by the time the technology is fully operational on 60,000 miles of track from coast to coast. \"The FRA's latest status update illustrates the complexities involved in developing, installing and then thoroughly testing this complex, revolutionary technology to ensure it is providing additional safety benefits,\" says AAR spokesman Ed Greenberg. \"Implementing this developed-from-scratch technology remains a priority for the nation's freight rail industry with Class 1 freight railroads remaining on track at having PTC fully installed by the deadline\" of December 2018, he said. ",
    "title": "Feds Say Railroads Making Slow Progress On Revolutionary Braking System : The Two-Way : NPR"
   },
   {
    "entities": [
     "stein",
     "mitt",
     "struyk",
     ", 2:33 pm",
     "nov 28, 2016",
     "press",
     "trump",
     "house",
     "hillary",
     "party",
     "rick",
     "ryan",
     "--",
     "2 p.m.",
     "$800,000",
     "donald",
     "state",
     "24 percent",
     "board",
     "associated",
     "november 28, 2016 this year",
     "rust",
     "romney",
     "green",
     "jill",
     "michigan",
     "past",
     "this year",
     "belt",
     "obama",
     "today",
     "wednesday",
     "44 percent",
     "wisconsin",
     "2012",
     "november 28, 2016",
     "now",
     "pennsylvania",
     "snyder",
     "barack",
     "mi",
     "clinton",
     "white"
    ],
    "id": 2,
    "text": "Michigan Certifies Donald Trump as Winner of State's Presidential Race By RYAN STRUYK Nov 28, 2016, 2:33 PM ET 0 Shares WATCH Move for Recounts in Several States Gains Momentum 0 Shares Email A Michigan elections panel has certified Donald Trump as the winner in the state's presidential election , according to The Associated Press. Trump won the state by 10,704 votes — a mere two-tenths of a percentage point — the tightest presidential race in the state's almost 200-year history. The result pushes Donald Trump's total to 306 electoral votes to 232 for Hillary Clinton . The Michigan State Board of Canvassers unanimously certified the election results shortly after 2 p.m. today. — Ryan Struyk (@ryanstruyk) November 28, 2016 This year was the first time in almost three decades that a Republican presidential candidate won the Wolverine State. Wisconsin and Pennsylvania, two other Rust Belt states that helped deliver an upset White House victory to Trump, went red for the first time in roughly the same period. Green Party candidate Jill Stein says she plans to file for a recount in Michigan. She must file for a recount by a Wednesday deadline, and she and her party have raised more than enough money to pay the almost $800,000 required. The recount is not expected to change the state's winner, and Clinton would not win the White House even if the recount tipped Michigan alone her way. Michigan's Republican governor Rick Snyder tweeted that there were \"no ballot problems\" in the state ahead of the likely recount. No ballot problems in MI. Let’s move past politics. @realDonaldTrump & @mike_pence need to focus on important job of governing. — Governor Rick Snyder (@onetoughnerd) November 28, 2016 In the state, exit polls showed that Barack Obama won 44 percent of white voters without a college degree in 2012 but that Clinton won only 24 percent of them this year. Mitt Romney's margin of victory among this group was only 109,000 votes, versus 421,000 votes for Trump. In addition, turnout was down 16,000 votes since 2012 in counties that Clinton won, versus up 82,000 votes in counties Trump won in Michigan. Meanwhile, Clinton's national lead now tops 2 million votes for the first time. She has garnered 64,429,062 votes, to Trump's 62,352,375, according to the most recent numbers from The Associated Press. 0 Shares ",
    "title": "Michigan Certifies Donald Trump as Winner of State's Presidential Race - ABC News"
   },
   {
    "entities": [
     "stephen",
     "al-awlaki",
     "stankiewicz",
     "about five seconds later",
     "kevin",
     "morning",
     "state",
     "kreinbrink",
     "nov 28",
     "first day",
     ", 6:34 pm",
     "ummah",
     "somali",
     "jacob",
     "ali",
     "10 a.m.",
     "tom",
     "november 28, 2016",
     "muslim",
     "white",
     "et",
     "community",
     "goldstein",
     "association",
     "stillman",
     "abdul",
     "news",
     "zuma",
     "united",
     "facebook",
     "catholic",
     "adam",
     "2014",
     "of",
     "nicole",
     "omar",
     "osu",
     "anwar",
     "craig",
     "police",
     "1:27",
     "fbi",
     "2:10",
     "hall",
     "columbus",
     "kasich",
     "winter",
     "pete",
     "2007",
     "lisa",
     "andrew",
     "charities",
     "press",
     "razak",
     "hassan",
     "connor",
     "john",
     "yunker",
     "dallas",
     "nbc",
     "obama",
     "bowers",
     "suspect",
     "america",
     "razaq",
     "blankstein",
     "alan",
     "states",
     "attack",
     "house",
     "tracy",
     "university",
     "college",
     "monday",
     "harujko",
     "horujko",
     "2016",
     "identified",
     "past",
     "stone",
     "artan",
     "watts",
     "cairns",
     "williams",
     "pakistan",
     "barack",
     "ohio"
    ],
    "id": 3,
    "text": "Nov 28 2016, 6:34 pm ET Suspect Identified in Ohio State Attack as Abdul Razak Ali Artan by Pete Williams, Tom Winter, Andrew Blankstein and Tracy Connor Share Ohio State Attack: Car, Butcher Knife Used to Injure 11 People 2:10 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161129005709if_/http://www.nbcnews.com/widget/video-embed/819359299841\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> An Ohio State University student posted a rant shortly before he plowed a car into a campus crowd and stabbed people with a butcher knife in an ambush that ended when a police officer shot him dead, a law enforcement official said. Abdul Razak Ali Artan, 18, wrote on what appears to be his Facebook page that he had reached a \"boiling point\" and made a reference to \"lone wolf attacks\" and cites radical cleric Anwar al-Awlaki. \"America! Stop interfering with other countries, especially Muslim Ummah (community). We are not weak. We are not weak, remember that,\" the post said. Two hours before that, a cryptic post on the page said: \"Forgive and forget. Love.\" Officials cautioned that they have not determined a motive for the Monday morning ambush, which sent 11 people to the hospital. A photo of Abdul Razaq Ali Artan that accompanied an interview in the OSU publication The Lantern. Kevin Stankiewicz / The Lantern A police officer was on the scene within a minute and killed the assailant, likely saving lives, university officials said. \"He engaged the suspect and eliminated the threat,\" OSU Police Chief Craig Stone said. Law enforcement officials told NBC News that Artan was a Somali refugee who left his homeland with his family in 2007, lived in Pakistan and then came to the United States in 2014 as a legal permanent resident of the United States. He lived briefly in a temporary shelter in Dallas before settling in Ohio, according to records maintained by Catholic Charities. He attended Columbus State Community College for two years, graduating cum laude with an associates degree before moving onto Ohio State to continue his studies. He told a campus publication that on his first day at OSU, he was \"kind of scared\" to pray in public. \"If people look at me, a Muslim praying, I don't know what they're going to think, what's going to happen,\" Artan was quoted as saying in the Lantern. The violence unfolded just before 10 a.m. Monday near an academic hall on the Columbus, Ohio, campus, where 60,000 students are enrolled. Officials said Artan drove onto campus by himself and rammed the car past the curb and into a crowd on the sidewalk. \"This car just swerved and ran into a whole group of people,\" said Nicole Kreinbrink, who was walking down the street when she saw the car hit people who had evacuated an academic building during a fire alarm. \"All these people were running and screaming and yelling,\" she added. Play Ohio State Attack: Suspect ID'd as Student Abdul Razak Ali Artan 1:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161129005709if_/http://www.nbcnews.com/widget/video-embed/819357252001\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Jacob Bowers, an OSU sophomore, was sitting on a bench about 100 feet away when he noticed people running. \"Then I heard someone yell, 'He's got a knife.' And I saw a guy with a big-ass knife just chasing people around. When I saw that, I grabbed all my stuff and started running,\" Bowers said. Bowers said he looked back to see a police officer on the scene. The officer yelled to the suspect, \"Drop it and get down or I'll shoot,\" and then fired on the suspect, Bowers said. \"The man was going insane,\" he said. Another student told NBC News he heard gunfire from his dorm room. \"I heard gunshots from my dorm, probably six or seven,\" said Stephen Yunker, 18, a freshman who lives two blocks from Watts Hall, where the incident occurred. He said he and his roommate looked at each other, heard sirens about five seconds later, and then looked out the window. \"We saw fire trucks, couple of cars, and a body laying on the ground,\" he said. OSU Police identified the officer who took down Artan as Alan Harujko, who has been on the force for two years. The @OSUPolice confirm Officer Alan Horujko shot and killed the suspect, Abdul Razak Ali Artan, Monday morning. pic.twitter.com/6BuZ9GN1zY — OSU Police (@OSUPOLICE) November 28, 2016 The campus was put on lockdown for 90 minutes after the university first reported an \"active shooter\" in the chaos of the moment. \"Run Hide Fight,\" the university's emergency management office tweeted. \"Continue to shelter in place.\" Students hunkered down in classrooms with shades drawn across the 2,000-acre campus. Lisa Goldstein, 26, was in her Geographical Information Systems class in Stillman Hall when a text alert hit everyone's phones. The students blocked the door with their book bags and monitored social media and live streams for updates. \"It's a little overwhelming and scary. It's not something you think would happen on our campus,\" she told NBC News. A witness prays on campus close to the scene of the attack. Adam Cairns / Zuma Press Ohio Gov. John Kasich praised law enforcement for stopping Artan before he could do more harm. \"Think about what this tragedy could have meant, a man with a butcher knife and who knows what else?\" he said. President Barack Obama was briefed on the attack, a White House spokesman said. The FBI is assisting in the investigation. Hassan Omar, president of the Somali Community Association of Ohio, told NBC News that reports the attacker was Somali were upsetting. \"Every Somali person has been calling me, and everybody is crying,\" he said. \"This is a shock,\" he added. \"As a Somali community here, we are in a state of shock. In Columbus, we live in a very peaceful community. This is gonna affect the life of everybody. We are American and we don't want somebody to create this problem.\" Pete Williams ",
    "title": "Suspect Identified in Ohio State Attack as Abdul Razak Ali Artan - NBC News"
   },
   {
    "entities": [
     "january 2015",
     "ben",
     "leong",
     "volack",
     "alan",
     "right now",
     "jason",
     "price",
     "andrew",
     "dispatch",
     "this morning",
     ", 5:54 pm",
     "nov 28, 2016",
     "devin",
     "knife-wielding",
     "monday, nov. 28, 2016",
     "abdul",
     "razak",
     "10 a.m. less than two hours later",
     "michael",
     "news",
     "harrison",
     "university",
     "--",
     "facebook",
     "jennifer",
     "meridith",
     "this afternoon",
     "kevin",
     "ginther",
     "state",
     "dodge/the",
     "the day",
     "horujko",
     "abc",
     "osu",
     "2016",
     "shares",
     "kendrick",
     "john",
     "twitter",
     "police",
     "dublin",
     "jacob",
     "nov. 28, 2016",
     "u.s.",
     "fbi",
     "villacis",
     "today",
     "phoebe",
     "roth",
     "shapiro",
     "artan",
     "emily",
     "stankiewicz/thelantern",
     "watch",
     "watts",
     "potiker",
     "ali",
     "hall",
     "bowers",
     "america",
     "9:52 a.m.",
     "mcgraw",
     "tom",
     "columbus",
     "drake",
     "november 28, 2016",
     "now",
     "kasich",
     "gittleson",
     "ohio",
     "ap"
    ],
    "id": 4,
    "text": "Ohio State University Student Dead After Driving Into Crowd, Stabbing People at OSU Campus By EMILY SHAPIRO Nov 28, 2016, 5:54 PM ET 0 Shares Tom Dodge/The Columbus Dispatch via AP WATCH Knife-Wielding Ohio State University Student Shot Down 0 Shares Email An Ohio State University student was shot dead by police after he plowed into pedestrians with a car and then stabbed multiple people with a butcher's knife at the OSU campus in Columbus this morning, officials said. The scene is now secure, officials said. Eleven people were transported to local hospitals, officials said. One is in critical condition. OSU said in a statement that the \"injuries include stab wounds, injury by motor vehicle and other injuries that are being evaluated\" and that \"facts are still being verified.\" John Minchillo/AP Photo Students leave buildings as police respond to an attack on campus at Ohio State University, Monday, Nov. 28, 2016, in Columbus, Ohio. The incident was reported by OSU officials as an active shooter warning shortly before 10 a.m. Less than two hours later, OSU police said the scene was secure and police lifted the shelter-in-place alert. — Phoebe Potiker (@ppotiker) November 28, 2016 The incident happened at 9:52 a.m., when the suspect struck pedestrians with a car, officials said at a news conference. The suspect then exited the vehicle and used a butcher's knife to cut multiple people, officials said. An officer then shot and killed the suspect, officials said. The suspect was identified as Abdul Razak Ali Artan, an OSU student, officials said at a press conference this afternoon. Officials said Artan was in a car alone when he struck about eight pedestrians. The motive is not known at this time, officials said. Kevin Stankiewicz/TheLantern.com Ohio State University student Abdul Razak Ali Artan, pictured in a 2016 photo from The Lantern, was identified by the school's newspaper as the suspect in a campus attack, Nov. 28, 2016 in Columbus, Ohio. Sources told ABC News that authorities believe the attacker is of Somali descent and is a legal permanent resident of the U.S. Sources also said authorities are looking at a Facebook post to determine if it is connected to the suspect. The post reads, \"I am sick and tired of seeing my fellow Muslim brothers and sisters being killed and tortured EVERYWHERE ... I can't take it anymore. America! Stop interfering with other countries ... [if] you want us Muslims to stop carrying lone wolf attacks.\" John Minchillo/AP Photo A car inside a police line sits on the sidewalk as authorities respond to an attack on campus at Ohio State University, Monday, Nov. 28, 2016, in Columbus, Ohio. The man who fatally shot Artan was identified as OSU Officer Alan Horujko, 28, officials said. Horujko has been a member of the OSU police department since January 2015. \"It helped the officer be in the right place at the right time, as he was able to see this whole thing happen and take immediate action,\" an official said at a press conference this afternoon. OSU Police Ohio State University police released a statement on Nov. 28, 2016 saying that Officer Alan Horujko shot and killed the alleged campus attacker, Abdul Razak Ali Artan. When the active shooter warning was sent out this morning, some students barricaded themselves in classrooms. Buckeye Alert: Active Shooter on campus. Run Hide Fight. Watts Hall. 19th and College. — OSU Emergency Mngmnt (@OSU_EMFP) November 28, 2016 Harrison Roth/Twitter This image was posted to Harrison Roth's Twitter account after reports of an active shooter at Ohio State University on Nov. 28, 2016 with the text, \"I'm safe in a barricaded room. If you're on campus, get in a room and stay safe.\" One witness was Kendrick Price, an academic adviser at OSU, who told ABC News he ran to his second-story office window after hearing screams. He saw a person running toward police who was then shot multiple times, he said. Sophomore Jacob Bowers, 20, said he was sitting on a bench listening to music before class when he saw a man pull \"a large knife\" and start \"chasing people around trying to attack them.\" \"Luckily there were so many people, he couldn't focus on one target,\" said Bowers, who did not witness anyone getting stabbed. \"I saw the police officer take down the stabber. He saved lives today.\" He said he did not hear the assailant say anything, \"which was almost scarier.\" Andrew Welsh-Huggins/AP Photo Police respond to reports of an active shooter on campus at Ohio State University on Monday, Nov. 28, 2016, in Columbus, Ohio. Tom Dodge/The Columbus Dispatch via AP An officer blocks the scene as police respond to reports of an active shooter on campus at Ohio State University on Monday, Nov. 28, 2016, in Columbus, Ohio. FBI agents were among the authorities who swarmed the scene in response to the active shooter report. After the scene was secured, OSU police said all classes at the Columbus campus would be canceled for the remainder of the day. Nearly 60,000 students are enrolled at the Columbus campus. John Minchillo/AP Photo Police respond to an attack on campus at Ohio State University, Monday, Nov. 28, 2016, in Columbus, Ohio. Ohio Gov. John Kasich said in a statement, \"My thoughts are with the victims of this attack right now, and I pray for their safety and recovery. I am grateful for the professional, coordinated response from first responders, whose efforts helped effectively contain this incident before further harm could be done. I have been staying in contact with Ohio first responders since the incident began and have spoken with Ohio State's president, Dr. Michael Drake, to pledge whatever additional help the university needs.\" Kasich postponed an event scheduled for today in Dublin, Ohio, because of the shooting. Columbus Mayor Andrew Ginther said in a statement that he met with several victims and is \"pleased to report that their spirits are good and they are receiving the best of care.\" \"The City stands with The Ohio State University in supporting all those who were impacted by today’s traumatic events, and will work with Ohio State to help the university community heal physically and emotionally in the days and weeks to come,\" Ginther said. \"It is important in these difficult times that we come together as a community to support one another, and to resist the temptation to lash out in anger, or to let the actions of one person define an entire community. As an open, diverse and inclusive city, it is especially important to stand with our entire community and work toward productive strategies to stop senseless acts of violence everywhere.\" ABC News' Ben Gittleson, Jennifer Leong, Meridith McGraw, Devin Villacis and Jason Volack contributed to this report. 0 Shares ",
    "title": "Ohio State University Student Dead After Driving Into Crowd, Stabbing People at OSU Campus - ABC News"
   },
   {
    "entities": [
     "ansolabehere",
     "october",
     "david",
     "stephen",
     "texas",
     "jason",
     "jesse",
     "cbs",
     "florida",
     "myrna",
     "minnite",
     "states",
     "lorraine",
     "trump",
     "south",
     "hillary",
     "melania",
     "terry",
     "rick",
     "united",
     "university",
     "nov. 28",
     "npr",
     "college",
     "donald",
     "morning",
     "gross",
     "pew",
     "rutgers",
     "for",
     "monday",
     "2014",
     "last month",
     "cooperative",
     "brennan",
     "2008",
     "tamara",
     "justice",
     "14 percent",
     "electoral",
     "post",
     "this weekend",
     "richman",
     "eric",
     "pérez",
     "u.s.",
     "new",
     "kentucky",
     "100 percent",
     "$20",
     "vucci/ap",
     "and",
     "keith",
     "york",
     "monkey",
     "cage",
     "sopan",
     "washington",
     "2010",
     "2012",
     "center",
     "hasen",
     "1993",
     "earnest",
     "evan",
     "now",
     "research",
     "miller",
     "deb",
     "time",
     "clinton",
     "congressional"
    ],
    "id": 5,
    "text": "Republican presidential candidate Donald Trump looks at his wife, Melania, as they cast their votes at P.S. 59 in New York on Election Day. Evan Vucci/AP hide caption toggle caption Evan Vucci/AP Republican presidential candidate Donald Trump looks at his wife, Melania, as they cast their votes at P.S. 59 in New York on Election Day. Evan Vucci/AP Consider it another Trump flip-flop: back in October, Donald Trump told a crowd, \"I will totally accept the results of this great and historic presidential election, if I win.\" Trump went on to decisively win the Electoral College, but now he is questioning the results anyway. In a tweet this weekend, the president-elect alleged — providing zero evidence — that \"millions of people\" voted illegally, and that that's the reason Hillary Clinton won the popular vote. On a Monday morning phone call, members of the Trump team tried to back up the claim when NPR's Tamara Keith asked them for corroborating evidence. However, nothing they cited really made that case. Jason Miller cited two sources on the call, as transcribed by CBS's Sopan Deb : \"In particular, I'd point to the 2014 Washington Post study that indicated more than 14 percent of non-citizens in both in 2008 and in 2010 elections indicated they were registered to vote. ... Some numbers include the Pew Research study that said that approximately 24 million, or one out of every eight voter registrations in the United States[,] are no longer valid or significantly inaccurate. And in that same Pew Research study, the fact that 2.75 million people have registrations in more than one state. So all of these are studies and examples of where there have been issues of both voter fraud and illegal immigrants voting. ...\" Article continues after sponsorship The two pieces of evidence First, there is the \"Washington Post study\" that Miller cites. He was referring to a 2014 post from the Monkey Cage , a political science blog at the Post. In that piece, Old Dominion University professors Jesse Richman and David Earnest wrote about a study they conducted of data from the Cooperative Congressional Election Study, an operation that conducts ongoing surveys of voters. Richman and Earnest indeed found that \"14 percent of non-citizens in both the 2008 and 2010 samples\" they used said they were registered to vote. Not only that, but some of those respondents said they in fact did vote. However, the results of that study were heavily called into question, as Deb pointed out. In fact, that Monkey Cage article prominently features a disclaimer at the top: \"Note: The post occasioned three rebuttals ( here , here , and here ) as well as a response from the authors. Subsequently, another peer-reviewed article argued that the findings reported in this post (and affiliated article ) were biased and that the authors' data do not provide evidence of non-citizen voting in U.S. elections.\" That peer-reviewed article comes from a team of researchers that includes Stephen Ansolabehere, who developed the CCES. He and two colleagues wrote at the Monkey Cage that Richman and Earnest's findings were based on \"measurement error.\" For example, 56 respondents (a tiny sliver of people) changed their citizenship status between 2010 and 2012, and 20 of those had changed from citizen to noncitizen. That's \"highly unrealistic,\" Ansolabehere and his colleagues wrote. \"The mistake that Richman and his colleagues made was to isolate this small portion of the sample and extrapolate from it as if it were representative of some larger population,\" they added. Later on, the Washington Post's Fact Checker likewise gave this claim (when made by Eric Trump) four Pinocchios . That's one piece of evidence Miller put forward. He also pointed to a 2012 study from the Pew Charitable Trusts. The numbers he cites are in fact correct: That study showed that 24 million voter registrations at the time were \"no longer valid\" or were \"significantly inaccurate,\" and that nearly 2.8 million Americans were registered in more than one state. That's a sign that states' voter registration databases could use some extra upkeep but it's not itself evidence of fraud, as Miller said it was. One reason it's hard to keep registrations up to date is that each state has its own system, plus safeguards to make sure people don't inadvertently get unregistered. \"We have these 50 different systems and different databases on voter registration,\" said Lorraine Minnite, a professor of political science at Rutgers University and author of The Voter Fraud Myth. \"And we have a federal law that was passed in 1993 to protect voters from being illegally purged from registration lists for political reasons.\" That 1993 law is the National Voter Registration Act, and it sets out specific provisions under which a state can remove a person from the voter rolls. Because of those provisions, a person won't instantaneously be removed after moving to a different state or dying, for example. Getting a driver's license in another state could cancel a person's registration in the original state, but both states first have to communicate with each other. \"So what has happened is that this notion that voter registration lists can possibly be 100 percent accurate at any point in time is a complete fiction,\" she said. \"It's not allowed under federal law to be that way.\" So Trump in fact — however inadvertently — did draw some attention to what many consider a real problem. \"If you lined up people from all political angles, they would agree that we in the country have a lot of room to grow on that, and that voters and election officials would be better off if we made common-sense reforms to voter registration,\" said Myrna Pérez, leader of the Voting Rights and Elections project at the Brennan Center for Justice. But she takes issue with his allegations. \"The answer is not to create panic and to make allegations that undermine confidence in our elections,\" she said. Voter fraud happens, but it's exceedingly rare Donald Trump and his team have repeatedly alleged voter fraud in this election, alleging that the outcome would be \"rigged.\" As NPR wrote last month , it would be phenomenally difficult to \"rig\" an election via voter fraud. Fraud does happen, though instances are rare. And there's not a massive, systematic effort behind it that could sway a presidential election, as voter fraud expert Rick Hasen explained to NPR's Terry Gross in October: \"We do have some instances of voter fraud. The most common kind of voter fraud we see [is] usually in a local election where maybe dozens or 100 ballots could make a difference, involving absentee ballots. Usually, it's absentee ballots that are bought or sold. I'll give you $20 for your absentee ballot and then I can vote it the way I want. Unlike impersonation fraud, when it's an absentee ballot, you can verify how someone voted because you have the actual ballot, so that does happen. \"And for The Voting Wars, I was able to find regularly in local elections — and certainly in some parts of the country there's been an unfortunate history of this, in parts of Kentucky, South Texas, parts of Florida. We have had this kind of fraud. But it's been in small local elections, never on a large enough scale, I think, to affect a presidential election and not the kind of fraud that Donald Trump is talking about to affect the outcome [emphasis added].\" Unfortunately, it's often possible to find some sort of instance of shady-looking behavior in any given election. The Trump campaign provided NPR with a 45-page document listing instances of voter fraud, intimidation, and registration fraud (some of which are only listed as alleged instances), going back more than a decade. However, the Trump campaign has yet to provide evidence that widespread fraud — involving \"millions of voters\" — in fact swayed the results of the presidential election, as the president-elect said it did. Clarification: This article was clarified on Nov. 28 to show that some of the instances the Trump campaign listed to NPR were allegations and not necessarily proven to be true. ",
    "title": "Trump's Transition Team Cites Discredited Reports As Evidence Of Voter Fraud : NPR"
   },
   {
    "entities": [],
    "id": 6,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "wu",
     "times",
     "towers",
     "jason",
     "alene",
     "l.a.",
     "facility",
     "august 2009",
     "sather",
     "bronze",
     "the",
     "philip",
     "fox",
     "brunsting",
     "monday",
     "george",
     "county",
     "branum",
     "2015",
     "lawrence",
     "sheriff's",
     "department",
     "jones",
     "march 10, 2010",
     "k.",
     "u.s.",
     "bryan",
     "iraq",
     "brandon",
     "star",
     "joshua",
     "los",
     "correctional",
     "tchekmedyian",
     "twin",
     "ho",
     "angeles"
    ],
    "id": 7,
    "text": "L.A. sheriff's deputies sentenced to prison for beating a mentally ill inmate and covering up the attack Twin Towers Correctional Facility Lawrence K. Ho / Los Angeles Times The Los Angeles County Sheriff's Department Twin Towers Correctional Facility in 2015. The Los Angeles County Sheriff's Department Twin Towers Correctional Facility in 2015. (Lawrence K. Ho / Los Angeles Times) Alene Tchekmedyian Contact Reporter One was a war hero, a Bronze Star recipient credited with using restraint in Iraq to save the lives of local civilians. The other was known as a hard-working cop whom one social worker described as “compassionate and understanding” with mentally ill jail inmates. Jason Branum and Bryan Brunsting worked alongside each other as Los Angeles County sheriff’s deputies in the downtown Twin Towers Correctional Facility. But on Monday, a federal judge sentenced them to prison for beating a mentally ill inmate and lying to cover up the attack, saying the pair were swept up in an “us versus them” culture in the jails that pitted deputies against inmates. The two men are the latest deputies to face imprisonment in connection with a county jail abuse probe that has so far led to the convictions of 20 Sheriff’s Department officials. Brunsting, 31, was ordered to spend 21 months in custody, and Branum, 36, was given five months.  U.S. District Judge George Wu ruled that they could remain free pending their appeals. Both sentences fell below what prosecutors — and, in Brunsting’s case, even the defense — had requested, with Wu questioning whether handing down lengthy sentences would deter other law enforcement officers from similar misconduct. He asked whether the prosecution really thought an officer would look at the sentences and say, “I’d do it if I get six months, but I won’t do it if I get three years.” “Yes,” Assistant U.S. Atty. Brandon Fox said emphatically, suggesting that he’s heard people on wiretaps urging each other to knock off criminal behavior after stiff sentences were handed to others. Defense attorneys portrayed Brunsting as a young, immature deputy thrust into a position of teaching other deputies early in his career despite having no training on managing mentally ill inmates. Prosecutors accused Brunsting of fostering a culture of abuse, though Wu was not convinced. “He’s not that high up,” Wu said. “I can’t understand how he could be the fomenter of the adverse mentality that was there.”  As a training deputy, Fox said, Brunsting taught the officers he mentored how to use violence to command respect from inmates and then lie to cover it up. In August 2009, Fox wrote in a court filing, Brunsting choked out an inmate and wrote a false report under the name of a deputy he was training. Prosecutors dropped the charges stemming from that incident in exchange for Brunsting agreeing to allow the judge to consider the conduct when he is sentenced. “This is acting with impunity,” Fox said. “This is saying, ‘We are above the law.’” Branum, meanwhile, was described by his attorney as a decorated war hero who gave up his military career to devote himself to his family. “I’ve spent the majority of my adult life protecting people who can’t protect themselves,” Branum told the judge before his sentencing.  Their case revolved around allegations made by a former recruit who said he was only days on the job at the Twin Towers Correctional Facility on March 10, 2010, when he was summoned by his training officer, Brunsting, and told that an inmate had left his cell without permission and mouthed off to jail staff. “We’re going to teach him a lesson,” Joshua Sather recalled Brunsting telling him. Sather, who had graduated from the academy at the top of his class, testified he tackled the inmate and punched him several times but then stopped because he wasn't resisting. Other deputies then set upon the inmate with a barrage of kicks and blows. The inmate, Sather said, lay curled up on the ground throughout, screaming and crying. Prosecutors alleged that the inmate, Philip Jones, was attacked in a locked hallway of the jail that lacked surveillance cameras. They told jurors he was kicked in the genitals, punched and pepper-sprayed. When they were done, Sather testified, the deputies gathered privately to concoct a justification for the beating that they gave sheriff’s officials in falsified reports. “They conspired to assault somebody,” Fox said. “They conspired to cover it up.”   Sather resigned from the department soon afterward. ",
    "title": "L.A. sheriff&apos;s deputies sentenced to prison for beating a mentally ill inmate and covering up the attack - LA Times"
   },
   {
    "entities": [
     "utah",
     "bernardino",
     "cbs",
     "noack",
     "joe",
     "rick",
     "last four years",
     "juppe",
     "paul",
     "viebeck",
     "california",
     "the day",
     "state",
     "aratani",
     "defense",
     "navarro",
     "mcfarland",
     "hitler",
     "jessica",
     "afternoons",
     "kaster/ap",
     "havana",
     "bates",
     "ali",
     "european",
     "wisconsin",
     "mcwhirter",
     "alain-rrb-",
     "al",
     "clinton",
     "ap",
     "boburg",
     "white",
     "simon",
     "elias",
     "erick",
     "west",
     "mary",
     "goldstein/nbc",
     "august",
     "lisette",
     "michael",
     "township",
     "caspar",
     "cameron",
     "administration",
     "haberman",
     "pen",
     "robespierre",
     "2008",
     "lincoln",
     "electoral",
     "reince",
     "jones",
     "union",
     "nato",
     "karen",
     "nofziger",
     "studies",
     "this month",
     "tashfeen",
     "cnn",
     "1980",
     "nov. 19",
     "mike",
     "brown",
     "chikwendiu/the",
     "2025",
     "republican",
     "commerce",
     "jahi",
     "giuliani",
     "rolling",
     "america",
     "committee",
     "rudy",
     "november 2015",
     "lopez-levy",
     "putin",
     "valerie",
     "germany",
     "virtel",
     "paletta",
     "fec",
     "the french quarter",
     "appelbaum",
     "mcgahn",
     "lyn",
     "treasury",
     "marine",
     "orleans",
     "riverside",
     "november 27",
     "university",
     "philippines",
     "the",
     "liberty",
     "golf",
     "axelrod",
     "louisa",
     "eli",
     "hewitt",
     "this weekend",
     "stone",
     "abraham",
     "future",
     "cruz",
     "salmon",
     "a few weeks ago",
     "ted",
     "chishti",
     "demirjian",
     "jim",
     "palm",
     "stephen",
     "texas",
     "colony",
     "rogers",
     "kristol",
     "karoun",
     "rizwan",
     "helber/ap",
     "next year",
     "reuters",
     "beijing",
     "trudeau",
     "colin",
     "kevin",
     "somerville",
     "farhan",
     "charles",
     "françois",
     "four years ago",
     "cuba",
     "michigan",
     "this year",
     "100 percent",
     "today",
     "emily",
     "islamic",
     "center",
     "tom",
     "weekend",
     "november 28, 2016",
     "william",
     "baker",
     "jesse",
     "friday",
     "bloomberg",
     "reagan",
     "news",
     "united",
     "loveluck",
     "embassy",
     "farook",
     "justice",
     "conway",
     "romney",
     "twitter",
     "petraeus",
     "wally",
     "u.s.",
     "w.",
     "erickson",
     "yesterday",
     "nicholas",
     "manson",
     "nick",
     "jenna",
     "plato",
     "france",
     "fidel",
     "at 10:01 am",
     "david",
     "mcmullin",
     "images",
     "britain",
     "schmidt",
     "club",
     "jeff",
     "poole",
     "congress",
     "bill",
     "khan",
     "mccarthy",
     "rice",
     "sarkozy",
     "caputo",
     "f.",
     "nate",
     "tomorrow",
     "mar-a-lago",
     "times",
     "this week",
     "golan",
     "francois",
     "crescent",
     "syria",
     "europe",
     "ana",
     "fox",
     "college",
     "hook",
     "hugh",
     "george",
     "school",
     "the '70s",
     "vladimir",
     "scott",
     "post",
     "fong/ap",
     "syed",
     "journal",
     "the weekend",
     "malik",
     "sessions",
     "evan",
     "ed",
     "ross",
     "netanyahu",
     "strauss",
     "maggie",
     "kolker",
     "beth",
     "arkansas",
     "midwest",
     "barrack",
     "paris",
     "jess",
     "h.w.",
     "manafort",
     "$216",
     "morning",
     "red",
     "street",
     "for",
     "vaughan",
     "rubio",
     "1966",
     "kathleen",
     "powell",
     "d.c.",
     "wall",
     "jerry",
     "gop",
     "medina",
     "saira",
     "november 27, 2016 today",
     "bush",
     "stein",
     "francis/ap/file",
     "mitt",
     "kushner",
     "kristine",
     "florida",
     "sandy",
     "harvard",
     "sunday",
     "newt",
     "senate",
     "donald",
     "tim",
     "of",
     "bash",
     "russia",
     "kelly",
     "ferguson",
     "current",
     "kellyanne",
     "tumulty",
     "k.",
     "jennifer",
     "miroff",
     "travis",
     "louis",
     "york",
     "andrews",
     "scarborough",
     "september",
     "seward",
     "nicolas",
     "jr.",
     "botsford/the",
     "pence",
     "elise",
     "marc",
     "falwell",
     "markon",
     "immigration",
     "party",
     "richard",
     "international",
     "tower",
     "damian",
     "foreign",
     "2015",
     "2004",
     "john",
     "kane",
     "globe",
     "marco",
     "the past year",
     "nbc",
     "weinberger",
     "2012",
     "ivanka",
     "ronald",
     "bob",
     "bannon",
     "november 28",
     "jabin",
     "chase",
     "last year",
     "states",
     "trump",
     "american-islamic",
     "house",
     "hillary",
     "joel",
     "times-dispatch",
     "calif.",
     "johnson",
     "flynn",
     "bedminster",
     "n.j.",
     "nyu",
     "2010",
     "chamber",
     "ric",
     "homeland",
     "le",
     "45 percent",
     "now",
     "pennsylvania",
     "smith",
     "robert",
     "don",
     "condoleezza",
     "jared",
     "thompson",
     "binyamin",
     "beach",
     "raúl",
     "getty",
     "cabinet",
     "priebus",
     "castro",
     "bever",
     "booth",
     "denyer",
     "heights",
     "two weeks ago",
     "gingrich",
     "china",
     "instagram",
     "edward",
     "boston",
     "newtown",
     "j.",
     "once",
     "3",
     "corey",
     "alabama",
     "department",
     "mediterranean",
     "poniewozik",
     "samantha",
     "san",
     "east",
     "hannity",
     "lindsey",
     "middle",
     "lewandowski",
     "right now",
     "relations",
     "--",
     "london",
     "1860",
     "recently",
     "melina",
     "steve",
     "business",
     "gillespie",
     "night",
     "virginia",
     "jill",
     "e.",
     "shane",
     "james",
     "sean",
     "hohmann",
     "airport",
     "betsy",
     "lori",
     "lynchburg",
     "guerra",
     "businessweek",
     "google",
     "9 a.m.",
     "council",
     "saget/afp/getty",
     "plutarch",
     "november 26, 2016",
     "hampshire",
     "perry",
     "november 27, 2016",
     "saslow",
     "devos",
     "carolyn",
     "shawn",
     "shanghai",
     "richmond",
     "9:45 a.m.",
     "alex",
     "security",
     "on",
     "canada",
     "wilbur",
     "shakespeare",
     "capital",
     "va.",
     "obama",
     "new",
     "salzburg",
     "massachusetts",
     "dana",
     "matt",
     "thanksgiving",
     "last night",
     "corker",
     "assad",
     "tsa",
     "cleveland",
     "huckabee",
     "bidgood",
     "millions of dollars",
     "arturo",
     "june",
     "m.",
     "haig",
     "american",
     "abc",
     "cohn",
     "viser",
     "arizona",
     "watkins",
     "justin",
     "washington",
     "decades later",
     "nixon",
     "mattis",
     "fillon",
     "law",
     "aleppo",
     "beyoncé",
     "isis",
     "muzaffar",
     "emma",
     "meredith"
    ],
    "id": 8,
    "text": "By James Hohmann November 28 at 10:01 AM Follow @JamesHohmann Donald Trump gives a thumbs up as Mitt Romney walks out of a meeting at the Trump golf club in Bedminster Township, N.J., on Nov. 19. (Photo by Jabin Botsford/The Washington Post) THE BIG IDEA: No conventional president-elect would tolerate Kellyanne Conway’s blistering broadside against Mitt Romney on the Sunday shows, but Donald Trump is not conventional. He’s changing how the game is played. Americans historically choose presidents whose personalities are the opposite of their immediate predecessor. “No-drama Obama,” as David Axelrod first labeled the Democratic presidential nominee during the 2008 campaign, abhors even the slightest whiff of staff-level discord. But Trump, ever the showman, enjoys drama and suspense. He likes to keep people guessing. He sees unpredictability as a virtue. It should surprise no one that the host of “The Apprentice” would approach picking his Cabinet like choosing the winner of a reality television show. Trump promotes \"The Apprentice\" in 2004. (Ric Francis/AP/File) -- On both CNN and ABC yesterday, Trump’s campaign manager — who is expected to land a top White House job — laid out a case against Romney that she’s surely already made in private. Over almost five minutes, Conway outlined at least eight reasons her client/boss/patron should not choose the 2012 GOP nominee for the most important job in the Cabinet. It was surreal to watch because it is so historically unusual for this to play out so publicly. The host struggled to get a word in as she relayed the following points: Many of Trump’s core supporters “feel betrayed” that Romney is even being considered: “It's just breathtaking in scope and intensity the type of messages I have received from all over the country.” There will be an even bigger “backlash from the grass roots” if Romney gets the job: “I'm hearing from people who say, ‘Hey, my parents died penniless, but I gave $216 to Donald Trump's campaign and I would feel betrayed.’ You have people saying, ‘I thought we got rid of this type.’” The first job of a secretary of state is to be loyal, and Romney was disloyal throughout the campaign: “He gave speeches against Donald Trump. He attacked his character.… He put Ed McMullin up in Utah.” Romney’s advisers were very mean to Trump on Twitter: “The Romney consultants … were the worst to all of us, including Mr. Trump. Their Twitter feeds were complete 100 percent anti-Trump screeds.” Romney is a loser: “It’s Donald Trump who has shown that he has political instincts. Governor Romney ran for the same office four years ago and lost spectacularly.… Mitt Romney lost Michigan by 10 points. Donald Trump just won it.” There are other very good candidates, so he doesn’t need to settle for Mitt. Romney does not actually have meaningful foreign policy experience: “In the last four years, I mean has he been around the globe doing something on behalf of the United States of which we're unaware? Did he go and intervene in Syria, where they're having a massive humanitarian crisis, meaning, when I say intervene, like offer to help? Has he been helpful to Mr. Netanyahu?” Trump could extend an olive branch to the Republican establishment without actually tapping Romney: “I'm all for party unity, but I'm not sure that we have to pay for that with the secretary of state position.” -- Conway subsequently engaged on Twitter with three different TV talking heads who criticized her for going off on Romney. I have never, EVER, seen any aide to a POTUS or PEOTUS publicly try and box the boss in like this. Extraordinary. https://t.co/xHM5WPrFsL — David Axelrod (@davidaxelrod) November 27, 2016 I meant \"to\" box the boss in. Either way, it's remarkable. I wonder if @realDonaldTrump appreciates being manipulated in public like this? https://t.co/3TJ8W0KM0H — David Axelrod (@davidaxelrod) November 27, 2016 Rare misread from a guy w/ sharp instincts. While we're here, @davidaxelrod , does @POTUS approve recount after asking Hillary to concede? https://t.co/h3u6MPb7lB — Kellyanne Conway (@KellyannePolls) November 28, 2016 Giuliani and Conway are trying to intimidate the President Elect. How weak do they think he is? Their lack of discretion is embarrassing. — Joe Scarborough (@JoeNBC) November 27, 2016 1/2: @JoeNBC you know better. And so does @PEOTUS . He has my respect, loyalty, service & private counsel BC he is brilliant, strong,resolute https://t.co/c7RLZu5gvc — Kellyanne Conway (@KellyannePolls) November 27, 2016 2/2: repeating 100th time decision is his & I'll respect it. Whatever your feud w/ Rudy, no need to lump us. I already have the job I want. https://t.co/c7RLZu5gvc — Kellyanne Conway (@KellyannePolls) November 27, 2016 Astounding to hear K. Conway, who has the ability to tell Trump privately, trash possibility of Romney as Sec of State publicly on @CNNSotu . — Ana Navarro (@ananavarro) November 27, 2016 I did tell him privately. And I'll respect his decision. Point is the volume & intensity of grassroots resistance to Romney is breathtaking https://t.co/bknmfGZ13a — Kellyanne Conway (@KellyannePolls) November 27, 2016 -- These tweets underscore that this was not some off-the-cuff crack during a TV interview. Conway would not have made this case so forcefully unless she believed both that it could sway the president-elect’s thinking and that she could get away with it. Trump, flanked by his children Don Jr. and Ivanka, during the 2008 season finale of \"The Celebrity Apprentice,\" which NBC broadcast live. (Ali Goldstein/NBC via Getty Images) -- The ongoing deliberation over whom to install at Foggy Bottom therefore helps spotlight at least five of Trump’s leadership traits: 1. The president-elect likes having rival power centers, which he believes give him a mixture of advice. Trump does not want any one person (who is not related to him by blood or marriage) to have too much power — or, just as importantly, to be perceived as having too much power. We saw this dynamic at work throughout the campaign, as typified by the pitched battles between chairman Paul Manafort and manager Corey Lewandowski. It’s also clearly the goal of making Reince Priebus chief of staff and installing Stephen Bannon as chief strategist in the White House. 2. Trump is not as decisive as he wants people to think. He seems deeply torn about whom to choose, just as he was during the running-mate selection process, and will probably keep changing his mind until he announces a final decision. The New York Post reported this weekend that Trump was asking random members of his Mar-a-Lago club on Thanksgiving night whether he should pick Romney or Rudy Giuliani. “One witness told us Trump took a prime table next to the fireplace in the club’s living room, but spent a lot of time greeting members and asking who they think should be his top diplomat,” Emily Smith reported . . @newtgingrich : \"I think we would be enormously disappointed if [ @realDonaldTrump ] brought @MittRomney into any position of authority.\" pic.twitter.com/8ETXXpGU6Y — Fox News (@FoxNews) November 27, 2016 3. People trying to influence the new president know that, unlike Obama, he actually watches cable news and the Sunday shows. Even close allies who have Trump’s ear will try to reach him by going on TV. Newt Gingrich, whom Romney defeated in 2012, and Mike Huckabee , whom he beat in 2008, have both gone on Fox News to say the former Massachusetts governor would be a bad pick in an effort to settle old scores. Not only has Joe Scarborough spoken out loudly against Giuliani on the assumption that Trump is watching “Morning Joe,\" but Sean Hannity has come out hard against Romney during his prime-time show as well.  Trump calls out to the media as Romney walks away from their meeting. (Jabin Botsford/The Washington Post) 4. Appearances matter. Trump himself has told aides that he believes Romney “looks the part.” Trump liked Romney quite a bit during their meeting two weeks ago, and multiple advisers told the New York Times’s Maggie Haberman that “he is intrigued by the possibility of such a camera-ready option to represent the country around the globe.” Romney briefly addresses reporters after his sit-down with Trump. (Photo by Jabin Botsford/The Washington Post) 5. It is not completely out of the question that Trump is making Romney go through this whole rigmarole for the sole purpose of publicly humiliating him. After Mitt auditioned for the job, and came to kiss his ring, it would be harder for him to publicly criticize the new president because it will look like he’s motivated by sour grapes from someone who got passed over. Fox News reported over the weekend that Trump wants Romney to publicly apologize for being so negative toward him during the campaign. Imagine if he did so, and then Trump announced Giuliani? This sort of played out in miniature with Ted Cruz. Two weeks ago, Trump met with his main rival for the GOP presidential nomination. Journalists wrote stories about the Texas senator telling people he wanted to be attorney general. Then, immediately after, Trump announced he was going with Jeff Sessions for the job. Trump meets with Rudy Giuliani the day after he sat with Romney. (Carolyn Kaster/AP) -- Is Giuliani behind this? He badly wants the job, and he’s said as much in public . But a third, surprise candidate could wind up emerging from this donnybrook. David Petraeus and John Kelly, two career military men, are being mentioned by many in Trump world, as is Senate Foreign Relations Committee Chairman Bob Corker (R-Tenn.), who seemed to take himself out of contention a few weeks ago when it looked like Giuliani would get it. Ronald Reagan and George H.W. Bush answer questions during a press conference in 1980. (Wally Fong/AP) -- Some historical perspective: Ronald Reagan faced somewhat similar tensions in 1980. Hard-liner loyalists like Lyn Nofziger were perturbed when the president-elect elevated ex-rivals such as Jim Baker into top White House roles. One big difference is that they didn’t go on TV to warn of a backlash from the grass roots; in fact, we did not understand the full extent of the unease within his inner circle until archives opened decades later. An important cautionary tale for Mitt: Reagan’s first secretary of state was Al Haig, who had been Richard Nixon’s final White House chief of staff. But the retired general lasted only 18 months in the job, partly because he battled constantly with Defense Secretary Caspar Weinberger. Weinberger always had the upper hand during interagency turf fights because he had a deeper relationship with Reagan; he had been chairman of the California Republican Party when Reagan was elected governor in 1966. ( Read my 2010 obituary of Haig here. ) Romney leaves his meeting with Trump. (Jabin Botsford/The Washington Post) -- A serious question: why would Romney even want this job? A diplomat tends to be most successful when allies and adversaries believe that he or she speaks directly for the president. This was the case for Condoleezza Rice but not Colin Powell. Romney would be ineffective if foreign leaders did not think that his words carried much weight because they, hypothetically, could send intermediaries to appeal to Trump’s children who are overseeing his financial interests abroad. -- The “team of rivals” model has famously worked, of course. The term dates to Abraham Lincoln, when he put three men who had run against him for the 1860 Republican presidential nomination into the three most important Cabinet posts: William Seward at State, Salmon Chase at Treasury and Edward Bates at Justice. Much more recently, Hillary Clinton had credibility and gravitas when Obama tapped her after their 2008 battle for the Democratic nomination. Kevin McCarthy. (Photo by Melina Mara/The Washington Post) -- HAPPENING TOMORROW: The Daily 202 goes live with Kevin McCarthy. I will interview the House majority leader at The Washington Post’s headquarters about the top policy priorities for the next Congress and how GOP leadership plans to work with President-elect Trump. Register to attend the event, from 9 a.m. to 9:45 a.m., here . Welcome to the Daily 202, PowerPost's morning newsletter. With Elise Viebeck ( @eliseviebeck ). WHILE YOU WERE SLEEPING: Francois Fillon is now the heavy favorite to be France's next president. (Joel Saget/AFP/Getty Images) -- François Fillon won France’s first conservative presidential primary after promising drastic free-market reforms and a crackdown on immigration and Islamic extremism, beating a more moderate rival who had warned of encroaching populism. From the AP : \"Polls suggest the sober, authoritative Fillon, 62, would have a strong chance of winning the French presidency in the April-May election, amid widespread frustration with France’s current Socialist leadership. Fillon, who was prime minister from 2007-2012 under ex-President Nicolas Sarkozy, enjoyed a surprise surge in popularity in recent weeks. A rise in nationalist sentiment across Europe may have favored his strict conservative positions over (Alain) Juppe’s more centrist stance. France needs 'a complete change of software,' Fillon said, promising in his victory speech to defend 'French values.' Among his promises: slash public spending, cap immigration, support traditional family values and reach out to Russian President Vladimir Putin. Juppe, 71, congratulated Fillon on his “wide victory.” During the primary campaign, he expressed similar ideas as his rival on the French economy, but tried to rally conservatives around a more tolerant attitude toward France’s ethnic, religious and social diversity.\" A Red Crescent vehicle carries mattresses for Syrians evacuating the eastern districts of Aleppo. ((SANA/Handout via Reuters) GET SMART FAST: Assad’s forces seized control of northeast Aleppo today, pressing forward with their offensive and sending thousands of civilians into panicked flight. The move puts a large portion of the rebel-held territory under government control for the first time since 2012. ( Louisa Loveluck ) A flotilla of Russian warships in the Mediterranean is providing a high-profile show of force in support of the Assad regime — but the display has also exposed gaps in the fleet’s naval aviation and carrier operations. NATO officials say the aircraft carrier lacks the kind of powerful catapult system that is featured on U.S. carriers, forcing Russian planes to carry lighter loads and less fuel. They also suffer from a scarcity in combat pilots, the Wall Street Journal reports. Police detonated a bomb discovered near the U.S. Embassy in the Philippines. The device had a similar design as one used in a deadly September explosion. Authorities theorized that it was planted by an “armed Islamist group.” ( CNN ) Spanish authorities announced the arrest of four people suspected to have links to the Islamic State’s illegal migration network to move militants to Europe — including the terrorists involved in last year’s Paris attacks. Police believe the individuals had contacts with two extremists arrested in Salzburg shortly after the November 2015 attacks. ( AP ) Israeli forces killed four Islamic State allies in the Golan Heights borderlands, the first substantial fight between Israeli soldiers and an ISIS affiliate in the Syrian war. No Israelis were injured. ( William Booth ) One person was fatally shot and nine others injured during the Bayou Classic in the French Quarter. New Orleans police did not say what precipitated the shooting, but two men have been arrested for illegal possession of a firearm. ( Kristine Guerra ) Rescuers in Arkansas are celebrating the miraculous survival of an eight-month-old who was found alive in a storm drain — with only a scratch on her forehead — after being ejected nearly 30 feet from her family's car. ( CNN ) A Moroccan television show is under fire after airing a makeup tutorial segment showing women how to conceal bruises and other signs of domestic abuse in order to “carry on with daily life.” ( Samantha Schmidt ) Nearly 100 years after a 40-foot “molasses tsunami” swept through northern Boston — leaving dozens killed and incapacitated in its syrupy, destructive wake — scientists finally believe they may have cracked the science behind the deadly spill. The syrup moved quickly enough to cover several blocks “within seconds,” they said, but thickened into a harder goo as it cooled, which hindered rescue efforts. ( New York Times ) The TSA may be one of the most loathed federal agencies around, but its Instagram account gives megastars like Beyoncé a run for their money. It ranks number FOUR on the Rolling Stone’s list of must-follow accounts, lauded for an eclectic smattering of photos featuring TSA dogs, weapons seized, and weird finds such as an enchilada-wrapped knife. ( Lori Aratani ) Trump boards his plane at Palm Beach International Airport last night en route to New York. (Carolyn Kaster/AP) WITH NO EVIDENCE, THE PRESIDENT-ELECT ALLEGES MASSIVE VOTER FRAUD: -- Trump made an unsubstantiated claim  last night that “millions” of people voted illegally in the election and that he would have won the popular vote if they had not. “That accusation — spread by conspiracy sites such as Infowars.com and discredited by fact-checking organizations — gained traction among some far-right conservatives disappointed that Trump lost the popular vote, Paul Kane writes. “But Trump’s embrace of the claim created even more instability around the election results from both ends of the political spectrum.\" In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally — Donald J. Trump (@realDonaldTrump) November 27, 2016 Serious voter fraud in Virginia, New Hampshire and California - so why isn't the media reporting on this? Serious bias - big problem! — Donald J. Trump (@realDonaldTrump) November 28, 2016 -- Trump’s tweet-storm came a day after Hillary Clinton counsel Marc Elias announced that she would participate in a Wisconsin recount led by Jill Stein. He stressed that preliminary reviews show  “no actionable evidence” of wrongdoing. “We had not planned to exercise this option ourselves, but now that a recount has been initiated in Wisconsin, we intend to participate in order to ensure the process proceeds in a manner that is fair to all sides,” he wrote in a nuanced post on Medium. Clinton plans to do the same if Stein follows through on plans to request recounts in Michigan and Pennsylvania, he added. Here is how Elias responded to Trump's tweet-storm: We are getting attacked for participating in a recount that we didn't ask for by the man who won election but thinks there was massive fraud — Marc E. Elias (@marceelias) November 28, 2016 -- Kellyanne Conway responded to the news by saying that Trump has been “incredibly gracious and magnanimous” for backing off his promise to appoint a special prosecutor to investigate Clinton’s private email sever. “He’s been incredibly gracious and magnanimous to Secretary Clinton at a time when, for whatever reason, her folks are saying they will join in a recount to try to somehow undo the 70-plus electoral votes that he beat her by,” Conway told CNN’s Dana Bash. -- Reince Priebus said on “Fox News Sunday” that Clinton’s team had “cut a deal” with Trump’s team about conceding: Once the AP called the race for one candidate, the other would call within 15 minutes to concede. Priebus said that’s exactly what happened on election night, and he wondered aloud whether the Clinton campaign’s decision to participate in the recount violates that agreement. ( CBS News ) Trump embraces Jared Kushner after his victory speech on election night. (Mark Wilson/Getty Images) TRUMP'S INNER CIRCLE: -- “ For Trump son-in-law and confidant Jared Kushner, a long history of fierce loyalty ,” by Shawn Boburg: “Jared Kushner was just an undergrad at Harvard when politicians began receiving big-dollar campaign donations bearing his name. In reality, the money was sent by his father [in a scheme that sent] the elder Kushner to prison and engulfed the family in scandal. It was a defining and pivotal episode for Kushner.… But friends say it also reveals in [him] a fundamental trait that Trump prizes and has strengthened their bond: unflinching loyalty. Far from seeing his father’s actions as a betrayal, the younger Kushner flew to Alabama almost every Sunday to visit his father during his 14 months behind bars. And he publicly insisted that his father was unfairly prosecuted. Now, the same dynamic — this time between Kushner and Trump — played out on the campaign trail. … And it seems likely to carry over into the White House, where Kushner is expected to play the role of informal gatekeeper and confidant to the president and may be entrusted with the enormous task of trying to broker an end to conflict in the Middle East. Several Trump associates have said that Kushner will be a chief of staff in all but name, with wide-ranging — if sometimes hard-to-quantify — influence.\" Stephen Bannon at Trump Tower. (Carlo Allegri/Reuters) THREE GOOD READS ON STEPHEN BANNON: -- Bannon has a bad temper that easily flares up, writes  the New York Times's Scott Shane : “He is an avid reader of history, fond of citing Plutarch and Plato, and his career reflects a restless, eclectic mind. He has conceived a rap musical based on Shakespeare’s 'Coriolanus' … overseen the troubled Biosphere 2 project, an experiment in the Arizona desert meant to mimic the earth’s ecosystem … [and] moved to Shanghai to run a company marshaling Chinese computer gamers to earn points for Western players. … Fans and foes agree that he is a ‘screamer,’ a volcanic personality who sometimes resorts to offensive or hyperbolic language. ... 'I’ve never known him to, say, go to a ballgame,” said former co-director Tim Watkins. Once, he recalled, the two argued over trimming the length of their two-hour film — angering Bannon so much he actually flipped over the table.\" -- Bannon's Harvard Business School classmates say they barely recognize him, per the  Boston Globe’s Matt Viser : “He was an easy presence at weekend parties at a classmate’s home in Somerville, or hanging out on Friday afternoons in a business school pub. In stadium-style rooms, he learned how to lead, how to market, and how to spot a business opportunity that could appeal to the masses. But he has also used some of those skills to help oversee a website, speak to the angry edges of society, and elect Trump as president. ... Several of his fellow students are shocked at the comments they now see attributed to Bannon.… But there are also those who say that he had a controlling side that could take over the class. ‘He was wound really tightly,” said one former classmate. … ‘I’ve lost sleep around the fact that he’s so close to the president of the United States.'\" -- Bannon told the Richmond Times-Dispatch  that his working-class Richmond roots set him apart from a “cosmopolitan” elite that sees blue-collar people as “just idiots or morons”: “The Bannon children were expected to work,” he said, “and Bannon started by delivering newspapers and mowing lawns before taking on tougher assignments at construction sites and a local junkyard. Mary Beth Meredith, the youngest of the Bannon children … called her brother’s rise ‘an American dream.’ ‘We didn’t belong to country clubs. We didn’t have contacts,’ Meredith said. ‘He’s really a self-made man.’” He told the paper that he promised Trump a 100 percent chance of victory if he stayed focused: “When he was hired by the campaign in August, Bannon said he told Trump he had a ‘100 percent chance to win’ if he could execute, because Trump had ‘completely articulated what the country’s problems were.’\" Liberty University President Jerry Falwell Jr. gestures during an interview in his Lynchburg, Va., office. (Steve Helber/AP) TRUMP'S GOVERNMENT: -- Jenna Johnson has compiled a list of 282 promises that Trump made during the campaign . -- “ Trump could open door to expanding D.C. school voucher program, \" by Emma Brown and Perry Stein: “The District is home to the nation’s only federally funded school voucher program, and for the past eight years, advocates for the program have been on defense, fighting to keep it alive under a president who opposes the notion of using taxpayer dollars to pay tuition at private and religious schools. But then Trump, voucher supporter, was elected president. Trump’s nominee (for education secretary), Michigan billionaire and conservative activist Betsy DeVos, has quietly helped introduce vouchers in many states nationwide, spending millions of dollars to support candidates who agree with her and to unseat those who do not. The prospect of an expanded voucher program is not a welcome one among the District’s elected officials, who chafe as Congress … passes laws that shape the landscape of city education. Many also are ideologically opposed and worry that an expanded voucher program could threaten the progress and growth of the city’s traditional public and public charter schools.\" -- Liberty University President Jerry Falwell Jr. said Trump offered him the job of education secretary first, but he turned it down when the president-elect asked for a four-to-six year commitment. ( Valerie Strauss ) -- Paul Manafort is in regular contact with Mike Pence and Jeff Sessions, Bloomberg Businessweek’s  Robert Kolker reports : “Manafort and Sessions have known each other since the ’70s. And Manafort is also close with Tom Barrack, the billionaire founder of Colony Capital, who has a spot at the top of Trump’s inaugural committee. Friends say Manafort wouldn’t want to become a lobbyist again or to have a concrete role with the administration; that would be too confining. But the Washington that Trump’s team will govern in is a place Manafort understands and had a strong hand in shaping. It’s a matter of time, perhaps, before his particular set of skills will be put to use again. And given the Trump team’s apparent warmth toward Russia, there should be plenty for the King of K Street to do — and plenty of money to be made doing it.” -- In case you missed it over the holidays, billionaire investor Wilbur Ross is expected to be named as commerce secretary. ( Jerry Markon, Karen Tumulty and Karoun Demirjian ) Trump also named former campaign lawyer and hard-line libertarian Donald F. McGahn as White House counsel , bringing onboard the former FEC member and Reagan official to be his official legal adviser. Fox News analyst Kathleen “KT” McFarland will serve as deputy national security adviser under Michael Flynn. -- Some members of the transition team were planning to pivot to economic policy appointments this week, focusing on such departments as Commerce and Treasury. But the internal debates will likely force Trump in the short term to keep his focus on his national-security team, according to the  Wall Street Journal’s Damian Paletta . “Mr. Trump has interviewed for — but not filled — the defense secretary post, saying he is seriously considering retired Gen. James Mattis. ... The Trump team has also signaled, but not closed the deal, on the appointment of Adm. Michael Rogers as the director of national intelligence, the nation’s top spy. And there has been little public discussion about who may head of the Department of Homeland Security.\" Saira Khan, with her husband, Farhan, and their two children at their home in Riverside, Calif. She wants to adopt the daughter of her brother and his wife, Syed Rizwan Farook and Tashfeen Malik, the couple who committed the 2015 San Bernardino shooting. (Jahi Chikwendiu/The Washington Post) WAPO HIGHLIGHTS: If you read one thing --> “ Family of San Bernardino shooters seeks custody of their orphaned daughter ,” by Eli Saslow: “The clothing rack was filled with dozens of outfits that had been recovered from Farook and Malik’s apartment. At the same time that Farook and Malik had been stockpiling thousands of rounds of ammunition, they had also been assembling a future wardrobe for the child they did not plan to raise. Now that baby had become a toddler who was just beginning to walk …. [and] Saira, who was Farook’s older sister, had spent 11 months trying to adopt her niece. … [As she read the sizes on the clothes, she asked:] ‘What kind of parent makes plans to abandon their child? How were they capable of something like that and we didn’t know?’ ... They had spent the past year trying to make sense of a shooting in which there were still so many unanswered questions. ... Maybe caring for their niece, Saira thought, would restore some small bit of order not only to the baby’s life, but also to their own.\" -- “ As Trump prepares for office, concerns about China trade reach a crescendo,” by Simon Denyer: “Trump has threatened to declare China a currency manipulator, but experts say he has little legal or economic basis.… He has also threatened to impose a tariff of up to 45 percent on Chinese imports if Beijing doesn’t ‘behave.’ … Yet he is not alone in sounding the alarm about unfair competition and a playing field sharply tilted in China’s favor. The American Chamber of Commerce in China … complained this month about a rise in protectionism and ‘economic hegemony,’ with doors closing to foreign investment, regulations biased against foreign companies, and new national security-related laws breeding ‘distrust and paranoia.’ Chinese companies are also engaged in a state-sponsored buying spree of foreign companies, diplomats and experts say, in sectors identified by the government as key to an industrial modernization strategy known as Made in China 2025.” Tourists drive by the University of Havana and the shrine to Fidel. Activities have been halted in Havana for the country's mourning period. (Photo by Lisette Poole for The Washington Post) FIDEL FALLOUT, DAY 3: -- Our Nick Miroff files from Havana:  \"Fidel Castro once called George W. Bush a ‘functional illiterate.’ President Ronald Reagan was ‘the worst terrorist in the history of mankind.' Castro thrived on confrontation with U.S. leaders, and he almost surely would have enjoyed facing off against America’s next one. But brinkmanship and barb-throwing are not the forte of his successor.... If tensions between Cuba and the United States ratchet up again under a Trump presidency, it would be a new stress test for Raúl Castro and his quieter, more austere leadership style. Cuba will enter the Trump era with Fidel Castro’s one-party socialist state firmly in command but without the supercharged politics and nationalist fervor he relied on to sustain it.… Then again, Cuban national pride remains a powerful force on the island, and nothing stirs it like a perceived threat from a swaggering American leader, said former Cuban intelligence analyst [Arturo Lopez-Levy]. Intense Cuban nationalism 'preceded Fidel,' he said, 'and it will survive as a major actor in Cuban politics well beyond his passing.'\"  -- “ In Florida, Hard-Liners on Cuba See Chance for Policy Shift ,” by the Wall Street Journal's Arian Campo-Flores and Cameron McWhirter: “Aging Cuban-American hard-liners [have] steadily lost influence over the years as many died and newer generations that are more conciliatory gained in number. But with Mr. Castro’s death and the election of Mr. Trump — who carried Florida with the help of Cuban-American conservatives and seemed to align himself with their uncompromising posture toward the island — Cuban-American hard-liners are experiencing a resurgence. Some see the passing of the Fidel era as a chance to engage the island. Yet the hard-liners could pressure Mr. Trump to return to policies aimed at isolating it — such as closing off diplomatic channels to President Raúl Castro and rolling back Mr. Obama’s loosening of travel restrictions for Americans wanting to visit the island.” -- Marco Rubio said Trump’s Cuba policies should “pave the way for democracy”: \"Our goal is the national security and national interests of the United States and, as part of that, to do everything possible through our foreign policy towards Cuba to incentivize and pave the way … move toward democracy,\" the son of Cuban immigrants said on CNN’s \"State of the Union.” \"If there's a policy that helps that, it remains in place. And if it's a policy that doesn't, it's removed. And that's what I would encourage them to do.” The Council on American-Islamic Relations sent reporters a letter it says three mosques received. AMERICA, DIVIDED: -- Three mosques in California received a letter that called Muslims “children of Satan” and said Trump will do to them what Hitler “did to the Jews.\" ( Kristine Guerra ) -- The daughter of a Newtown massacre victim demanded that Trump denounce conspiracy theorist Alex Jones, who maintains that the Sandy Hook shooting never happened: “A quick Google search for the phrase ‘Sandy Hook truthers’ will turn up thousands of stories about how the worst day of my life was actually an elaborate conspiracy that never happened at all.… It’s insanity,” she wrote in a USA Today op-ed. “President-elect Trump will face the same kinds of tragedies President Obama has lived through,” she said. “He’ll need to visit with the brokenhearted, and he’ll need to prove he’s the kind of man — and president — who can represent us all.” ( Travis M. Andrews ) -- A family of Cleveland “doomsday preppers” that hoarded an arsenal of machetes, grenades and body armor may have been ready for an attack by the government — but apparently not from burglars who slunk through an open side door. The robbers stole five shotguns, a high-powered rifle, 12 machetes and a weapon that looks like a sniper rifle and can pierce through the exterior of an automobile. ( Travis M. Andrews ) -- A West Virginia man charged with fatally shooting a black 16-year-old said he \"removed a piece of trash from the streets.\" ( Lindsey Bever ) -- Across the nation, sanctuary cities are gearing up to oppose Trump if he follows through on his promise to deport millions of illegal immigrants. From Jennifer Medina and Jess Bidgood  in the New York Times: \"In doing so, municipal officials risk losing millions of dollars in federal assistance. … Some believe Mr. Trump could go further than simply pulling federal funding, perhaps fighting such policies in court or even prosecuting city leaders. ‘This is uncharted territory in some ways, to see if they’re just playing chicken, or see if they will relent,’ said Jessica Vaughan [of the Center for Immigration Studies]. … The fight could also signal a twist in the struggle over the power of the federal government, as this time liberal cities — rather than conservative states — resist what they see as federal intervention.” \"Cities may not have the power to give people rights,” said NYU Law’s Muzaffar Chishti. \"But they have a lot of power of resistance, and that’s what they’re displaying right now.” -- “ The urban-rural divide that bolstered Trump isn’t just an American thing; it’s prevalent in Europe, too ,” by Rick Noack in London: “What shaped European politics over the past two years might appear to some like a revolution of rural Europe rising up against the establishment and economic winners. Support for Britain leaving the European Union was highest in rural areas in the June referendum. It is also ‘rural France’ that might empower far-right politician Marine Le Pen next year.  Even in federal republics like Germany, which lack the dominance of one single capital city, an urban-rural disconnect is increasingly visible. … That sense of abandonment — the same sentiment that won over Midwest voters to support [Trump] — overwhelmed the advice of most of Britain's economic experts and nearly all of the country's leading politicians during this year's European Union referendum. …To those who have stayed in rural areas, a feeling of being left behind has replaced the pride of having grown up outside big cities and away from all the problems that are associated with them.” SOCIAL MEDIA SPEED READ: Mitt Romney, who has been pretty quiet on Twitter for the past year, posted a picture last night of himself playing in the tide pools by his La Jolla home as Conway engaged with critics about whether he's a good pick for Foggy Bottom: No greater joy than making discoveries together with grandchildren. pic.twitter.com/NxIYsog6lC — Mitt Romney (@MittRomney) November 28, 2016 Twitter was dominated by commentary about Trump's unsubstantiated claims of voter fraud: From the Upshot: Hard to argue against an audit/recount if the president-elect asserts, without any evidence, that were millions of illegal votes — Nate Cohn (@Nate_Cohn) November 27, 2016 The editor of The Weekly Standard: Every time you decide that maybe a Trump Administration could work out ok, you're reminded (as by his tweets today) of one obstacle: Trump. — Bill Kristol (@BillKristol) November 27, 2016 From the independent presidential candidate who Kristol supported: It should not go unrecognized that @realDonaldTrump 's effort to inflate his election performance without cause is typical of autocrats. https://t.co/rY4e5jmWxZ — Evan McMullin (@Evan_McMullin) November 27, 2016 Former Clinton spokesman Jesse Ferguson: Dear @twitter - I hear you close down accts promoting fake news and false conspiracies. Please consider deleting this one. Thanks. https://t.co/lV1ACAG04Z — Jesse Ferguson (@JesseFFerguson) November 27, 2016 How many would you have won by if u deduct voters misled by your Russian allies? or ppl who didn't know your network 2 profit from POTUS? https://t.co/lV1ACAopdr — Jesse Ferguson (@JesseFFerguson) November 27, 2016 I don't think anyone quite understands the consequences of America electing a Twitter troll as President. — Nicholas Thompson (@nxthompson) November 28, 2016 Trump's tweets sound like they're written in cut-out magazine letters. — Louis Virtel (@louisvirtel) November 28, 2016 In the wake of Trump's tweet, this headline from CBS drew criticism: Donald Trump: \"Millions\" voted illegally for Hillary Clinton https://t.co/L1awZFCTyx pic.twitter.com/pHWP9rW7en — CBS News (@CBSNews) November 27, 2016 For example: — Binyamin Appelbaum (@BCAppelbaum) November 27, 2016 Two-paragraph story, repeats two tweets, no challenge of unsubstantiated claim. What is going on with CBS News? https://t.co/B2p6uT7ZM5 — James Poniewozik (@poniewozik) November 27, 2016 Castro was a totalitarian who relentlessly repressed anyone who dared speak out against him and his regime. But many liberals celebrated him, including Jill Stein: Fidel Castro was a symbol of the struggle for justice in the shadow of empire. Presente! — Dr. Jill Stein (@DrJillStein) November 27, 2016 Obama's statement was measured: Obama's statement on Fidel is so anodyne that it sanitizes his atrocities and terrible place in history pic.twitter.com/jeDhI9sDbS — Marc Caputo (@MarcACaputo) November 26, 2016 Justin Trudeau's perplexingly warm comments about Castro -- see below -- were widely criticized :  Please read my statement on the passing of former Cuban President Fidel Castro: https://t.co/vIYCZrJGfg — Justin Trudeau (@JustinTrudeau) November 26, 2016 Many of the complaints came from the right: Is this a real statement or a parody? Because if this is a real statement from the PM of Canada it is shameful & embarrassing. https://t.co/lFXeqU7Ws0 — Marco Rubio (@marcorubio) November 26, 2016 Impossible to take seriously people who think Trump is a threat to freedom when they praise Fidel Castro. — Erick Erickson (@EWErickson) November 26, 2016 Did Castro issue stupid pills with instructions to take at the moment of the tyrant's death? — Hugh Hewitt (@hughhewitt) November 26, 2016 The hashtag #TrudeauEulogies was trending on Twitter. Some examples: Against all odds, Charles Manson not only kept his family together, he made sure they achieved most of their squad goals #trudeaueulogies — Nick Gillespie (@nickgillespie) November 27, 2016 Today we mourn Robespierre. An artistic visionary, inspiring & unifying painters and propagandists alike #DeathofMarat #trudeaueulogies ",
    "title": "The Daily 202: Romney twisting in the wind offers a preview of Trump’s reality-show governing style - The Washington Post"
   },
   {
    "entities": [
     "fatemah",
     "november 27, 2016",
     "alexander",
     "syria",
     "richard",
     "alabed",
     "news",
     "bashar",
     "--",
     "tonight",
     "may",
     "united",
     "the day",
     "monday",
     "last month",
     "bana",
     "nations",
     "night",
     "nbc",
     "yesterday",
     "1:32",
     "night before",
     "aleppo",
     "november 28, 2016",
     "al-assad",
     "now",
     "engel",
     "november 28, 2016 later monday",
     "last night",
     "smith",
     "charity"
    ],
    "id": 9,
    "text": "Battle for Aleppo Reaches Brutal Turning Point as Thousands Flee 1:32 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161129032343if_/http://www.nbcnews.com/widget/video-embed/819365955973\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Fatemah told NBC News last month how her daughter had \"started to ask me if we are going to die in the bombings.\" On Monday, following an intensifying attack by the forces of President Bashar al-Assad, Fatemah tweeted that she had been injured when her home was bombed the night before and that her family is now \"on the run.\" She also shared that her daughter was frightened for her life. The tweet came a day after a photo of a dust-covered and clearly shocked Bana was also posted. We have no home now. I got minor injury. I didn't sleep since yesterday, I am hungry. I want to live, I don't want to die. - Bana #Aleppo — Bana Alabed (@AlabedBana) November 28, 2016 Later Monday, the account posted: \"We have no home now. I got minor injury. I didn't sleep since yesterday, I am hungry. I want to live, I don't want to die. — Bana.\" Tonight we have no house, it's bombed & I got in rubble. I saw deaths and I almost died. - Bana #Aleppo pic.twitter.com/arGYZaZqjg — Bana Alabed (@AlabedBana) November 27, 2016 Fatemah later told NBC News' Richard Engel Monday night that they were relatively safe at a friends house and Bana was sleeping. \"She didn't sleep last night and all the day because there is always bomb and warplane in the sky,\" Fatemah said of her daughter. \"Aleppo is bleeding, really it's bleeding, Aleppo it's suffering very much,\" she said. This photo, provided by her mother, shows Bana sleeping relatively safe and sound in Aleppo, Syria, on November 28, 2016. NBC News \"We are under siege for some three months ... the people here are suffering from hunger, and now they are suffering from bombs, they don't know how ... how they deal with this, this, inhumanity,\" she added. Related: Syria's Rebels May Have Just Suffered Debilitating Defeat According to a United Nations report , nearly a million Syrians are living under siege in Aleppo, and officials have described the situation as \"a slaughterhouse.\" Bana Alabed, 7, smiles with a rescue worker for Syria Charity. This photo was taken before her house was bombarded. Syria Charity Alexander Smith ",
    "title": "Twitter Star Bana al-Abed 'On the Run' as Aleppo Attacks Worsen - NBC News"
   },
   {
    "entities": [
     "jim",
     "$10,000",
     "wolverines",
     "joseph",
     "harbaugh",
     "buckeyes",
     "facebook",
     "saturday",
     "state",
     "stadium",
     "30-27",
     "michigan",
     "sports",
     "usa",
     "6:45 p.m. est",
     "today",
     "the third quarter",
     "november 28, 2016",
     "snyder",
     "maiorana",
     "mark",
     "ohio"
    ],
    "id": 10,
    "text": "Jim Harbaugh reprimanded for officiating rant, Michigan fined $10,000 The league said Harbaugh violated the league's sportsmanship policy after Saturday's game. Post to Facebook Jim Harbaugh reprimanded for officiating rant, Michigan fined $10,000 The league said Harbaugh violated the league's sportsmanship policy after Saturday's game. Check out this story on USATODAY.com: http://usat.ly/2gco4iL CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 27 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Jim Harbaugh reprimanded for officiating rant, Michigan fined $10,000 Mark Snyder, USA TODAY Network 6:45 p.m. EST November 28, 2016 Michigan Wolverines head coach Jim Harbaugh reacts during the third quarter against the Ohio State Buckeyes at Ohio Stadium. Ohio State won 30-27. (Photo: Joseph Maiorana, USA TODAY Sports) Michigan coach Jim Harbaugh was reprimanded by the Big Ten for violating the league's sportsmanship policy in a postgame news conference Saturday following the Wolverines' double-overtime loss to Ohio State — in an outcome that likely cost Michigan a spot in the Playoff. And the school was fined $10,000. The Big Ten issued a statement saying that Harbaugh's comments regarding officials were in violation with the league's 10.01 agreement, which states that: \"The Big Ten Conference expects all contests involving a member institution to be conducted without compromise to any fundamental element of sportsmanship. Such fundamental elements include integrity of competition, civility toward all, and respect, particularly toward opponents and officials.\" ",
    "title": "Jim Harbaugh reprimanded for officiating rant, Michigan fined $10,000"
   },
   {
    "entities": [
     "cbs",
     "abdul",
     "ohio",
     "razak",
     "news",
     "university",
     "jeff",
     "facebook",
     "recently",
     "state",
     "monday",
     "2014",
     "osu",
     "craig",
     "pat",
     "police",
     "stone",
     "honda",
     "this year",
     "u.s.",
     "fbi",
     "artan",
     "ali",
     "columbus",
     "pakistan",
     "november 28, 2016",
     "first day in august",
     "milton",
     "somalia",
     "pegues"
    ],
    "id": 11,
    "text": "On Monday a man drove his car into a crowd of pedestrians on the Ohio State campus, and then got out and began slashing people. The attacker, Som... The attacker was identified as Abdul Razak Ali Artan. He was born in Somalia and was a legal permanent U.S. resident, according to a U.S. official who wasn’t authorized to discuss the case and spoke on condition of anonymity. The FBI joined the investigation. Artan was a new student at Ohio State University, CBS News has learned.  Officials said he came to the U.S. with six family members in 2014 after fleeing Somalia and spending seven years in a refugee camp in Pakistan, reports CBS News homeland security correspondent Jeff Pegues. Artan attended community college in Columbus, Ohio, before transferring to OSU this year. On his first day in August, Artan was interviewed by the campus paper , The Lantern. He complained about what he believed was the media’s negative portrayal of Muslims. From the archives: Ohio State attacker featured in ‘Humans of Ohio State’ https://t.co/OjucYxXcZo pic.twitter.com/0BSYW9Vy81 — The Lantern (@TheLantern) November 28, 2016 “I wanted to pray in the open,” he was quoted as saying, “but i was kind of scared with everything going on in the media...if people look at me, a Muslim praying, I don’t know what they’re going to think, what’s going to happen.” A law enforcement source told CBS News senior investigative producer Pat Milton that Artan had recently posted on Facebook that he was sick of the way Muslims were being treated everywhere.  Ohio State Police Chief Craig Stone said that the assailant deliberately drove his small gray Honda over a curb outside an engineering classroom building and then began knifing people.  A campus officer who happened to be nearby because of a gas leak arrived on the scene and shot the driver in less than a minute, Stone said. Law enforcement is investigating the incident as a likely terror attack. They have searched the car the suspect was driving as well as an apartment complex.  ",
    "title": "Ohio State University attack suspect Abdul Razak Ali Arta what we know - CBS News"
   },
   {
    "entities": [
     "jason",
     "reporter",
     "contact",
     "2013",
     "fiancee",
     "tribune",
     "poleroski",
     "sunday",
     "paris",
     "facebook",
     "minutes later",
     "monday",
     "peatry",
     "u.s.",
     "dolton",
     "chicago",
     "chester",
     "keith",
     "daniels",
     "gregory",
     "los",
     "time",
     "poe",
     "shanice",
     "hobo",
     "meisner",
     "angeles",
     "april 2013"
    ],
    "id": 12,
    "text": "Fiancee tells of witnessing informant's slaying in front of their children Paris Poe Jason Meisner Contact Reporter Chicago Tribune The killer was dressed in all black, waiting behind some bushes when Shanice Peatry pulled into the parking lot outside her Dolton apartment with her fiance and their two young children. Moving deliberately, the gunman walked up to their car and opened fire though the front windshield, Peatry testified Monday in a hushed tone in federal court. As Peatry instinctively ducked into the back seat to push the kids to the floor, her fiance, federal informant Keith Daniels, bailed out of the passenger side and fell to the ground. The gunman took his time, walking over to Daniels and standing over him, pumping round after round into his chest as their children screamed. Before he jumped into a waiting SUV, the assailant walked close enough to Peatry for her to see dreadlocks sticking out from under his mask and peer into his eyes. She knew instantly it was the man known as Poleroski, she said. Asked to identify the gunman in court, Peatry was escorted by a deputy U.S. marshal to the center of the courtroom, where she pointed at alleged Hobo gang leader Paris Poe seated at the defense table. \"Him, right there,\" she said in a barely audible voice. Peatry's dramatic testimony came as federal prosecutors began wrapping up their case against Poe and five other alleged Hobo members, including reputed gang leader Gregory \"Bowlegs\" Chester. The sweeping racketeering conspiracy charges allege the gang was responsible for nine killings — including Daniels in April 2013 — as well as a slew of shootings, robberies and home invasions. Each of the six faces up to life in prison if convicted. (Jason Meisner) Over 11 weeks of testimony, jurors have heard from dozens of witnesses about the Hobos' ruthless use of violence in its rise to the top of the city's drug trade. Among the casualties were two gang rivals who had just attended a funeral, a semipro basketball player who was slain in a case of mistaken identity, an innocent bystander from Los Angeles visiting relatives and an elderly woman killed in a car crash as police chased a fleeing Hobo member, according to testimony. Just months before his slaying, Daniels, 27, had relocated to south suburban Dolton for his safety after it was revealed that he was a key informant in a narcotics trafficking case against Chester. Federal prosecutors say Poe cut off a court-ordered electronic monitoring device from his ankle and killed Daniels to keep him from testifying. Peatry told jurors Monday that she and Daniels had gone to his father's house to have Sunday dinner and were driving back with their kids — ages 6 and 4 at the time — when they were ambushed by a masked man in a black jogging suit. \"It was so many (shots) I couldn't count,\" said Peatry, pausing at times in her testimony to shake her head and draw a breath. \"It kind of felt like it was in slow motion to me, like he wasn't in no rush.\" After the gunman fled, she ran to Daniels' side. He was still breathing but unable to speak, she said. In Peatry's frantic 911 call, which was played for the jury before she took the stand, Peatry could be heard telling her fiance, \"Don't move, baby, please don't move.\" In a second call minutes later, Peatry told a dispatcher the killer had fled in a gold Chevrolet Trailblazer — a car that had earlier been linked to Poe. \"I know who it was,\" Peatry said on the call. \"His name is Poleroski.\" Attorneys for Poe, meanwhile, have said that Peatry had outed Daniels as an informant in a Facebook post a year before his slaying and that many people might have wanted him dead. The defense also wants to call Daniels' children to testify. In an interview with authorities in 2013, the younger child said the \"boogeyman\" who shot Daniels was wearing a Spider-Man mask — an account that seems to conflict with Peatry's testimony. Prosecutors have objected to the children testifying, saying they are too young to do so under federal trial rules. ",
    "title": "Fiancee tells of witnessing informant&apos;s slaying in front of their children - Chicago Tribune"
   },
   {
    "entities": [
     "monday, nov. 28, 2016",
     "cloud",
     "neises",
     "state",
     "department",
     "somali",
     "the spring of 2016",
     "today",
     "iraq",
     "darla",
     "islamic",
     "ali",
     "november 28, 2016",
     "fall",
     "ap",
     "hometown",
     "community",
     "association",
     "kraus",
     "comey",
     "abdul",
     "nationwide",
     "united",
     "facebook",
     "may",
     "aamer",
     "adam",
     "2014",
     "of",
     "omar",
     "home",
     "balmert",
     "craig",
     "kenya",
     "night",
     "police",
     "u.s.",
     "fbi",
     "jack",
     "monica",
     "james",
     "hall",
     "jessie",
     "curnutte",
     "columbus",
     "september",
     "franklin",
     "boulevard",
     "allen",
     "jacobs",
     "minneapolis",
     "minn.",
     "razak",
     "hassan",
     "st.",
     "summer",
     "the month",
     "madhani",
     "sheriff's",
     "isil",
     "usa",
     "cincinnati",
     "monday before",
     "ouham",
     "depot",
     "somalia",
     "market",
     "alan",
     "semester of",
     "minnesota",
     "states",
     "syria",
     "university",
     "moll",
     "college",
     "monday",
     "county",
     "summer 2016",
     "horujko",
     "kim",
     "2016",
     "stone",
     "7:58 p.m. est",
     "artan",
     "watts",
     "cairns",
     "isis",
     "enquirer",
     "mark",
     "ohio"
    ],
    "id": 13,
    "text": "Ohio State student identified as attacker Suspect identified as Abdul Razak Ali Artan, an Ohio State student. Post to Facebook Ohio State student identified as attacker Suspect identified as Abdul Razak Ali Artan, an Ohio State student. Check out this story on USATODAY.com: http://usat.ly/2gBcsTI CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 243 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Ohio State student identified as attacker Aamer Madhani , USA TODAY 7:58 p.m. EST November 28, 2016 x Share Abdul Razak Ali Artan, an 18-year-old Somali immigrant, has been identified as the suspect behind a gruesome attack on the Ohio State University campus. Here is what we know about him. USA TODAY NETWORK Police cover the body of a suspect outside Watts Hall on the campus of Ohio State University in Columbus, Ohio, following an attack on campus that left several people injured on Monday, Nov. 28, 2016. The man, identified as Abdul Razak Ali Artan, plowed his car into a group of pedestrians and began stabbing people with a butcher knife Monday before he was shot to death by a police officer. (Photo: Adam Cairns, AP) A 20-year-old Ohio State University student has been identified as the suspect behind the gruesome attack Monday on the school's campus. The alleged attacker, Abdul Razak Ali Artan, was killed by police, but not before driving a car into a group of people and then attacking victims with a butcher's knife, said Monica Moll, public safety director at Ohio State. FBI agents had joined local police in investigating the incident. Eleven people were injured; all are expected to survive Artan was born in Somalia and living in the United States as a legal permanent resident. Investigators discovered a message he posted on a Facebook page before the attack in which he expressed anger about the treatment of Muslims around the world, according to reports from multiple news outlets, citing unidentified law enforcement officials. Artan was enrolled at Columbus State Community College from the fall semester of 2014 through the summer semester of 2016, according to college spokesman Allen Kraus. He graduated with an Associate of Arts degree in the spring of 2016 and then took a non-credit class for summer 2016. He had no record of behavioral or disciplinary issues during his time at Columbus State and graduated with honors, Kraus added. Nine hurt, suspect killed in 'terrifying' Ohio State attack Ohio State Police Chief Craig Stone said that Artan was alone during the attack and that police were still trying to determine the motive of the attack. Ohio State officials said the quick action of Officer Alan Horujko, who fatally shot Artan, prevented more people from being injured in the incident. \"We can prove to you that the suspect was by himself in the vehicle and committed this act by himself today,\" Stone said. \"It's an ongoing investigation to determine motive and if anybody else was involved in this act.\" Columbus Police Chief Chief Kim Jacobs, whose officers also responded to the attack, said terrorism had not been ruled out. \"That's why our federal partners are here and helping,\" she said. The attack comes as the terror group the Islamic State, also known by the acronyms ISIL and ISIS, through its online recruiters has called on U.S.-based sympathizers to carry out attacks on American soil if they cannot find a way to join the fight in Syria and Iraq. In May, FBI Director James Comey said ISIL was having a harder time recruiting American sympathizers to travel to Syria, but the agency was seeing more incidents in which potential suspects were being recruited to plot strikes in the U.S. Law enforcement officials were expected to search Artan’s home to look for clues for what may have motivated the attack. Minnesota mall attack likely inspired by radical Islam The Ohio State incident follows a knife attack in September in which  a 22-year-old Somali-American stabbed 10 people at a St. Cloud, Minn., shopping mall before being shot to death by an off-duty officer. Authorities said he asked some of his victims if they were Muslim. ISIL later claimed credit for the attack, and Comey said the St. Cloud assailant was likely acting as a “soldier” for the terror group. Omar Hassan, president of the Columbus-based Somali Community Association of Ohio, said that a member of Artan's family told him the suspect's mother and siblings had been interviewed by law enforcement authorities after the incident. Columbus has the second-biggest Somali population in the U.S. with about 50,000 immigrants from the east African nation. Hassan said the incident would reverberate in the Somali diaspora in the U.S., where concerns about anti-Muslim and anti-immigrant are already heightened . \"The timing is not good,\" Hassan said. \"We are black. We are Muslim. We are Somali. We are all the negative stigmas.\" Darla Neises, 36, of Columbus, worked with Artan at a nearby retail. One local business owner said they worked at a Home Depot big box store. “He was a sweet kid,” Neises said as she got into her car in a steady rain Monday night. She said she is shocked by the news that he carried out the attack on the Ohio State campus. She compared it to getting hit in the face with a frying pan. The street where Artan lived was clogged Monday night by media, yellow police tape and vehicles from the Franklin County Sheriff’s Department. Officials were waiting on a warrant to search the home. A bomb squad truck sat in front of the townhouse. “He was very sweet and kind, he used to write me bravos all the time, he’d get a lot of them. He was employee of the month,” Neises said. She called him Artan. “Just Artan,” she said. At the end of Nationwide Boulevard, Jack Ouham owns a convenience store called Hometown Market. “He used to stop in every day,” said Ouham, a Moroccan immigrant. “He didn’t smoke, didn’t drink. He was very respectful, very educated.” Ouham said Artan was the third oldest of the seven children in the family. He said Artan had said that he was born in Kenya, possibly in a refugee camp after the family fled civil war-torn Somalia. The incident has the large Somali refugee community in Columbus on edge. Already, anti-Muslim and anti-immigrant rhetoric are sounding. Columbus’ Somali population, estimated in excess of 50,000, is the second largest in the United States, behind only Minneapolis, Minnesota. Contributing: Jessie Balmert and Mark Curnutte of the Cincinnati Enquirer ",
    "title": "Ohio State student identified as attacker"
   },
   {
    "entities": [
     "stein",
     "report",
     "david",
     "this month",
     "$520,000",
     "elias",
     "jason",
     "supreme",
     "$6.5 million",
     "friday",
     "florida",
     "hampshire",
     "press",
     "trump",
     "house",
     "elections",
     "hillary",
     "dec. 13",
     "party",
     "2000",
     "michael",
     "thursday",
     "$3.5 million",
     "california",
     "donald",
     "cathleen",
     "noah",
     "alex",
     "memoli",
     "tuesday",
     "monday",
     "george",
     "commission",
     "court",
     "2015",
     "walker",
     "gore",
     "2008",
     "associated",
     "2011",
     "scott",
     "twitter",
     "decker",
     "green",
     "jill",
     "michigan",
     "virginia",
     "future",
     "new",
     "a.",
     "padilla",
     "marc",
     "wisconsin",
     "last 16 years",
     "vucci",
     "afternoon",
     "wasserman",
     "cook",
     "evan",
     "to",
     "pennsylvania",
     "political",
     "thomsen",
     "bush",
     "miller",
     "al",
     "mark",
     "clinton",
     "bierman",
     "white"
    ],
    "id": 14,
    "text": "A recount won't change the election results, but Trump and the political fringes are debating it anyway Donald Trump Evan Vucci / Associated Press President-elect Donald Trump amplified conspiracy theories from the far right about widespread illegal voting, and his efforts to re-litigate the election align somewhat with a movement led by the far left. President-elect Donald Trump amplified conspiracy theories from the far right about widespread illegal voting, and his efforts to re-litigate the election align somewhat with a movement led by the far left. (Evan Vucci / Associated Press) Noah Bierman and Michael A. Memoli Contact Reporters President-elect Donald Trump ’s postelection victory party has veered into a dizzying paradox. Rather than celebrating, he is amplifying far-right conspiracies to undermine the credibility of an election he won. At the same time, he is finding some common cause in the quixotic effort by the fringe left to prevent him from reaching the White House. The chances of changing the election result with selective ballot recounts, as some on the left hope, or finding widespread voter fraud as alleged by Trump are next to nil. Yet a combination of self-interest and a desire for misdirection have propelled factions of both parties to debate the results of an election already decisively settled. Trump’s motives are often hard to pinpoint. But by pushing the myth that millions of ballots were cast illegally for his opponent, as he has done on Twitter in recent days, he may be building the case to claim a larger mandate for his victory despite the fact that Hillary Clinton is leading the popular vote by more than 2 million votes. The issue also distracts attention from mounting questions about the financial conflicts of interest he is likely to have in the White House, given that he plans to allow his children to run his international real estate and branding business while he serves as president. Finally, Trump’s rhetoric may also sow the seeds of future efforts to propose more restrictive voting rules championed by some of his top advisors. Nearly three weeks into his presidential transition, Donald Trump has hewn closely to the habits that won him the presidency. He continues to brush aside fine points of policy and freely contradict earlier positions, with some of the shifts seemingly based simply on the latest advice he’s received... Nearly three weeks into his presidential transition, Donald Trump has hewn closely to the habits that won him the presidency. He continues to brush aside fine points of policy and freely contradict earlier positions, with some of the shifts seemingly based simply on the latest advice he’s received... (Cathleen Decker) At the other end of the ideological spectrum, failed Green Party candidate Dr. Jill Stein has been seeking voter recounts in Wisconsin, Michigan and Pennsylvania, three states that Trump won and that together carry enough electoral votes to give the election to Clinton. Reversing the result in just one of the states, let alone all three, is all but impossible. Yet Stein’s gambit allows her to raise money and attract attention to a candidacy that failed to galvanize the vast majority of voters. \"I’ve never seen this kind of attack on poll workers and how the system works,” said Mark Thomsen, a Democratic appointee who  is chairman of the Elections Commission in Wisconsin, the first state in which Stein sought a recount. “We’re going to play it out, and I’m confident that the president-elect is going to win. We’re doing everything we can so that it’s timely and that it doesn’t impact the electoral college.\" Wisconsin Gov. Scott Walker , a Republican, tweeted that the expense — $3.5 million in his state — was “hard to justify” given that Trump’s margin of victory was four times  that of the closest presidential election in Wisconsin. It was also 17 times  the largest revised margin resulting from any recount in the last 16 years. Wisconsin was set to begin recounting nearly 3 million ballots Thursday if Stein and another minor-party candidate who also petitioned for it came up with the money to pay for it by Tuesday afternoon. The expense is due in part to hiring thousands of temporary workers needed to meet a federal deadline of Dec. 13 to complete the tallies. Stein said she has raised $6.5 million. The two other states could follow, though Stein may lack the organization to finish the job. On Monday, she announced she had been successful in initiating recounts in only 100 of more than 9,000 Pennsylvania precincts. She needs voters from each precinct to contest results on her behalf. Trump leads by 22,177 votes in Wisconsin, according to the last county-by-county figures released by the state Elections Commission. The president-elect also leads by 68,030 votes in Pennsylvania and 10,704 in Michigan, which certified its results Monday. presidential election since the 2000 ordeal in Florida between then-Vice President Al Gore and eventual President George... \"This is certainly not Bush v. Gore,\" a Wisconsin elections official said Monday. Well, what is it?  The state is initiating the first significant candidate-driven recount in a presidential election since the 2000 ordeal in Florida between then-Vice President Al Gore and eventual President George... (Michael A. Memoli) Statewide ballot recounts are rare, and examples of swinging the outcome of elections are even rarer. Just 27 statewide elections were subject to recounts from 2000 to 2015, according to an analysis from the nonprofit group FairVote, reported by  FiveThirtyEight , with an average of 282 votes shifting as a result. Only three candidates won elections because of recounts, according to the analysis. “I've never seen a recount overturn margins as large as the ones we're dealing with here,” said David Wasserman, an elections analyst for the nonpartisan Cook Political Report who is closely monitoring the state-by-state electoral tallies. Clinton’s campaign, even as it agrees with that assessment, has made the awkward decision to participate, albeit minimally, in the recount. Her campaign did its own due diligence in Wisconsin and other states and found no “actionable evidence” of vote manipulation that would merit challenging, and saw little chance that a recount would overturn the election result, according to campaign attorney Marc Elias. But in light of Stein’s efforts, the Clinton campaign said it was important, \"on principle, to ensure our campaign is legally represented\" in any recount proceedings. Trump, though he criticized Stein, echoed her distrust in the system, which he called rigged throughout the election. On Twitter, he made a baseless claim of “serious voter fraud” in three states he lost — Virginia, New Hampshire and California — and asserted without evidence that he would have “won the popular vote if you deduct the millions of people who voted illegally.” California, where Clinton is ahead by more than 3 million votes as ballots continue being counted , has safeguards built into its voting system, including automatic recounts in close races. California Secretary of State Alex Padilla , a Democrat, noted that Trump’s claim of fraud in the state was unsubstantiated and called it absurd.  “His reckless tweets are inappropriate and unbecoming of a president-elect,” Padilla said in a statement. Trump’s spokesman, Jason Miller, on Monday referred to Stein’s “recount nonsense” while talking up Trump’s “mandate to push forward” on his agenda. He decried the media for “chasing the shiny object of the Jill Stein recount effort.” Yet he defended Trump’s accusations of widespread voter fraud elsewhere, citing studies that point to clerical errors on the voter rolls — but no evidence of fraud — and to a discredited  report suggesting noncitizens had voted in the 2008 election. The last time that Wisconsin, whose Elections Commission met Monday to review recount procedures, had a statewide recount was in a state Supreme Court race in 2011. In an election with just more than half as many ballots cast as in this month’s election, it cost $520,000, according to an Associated Press survey of county clerks. Wisconsin has no threshold for triggering an automatic recount, leaving it up to candidates to request, and pay for, any re-tallying of the votes. Candidates must also state a reason for seeking the recount — evidence of fraud or irregularities, for instance. On Friday, just ahead of a deadline, Stein submitted her request to the Elections Commission, leveling accusations of foreign tampering. “After a presidential election tarnished by the use of outdated and unreliable machines and accusations of irregularities and hacks, people of all political persuasions are asking if our election results are reliable,” Stein said in a statement Monday. ",
    "title": "A recount won&apos;t change the election results, but Trump and the political fringes are debating it anyway - LA Times"
   },
   {
    "entities": [
     "the 1960s",
     "lakes",
     "cabinet",
     "rudolph",
     "castro",
     "paul",
     "dhs",
     "viebeck",
     "morning",
     "state",
     "cia",
     "gingrich",
     "cuba",
     "november 2012",
     "$100,000",
     "michigan",
     "department",
     "townsend",
     "army",
     "today",
     "jerry",
     "wisconsin",
     "gop",
     "weekend",
     "jaffe",
     "nov. 27",
     "bush",
     "clinton",
     "white",
     "stein",
     "peter",
     "mitt",
     "relations",
     "florida",
     "sunday",
     "michael",
     "news",
     "united",
     "newt",
     "philip",
     "senate",
     "donald",
     "tuesday",
     "dan",
     "at 4:04 pm",
     "conway",
     "romney",
     "twitter",
     "jill",
     "electoral",
     "manhattan",
     "kellyanne",
     "petraeus",
     "greg",
     "u.s.",
     "w.",
     "another",
     "york",
     "josh",
     "fidel",
     "pence",
     "elise",
     "david",
     "armed",
     "markon",
     "great",
     "rucker",
     "frances",
     "party",
     "thursday",
     "cnn",
     "brent",
     "chris",
     "tower",
     "mccaul",
     "foreign",
     "security",
     "mike",
     "kane",
     "late sunday",
     "new",
     "obama",
     "bozell",
     "massachusetts",
     "thanksgiving",
     "giuliani",
     "april 2015",
     "2012",
     "committee",
     "stevenson/the",
     "bob",
     "miller",
     "corker",
     "november 28",
     "jason",
     "this week",
     "states",
     "broadwell",
     "trump",
     "house",
     "paula",
     "hillary",
     "services",
     "fox",
     "college",
     "2 p.m.",
     "monday",
     "george",
     "abc",
     "nakamura",
     "green",
     "post",
     "the weekend",
     "lamothe",
     "nov. 29",
     "washington",
     "collins",
     "msnbc",
     "homeland",
     "earnest",
     "now",
     "pennsylvania"
    ],
    "id": 15,
    "text": "Trump meets with Petraeus, Romney as secretary of state battle heats up The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Jerry Markon and Paul Kane November 28 at 4:04 PM Follow @JerryMarkon Follow @pkcapitol President-elect Donald Trump met Monday with retired Army Gen. David Petraeus, a possible alternative choice for secretary of state amid an escalating feud over the position between supporters of former New York mayor Rudolph W. Giuliani and 2012 GOP presidential nominee Mitt Romney, who will sit down with Trump on Tuesday. As Trump’s senior advisers battled over who should fill what is considered the most prestigious Cabinet post, the president-elect will hold a second session with Romney along with another possible option, Sen. Bob Corker (R-Tenn.), aides said Monday. Corker, who will visit Manhattan’s Trump Tower on Tuesday, chairs the Senate Foreign Relations Committee and had suggested publicly that he was unlikely to be chosen. But Trump is reportedly considering alternatives for the State Department as an extraordinary feud has broken out between those supporting Romney, a former Massachusetts governor considered the quintessential establishment Republican, and Giuliani, a fierce Trump backer seen by some as deserving the secretary of state post out of sheer loyalty. Romney attacked Trump in unusually harsh and personal terms during the presidential campaign. [ The Daily 202: Romney twisting in the wind offers a preview of Trump’s reality-show governing style ] The fight hit a fever pitch over Thanksgiving weekend as Kellyanne Conway, Trump’s former campaign manager and now senior adviser to the transition team, took to the airwaves to attack Romney’s credentials to be the nation’s top diplomat. Conway is part of a cadre of Trump confidants who are waging an unusual public battle against Romney to influence the ­president-elect’s decision. Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet Another Trump backer, Rep. Chris Collins (R-N.Y.), blasted Romney on CNN’s “New Day” on Monday as “a self-serving egomaniac who puts himself first, who has a chip on his shoulder, and thinks that he should be president of the United States.” And Brent Bozell, an influential conservative activist, said in a statement that “the very idea of Mitt Romney as Secretary of State — or any other cabinet position in a Trump administration — is a slap to his supporters.’’ Others inside Trump’s orbit, particularly Vice President-elect Mike Pence, are viewed as Romney supporters, believing that he has a steady hand that would benefit Trump in the turbulent world of diplomacy, according to people familiar with the dispute who spoke on the condition of anonymity to discuss internal deliberations. Trump was angered at Conway’s remarks, according to a report Monday on MSNBC’s “Morning Joe.’’ Trump aides declined to comment during a conference call with reporters, saying only that the president-elect is taking his time to choose the best possible candidate. Jason Miller, a senior Trump communications adviser, said Trump is meeting with Romney again because “the two, quite frankly, haven’t spent much time together, so this gives them a little more time to do so.’’ The secretary of state search heated up as Trump resumed a busy schedule of transition meetings Monday at Manhattan’s Trump Tower after spending Thanksgiving weekend at his Florida estate. Among those dropping by today will be a candidate for homeland security secretary: Frances Townsend, a top homeland security and counterterrorism official in the George W. Bush administration. Another DHS contender — Rep. Michael McCaul (R-Tex.), chairman of the House Homeland Security Committee — will meet with Trump on Tuesday. Pence, who will participate in the meetings, entered the Trump Tower lobby Monday morning and paused in front of the elevators amid shouted questions from reporters, saying only: “It’s going to be a busy week. Get ready. Buckle up.” Trump aides continued Monday to blast a pending recount effort in Wisconsin led by Green Party candidate Jill Stein that has been joined by Democrat Hillary Clinton’s campaign. Trump had spent Sunday ridiculing Clinton’s campaign over the issue, before ending his day on Twitter by parroting a widely debunked conspiracy theory that her campaign benefited from massive voter fraud. [ Trump pushes conspiracy theory that ‘millions’ voted illegally for Clinton ] Donald Trump's senior adviser and former campaign manager took to the television airwaves on Nov. 27 to lobby publicly against former Massachusetts gov. Mitt Romney as secretary of state. But Trump is set to meet with Romney again on Nov. 29. (Peter Stevenson/The Washington Post) “In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally,” Trump tweeted late Sunday, one of more than 10 tweets on the recount issue. That accusation — spread by conspiracy sites such as ­Infowars.com and discredited by fact-checking organizations — gained traction among some conservatives disappointed that Trump lost the popular vote to Clinton, though he won the all-important electoral college. Stein has also filed a recount request in Pennsylvania and plans to do the same in Michigan, her campaign said in a statement Monday. Trump’s surprise victories in the three Great Lakes states was instrumental in his electoral college win. Miller, in the briefing, added: “I really do think it’s ridiculous that so much oxygen has been given to recount efforts when there is absolutely no chance of the election results changing. This election has been decided. It’s a conceded election.’’ White House spokesman Josh Earnest, who sometimes had harsh words for Trump during the campaign, went out of his way to avoid criticizing the president-elect during his daily briefing Monday. “I think I would defer to the president-elect’s team for commentary on his tweets,” Earnest said. On the broader election fraud topic, however, Earnest said: “There has been no evidence produced to substantiate a claim like that.’’ Earnest did take issue, however, with Trump’s tweet Monday morning threatening Cuba’s regime in the wake of former president Fidel Castro’s death. Trump vowed to “terminate” President Obama’s efforts to restore full diplomatic relations between the two nations unless Cuba’s communist leaders pursue unspecified changes in their approach. “If Cuba is unwilling to make a better deal for the Cuban people, the Cuban/American people and the U.S. as a whole, I will terminate deal,” Trump tweeted. Abandoning the diplomatic reset with Cuba would appease Republican critics of Obama’s efforts, which ran counter to U.S. policy that had aimed to drive Castro from power starting in the 1960s. But Earnest touted what he called the benefits of the policy shift, for both Americans eager to travel to the island nation and for average Cubans. Summarily reversing Obama’s policy, Earnest said, “is not just as simple as one tweet might make it seem.’’ Petraeus arrived at Trump Tower soon after 2 p.m. Eastern time Monday but did not respond to shouted questions from reporters. Petraeus, who has been taking a “wait and see” approach on joining the new administration, according to a U.S. military official who speaks with him often, has emerged as a possible alternative for secretary of state amid the battle over Romney. Petraeus returned to the lobby after his meeting with Trump and spoke briefly to reporters. “I was with him for about an hour,” Petraeus said. “He basically walked us around the world. Showed a great grasp of a variety of the challenges that are out there and some of the opportunities as well. Very good conversation and we’ll see where it goes from here.” The general is one of the most influential military officers of his generation but ended his government career as director of the CIA in November 2012 amid revelations that he had an affair with his biographer. Petraeus pleaded guilty in April 2015 to a misdemeanor charge of mishandling classified information in connection with the scandal — namely sharing information with biographer Paula Broadwell — and was sentenced to probation and a $100,000 fine. He could face a tough Senate confirmation process because of that history, though he has since testified before the Senate Armed Services Committee as a foreign policy expert. Conway over the weekend had led the remarkable rear-guard attack on Romney, arguing that he was disloyal to Trump and should not be considered to run the State Department. The remarks highlighted a fierce behind-the-scenes battle within the Trump camp over whether Romney should be offered the job as a healing gesture with the establishment or whether a loyalist such as Giuliani should get the nod. Romney’s supporters have largely counseled Trump privately, while his opponents — Conway, former House speaker Newt Gingrich and a handful of other Trump loyalists — have gone public in recent days to stoke a revolt. Those opposed to Romney have been advocating that Trump reward Giuliani with the secretary of state position, stressing his loyalty vs. Romney’s refusal to publicly say whom he voted for in the presidential race. “I don’t think a cost of admission for party unity has to be the secretary of state position,” Conway said on ABC’s “This Week,” suggesting that Romney went too far in questioning Trump’s character and intellect during the presidential race. “There was the ‘Never Trump’ movement and then there was Governor Mitt Romney. He went out of his way to hurt Donald Trump.” The Conway offensive, which began Thursday on Twitter and continued in her three television appearances Sunday, led the echo chamber of opposition to the former 2012 Republican presidential nominee. Gingrich said most Trump supporters could not countenance Romney’s selection for any high-profile posting in Trump’s new administration. “I think we would be enormously disappointed if he brought Mitt Romney into any position of authority,” Gingrich said on Fox News. Greg Jaffe, Dan Lamothe, David Nakamura, Philip Rucker and Elise Viebeck contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump meets with Petraeus, Romney as secretary of state battle heats up - The Washington Post"
   },
   {
    "entities": [
     "et",
     "alan",
     "last year",
     "9:56 a.m.",
     "community",
     "andrew",
     "atf",
     "minchillo/ap",
     "this morning",
     "materials",
     "autumn 2014",
     "abdul",
     "august",
     "spring",
     "science",
     "razak",
     "local time",
     "university",
     "paul",
     "moll",
     "college",
     "9:53",
     "ginther",
     "morning",
     "hurujko",
     "state",
     "the day",
     "monday",
     "tuesday",
     "horujko",
     "division",
     "osu",
     "2016",
     "john",
     "craig",
     "first day",
     "early may",
     "police",
     "3 a.m.",
     "wexner",
     "stone",
     "11:30 a.m.",
     "vernon",
     "monica",
     "artan",
     "watts",
     "hall",
     "center",
     "and",
     "ali",
     "dean",
     "summer 2015",
     "9:52 a.m.",
     "2012",
     "columbus",
     "november 28, 2016",
     "medical",
     "field",
     "engineering",
     "time",
     "thomas",
     "ohio"
    ],
    "id": 16,
    "text": "Law enforcement officials outside of a parking garage on the campus of Ohio State University as they respond to an active attack on Monday in Columbus, Ohio. Paul Vernon /AFP/Getty Images hide caption toggle caption Paul Vernon /AFP/Getty Images Updated at 3 a.m. ET Tuesday A man was shot and killed Monday after he struck a group of pedestrians with a car and then got out and cut people with a butcher knife on the Ohio State University campus in Columbus, Ohio, according to university officials. Eleven people were taken to three local hospitals, Andrew Thomas, the chief medical officer for OSU's Wexner Medical Center, said at a news conference. One of those injured was in critical condition. Some of the victims were injured when they were hit by the car, while others sustained stab wounds, Thomas said. Officials later identified the suspect as Abdul Razak Ali Artan, who they say was an OSU student. They added that they believe he was the only attacker. OSU Director of Public Safety Monica Moll provided this timeline of how the attack unfolded: \"Around 9:52 a.m. the emergency dispatch center got a report that a vehicle had struck pedestrians. \"At 9:53, an OSU [Police Department] officer called out on the radio that shots were fired. He engaged the suspect, who had gotten out of the vehicle after hitting pedestrians. The suspect cut multiple individuals. \"The officer engaged the suspect and shot and killed the suspect.\" Article continues after sponsorship \"We're very fortunate that an OSU PD officer was there and took quick action,\" Moll said, \"and we believe that injuries were minimized as a result of that.\" Police later identified the officer as Alan Horujko. The @OSUPolice confirm Officer Alan Horujko shot and killed the suspect, Abdul Razak Ali Artan, Monday morning. pic.twitter.com/6BuZ9GN1zY — OSU Police (@OSUPOLICE) November 28, 2016 According to The Lantern , OSU's newspaper, Hurujko is a 2012 graduate of the university and joined the campus police force last year. Ohio State University Police Chief Craig Stone said this was a deliberate attack. \"To go over the curb and strike pedestrians, and then get out and start striking them with a knife — that was on purpose,\" he told reporters during the news conference. Neither the suspect nor the victims have been identified. Law enforcement also has not commented on a potential motive for the attack. Buckeye Alert: Active Shooter on campus. Run Hide Fight. Watts Hall. 19th and College. — OSU Emergency Mngmnt (@OSU_EMFP) November 28, 2016 OSU's emergency management division first tweeted a warning about an active shooter at 9:56 a.m. local time: \"Buckeye Alert: Active Shooter on campus. Run Hide Fight. Watts Hall.\" Watts Hall houses the Materials Science and Engineering department. Students leave buildings as police respond to an attack Monday on campus at Ohio State University in Columbus, Ohio. John Minchillo/AP hide caption toggle caption John Minchillo/AP Multiple law enforcement divisions were part of the response. Columbus Ohio Police said SWAT, K-9 units, negotiators and a helicopter unit were on the scene, with OSU Police taking the lead in the situation. The ATF's Columbus Field Division said it also sent agents. At 11:30 a.m., the emergency management division tweeted that the scene was secure and shelter-in-place warnings had been lifted. An OSU directory record said Artan majored in Logistics Management. An individual with the same name and major spoke with The Lantern in August . He said he had just transferred from Columbus State Community College. \"I'm new here. This is my first day. This place is huge, and I don't even know where to pray,\" he said, and added that Columbus State had designated rooms for Muslims to pray. \"I wanted to pray in the open, but I was kind of scared with everything going on in the media. Artan's name appears in a 2016 Columbus State commencement program as Cum Laude recipient of an Associate of Arts degree. He is also listed on the college's Dean's list in Autumn 2014 and Spring and Summer 2015. Classes at the Columbus campus were canceled for the remainder of the day, according to the emergency management division , and the immediate area around the incident remained closed. Columbus Mayor Andrew Ginther tweeted, \"We lift up the victims and first responders of the tragedy this morning at Ohio State University in our thoughts and prayers.\" This is a breaking news story. As often happens in situations like these, some information reported early may turn out to be inaccurate. We'll move quickly to correct the record and we'll only point to the best information we have at the time. ",
    "title": "Ohio State University: Suspect Killed After Knife And Vehicle Attack : The Two-Way : NPR"
   },
   {
    "entities": [
     "nov. 21, 2016",
     "air",
     "travelers",
     "wgn-tv",
     "reporter",
     "images",
     "mcdonald's",
     "contact",
     "$15",
     "getty",
     "nov. 29, 2016",
     "trump",
     "$8.25",
     "tribune",
     "next tuesday",
     "o'hare",
     "seiu",
     "international",
     "the day",
     "tuesday",
     "monday",
     "of",
     "$10.50",
     "employees",
     "scott",
     "night",
     "olson",
     "department",
     "workers",
     "images-rrb-",
     "elejalde-ruiz",
     "uber",
     "new",
     "chicago",
     "union",
     "york",
     "service",
     "mcdonald",
     "illinois",
     "airport",
     "aviation",
     "brito",
     "raquel",
     "alexia"
    ],
    "id": 17,
    "text": "Workers to strike Tuesday at O'Hare and other Chicago sites O'Hare Airport news conference Scott Olson / Getty Images Workers and union representatives leave a news conference at O'Hare International Airport on Nov. 21, 2016 in Chicago. The workers plan to strike Nov. 29, 2016. Workers and union representatives leave a news conference at O'Hare International Airport on Nov. 21, 2016 in Chicago. The workers plan to strike Nov. 29, 2016. (Scott Olson / Getty Images) Alexia Elejalde-Ruiz Contact Reporter Chicago Tribune Travelers through O'Hare International Airport can expect a scene Tuesday as airport workers walk off the job and rally for a $15 minimum wage alongside fast-food workers, graduate assistants, child and health care workers and Uber drivers. The Fight for $15 campaign, led by the Service Employees International Union, is marking the fourth anniversary of its first strike of McDonald's workers in New York with a nationwide day of protests it says will be its most disruptive yet, in hopes of conveying a message to the incoming Trump administration that it \"won't back down\" from its movement to raise wages. O'Hare is one of 20 airports across the country where there will be protests and the only airport where workers will hold an unfair labor practices strike. Baggage handlers, janitors, airplane cabin cleaners and wheelchair attendants, who are not unionized and are being organized by SEIU Local 1, are expected to walk off shifts starting Monday night to protest what they say is retaliation for organizing efforts. They are employed by subcontractors hired by the airlines. O'Hare workers will strike next Tuesday O'Hare International Airport worker Raquel Brito describes her labor conditions and explains why she, and her union, have voted to go on strike. Nov. 21, 2016. (WGN-TV) O'Hare International Airport worker Raquel Brito describes her labor conditions and explains why she, and her union, have voted to go on strike. Nov. 21, 2016. (WGN-TV) See more videos The Chicago Department of Aviation says it expects no disruptions in service from the protests. A Chicago federal judge Monday denied an attempt by one of the subcontractors to bar its workers from striking. Atlanta-based Air Service, which employs about 300 nonunion workers at O'Hare, filed a lawsuit arguing that the workers should abide by the Railway Labor Act, which requires parties engage in mediation and other processes to avert strikes that could disrupt passenger travel. The union maintains the workers, who are not directly employed by the airlines, are protected by the National Labor Relations Act. There will also be strikes and protests at McDonald's restaurants and other employers of low-wage workers in 340 cities. Organizers say they expect \"tens of thousands\" of people to participate. Many of the workers being organized earn minimum wage, which in Chicago is $10.50 an hour and in the rest of Illinois is $8.25. Here is how the day is expected to unfold in Chicago. ",
    "title": "Workers to strike Tuesday at O&apos;Hare and other Chicago sites - Chicago Tribune"
   },
   {
    "entities": [
     "january 2015",
     "market",
     "select",
     "alan",
     "pacific",
     "hometown",
     "utah",
     "right now",
     "tobacco",
     "colorado",
     "andrew",
     "friday",
     "dispatch",
     "somalia",
     "press",
     "abdul",
     "house",
     "august",
     "less than two hours later",
     "alcohol,",
     "castro",
     "trump",
     "razak",
     "michael",
     "miami",
     "university",
     "the",
     "warriors",
     "moll",
     "investigation",
     "friday weekend",
     "morning",
     "adam",
     "state",
     "monday",
     "b.",
     "bureau",
     "horujko",
     "of",
     "2018",
     "on",
     "associated",
     "john",
     "federal",
     "craig",
     "schiff",
     "less than five minutes later",
     "once",
     "lakers",
     "police",
     "wexner",
     "stone",
     "department",
     "u.s.",
     "jack",
     "v.",
     "kovacich",
     "late friday",
     "monica",
     "artan",
     "the end of the day",
     "notre",
     "matt",
     "center",
     "ali",
     "usc",
     "jerry",
     "9:52 a.m.",
     "pearce",
     "committee",
     "columbus",
     "drake",
     "trojans",
     "kasich",
     "medical",
     "now",
     "ouham",
     "permanent",
     "dame",
     "thomas",
     "fidel",
     "intelligence",
     "ohio"
    ],
    "id": 18,
    "text": "NATION NATION Knife-wielding man who wounded 11 in Ohio State University attack was a student A man was shot and killed Monday morning by a university police officer after he allegedly drove his car into a crowd of students, then attacked several with a knife. Matt Pearce Contact Reporter The man who drove a car into a crowd of students at Ohio State University on Monday and then attacked bystanders with a butcher knife, injuring at least 11, has been identified as a student at the university, and officials are investigating whether terrorism was a motive. The attacker, Abdul Razak Ali Artan, who authorities said was about 20 years old, was shot and killed by a university police officer who arrived and brought Artan down within a minute, officials said. “This happened right before his eyes,” campus Police Chief Craig Stone said of Officer Alan Horujko, 28, who had been in the area on another call. In a previous news conference, Stone said Artan had not “followed” the officer’s commands and “the officer did what he had to do to end the threat.” Local officials have not suggested a motive for Artan’s actions, and Ohio Gov. John Kasich urged caution while the investigation unfolds. “It’s our job to let the investigation take its due course, and at the end of the day we’ll find out what happened,” Kasich said. “We may never find out [why], but we’re going to have a lot more information.… Right now we have to have patience.” After receiving a briefing on the attack, U.S. Rep. Adam B. Schiff  (D-Burbank), the top Democrat on the House Permanent Select Committee on Intelligence, said the incident “bears all of the hallmarks of a terror attack carried out by someone who may have been self-radicalized.” His office declined to release more information on how he reached that conclusion. “The intelligence community is providing all necessary information and support to law enforcement as they investigate this individual's motivations and background, and we hope to know much more very soon,” Schiff said in a statement. An anonymous U.S. official told the Associated Press that Artan was born in Somalia and was a permanent U.S. resident. In an interview given to the Lantern campus newspaper in August, Artan said he was a Muslim and a new transfer student. Citing negative portrayals of Muslims in the media, he said he was confused and “scared” about where to pray on campus. “I just transferred from Columbus State. We had prayer rooms, like actual rooms where we could go to pray because we Muslims have to pray five times a day,” Artan told the Lantern. “I wanted to pray in the open, but I was kind of scared with everything going on in the media,” Artan said. “I’m a Muslim, it’s not what the media portrays me to be. If people look at me, a Muslim praying, I don’t know what they’re going to think, what’s going to happen.” Artan said he decided to pray in a corner. At least 11 people were treated for injuries at three hospitals, but none of the victims’ injuries were considered life-threatening, said Andrew Thomas, the chief medical officer for the Ohio State University Wexner Medical Center in Columbus. The victims were primarily undergraduate and graduate students, and one was a faculty member, Thomas said. The injuries appeared to be evenly split between victims who had been hit by the car and those who had been injured by knife. One victim came forward later because she had been “hiding in place,” Thomas said. She had been comforted by other students as they hid, university President Michael V. Drake said, and another victim had been driven to the hospital by another student, a stranger who had decided to help. Footage published by the Lantern showed a young woman walking toward an ambulance with a pair of medical officials, holding what appeared to be an injured arm in the air. The attack happened at 9:52 a.m., and less than five minutes later, university officials sent out a warning to students on campus: “Active Shooter on campus. Run Hide Fight.” Police later said the attacker did not appear to have a gun and that he appeared to have acted alone. “The guy ended up just coming and hopping the curb with his car and trying to mow down a couple people,”  Jerry Kovacich, a third-year student in welding engineering, told the Lantern. “He lost control, and I think he ended up hitting three people, and then people were around the car. Somebody asked him if he was OK and the guy just hopped out of the car with a butcher knife and starting chasing people around.” Horujko, who joined the campus Police Department in January 2015, was on the scene “in less than a minute and ended the situation in less than a minute,” Stone said. “We believe injuries were minimized as a result of that,” said Monica Moll, the university’s public safety director. The attack prompted a campus lockdown as police searched the area for possible other suspects, but the shelter-in-place order was lifted less than two hours later. Officials said they were still waiting on a warrant to search a property associated with Artan. The Federal Bureau of Investigation and the Bureau of Alcohol, Tobacco, Firearms and Explosives are assisting with the investigation. Artan lived in an apartment with his mother and six or seven siblings, according to the owner of a store Artan visited regularly. Jack Ouham, proprietor of Hometown Market, told the Columbus Dispatch that Artan came in once or twice a day. \"I don't know what made him act like that,\" Ouham said. \"He don't drink. He don't smoke. He don't use narcotics. They're very nice people.\" Caption 90 seconds: 4 stories you can't miss Fidel Castro's death late Friday sparked celebrations in Miami , president-elect Trump claims falsely there is widespread voter fraud , more than 154 million Americans shopped during the Black Friday weekend , and  a first for robotics scholarship programs . Caption 90 seconds: 4 stories you can't miss Fidel Castro's death late Friday sparked celebrations in Miami , president-elect Trump claims falsely there is widespread voter fraud , more than 154 million Americans shopped during the Black Friday weekend , and  a first for robotics scholarship programs . Caption RAW: Active shooter at Ohio State University Ohio State University had initially advised students there was an active shooter on campus and that they should “Run Hide Fight.”  Ohio State University had initially advised students there was an active shooter on campus and that they should “Run Hide Fight.”  Caption F-35B aircraft to deploy in Pacific in 2018 Known as the Joint Strike Fighter, the F-35 is the most expensive weapons program ever, and is intended to replace four aircraft. Known as the Joint Strike Fighter, the F-35 is the most expensive weapons program ever, and is intended to replace four aircraft. Caption Breaking down the Lakers' 109-85 loss to the Warriors The Lakers lost a second straight game to the Warriors on Friday, 109-85, and fell to 8-9 on the season.  The Lakers lost a second straight game to the Warriors on Friday, 109-85, and fell to 8-9 on the season.  Caption Breaking down USC's 45-27 victory over Notre Dame USC defeated Notre Dame, 45-27, to finish the season 9-3. The Trojans now must wait to see if they can clinch the Pac-12 South by way of a Utah victory over Colorado.  USC defeated Notre Dame, 45-27, to finish the season 9-3. The Trojans now must wait to see if they can clinch the Pac-12 South by way of a Utah victory over Colorado.  ALSO ",
    "title": "Knife-wielding man who wounded 11 in Ohio State University attack was a student - LA Times"
   },
   {
    "entities": [
     "the century",
     "gulf",
     "stephen",
     "texas",
     "sonnie",
     "navy",
     "riefenstahl",
     "beth",
     "this august",
     "michele",
     "gary",
     "rick",
     "jeremy",
     "paul",
     "patrick",
     "liebman",
     "street",
     "officer",
     "vorse",
     "silicon",
     "glenn",
     "2011",
     "once",
     "first day",
     "sonny",
     "martin",
     "alabama",
     "jimmy",
     "mcnew/agence",
     "accountability",
     "masso",
     "san",
     "wall",
     "douglas",
     "sachs",
     "angeles",
     "dobbs",
     "clinton",
     "julia",
     "tech",
     "white",
     "peter",
     "ben",
     "lou",
     "pudner",
     "association",
     "mary",
     "reagan",
     "harvard",
     "michael",
     "news",
     "facebook",
     "co.",
     "august 2015",
     "wilder",
     "breitbart",
     "steve",
     "tuesday",
     "business",
     "2014",
     "north",
     "carson",
     "mickle",
     "schweizer",
     "twitter",
     "virginia",
     "night",
     "georgetown",
     "jones",
     "clisham",
     "u.s.",
     "leni",
     "1978",
     "york",
     "mcsweeney",
     "specials",
     "plato",
     "nofziger",
     "diego",
     "alaska",
     "pentagon",
     "david",
     "nov. 16",
     "goldman",
     "plutarch",
     "andrew",
     "high",
     "robertson",
     "party",
     "bernie",
     "scot",
     "1980",
     "4 a.m.",
     "bachmann",
     "robin",
     "richmond",
     "shanghai",
     "wendy",
     "breitbart.com",
     "palin",
     "colbert",
     "2004",
     "asia",
     "john",
     "mike",
     "valley",
     "years ago",
     "beck",
     "shakespeare",
     "republican",
     "1975",
     "va.",
     "new",
     "nazi",
     "sarah",
     "1983",
     "los",
     "moore",
     "2012",
     "ronald",
     "doris",
     "bannon",
     "f.",
     "baltimore",
     "foster",
     "times",
     "last year",
     "lyn",
     "government",
     "minnesota",
     "south",
     "trump",
     "vermont",
     "house",
     "candidate",
     "hillary",
     "sanders",
     "school",
     "redford",
     "johnson",
     "2016",
     "caddell",
     "santorum",
     "past",
     "student",
     "carter",
     "arizona",
     "cruz",
     "hollywood",
     "journal",
     "shapiro",
     "institute",
     "persian",
     "washington",
     "&",
     "ted",
     "phil",
     "benedictine",
     "robert",
     "meredith"
    ],
    "id": 19,
    "text": "Continue reading the main story More quietly, Mr. Bannon systematically courted a series of politicians, especially those who share his dark, populist worldview: at home, a corrupt ruling class preying on working Americans; globally, “the Judeo-Christian West” in a “war against Islamic fascism.” They were views that placed him closer to the European right than to the Republican mainstream. Advertisement Continue reading the main story He made flattering films about Michele Bachmann , the former congresswoman from Minnesota, and Sarah Palin , the former Alaska governor and vice-presidential candidate; repeatedly pressed the television host Lou Dobbs to run for office; and flirted with a range of Republican presidential hopefuls, including Rick Santorum, Ben Carson and Senator Ted Cruz of Texas. Finally, in Mr. Trump, Mr. Bannon found his man. Mr. Bannon told a colleague in multiple conversations during the presidential campaign that he knew Mr. Trump was an “imperfect vessel” for the revolution he had in mind. But the upstart candidate and the media entrepreneur bonded anyway. In August 2015, Mr. Bannon told Ms. Jones in an email that he had turned Breitbart, where employees called certain political stories “Bannon Specials,” into “Trump Central” and joked that he was the candidate’s hidden “campaign manager.” He hosted Mr. Trump for friendly radio interviews and offered tactful coaching. This August, with the Trump campaign foundering, Mr. Bannon took over as chief executive. Like Reagan, Mr. Trump addressed the people he called “the forgotten men and women of our country” — the white working and middle class. He vowed to take on Islamic radicalism, as Reagan had faced off against communism. Echoing the sole-savior theme of “In the Face of Evil,” Mr. Trump declared of the nation’s predicament, “Only I can fix it.” Ms. Jones, for one, had no trouble seeing the parallels. “Trump,” she said, “is Steve’s Reagan.” Trailer of the 2004 documentary “In the Face of Evil,” which Mr. Bannon helped write. YouTube Mr. Trump, of course, is not Mr. Bannon’s creation, and the president-elect would not take kindly to any such implication. (Asked on Tuesday by New York Times journalists about Mr. Bannon, Mr. Trump praised him but said , pointedly, “I’m the one who makes the decisions.”) But Mr. Bannon understood better than any other 2016 campaign strategist how many voters were seeking dramatic change, said Patrick Caddell, a veteran pollster, who all but predicted a Trump victory on election eve as most pundits were calling the race for Hillary Clinton. “He’s been the forerunner intellectually of this moment,” Mr. Caddell said. “His ideology is that of the outsider and the insurgent.” To understand what to expect from the Trump administration means in part to fathom the driven, contradictory character of Mr. Bannon, whom the president-elect has named senior counselor and chief White House strategist. Rarely has there been so incendiary a figure at the side of a president-elect, thrilling Mr. Trump’s more extreme supporters while unnerving ethnic and religious minorities and many other Americans. Advertisement Continue reading the main story How did this son of Richmond, Va., who attended Harvard Business School, spent years at Goldman Sachs and became wealthy working at the intersection of entertainment and finance come to view the political and financial elites as his archenemy? Why does a man who calls himself a “hard-nosed capitalist” rail against “globalists” of “the party of Davos” and attack the Republican establishment with special glee? As a filmmaker, Mr. Bannon, 63, has cited both the Nazi propagandist Leni Riefenstahl and the left-wing documentarian Michael Moore as models. In top physical shape as a young Navy officer, and for years wearing the banker’s uniform of expensive suits, Mr. Bannon has in recent years sported flannel shirts and cargo pants. With a paunch and a sometimes scraggly beard, Mr. Bannon has a rugged look that Stephen Colbert described as “Robert Redford dredged from a river.” He is an avid reader of history, fond of citing Plutarch and Plato, and his career reflects a restless, eclectic mind. He has conceived a rap musical based on Shakespeare’s “Coriolanus” (never completed); overseen the troubled Biosphere 2 project, an experiment in the Arizona desert meant to mimic the earth’s ecosystem; acquired partial rights to “Seinfeld” before it became a megahit; moved to Shanghai to run a company marshaling Chinese computer gamers to earn points for Western players; and produced films on Washington corruption, Occupy Wall Street and Phil Robertson of “Duck Dynasty.” Vociferous critics of his appointment, a diverse group that includes the conservative talk-show host Glenn Beck and Senator Bernie Sanders of Vermont, who challenged Mrs. Clinton for the Democratic presidential nomination, have variously called Mr. Bannon a racist, a sexist, an anti-Semite and an Islamophobe. Interviews with two dozen people who know him well, however, portray a man not easily labeled, capable of surprising both friends and enemies, with unshakable self-confidence and striking intensity. (Mr. Bannon turned down a request for an interview, saying he was too busy with the presidential transition.) Fans and foes agree that he is a “screamer,” a volcanic personality who sometimes resorts to offensive or hyperbolic language. One of his three former wives claimed in court papers that he had said he did not want their twin daughters to go to school with Jews who raise their children to be “whiny brats,” a claim Mr. Bannon denies. In a 2011 radio interview , he dismissed liberal women as “a bunch of dykes that came from the Seven Sisters schools.” Photo At a rally on Nov. 16 in Los Angeles, people protested the appointment of Mr. Bannon as the chief strategist of the White House. Rarely has there been so incendiary a figure at the side of a president-elect, thrilling Mr. Trump’s more extreme supporters while unnerving ethnic and religious minorities. Credit David McNew/Agence France-Presse — Getty Images In a radio interview last year with Mr. Trump, Mr. Bannon complained, inaccurately, that “two-thirds or three-quarters of the C.E.O.s in Silicon Valley are from South Asia or from Asia.” He has sometimes portrayed a grave threat to civilization not just from violent jihadists but from “Islam.” He once suggested to a colleague that perhaps only property owners should be allowed to vote. In an email to a Breitbart colleague in 2014, he dismissed Republican congressional leaders with an epithet and added, “Let the grass roots turn on the hate.” “No one has called him nice,” said Patrick McSweeney, a former chairman of the Virginia Republican Party and a Bannon admirer who has known his family for years. “He is the least politically correct person I know. His overriding concern is getting the mission accomplished.” Mr. Bannon encouraged clickbait incitement on Breitbart.com, and links to Breitbart articles are often spread on Twitter and Facebook alongside Nazi rhetoric and racial slurs. Saying he is an economic nationalist and not a white nationalist, Mr. Bannon has dismissed such devotees as the kind of marginal characters who turn up in every political movement, but he has only mildly denounced the bigots among his admirers. Advertisement Continue reading the main story Some longtime associates said they had never heard him express bigoted views. “In the 14 years I’ve known him, I’ve never heard him utter a racist or anti-Semitic comment,” said Peter Schweizer, a conservative author and the president of the Government Accountability Institute, where Mr. Bannon was a founder and the executive chairman. Mr. Bannon’s backers note that several of Breitbart’s top editors and managers are Jewish — as was Mr. Breitbart himself — and the site is staunchly pro-Israel. They also point out that Mr. Bannon’s longtime assistant, Wendy Colbert, is African-American; so are Sonnie Johnson, a conservative writer he promoted on Breitbart, and a former Goldman colleague who has been a close friend for three decades and considers Mr. Bannon family, but who asked not to be named to avoid a flood of media attention. Mary Beth Meredith, Mr. Bannon’s sister, said accusations of personal bigotry against him were “absolutely absurd.” “We have interfaith marriages in our own family,” she said. “We have interracial marriages — our family is a microcosm of the U.S.” Where some perceive racism and nativism, others see a different -ism: opportunism. Whatever may be in his heart, they say, Mr. Bannon was happy to draw a white nationalist following to Breitbart, while denying that was his intent. Ben Shapiro, a former Breitbart editor who has been sharply critical of Mr. Bannon, called him “a manipulator” who had “mainstreamed” far-right extremists for cynical political purposes. Ms. Jones, Mr. Bannon’s former film collaborator, who describes herself as very liberal, said, “Steve’s not a racist.” But, she added, “he’s using the alt-right — using them for power.” Photo Mr. Bannon in 1975, when he ran successfully for student body president at Virginia Tech. An opponent, Gary Clisham, told the student newspaper that Mr. Bannon had “immense charisma” but predicted that he would get nothing done. ‘Son of the South’ Robin Mickle, a fellow Navy officer of Mr. Bannon’s aboard the destroyer Paul F. Foster, remembers that he and some of his idealistic mates were struck by something Mr. Bannon told them in 1978. “He said he joined the Navy so it would look good on his résumé because he wanted to go into politics someday,” said Mr. Mickle, a retired defense contractor. Advertisement Continue reading the main story Another officer, Sonny Masso, who would stay in the Navy and eventually make admiral, recalls a devoted reader of The Wall Street Journal who picked stocks to buy through a San Diego broker and had an astonishing ability to retain information. He was fit, too. “He’d run five miles at lunch and he had a 32-inch waist,” Mr. Masso said. “Very preppy when we were out of uniform — polo shirts with alligators on them, and penny loafers with no socks.” Mr. Bannon was the middle child of five in an Irish Catholic family from a leafy North Richmond neighborhood. His father, Martin, 95, to whom he remains very close, was a telephone lineman who had worked his way into middle management at the phone company. Photo Mr. Bannon with his father, Martin Bannon, at the family’s home in Richmond, Va. Credit Via Julia Jones Steve and his two brothers went to Benedictine High School, an all-male Catholic military school in Richmond where the boys wore uniforms, kept their hair short and were called cadets. “It was a very conservative world,” said John Pudner, a Benedictine graduate who knows Mr. Bannon and runs Take Back Our Republic , an advocacy group based in Alabama. Steve was bit of a brawler as a boy, said his older brother Mike Bannon. “He was a fighter. He was a guy that believed what he believed.” On occasion, Steve summoned Mike to the neighborhood pool for reinforcement. “He’d get in little scrapes and come back and get me, and I’d say, ‘I wished it wasn’t eight guys we were fighting. If it was two or three, I wouldn’t mind.’” Mike Bannon, eager to rebut charges of racism against his brother, said the boys took two buses to get to Benedictine, and their parents instructed them to give up their seats if a woman boarded: “It didn’t make any difference if they were black or white or Indian or Jewish or anything else,” he said. Their mother, Doris, who died many years ago, loved to tell them about sneaking Jewish friends into her neighborhood pool in Baltimore — past a sign that said “No Jews Allowed.” She later worked on campaigns for Douglas Wilder, a Democrat who became the first African-American governor of Virginia. For Mike Bannon, his brother Steve is “a son of the South” who has never shifted his principles or his character. “He knew who he was in fourth grade and he’s never changed much over the years,” he said. “He’s very comfortable in his own skin.” Advertisement Continue reading the main story At Virginia Tech, Steve Bannon got his first taste of politics, winning the Student Government Association presidency in a 1975 race that grew quite heated after he challenged the status quo. An opponent, Gary Clisham, told the student newspaper that Mr. Bannon had “immense charisma” but predicted that he would get nothing done. Photo A campaign button for Ronald Reagan’s 1980 campaign, which employed almost the same slogan that Mr. Trump would use in his presidential campaign. Credit Fotosearch/Getty Images After graduation, Mr. Bannon joined the Navy, attended Officer Candidate School and served two deployments aboard the Foster, a destroyer that took him all over Asia and into the Persian Gulf. His basketball style — running the length of the court without passing — earned him a sarcastic nickname, Coast-to-Coast, said Mr. Masso, his shipmate. Still, he said, Mr. Bannon was popular with the sailors he led in the engineering department, nearly 50 men, the majority of them African-American, Hispanic or Asian. Though his family had Democratic roots, Mr. Bannon, like most of his fellow officers, was scornful of President Jimmy Carter and entranced by Ronald Reagan. At Mr. Masso’s condo, while they watched the two candidates’ debate on television in 1980, Mr. Bannon could hardly contain his excitement. “He was pacing my living room, and whenever there was a point-counterpoint, he’d say, ‘Yeah!’ like we were watching a boxing match,” Mr. Masso said. When Mr. Bannon heard later that the Reagan election night party was planned for a Los Angeles hotel, the Century Plaza, he worked the phones to try for tickets. When he got the brushoff, Mr. Masso said, Mr. Bannon said, “Hey, listen pal, we just got back from the Persian Gulf.” Soon, he had Reagan aide Lyn Nofziger on the phone saying, “The governor would be honored to have you there.” It was 4 a.m. when their group left the victory celebration to return to the ship, Mr. Masso said. Both men went on to take Pentagon jobs, and Mr. Bannon earned a master’s degree in international relations at Georgetown at the same time. Mr. Masso thought his friend might try to get into politics, but he was accepted at Harvard Business School, and he left the Navy in 1983 to begin a new life. Continue reading the main story Photo Mr. Bannon with employees of Breitbart.com in the Washington offices of Breitbart News. He took over as executive chairman of Breitbart News in 2012 after Andrew Breitbart died. Credit Jeremy Liebman ‘Working 100 Hours a Week’ Friends at Harvard and later at Goldman Sachs were aware of Mr. Bannon’s conservative views, but politics was rarely discussed. “He was in mergers and acquisitions, I was in corporate finance, and we were both working 100 hours a week,” said Scot Vorse, who met Mr. Bannon on their first day at Harvard and joined Goldman at the same time. After less than four years, Mr. Bannon left Goldman to start his own firm, Bannon & Co., which Mr. Vorse soon joined. As head of a scrappy start-up going up against financial behemoths to get Hollywood deals, Mr. Bannon showed the fierce competitiveness that would later drive his politics. ",
    "title": "Combative, Populist Steve Bannon Found His Man in Donald Trump - The New York Times"
   },
   {
    "entities": [
     "nine days ago",
     "mitt",
     "david",
     "trump",
     "house",
     "cabinet",
     "sunday",
     "facebook",
     "newt",
     "senate",
     "donald",
     "morning",
     "tower",
     "monday",
     "tuesday",
     "cia",
     "gingrich",
     "conway",
     "romney",
     "twitter",
     "nov. 8",
     "once",
     "tennessee",
     "kellyanne",
     "manhattan",
     "petraeus",
     "this weekend",
     "incoming",
     "corker",
     "new",
     "army",
     "york",
     "giuliani",
     "gop",
     "msnbc",
     "committee",
     "weekend",
     "november 28, 2016",
     "now",
     "bob",
     "rudy",
     "city",
     "white"
    ],
    "id": 20,
    "text": "Trump reportedly 'furious' about Conway's comments on Romney Published               November 28, 2016 Facebook 0 Twitter 0 livefyre Email Print   Donald Trump adviser Kellyanne Conway’s extended public criticism of Mitt Romney in the secretary of state sweepstakes spilled over Monday with reports that the president-elect is “furious” with Conway. Conway, in turn, then reportedly called the anonymous allegations “sexist” and boasted about her irreproachable status. She began her attack on Romney shortly after he interviewed with Trump nine days ago about becoming the country’s top diplomat, reminding Americans about how Romney called Trump a “con man” and a “phony.” This weekend, Conway turned up the heat when she appeared on Sunday talks shows to say that Trump supporters feel “betrayed” over Romney, a former GOP presidential nominee, even being in the running. Trump -- who since his Nov. 8 win has been huddled with his transition team trying to fill Cabinet posts and other key administration positions -- is “furious” with Conway, MSNBC’s “Morning Joe” reported Monday, reportedly based on information from two transition team sources. Conway -- who joined the Trump campaign in the closing stages of the race and helped guide the first-time candidate to what once seemed an improbable victory -- shot back at the accusations. She called the sources “sexists” and said she can have “any job she wants,” either inside or outside the White House, according to the show. The MSNBC sources reportedly spoke directly with Trump about the issue and said that Conway’s behavior feeds into a growing concern that she is no longer a team player and has gone “rogue.” Incoming White House Chief of Staff Reince Priebus is downplaying any infighting, but acknowledged on “Fox News Sunday” that there are “teams of rivals.” Conway, now a senior transition team adviser, appears to support former New York Mayor Rudy Giuliani for the secretary of state post. Or she is at least advocating on behalf of the grassroots Trump supporters who helped the first-time candidate to victory and who appear to back Giuliani, an early and loyal Trump backer. Conway tweeted Monday that she’s expressed her opinion to Trump and will support his decision. “I already have the job I want,” she also tweeted. Former GOP House Speaker Newt Gingrich is another member of Trump’s inner circle who has voiced his opposition to Romney. Some strategists suggested Monday that Conway’s weekend comments were carefully coordinated so Trump could say he tried to reach out to the party’s establishment wing. Romney will be in New York City on Tuesday to talk for a second time with Trump. And Tennessee GOP Sen. Bob Corker, chairman of the Senate Committee on Foreign Relations, is also scheduled to meet that day with Trump. On Monday, retired CIA Director and retired Army Gen. David Petraeus visited Trump Tower in Manhattan to meet with the president-elect, with the secretary of defense post still open.   ",
    "title": "Trump reportedly 'furious' about Conway's comments on Romney | Fox News"
   },
   {
    "entities": [
     "jim",
     "brady",
     "capitol",
     "house",
     "tribune",
     "michael",
     "terrence",
     "durkin",
     "hours today",
     "bruce",
     "antonio",
     "the final scheduled week",
     "monday",
     "dan",
     "springfield",
     "july 25, 2016",
     "luis",
     "chicago",
     "james",
     "rauner",
     "gop",
     "illinois",
     "now",
     "arroyo",
     "madigan",
     "fall",
     "the end of the year"
    ],
    "id": 21,
    "text": "Republicans accuse Democrats of 'good cop, bad cop' routine on Rauner agenda Bruce Rauner Terrence Antonio James / Chicago Tribune Illinois Gov. Bruce Rauner give a short speech in Chicago on July 25, 2016.  Illinois Gov. Bruce Rauner give a short speech in Chicago on July 25, 2016.  (Terrence Antonio James / Chicago Tribune) Privacy Policy The deep divisions that have fueled the state's record-breaking budget impasse remained on display Monday at the Capitol, with Democrats and Republicans bickering over whether to even hold a hearing on a proposal to overhaul the workers' compensation reform system. The issue is part of the core of Republican Gov. Bruce Rauner's economic agenda, which he's made a prerequisite to a larger budget deal. But both sides accused the other of playing games on the topic; Republicans said Democrats purposefully called an outdated version and Democrats contended the GOP continues to push changes that are too extreme. Ultimately, a vote on the bill was shelved because the sponsor, House Republican leader Jim Durkin , was in a closed-door meeting with Rauner and legislative leaders at the same time a hearing on his workers' compensation measure was called. That led to a frustrated outburst from Rep. Luis Arroyo , a Democrat from Chicago. \"We shouldn't have this dog-and-pony show to just stand here and talk to everyone all day on something that is not going to matter anyway,\" Arroyo said. \"I drove 31/2 hours today in the rain … thinking something was going to happen on this bill, and now you're telling me nothing is going to happen?\" Republicans balked at the outrage, noting they don't control the House and can't schedule hearings. That duty falls to Democrats under long-serving Speaker Michael Madigan . \"We did not schedule this meeting,\" said Rep. Dan Brady , R-Bloomington. And so the dysfunction continued as lawmakers return to Springfield for the final scheduled week of the fall session, with the pressure on to cut a budget deal as a temporary stopgap plan expires at the end of the year. ",
    "title": "Republicans accuse Democrats of &apos;good cop, bad cop&apos; routine on Rauner agenda - Chicago Tribune"
   },
   {
    "entities": [
     "stein",
     "democratic",
     "october",
     "d.",
     "jason",
     "trump",
     "elections",
     "hillary",
     "party",
     "sunday",
     "rob",
     "thursday",
     "last week",
     "paul",
     "donald",
     "state",
     "monday",
     "of",
     "at 5:24 pm",
     "board",
     "commission",
     "canvassers",
     "kane",
     "jill",
     "green",
     "michigan",
     "post",
     "republican",
     "sullivan",
     "1988",
     "the weekend",
     "wednesday",
     "sean",
     "bastien",
     "washington",
     "wisconsin",
     "$ 6.5 million",
     "pennsylvania",
     "ross",
     "miller",
     "november 28",
     "clinton",
     "gleason"
    ],
    "id": 22,
    "text": "Jill Stein tries to force recount in Pennsylvania, as Trump team keeps up talk of voter fraud with no evidence The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Sean Sullivan November 28 at 5:24 PM Follow @WaPoSean Green Party presidential candidate Jill Stein, center, takes questions from reporters in October. (D. Ross Cameron/AP) President-elect Donald Trump and Green Party candidate Jill Stein continued raising competing doubts about the election on Monday, with Trump's transition team voicing concerns about voter fraud without providing evidence and Stein taking legal action to trigger a recount in Pennsylvania, one of three states she has targeted for additional scrutiny. Trump on Monday was also officially declared the winner in Michigan by a slim margin. Stein announced plans to force a recount there on Wednesday. In Wisconsin, where Stein asked for a recount last week, elections officials on Monday announced a timeline and procedure for it. In a conference call with reporters, Jason Miller, communications director for the Trump transition team, read a statement from the president-elect stating his disapproval of Stein's recount efforts. “The people have spoken and the election is over,” Miller said. He later added: “It is important to point out that with the help of millions of voters across the country, the president-elect won 306 electoral votes on Election Day, the most of any Republican since 1988.” Miller also echoed Trump's Sunday accusations of widespread voter fraud, which have not been backed up by any evidence. [ Donald Trump’s bogus claim that millions of people voted illegally for Hillary Clinton ] “I do think that's an issue of concern, the fact that there's a concern that so many voted who were not legally supposed to,” Miller said. Asked for evidence, he cited studies about voter registrations conducted before the election but presented no specific proof of his claims that has emerged since the vote was conducted. Stein, who finished well behind Trump and Democratic nominee Hillary Clinton, announced that she filed a legal petition in Pennsylvania on behalf of 100 voters “to protect their right to substantively contest the election in Pennsylvania beyond the recounts being filed by voters at the precinct level.” “Americans deserve a voting system we can trust,” Stein said in a statement. “After a presidential election tarnished by the use of outdated and unreliable machines and accusations of irregularities and hacks, people of all political persuasions are asking if our election results are reliable. We must recount the votes so we can build trust in our election system.” But Stein acknowledged in a Sunday video that it would be difficult to force a recount in Pennsylvania and would require her to “jump through some hoops.” Republicans raised doubts Monday that Stein's argument would prevail. “Our General Counsel has reviewed the Election Contest and said it is totally and completely without any merit. It does not even allege any facts to support its wild claim that the ‘discontinuity’ of pre-election polls reported by the media showing that Hillary Clinton would win and the actual results could only have occurred through computer hacking originated by a foreign government,” said Pennsylvania Republican Party Chairman Rob Gleason in a statement. Stein said she has raised $ 6.5 million from more than 137,000 donors for the recount efforts. Because of the margins, the states are not absorbing the costs of recounting the votes. In Michigan, the Board of State Canvassers certified Trump's win over Clinton by 10,704 votes out of about 4.8 million cast. Stein's team said it plans to demand a statewide hand-recount on Wednesday, in accordance with the 48-hour deadline to do so. In Wisconsin, where Trump defeated Clinton by a percentage point, the bipartisan state Elections Commission announced plans to begin a recount on Thursday, provided that proper payment for the recount has been received by the state. It rejected the Stein campaign’s request for a statewide hand recount, instead leaving it to each county to decide whether to use a machine or not. The Stein campaign said it was filing a legal challenge to trigger an all-hand recount. Republicans and Democrats react to the announcement that Hillary Clinton's campaign plans to join a vote recount in Wisconsin initiated by former Green Party presidential candidate Jill Stein. (Bastien Inzaurralde/The Washington Post) The Clinton campaign said during the weekend  that it would join the recount effort even though the team does not expect the outcome to be reversed. Paul Kane contributed to this report politics ",
    "title": "Jill Stein tries to force recount in Pennsylvania, as Trump team keeps up talk of voter fraud with no evidence - The Washington Post"
   },
   {
    "entities": [
     "mitt",
     "santucci",
     "david",
     "mcmullin",
     "texas",
     "this week",
     "utah",
     "earlier this month",
     "nov 28, 2016",
     "trump",
     "march",
     "radio",
     "hillary",
     "club",
     "nov. 19, 2016",
     "sunday",
     "news",
     "last week",
     "newt",
     "golf",
     "senate",
     "donald",
     ", 2:21 pm",
     "carolyn",
     "lake",
     "tower",
     "tuesday",
     "cia",
     "abc",
     "gingrich",
     "2015",
     "john",
     "conway",
     "romney",
     "luis",
     "martinez",
     "$100,000",
     "november 24, 2016",
     "kellyanne",
     "petraeus",
     "kaster/ap",
     "cruz",
     "new",
     "national",
     "today",
     "bbc",
     "bedminster",
     "the weekend",
     "jersey",
     "massachusetts",
     "n.j.",
     "politico",
     "york",
     "giuliani",
     "gop",
     "2002",
     "evan",
     "salt",
     "ted",
     "rudy",
     "kasich",
     "city",
     "clinton",
     "ohio"
    ],
    "id": 23,
    "text": "Donald Trump to Meet With Retired Gen. David Petraeus and Mitt Romney By JOHN SANTUCCI Nov 28, 2016, 2:21 PM ET 0 Shares WATCH Trump Claims 'Millions' Voted Illegally, Costing Him the Popular Vote 0 Shares Email President-elect Donald Trump will meet today with former CIA Director and retired Gen. David Petraeus at Trump Tower in New York City, senior level sources told ABC News. If asked to join Trump's administration, Petraeus told BBC Radio 4 in an interview last week, \"The only response can be 'Yes, Mr. President.'\" Trump will meet on Tuesday with former Massachusetts Gov. Mitt Romney for the second time since the election, senior level sources said. Romney and Petraeus are contenders for secretary of state, according to senior level sources. Donald Trump Advisers Divided Over Secretary of State Pick The decision of whom to pick as secretary of state has created a divide among Trump’s advisers. These competing views came to light in ABC News interviews and conversations with multiple officials in the Trump transition, who have spoken on condition of anonymity. Advocates for former GOP presidential nominee Romney, who has international renown from his time running the 2002 Salt Lake City Olympic Games, say his selection would send a signal of reassurance to the country and show flexibility in Trump's choices for his administration. Trump loyalists like Newt Gingrich feel that picking Romney for secretary of state would be a poor choice and are pushing for former New York Mayor Rudy Giuliani to fill the position. Other loyalists have pointed to Petraeus. However, the retired general has a history that could be problematic when it comes to getting confirmed by the Senate. In 2015 he pleaded guilty to a misdemeanor charge for mishandling classified information. He was sentenced to two years of probation and ordered to pay a $100,000 fine after he admitted to leaking classified information to his mistress. Carolyn Kaster/AP Photo President-elect Donald Trump and Mitt Romney shake hands as Romney leaves Trump National Golf Club Bedminster in Bedminster, N.J., Nov. 19, 2016. Last week Trump's campaign manager, Kellyanne Conway, tweeted that she was \"receiving [a] deluge of social media & private comms\" and linked to a Politico story about Trump loyalists warning against Romney as secretary of state. Receiving deluge of social media & private comms re: Romney Some Trump loyalists warn against Romney as sec of state https://t.co/HDtpjeJTc3 — Kellyanne Conway (@KellyannePolls) November 24, 2016 Then over the weekend she mentioned the two politicians' very contentious relationship during the campaign and said Romney went \"out of his way\" to damage Trump. \"I think that there was the never-Trump movement and then there was Gov. Romney,\" Conway said Sunday in an interview with \"This Week.\" \"He went out of his way to hurt Donald Trump. He gave two speeches that I can recall in this calendar year, and they were both about Donald Trump.\" Romney withheld his endorsement throughout the election cycle. He also delivered an impassioned and personal speech in March against Trump as the party's nominee, calling Trump a \"phony, a fraud.\" During the Republican primaries, when the remaining candidates were Trump, Texas Sen. Ted Cruz and Ohio Gov. John Kasich, Romney recorded robocalls for Cruz, arguing, \"A vote for John Kasich is a vote for Donald Trump.\" referring to independent candidate Evan McMullin, Conway said on Sunday, \"As McMullin ran in the state of Utah for president, we don't know who Mitt Romney voted for.\" But she also said she's \"very pleased\" that Trump and Romney met earlier this month, in Bedminster, New Jersey. \"I only wish Gov. Romney had been as critical of Hillary Clinton and her policy positions,\" Conway said on \"This Week,\" adding, \"So we're all for party unity. I don't think a cost of admission for party unity has to be the secretary of state position.\" She wouldn't elaborate on why she aired her concerns about Romney on Twitter or if Trump asked her to send that tweet. \"I won't discuss that. But I will tell you that I've already weighed in privately because I've been asked to,\" she said. ABC News' Luis Martinez contributed to this report. 0 Shares ",
    "title": "Donald Trump to Meet With Retired Gen. David Petraeus and Mitt Romney - ABC News"
   },
   {
    "entities": [
     "jervis",
     "october 23, 1962",
     "khrushchev",
     "the next day",
     "raúl",
     "castro",
     "rick",
     "beijing",
     "1971",
     "moncada",
     "santiago",
     "this 1958",
     "paul",
     "revolution",
     "red",
     "charles",
     "playa",
     "china",
     "fla.",
     "26th of july",
     "associated",
     "communist",
     "afp",
     "cuba",
     "authority",
     "camilo",
     "informacion",
     "jasán",
     "havana",
     "july 26, 1953",
     "commandante",
     "1953",
     "tiananmen",
     "today",
     "army",
     "3:26 p.m. est",
     "day",
     "pedernales",
     "ramon",
     "augusto",
     "ernesto",
     "stevenson",
     "november 28, 2016",
     "old",
     "ortega",
     "tasnadi",
     "hemingway",
     "gonzalez",
     "ap",
     "caballete",
     "ernest",
     "adlai",
     "raul",
     "mao",
     "friday",
     "clara",
     "oct. 25, 1965",
     "west",
     "lederhandler",
     "elian",
     "chile",
     "dec. 23, 2004",
     "aptn",
     "key",
     "sunday",
     "1940",
     "cementerio",
     "united",
     "facebook",
     "may",
     "hanoi",
     "catholic",
     "linkedin",
     "antonio",
     "may 15, 1960",
     "nunez",
     "commentemailmore",
     "lezcano",
     "night",
     "josé",
     "espinosa",
     "pinochet",
     "miguel",
     "1924",
     "feb. 6, 1959",
     "square",
     "nov. 28, 2016",
     "u.s.",
     "fulgencio",
     "yasser",
     "agency",
     "union",
     "1978",
     "forces",
     "giron",
     "javier",
     "herrera",
     "fullscreen",
     "andres",
     "mandela",
     "soviet",
     "cristobal",
     "1976",
     "goitia",
     "de",
     "jose",
     "fidel",
     "nieves",
     "cuban",
     "council",
     "juan",
     "1959",
     "armed",
     "jan. 11, 1985",
     "pastrana",
     "cárdenas",
     "michel",
     "monday, july 31, 2006",
     "press",
     "galeano",
     "party",
     "july 26, 2006",
     "moscow",
     "movement",
     "1958",
     "jan. 1, 1959",
     "comandante",
     "nations",
     "security",
     "``che''",
     "april 16, 2001",
     "sandlin",
     "daniel",
     "john",
     "chi",
     "jan. 8, 1959",
     "gangne",
     "usa",
     "june 23, 2001",
     "corrales",
     "nelson",
     "santa",
     "1960",
     "national",
     "1967",
     "oct. 21, 2004",
     "july 26, 1999",
     "april 17, 1961",
     "july 24, 1959",
     "marti",
     "kennedy",
     "marty",
     "sept. 2, 1998",
     "ho",
     "zedong",
     "durban",
     "agencia",
     "casas",
     "information",
     "south",
     "march 1985",
     "1969",
     "arturo",
     "lenin",
     "timal",
     "nacional",
     "may 1 2006",
     "arafat",
     "guevara",
     "hilton",
     "jan. 1959",
     "vladimir",
     "roque",
     "ifigenia",
     "matos",
     "nikita",
     "hotel",
     "palestinian",
     "non-aligned",
     "fernando",
     "jan. 21, 1998",
     "africa",
     "nicaragua",
     "huber",
     "12th",
     "jimenez",
     "ii",
     "adalberto",
     "batista",
     "bolivia",
     "phil",
     "cienfuegos",
     "minh",
     "robles"
    ],
    "id": 24,
    "text": "Castro cremation breaks pattern of communist dictators on permanent display The Catholic schoolboy-turned-dictator adhered to longtime beliefs in atheism. Post to Facebook Castro cremation breaks pattern of communist dictators on permanent display The Catholic schoolboy-turned-dictator adhered to longtime beliefs in atheism. Check out this story on USATODAY.com: http://usat.ly/2gAM8J9 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 7 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Castro cremation breaks pattern of communist dictators on permanent display Rick Jervis , USA TODAY 3:26 p.m. EST November 28, 2016 An honor guard flanks an image of Fidel Castro during a tribute to the late leader at the monument to independence hero Jose Marti, at Revolution Square in Havana on Nov. 28, 2016. (Photo: Ramon Espinosa, AP) 17 CONNECT TWEET 2 LINKEDIN 7 COMMENTEMAILMORE There is one striking difference between the death of Fidel Castro and those of other communist leaders like Vladimir Lenin, Mao Zedong and Ho Chi Minh: no embalmed body for perpetual viewing. When Cuban President Raúl Castro announced his older brother's death Friday night, he said Fidel would be cremated the next day, in accordance with the former leader's wishes. That will be followed by nine days of mourning, during which Fidel's remains will be displayed at memorials stretching from Havana to Santiago de Cuba, where the ashes will be buried Sunday at the Cementerio Santa Ifigenia. Havana begins saying goodbye to Fidel Castro The quick cremation is in sharp contrast to leaders whose bodies were embalmed and have been on public display for decades. Lenin, the founder of the Soviet Union who died in 1924, is in a mausoleum in Moscow's Red Square. China's Mao, who died in 1976, is on display in a massive mausoleum in Beijing's Tiananmen Square, where long lines of viewers are common every day. North Vietnamese leader Ho Chi Minh, who died in 1969, also lies in a mausoleum in Hanoi. The fact that Cubans have not yet been able to see their former longtime leader’s ashes is starting to pique their interest, said José Jasán Nieves Cárdenas, a Havana-based independent blogger and staff writer at eltoque.com. Posted! A link has been posted to your Facebook feed. Cuban rebel leader Fidel Castro is surrounded by members of his leftist guerrilla \"26th of July Movement,\" on Jan. 8, 1959, as they enter Havana after the victory over the forces of Cuban dictator Fulgencio Batista. Also shown are Camilo Cienfuegos, left, and Huber Matos, right.  AFP/Getty Images Fidel Castro exhales cigar smoke during a March 1985 interview at his presidential palace in Havana.  Charles Tasnadi, AP U.S. Ambassador Adlai Stevenson, far right, describes aerial photographs of launching sites for intermediate range missiles in Cuba during an emergency session of the United Nations Security Council on Oct. 25, 1965 at the height of the Cuban Missile Crisis.  Associated Press Fullscreen Palestinian Authority President Yasser Arafat, from left, Cuban leader Fidel Castro, Colombian President Andres Pastrana and South African President Nelson Mandela attend a group photo opportunity at the 12th Non-Aligned Movement (NAM) summit in Durban, South Africa on Sept. 2, 1998.  Odd Andersen, AFP Cuban President Fidel Castro attends a speech shortly before fainting on June 23, 2001 in Havana, Cuba. It was announced, Monday, July 31, 2006, that Fidel Castro has temporarily relinquished presidential power to his brother Raul due to illness.  Cristobal Herrera, AP Cuban President Fidel Castro is assisted to his seat by his brother Raul Castro, Minister of the Armed Forces in Havana on Dec. 23, 2004.  Adalberto Roque, AFP/Getty Images Cuban President Fidel Castro greets Latin American students on July 26, 2006, gathered in Pedernales, Cuba, for the anniversary of the attack on the Moncada barracks. The attack, in 1953, is said to be the beginning of the Cuban Revolution.  Javier Galeano, AP Cuban President Fidel Castro talks with Nicaraguan President Daniel Ortega in Timal, Nicaragua, on Jan. 11, 1985, during opening ceremonies for sugar processing plant.  Arturo Robles, AP Cuban President Fidel Castro shows a national banner during the May Day ceremony at the Revolution square in Havana on May 1 2006.  Adalberto Roque, AFP/Getty Images This 1958 file photo shows Argentine-born legendary revolutionary figure Ernesto \"Che\" Guevara is photographed in Caballete de Casas, Cuba in 1958, where he and Fidel Castro were preparing for the revolution that toppled Cuban dictator Fulgencio Batista.  Antonio Nunez Jimenez, AFP/Getty Images Cuba's President Fidel Castro, right, trips after a speech at a graduation ceremony in Santa Clara, Cuba, on Oct. 21, 2004.  APTN, AP Cuban Prime Minister Fidel Castro replied to President Kennedy's naval blockade over Cuban radio and television, October 23, 1962.  This picture of Castro during his speech was copied from television on a monitor set at Key West, Fla.  , XXX AP Fidel Castro throws a baseball before a game between the Cuban military and the police on July 24, 1959.  Associated Press Cuban president Fidel Castro, left, and Soviet leader Nikita Khrushchev hug at the United Nations in 1960  Marty Lederhandler, Associated Press Cuban rebel leader Fidel Castro and his son, Fidelito, are photographed in their apartment at the Hilton Hotel in Havana on Feb. 6, 1959.  Associated Press Cuban President Fidel Castro, left, stands with Juan Miguel Gonzalez, father of Cuban rafter Elian Gonzalez, during a ceremony marking the 40th anniversary of Cuba's communist revolution on April 16, 2001 in Havana.  Adalberto Roque, AFP Cuban President Fidel Castro enjoys a cigar in 1978.  Phil Sandlin, Associated Press Fullscreen Cuban President Fidel Castro waves to the audience before addressing the thousands of Communist Party supporters on July 26, 1999, in Cienfuegos, Cuba. The yearly ceremony marks the July 26, 1953, attack by the Castro brothers and their followers on the Moncada army barracks in Santiago that launched the revolution against the dictatorship of then-President Fulgencio Batista.  Jose Goitia, Associated Press Fullscreen Ernest Hemingway and Cuban Prime Minister Fidel Castro chat after Castro won the individual championship in the annual Hemingway Anglers Tournament on May 15, 1960 in Havana. Castro caught five fish weighing 286 pounds to take the crown.  Hemingway had a bad day failing to land any.  Associated Press Fullscreen Cuban leader Fidel Castro, left, and his right-hand man, Commandante Camilo Cienfuegos, commander of the Cuban Army, pose July 24, 1959 in Havana. They were pitcher, and catcher respectively, for the opening inning of a military versus police benefit baseball game.  Associated Press Cuban leader Fidel Castro waits for the ball at first base as his Argentine-born revolutionary comrade Ernesto \"Che\" Guevara tries to beat the throw during a 1959 friendly baseball game in Havana.  AFP Cuban leader Fidel Castro, right, and his revolutionary comrade Comandante Camilo Cienfuegos prepare for a friendly game between revolutionary Cubans divided into two teams self-dubbed \"Barbudos\" (the bearded ones) and \"Occidente\" (the west) in Havana.  AFP People burn tables and roulette wheels outside the Plaza Hotel casino in Old Havana, Cuba in Jan. 1959 shortly after revolutionary leader Fidel Castro gained power. On Jan. 1, 1959, Dictator Fulgencio Batista fled Cuba and Castro's rebels took power.  Fernando Lezcano, AP Fidel Castro, second from right, eats a lollipop in 1940 at a Catholic school he attended in Santiago, Cuba.  Associated Press Cuban leader Fidel Castro, lower right, sits inside a tank near Playa Giron, Cuba, during the Bay of Pigs invasion on April 17, 1961.  Raul Corrales, Associated Press Gen. Augusto Pinochet, Chile's army chief and Cuban leader Fidel Castro salute in 1971 during Castro's visit to Chile.  AFP Pope John Paul II shakes hands with Cuban President Fidel Castro on Jan. 21, 1998 in Havana.  Michel Gangne, AFP Fullscreen This photo released by the Cuban National Information Agency(AIN) shows Cuban leader Fidel Castro lighting the eternal flame at the mausoleum in Santa Clara, Cuba, built for Argentine-born Cuban revolutionary hero Ernesto \"Che\" Guevara and six of his comrades killed with him in Bolivia in 1967. The remains of Guevara and his fellow rebels were laid to rest permanently at the mausoleum.   AFP PHOTO/                     AGENCIA DE INFORMACION NACIONAL (AIN) ORG XMIT: HAVO6  AIN via AFP ",
    "title": "Castro cremation breaks pattern of communist dictators on permanent display"
   },
   {
    "entities": [
     "stein",
     "interactive",
     "cbs",
     "twenty days",
     "nov 28, 2016",
     "trump",
     "press",
     "hillary",
     "party",
     "inc.",
     "donald",
     "2016",
     "0.2 percent",
     "associated",
     "2:47 pm est",
     "green",
     "jill",
     "michigan",
     "1988",
     "day",
     "wednesday",
     "gop",
     "after election",
     "clinton"
    ],
    "id": 25,
    "text": "CBS/AP Nov 28, 2016 2:47 PM EST Michigan has certified Donald Trump the winner over Hillary Clinton in Michigan, twenty days after Election Day.  The final margin separating the two was 10,704 out of the approximately 4.8 million votes cast, or 0.2 percent, the closest presidential race in Michigan in over 75 years. Trump is the first GOP nominee to win Michigan since 1988. President-elect Trump denounces recount efforts The victory gives him another 16 electoral votes, bringing his total up to 306 electoral votes, compared to 232 for Clinton. The Green Party’s Jill Stein has said she intends to ask for a recount, and she has until Wednesday to make the request. Mr. Trump, however, has seven days to file his objections to her request. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Donald Trump certified as winner in Michigan - CBS News"
   },
   {
    "entities": [
     "stein",
     "kerry",
     "libertarian",
     "$4.5 million",
     "trump",
     "priebus",
     "hillary",
     "party",
     "sunday",
     "bernie",
     "last week",
     "news",
     "facebook",
     "cnn",
     "fox",
     "donald",
     "saturday",
     "sanders",
     "george",
     "2004",
     "2016",
     "john",
     "twitter",
     "jill",
     "green",
     "night",
     "michigan",
     "reince",
     "republican",
     "$7 million",
     "national",
     "w.",
     "the weekend",
     "$2.5 million",
     "$6 million",
     "wisconsin",
     "committee",
     "november 28, 2016",
     "now",
     "1 percent",
     "pennsylvania",
     "$3,509,477",
     "bush",
     "clinton",
     "ohio"
    ],
    "id": 26,
    "text": "Jill Stein -- Fighting election fraud or lining her own pockets? Published               November 28, 2016 Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump isn’t mincing words. He believes the recount effort – and multimillion-dollar fundraising goal – led by Green Party candidate Jill Stein is nothing more than a scam. Stein and her party are raising money for presidential recounts in Wisconsin, Michigan and Pennsylvania. Hillary Clinton’s campaign has offered help, but Clinton’s own lead counsel admitted that the recount won’t likely lead to any changes in the outcome of the presidential election. Stein started the push for a recount last week. Since then, she has raised more than $6 million toward an effort neither she nor her party can guarantee will actually happen. A closer look at the fine print on her website says “we can only pledge we will demand recounts in WI and MI and support the voter-initiated effort in PA.” She adds, “If we raise more than what’s needed, the surplus will also go toward election integrity efforts and to promote voting system reform. This is what we did with our surplus in 2004.” She does not go into specifics about what those “election integrity efforts” might be. Stein’s initial $2.5 million fundraising goal was surpassed in less than 48 hours. Since then, she’s upped her target to $4.5 million, but language on her donation page said the cost could go even higher. With attorneys' fees factored in, the total cost is likely to be $6 million to $7 million. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → That’s a lot of money for the Green Party, especially considering Stein’s entire 2016 presidential campaign brought in $3,509,477 from donors. “This is ridiculous,” Reince Priebus, former head of the Republican National Committee and incoming chief of staff for Trump, said on “Fox News Sunday.” “I think the American people know this is a waste of everybody’s time and money. We will win again for the second time.” Over the weekend, Trump also blasted the recount campaign. \"This recount is just a way for Jill Stein, who received less than 1 percent of the vote overall and wasn't even on the ballot in many states, to fill her coffers with money, most of which she will never even spend on this ridiculous recount,\" Trump said in a written statement. He followed it up with a tweet Saturday night: “The Green Party scam to fill up their coffers by asking for impossible recounts is now being joined by the badly defeated & demoralized Dems.\" The Green Party responded on their Facebook page: “@realDonaldTrump Hollow words from a President-elect replacing one set of establishment politicians & corporate insiders w/another. #StillASwamp.” Sen. Bernie Sanders, who lost to Hillary Clinton during the Democratic primary, said the recount isn’t a big deal. “It’s taking place. The Green Party has the legal right to do it,” he said during CNN’s “State of the Union.” “No one expects there to be profound change, but there’s nothing wrong with going through the process.” In Wisconsin, Trump leads Clinton by 22,177 votes. In Michigan, he has a lead of 10,704 votes, and in Pennsylvania, he’s up by 70,638 votes. The Green Party has pushed for recounts before. Following the 2004 presidential election, the Green Party and Libertarian Party footed the bill for a recount in Ohio. The end result was that Democrat John Kerry gained less than 300 votes over George W. Bush – a number that made virtually no difference in the margin. Advertisement ",
    "title": "Jill Stein -- Fighting election fraud or lining her own pockets? | Fox News"
   },
   {
    "entities": [
     "democratic",
     "clintons",
     "times",
     "cbs",
     "jarrett",
     "trump",
     "comey",
     "house",
     "hillary",
     "billions of dollars",
     "news",
     "last week",
     "forrest",
     "anchor",
     "fox",
     "gregg",
     "donald",
     "state",
     "of",
     "$ 200",
     "justice",
     "night",
     "gump",
     "michigan",
     "department",
     "wise",
     "foundation",
     "fbi",
     "obama",
     "new",
     "the weekend",
     "james",
     "york",
     "washington",
     "wisconsin",
     "now",
     "pennsylvania",
     "clinton",
     "white"
    ],
    "id": 27,
    "text": "  Hillary Clinton has never played the board game, “Monopoly”.  How do we know?  Because even novice players learn quickly that you always hang on to a “get out of jail free” card.  No matter what.  You never know when you’re going to need it.  And you usually do.  Clinton had such a card… and has managed to recklessly squander it.    So what happens now?  Will she draw that other dreaded card: “Go to jail.  Go directly to jail.  Do not pass Go.  Do not collect $ 200” ?  For Clinton, who could face serious criminal jeopardy, this is no game. Post-Election Rapprochement     The night Clinton lost the presidency, she telephoned Donald Trump to concede. We now know that it was President Obama who persuaded Clinton to make the gracious concession.  Hillary Clinton’s decision to embrace a challenge to Trump’s election is both confounding and inexplicable. Why would she chance angering the very individual who holds her fate in his hands? It’s like an inmate taunting a jailer. You’d have to be obtuse to do it. According to a soon-to-be published book by two Washington journalists, Obama told his former Secretary of State, “You need to concede.” At that point, it was clear the Democratic nominee was losing Wisconsin, Michigan and Pennsylvania and had no hope of winning the White House. Clinton heeded the advice and made the call. Wise move. The president-elect was clearly moved by what he described as a “lovely” conversation with Clinton. “It was a tough call for her.  She couldn’t have been nicer. She’s very strong and very smart”, Trump told CBS News' “60 Minutes”.  The newly-elected president suddenly seemed reluctant to have his Department of Justice pursue Clinton for criminal wrongdoing. After spending months promising his supporters that he would see to it that Clinton is prosecuted over her email server and, perhaps, the Clinton Foundation, Trump reversed himself.  In a meeting with the New York Times last week, he all but ruled out recommending a special prosecutor or criminal charges.  “It’s just not something that I feel strongly about.  I don’t want to hurt the Clintons, I really don’t. She went through a lot and suffered greatly in many different ways.” Clinton’s election night concession seemed to have prompted Trump to hand her a “get out of jail free” card.  If she was moving on, then he was moving on.  And so would the nation.  But in politics, what is given… can be taken away. Especially when the recipient of a generous gift exhibits a conspicuous lack of gratitude. Which is precisely what Clinton has now done. A Game of Chance With No Chance Clinton’s campaign announced over the weekend that it will join efforts to push for recounts in the key states of Wisconsin, Michigan and Pennsylvania in a futile effort to deprive Trump of the needed 270 electoral votes and, thus, the presidency.  It is the definition of a fool’s errand.  A game of chance with not a scintilla of chance to succeed.  Recounts almost never swing enough votes to change the outcome.  Clinton would have to do it in not one, but all three states.  In Pennsylvania alone, the law on a voter-initiated recount is next to impossible to meet. It demands notarized voter affidavits in each and every 9,163 election districts.  The deadlines are imminent and, in some districts, have already passed. Forget the fact that Trump’s lead in the state exceeds 70,000 votes.  Clinton’s decision to embrace a challenge to Trump’s election is both confounding and inexplicable. Why would she chance angering the very individual who holds her fate in his hands?  It’s like an inmate taunting a jailer. You’d have to be obtuse to do it.    Already, Trump has responded with a series of furious tweets reminding Clinton that she already conceded. One of his top advisers hinted that retaliation works both ways. Trump might easily reconsider his decision to forego a case against his former adversary.    So why would Clinton deliberately antagonize someone who is notoriously mercurial? With a wave of his hand, Trump could signal his new attorney general to reignite a Justice Department criminal investigation of Clinton or, in the alternative, appoint a Special Prosecutor to consider charges.  After all, FBI Director James Comey laid out a meticulous case of how Clinton violated the Espionage Act, but then dismissed it by claiming that “no reasonable prosecutor would bring such a case”.  Sorry, Mr. Comey, but there are plenty of reasonable prosecutors who would be eager to do so.  Stupid Is… As Stupid Does As the great American philosopher, Forrest Gump, pointed out, an intelligent person who does stupid things is still stupid.  Common sense, or lack thereof, is evidenced by a person’s actions.  While Clinton may be a smart person, it makes no sense whatsoever for her to risk criminal indictment by alienating the one person who can best insulate her from the legal consequences of her own extremely careless, if not intentional, conduct. And for what? A recount that is destined to fail?  By contesting the presidential election, Clinton does damage only to herself.  When, during the election, Trump suggested he might not accept the result if he lost, Clinton called it “horrifying.” Did it ever occur to her that she is now committing the same “horrifying” act she so vehemently condemned? Donald Trump made billions of dollars accumulating properties in a way the inventors of “Monopoly” envisioned.  He knows how the real game is played.    Hillary Clinton does not.  She held a treasured “get out of jail free” card… but wasted it for nothing. Gregg Jarrett is a Fox News Anchor and former defense attorney. Advertisement ",
    "title": "Gregg Jarrett: Did Hillary Clinton just squander her get out of jail free card? | Fox News"
   },
   {
    "entities": [
     "mitt",
     "et",
     "david",
     "jason",
     "andrew",
     "trump",
     ", 5:16 pm",
     "comey",
     "house",
     "hillary",
     "press",
     "sunday",
     "united",
     "cnn",
     "donald",
     "morning",
     "tower",
     "state",
     "monday",
     "cia",
     "nov 28",
     "nations",
     "2015",
     "2016",
     "john",
     "conway",
     "romney",
     "tennessee",
     "$100,000",
     "manhattan",
     "kellyanne",
     "petraeus",
     "department",
     "corker",
     "election",
     "u.s.",
     "fbi",
     "bolton",
     "new",
     "obama",
     "afghanistan",
     "the weekend",
     "iraq",
     "day",
     "rafferty",
     "james",
     "july",
     "york",
     "josh",
     "giuliani",
     "2012",
     "earnest",
     "november 28, 2016",
     "now",
     "bob",
     "rudy",
     "1:10",
     "miller",
     "city",
     "barack",
     "clinton",
     "white"
    ],
    "id": 28,
    "text": "Nov 28 2016, 5:16 pm ET Trump Meets Petraeus as Battle Over Secretary of State Continues by Andrew Rafferty advertisement President-elect Donald Trump seemed to be homing in on his choice for secretary of state on Monday, holding a meeting with former CIA chief David Petraeus and announcing a second sit down with Mitt Romney as top aides squabble over who should be nominated for the high-profile position. Petraeus, who in 2015 was sentenced to two years' probation and a $100,000 fine for admitting to providing classified information to his mistress, visited Trump Tower in Manhattan on Monday where the two held a one-hour meeting amid speculation Petraeus is being considered for a top post in the Trump administration. \"He basically walked us around the world, showed a great grasp of the variety of the challenges that are out there and some of the opportunities as well,\" Petraeus told reporters. \"So, very good conversation and we'll see where it goes from here.\" Play Conway: I'm 'Not Campaigning Against' Romney for Secretary of State 1:10 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161129102843if_/http://www.nbcnews.com/widget/video-embed/818427971969\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump tweeted after the meeting that he was \"very impressed\" with the retired four-star general. Before the scandal that led to Petraeus' resignation as CIA head in 2012, he became the nation's most high-profile general during the wars in Iraq and Afghanistan. But his career unraveled after it was revealed he shared classified information with his biographer, whom he was also having an affair with. FBI Director James Comey testified in July that Petraeus also lied to federal agents during the investigation. Trump throughout his campaign slammed Hillary Clinton for her use of a private email server while secretary of state and questioned why she was not prosecuted while Petraeus was. The FBI decided not to prosecute Clinton after an investigation into the 2016 Democratic presidential nominee's email use found no criminal wrongdoing. Trump's team also announced Monday that the president-elect would meet for a second time with former rival Mitt Romney, who is also being considered to head the State Department. The reason, according to Trump spokesman Jason Miller, is that the two haven't spent much time together. BREAKING - Sources: Trump 'furious' over Conway comments about Romney https://t.co/Sd4kogEPGz — Morning Joe (@Morning_Joe) November 28, 2016 The meeting comes amid new tensions with Trump's staff over who should serve in one of the most prestigious posts in government. Trump's aides are sharply divided over the idea of Romney joining the president-elect's team after delivering a stinging rebuke of then-candidate Trump during the Republican primary battle. Kellyanne Conway, a top aide to Trump, said Sunday that supporters feel \"betrayed\" that the man who spoke out so forcefully against Trump is now in the running for a top post in his new administration. \"The number of people who feel betrayed to think that Governor Romney would get the most prominent Cabinet post, after he went so far out of his way to hurt Donald Trump — there was the Never Trump movement, and then there was Mitt Romney,\" Conway told CNN. Former New York City Mayor Rudy Giuliani is considered a leading candidate for the job, and former U.S. Ambassador to the United Nations John Bolton and Tennessee Sen. Bob Corker are also thought to be under consideration. Also on Monday, White House Press Secretary Josh Earnest announced Trump and President Barack Obama spoke for 45 minutes over the weekend. Earnest said it was \"one of a handful\" the two have had since Election Day, but declined to comment on the contents of the conversation. Andrew Rafferty ",
    "title": "Trump Meets Petraeus as Battle Over Secretary of State Continues   - NBC News"
   },
   {
    "entities": [
     "sheik",
     "mohamud",
     "interactive",
     "times",
     "last year",
     "cbs",
     "earlier this year",
     "abdirahman",
     "wbns-tv",
     "ohio",
     "news",
     "last week",
     "university",
     "jeff",
     "inc.",
     "morning",
     "state",
     "monday",
     "bill",
     "the morning of",
     "2016",
     "nice",
     "nov. 28, 2016",
     "landis/cleveland",
     "square",
     "fbi",
     "building",
     "anthony",
     "brooklyn",
     "watts",
     "lab",
     "falzarano",
     "nazareth",
     "cbsn",
     "columbus",
     "now",
     "isis",
     "france",
     "pegues"
    ],
    "id": 29,
    "text": "The Ohio State University was on lockdown Monday morning during an active shooter situation. Ohio State student Anthony Falzarano calls into CBSN... At least one witness to the scene told CBS Columbus affiliate WBNS-TV said a fire alarm was pulled inside the Watts Lab, and when people exited, a car was waiting for them and appeared to purposefully run them over.  Another  student witness told CBS News  she saw a grey car drive by the engineering building at a high speed, hit a cop, then proceed to hit other people. The identities of the injured have not been released.  Police surround a car that crashed outside the Watts Building on the campus of Ohio State University in Columbus, Ohio, on the morning of Nov. 28, 2016. Bill Landis/Cleveland.com CBS News correspondent Jeff Pegues reports many of the signs from this incident point towards this being precisely the kind of terrorism federal law enforcement officials have been warning about for some time now.  Last week, a Brooklyn man was arrested for being an ISIS supporter , and was accused of plotting something similar to  the attack in Nice, France  for Times Square by seeking to drive a truck into a crowd.  Columbus, Ohio, itself has been on alert for localized terrorism for some time. Earlier this year a man with a machete randomly attacked diners in Nazareth Restaurant before being shot dead by police. Officials believe the incident was terrorism related. Last year, a federal grand jury charged a Columbus, Ohio man, Abdirahman Sheik Mohamud , with attempting to provide and providing material support to terrorists, attempting to provide and providing material support to a designated foreign terrorist organization and making false statements to the FBI. With nearly 60,000 students at its main Columbus campus, Ohio State is the state’s largest employer and one of the nation’s largest universities. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Ohio State shooting: Cops kill at least one suspect, as nine reported wounded - CBS News"
   }
  ]
 }
}