{
 "01": {
  "col-sim": {
   "cosine": 0.19712885515253728,
   "entity": 0.214422506967559
  },
  "exec-time": 44.416099548339844,
  "links": [
   {
    "entities": [
     "$10,000",
     "pa",
     "interactive",
     "jason",
     "cbs",
     "friday",
     "press",
     "juniata",
     "inc.",
     "township",
     "pa.",
     "morning",
     "adam",
     "saturday",
     "state",
     "county",
     "2016",
     "associated",
     "night",
     "police",
     "landon",
     "huntingdon",
     "friday, december 30, 2016",
     "wolf",
     "dec. 16",
     "december 2015",
     "reed",
     "about 6:30 p.m.",
     "overnight",
     "about 10:30 a.m.",
     "tom",
     "weaver",
     "pennsylvania",
     "robison"
    ],
    "id": 0,
    "text": "<p>Pennsylvania State Police Trooper Landon Weaver is seen in a photo released by the agency.</p> Close Pennsylvania State Police JUNIATA TOWNSHIP, Pa. -- A Pennsylvania trooper was fatally shot while responding to a report at a home in the central part of the state and the suspected gunman has died, police say.  The Pennsylvania State Police said in a release that Trooper Landon Weaver, 23, was shot about 6:30 p.m. Friday while responding to a report of a protection-from-abuse violation at the Huntingdon County home. An overnight manhunt for the suspect ended Saturday morning when police found 32-year-old Jason Robison at an unoccupied mobile home in the area, authorities said. Cpl. Adam Reed, a state police spokesman, said Robison refused orders and threatened officers on the scene, leading police to shoot him. His death was confirmed at about 10:30 a.m. Earlier on Saturday, state police had said on social media that Robison had died. HUNTINGDON COUNTY: UPDATE.   ** Robison is deceased; more information to follow. **  The Pennsylvania State Police is... Posted by PA State Police on  Friday, December 30, 2016 Robison had been arrested more than a dozen times in the county, on charges that included making threats, assault, theft and driving on a revoked license. Robison last appeared in court on Dec. 16, when he was released on theft and driving charges after posting $10,000 bail. Details of the complaint that Weaver was responding to when he was shot were not immediately available, and Reed did not immediately know who owned the home where Weaver was killed.  Weaver enlisted in the Pennsylvania State Police in December 2015 and was assigned to the Patrol Unit in Troop G in Huntingdon. He’s the 97th member of the Pennsylvania State Police to be killed in the line of duty.  Gov. Tom Wolf said in a statement that “Landon will always be remembered for his bravery, his sacrifice, and his willingness to serve.” “Trooper Weaver’s life and service to our commonwealth ended far too soon – may we never forget his sacrifice,”  Wolf said .    Wolf also commended the Pennsylvania State Police and all law enforcement involved for swiftly ending the manhunt and preventing harm to other residents.  “I thank the troopers and their counterparts who worked through the night and put their lives on the line,” he said. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "State trooper shot dead while responding to report - CBS News"
   },
   {
    "entities": [
     "homan",
     "aurora",
     "saturday, the last day of 2016",
     "reporter",
     "gorner",
     "contact",
     "abel",
     "avenue",
     "march",
     "rauckinas",
     "watson",
     "tribune",
     "breaking",
     "michael",
     "news",
     "daisy",
     "sunday",
     "jeremy",
     "paul",
     "catholic",
     "donald",
     "villarreal",
     "street",
     "april",
     "the day",
     "st.",
     "church",
     "court",
     "1.,",
     "dec. 31, 2016",
     "the year",
     "2016",
     "pfleger",
     "uribe/chicago",
     "pioneer",
     "holiday",
     "local",
     "michigan",
     "greg",
     "carter",
     "square",
     "zanis",
     "chicago",
     "new year's day",
     "deandre",
     "naperville",
     "eltagouri",
     "aug. 21",
     "sabina",
     "brunson",
     "madison",
     "jesus",
     "families",
     "valois",
     "ontario",
     "jan.",
     "marwa",
     "new year",
     "lisa"
    ],
    "id": 1,
    "text": "News Local news Breaking News Families of 2016 slain bear crosses down Magnificent Mile Over 700 crosses were erected and carried along Michigan Avenue on Dec. 31, 2016 — one for each person killed in 2016 in Chicago. Greg Zanis, of Aurora, constructed the crosses with the help of volunteers and distributed them to families of the victims. Marwa Eltagouri Contact Reporter Chicago Tribune The crosses were heavy. Each one was about four feet tall, formed from two hefty wooden planks nailed together. A name was scribbled on each one. And an age. And a number. Like Madison Watson, 4 years old, No. 456. Or Donald Carter Brunson, 28 years old, No. 522. Each cross was for one of the more than 750 homicide victims in Chicago in 2016. They were numbered to represent where the death fell on the year's homicide count. No. 1, for example, was the cross for Deandre Holiday, shot to death Jan. 1., 2016, two hours into the new year. And on Saturday, the last day of 2016, as hundreds marched down Michigan Avenue with the crosses held high, some were surprised by how much strength it took to carry them. The crosses were heavy, people agreed. But not as heavy as a casket. \"We're protesting violence. Who are we calling to get involved? Everyone,\" said the Rev. Michael Pfleger of St. Sabina Catholic Church, who organized the march with the help of Greg Zanis, an Aurora-based carpenter known for installing crosses at the sites of tragedies around the country. (Jeremy Gorner) \"Every elected official, every government agency, every business and corporation, every mosque, every synagogue and church, every law enforcement official, every parent, neighbor and resident, and every citizen — from children to elders. Everyone. We are calling on all of Chicago to take a stand against violence,\" Pfleger said. Before the march, Pfleger and his fellow organizers unloaded the crosses from a truck and lined them up numerically along Pioneer Court, so that families could locate the cross for their loved one based on the day they were killed. \"There!\" a girl cried out, sprinting toward the group of crosses marked \"April, Numbers 101 to 188.\" She lifted up one holding a young man's photo and carried it to a crowd of crosses held by others who, like her, had experienced irreversible loss in 2016. Elsewhere, Daisy Villarreal, 19, smiled down at the cross she was about to carry. It bore her brother's name: Jesus Valois. He was 24, and he died Aug. 21 after being shot near his home in the Homan Square neighborhood. Before his death, he was excited by the news that he'd be a father, Villarreal said. Her niece or nephew is due Sunday, on New Year's Day. The family hopes Valois might live again through his child. Perhaps the baby would grow up to be an artist, like his or her father. \"I'm glad to be here,\" Villarreal said. \"A lot of people here are here for the same reason. It's a way to know that it's OK for me to feel this way.\" Families of homicide victims carry over 700 crosses Over 700 crosses were erected and carried along Michigan Avenue on Dec. 31, 2016 — one for each person killed in 2016 in Chicago. Greg Zanis, of Aurora, constructed the crosses with the help of volunteers and distributed them to families of the victims. (Abel Uribe/Chicago Tribune) Over 700 crosses were erected and carried along Michigan Avenue on Dec. 31, 2016 — one for each person killed in 2016 in Chicago. Greg Zanis, of Aurora, constructed the crosses with the help of volunteers and distributed them to families of the victims. (Abel Uribe/Chicago Tribune) See more videos The march itself was mostly silent but for the soft sound of a woman reading off the names of the more than 750 homicide victims. The names filled 29 pages, Pfleger said. While most marchers held crosses, some carried framed photographs of their deceased loved ones or strung those photos around their necks. Pedestrians halted their shopping as the marchers passed, and a few retail workers huddled behind the windows of their stores, watching through the glass. During the reading of April's victims, as the crowd was crossing Ontario Street, Lisa Rauckinas, who had traveled from Naperville to spend the day downtown with her husband, Paul, began to cry. She felt shaken by the sight of all the crosses, all the victims' photos. It all made her feel terrible, she said. One of the marchers broke from the crowd to give Rauckinas a hug, and tell her that she appreciated her compassion. \"It's just so powerful. So quiet,\" said Rauckinas, 48. \"These people are literally carrying their burdens.\" ",
    "title": "Families of 2016 slain bear crosses down Magnificent Mile - Chicago Tribune"
   },
   {
    "entities": [
     "claus",
     "jan. 1, 2017",
     "earlier this month",
     "sahin",
     "anadolu",
     "january 1, 2017",
     "christmas",
     "ntv",
     "turkey",
     "news",
     "local time",
     "berlin",
     "cnn",
     "bosphorus",
     "saturday",
     "vasip",
     "helsel",
     "2016",
     "reina",
     "night",
     "police",
     "department",
     "ortakoy",
     "ihlas",
     "ankara",
     "agency",
     "nbc",
     "santa",
     "new",
     "york",
     "turk",
     "early morning",
     "istanbul",
     "new year's",
     "isis",
     "1:15 a.m.",
     "epa",
     "phil",
     "city",
     "time",
     "new year"
    ],
    "id": 2,
    "text": "advertisement Thirty-five people were killed after a gunman opened fire on an Istanbul nightclub during New Year's celebrations, the governor said, in a shooting that was described as an act of terror. Forty others were wounded in the attack targeting the popular Reina nightclub in Istanbul's Ortakoy district, Istanbul Governor Vasip Sahin said according to CNN Turk. Special forces were sealing off a 2-mile radius around the nightclub, and security at the venue told NBC News the attacker was still believed to be inside. Ambulances transport wounded people after a gun attack on Reina, a popular night club in Istanbul near by the Bosphorus, early morning in Istanbul, Turkey on Jan. 1, 2017. STR / EPA The attacker killed a police officer and a civilian before entering the club at around 1:15 a.m. local time, Sahin said according to state media Anadolu Agency . \"He then carried out this violent and cruel act by spraying bullets on innocent people who were celebrating the New Year,\" Sahin said according to Anadolu Agency. The attacker was carrying a \"long barreled weapon,\" Sahin said. He did not say which group if any was suspected in the attack, and it did not appear that any group has immediately claimed responsibility. There were more than 500 people inside the club at the time, private NTV television reported. Ten of the wounded were in critical condition, Sahin said. Thirty-four of those killed were civilians, and one of the dead was a police officer, the governor said. People flee as ambulances are on the site of a reported attack on an Istanbul nightclub on January 1, 2017. IHLAS NEWS AGENCY / AFP - Getty Images Security measures had been heightened in major Turkish cities, with police barring traffic leading up to key squares in Istanbul and the capital Ankara. In Istanbul, 17,000 police officers were put on duty, some camouflaged as Santa Claus and others as street vendors, state news agency Anadolu reported. Ankara and Istanbul have been targeted by several attacks in 2016 carried out by ISIS or Kurdish rebels, killing more than 180 people. Earlier this month two bombings near a stadium in the city killed 38 people, mostly police officers, and injured 155 others. A Turkey-based Kurdish militant group claimed responsibility for that attack. Cities around the world stepped up security in anticipation of New Year's and following the truck attack on a Christmas market in Berlin and other terror attacks. New York City Police Department officials said Saturday they were redeploying some counter-terrorism teams and patrols to nightclubs as that city prepared to celebrate New Year's. The police officials cautioned there is no new specific or credible threats to New York. Phil Helsel ",
    "title": "Governor: 35 Killed in Attack on Istanbul Nightclub - NBC News"
   },
   {
    "entities": [
     "hartford",
     "clyde",
     "lindsays",
     "avenue",
     "waldorf",
     "california",
     "charles",
     "theodore",
     "cross",
     "weather",
     "state",
     "appreciation",
     "amory",
     "studio",
     "atlas",
     "honolulu",
     "dicarlo",
     "tomorrow, new year's day",
     "malcolm",
     "this year",
     "brooklyn",
     "switzerland",
     "garland",
     "madison",
     "cheryl",
     "evening tonight",
     "longchamps",
     "new year",
     "wine",
     "crawford",
     "the saturday evening",
     "society",
     "sapio",
     "queens",
     "yogi",
     "joseph",
     "3d",
     "yankee",
     "astoria",
     "g.",
     "bureau",
     "of",
     "system",
     "midnight",
     "night",
     "town",
     "e.",
     "square",
     "w.",
     "new year's day",
     "yesterday",
     "mead",
     "york",
     "ford",
     "kinney",
     "1 to 4 p.m.",
     "clay",
     "de",
     "milton",
     "liza",
     "great",
     "lee",
     "huntington",
     "actors",
     "margaret",
     "club",
     "henry",
     "shor",
     "x",
     "tower",
     "newhouses",
     "judy",
     "1965",
     "gardiners",
     "new",
     "gould",
     "strasberg",
     "pierpont",
     "city",
     "tomorrow",
     "berra",
     "howard",
     "c.",
     "times",
     "$100‐a",
     "new year's eve",
     "cleveland",
     "wagner",
     "blair",
     "caniffs",
     "carmine",
     "tonight",
     "restaurant",
     "lombardozzi",
     "murray",
     "barnes",
     "minelli",
     "l.",
     "thruway",
     "neck",
     "buckley",
     "license",
     "evening",
     "delmonico",
     "robert",
     "arthur",
     "whitey",
     "toots"
    ],
    "id": 3,
    "text": "New Year's Eve will find Margaret Mead in Switzerland, Arthur Murray in Honolulu, Carmine Lombardozzi in jail, Charles Atlas in Brooklyn and Malcolm X in Queens—with­out a drink. “I shall stay home contem­plating some of the disasters ahead in 1965,” Malcolm X said yesterday. Charles Buckley has no plans for tonight. Neither does Clay Blair, the editor who led the revolt this year on The Satur­day Evening Post. Neither does Traffic Commissioner Henry Barnes, who “will take a pill and go to bed early.” But most New Yorkers —despite the shortage of taxi­cabs, despite the desperate gaiety of the evening — plan to be in the middle of some noisy scene come midnight. Cleveland Amory, in fact, has received invitations to 13 parties tonight. They include the Milton Caniffs', the Howard Lindsays', the Clyde Newhouses', the Robert Gardiners', the Vincent Prices' (in California), and also parties at Delmonico's, the Plaza, the St. Regis and the Sheraton‐East. Advertisement Continue reading the main story The hosts and hostesses at the Sheraton‐East will include Mr. and Mrs. Huntington Hart­ford, Mr. and Mrs. W. E. Pier­pont 3d, Mr. and Mrs. Theodore L. Cross—and a. live baby pink elephant wearing diapers and representing the New Year. It is not known precisely where Mayor Wagner will spend New Year's Eve, although five hosts say he will be at their parties, and there is a chance—if the Mayor attends the Town Club party at the Wal­dorf‐Astoria—that he'll run into Carmine G. De Sapio. But not if he can help it. Mr. De Sapio has received about four invitations for to­night's parties, his wife says. Yogi Berra, who was dropped as Yankee manager this year, has received one invitation. He has accepted. He did not dis­close the name of the host, but it is not Whitey Ford—who did not invite him. Mrs. Ford, who plans a party in Great Neck for 30 guests, said none of them are ball players. “We see ball players during the season,” she ex­plained yesterday. It should be a mild, clear evening tonight, according to the Weather Bureau. It is esti­mated that 1.5 million cars carrying more than 4.5 million people will be moving this way and that through the metro­politan New York area, and Toots Shor's (which has a park­ing lot inside) boasts that it is the only place where it is pos­sible to have a drink and smash up a car without leaving the premises. Free coffee will be given to motorists departing tonight from two midtown garages operated by the Kinney System; free coffee will be served motorists along the New York State Thruway (paid for by seven oil companies and four restaurants), and a “hangover clinic” will be set up tomorrow at Longchamps Restaurant at Madison Avenue and 49th Street. The clinic is under the super­vision of the Physician's Wine Appreciation Society of New York, which is composed of 200 From 1 to 4 P.M., Dr. Gould said, members of the society will be served a hangover “cure,” a French 75 made with three ounces of French champagne and one ounce of cognac. Advertisement Continue reading the main story “Champagne and cognac, when mixed together, are known throughout the civilized world for their effect in helping re­store energy and vigor and in combating indications of melan­choly and depression,” Dr. Gould said. “Just the thing for New Year's day.” The party in Brooklyn being thrown by the muscle‐builder Charles Atlas will be without alcohol. It will feature carrot juice, and other sober sippings. Twenty people are expected to attend—200 less than the crowij expected to attend an alcoholic affair at the Actors Studift given by Lee Strasberg and Cheryl Crawford. It is a $100‐a plate Actors Studio benefit dinner party with entertain‐ment by Judy Garland and her, daughter, Liza Minelli. As usual, the ball‐lowering ceremony will take place in Times Square starting 45 sec‐onds before midnight atop the Allied Chemical Tower (former‐ly the Times Tower). Dance halls may be swinging, all night—provided their pro­prietors have obtained special permits from City License Com‐missioner Joseph C. DiCarlo. Alternate‐side‐of‐the ‐ street‐parking rules will not be en‐forced tomorrow, New Year's Day. This article can be viewed in its original form . Please send questions and feedback to archive_feedback@nytimes.com ",
    "title": "NEW YEAR'S EVE: USUAL & UNUSUAL - The New York Times"
   },
   {
    "entities": [
     "woio",
     "safety",
     "interactive",
     "right now",
     "cbs",
     "fleming",
     "andrew",
     "friday",
     "dispatch",
     "mullen",
     "erie",
     "cleveland",
     "cessna",
     "10:50 p.m.",
     "marine",
     "press",
     "lakefront",
     "bahhur",
     "t.",
     "sunday",
     "transportation",
     "michael",
     "baron",
     "thursday",
     "university",
     "dec 31, 2016",
     "superior",
     "beverage",
     "inc.",
     "administration",
     "30 minutes later",
     "saturday",
     "lake",
     "state",
     "beechcraft",
     "international",
     "the day",
     "board",
     "about",
     "suzanne",
     "2008",
     "2016",
     "john",
     "federal",
     "associated",
     "cavaliers",
     "frank",
     "szabo",
     "u.s.",
     "jack",
     "7:30 p.m. on",
     "corps",
     "coast",
     "national",
     "w.",
     "fred",
     "the next morning",
     "afternoon",
     "columbus",
     "airport",
     "aviation",
     "guard",
     "5:26 pm est",
     "group",
     "khalid",
     "burke",
     "citation",
     "jackson",
     "hopkins",
     "ohio"
    ],
    "id": 4,
    "text": "Email Last Updated Dec 31, 2016 5:26 PM EST CLEVELAND -- Recovery efforts are expected to begin Sunday for a small plane carrying six people that disappeared over Lake Erie near Cleveland’s shores. Cleveland Mayor Frank Jackson expressed condolences to those who lost loved ones, as the city took over from the U.S. Coast Guard on Saturday after an extensive search effort ended in disappointment and became a recovery operation. A dive team was called in to begin the preparations, but by afternoon, officials said weather and water conditions would not allow for the operation to get started until the next morning.  Private and U.S. Marine Corps divers are helping in the recovery mission,  CBS Cleveland affiliate WOIO reports . A timetable for the mission is unknown, says Khalid Bahhur, commissioner for Burke Lakefront Airport.  Police chaplains are also walking Lake Erie’s shores in search of debris, Bahhur said. If any is found, it will be handed over to the National Transportation Safety Board, he said. The Coast Guard will rejoin the search if debris is discovered, WOIO reports. The Coast Guard only takes part in search and rescue missions, which is why the city has stepped in. John T. Fleming, chief executive of a Columbus-based beverage distribution company, was piloting the plane. His wife, Suzanne, their two teenage sons, Andrew and John - who goes by “Jack” - and two neighbors whose names have not yet been released were aboard. Fleming’s father, John W. Fleming, told The Columbus Dispatch the family and friends were attending a Cleveland Cavaliers basketball game. “We’re just in shock,” he told the newspaper.  The aircraft was headed to Ohio State University Airport, northwest of downtown Columbus. The Coast Guard suspended its search for the plane on Friday. Capt. Michael Mullen, chief of response for the Coast Guard 9th District, said in a statement that “the decision to suspend a search is never easy.”  The statement said that by the time the search was suspended at 7:30 p.m. on Friday, it would have covered more than 128 square miles of Lake Erie and spanned more than 20 hours. Tracking service FlightAware logged only three location pings for the plane after takeoff from the airport, and the last one indicated rapid altitude loss. Authorities have said there were no distress signals from the pilot. They expected three vessels, all equipped with sonar technology, to be on the water Sunday. Bahhur said such accidents are a rare occurrence for the airport. A twin-engine Beechcraft Baron with one person aboard crashed into Lake Erie after taking off from Burke in 2008. Fred Szabo, interim director of Cleveland Hopkins International Airport, recalled search efforts to recover the body of the pilot took five or six days. He said the safety of the divers and others involved in the recovery will be weighed as the effort proceeds. “We’re going to do everything possible,” Bahhur said. “Like I said, the boat’s in the water right now and the dive team is preparing themselves to go out. It’s going to be on a day-to-day basis.” The aircraft took off westward from Burke on Thursday, then turned north across the lake, according to the tracking service flightradar24.com. The departure procedure at Burke could take an aircraft over the lake before turning south toward a destination, Mullen said. The plane, which had made the roughly half-hour trip from Columbus earlier in the day, was registered to a limited liability company under the same Columbus address as Superior Beverage Group, the company where Fleming was president and CEO. The Federal Aviation Administration said the Cessna Citation 525 plane left Burke at 10:50 p.m., and the Coast Guard said it was notified about the missing plane by air traffic control at Burke about 30 minutes later. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Recovery of plane that vanished over Lake Erie to start Sunday - CBS News"
   },
   {
    "entities": [
     "crimson",
     "david",
     "allen",
     "jason",
     "getz",
     "the second quarter",
     "atlanta",
     "saban",
     "auerbach",
     "harris",
     "ryan",
     "facebook",
     "8:16 p.m. est",
     "huskies",
     "georgia",
     "college",
     "the first quarter",
     "the day in the fourth quarter",
     "december 31, 2016",
     "jonathan",
     "saturday",
     "mercer",
     "state",
     "dan",
     "peach",
     "bo",
     "nicole",
     "wolken",
     "late in the second quarter",
     "2016",
     "john",
     "clemson",
     "once",
     "alabama",
     "usa",
     "fourth-quarter",
     "today",
     "jake",
     "browning",
     "damien",
     "bowl",
     "washington",
     "football",
     "nick",
     "playoff",
     "dome",
     "dale",
     "ross",
     "zanine",
     "tide",
     "scarbrough",
     "anderson",
     "ohio"
    ],
    "id": 5,
    "text": "Alabama drubs Washington in Peach Bowl, advances to national title game Bo Scarbrough steered the offensive ground game, while the Crimson Tide defense dominated. Post to Facebook Alabama drubs Washington in Peach Bowl, advances to national title game Bo Scarbrough steered the offensive ground game, while the Crimson Tide defense dominated. Check out this story on USATODAY.com: http://usat.ly/2hEwIXO CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 10 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Alabama drubs Washington in Peach Bowl, advances to national title game Nicole Auerbach , USA TODAY Sports 8:16 p.m. EST December 31, 2016 x Share USA TODAY Sports' Dan Wolken recaps the Peach Bowl and what lies ahead for Alabama and Washington. USA TODAY Sports Top-ranked Crimson Tide will play for second consecutive championship and fifth in eight years after dispatching Huskies Washington Huskies wide receiver John Ross (1) fumbles against the Alabama Crimson Tide during the first quarter in the 2016 CFP semifinal at the Peach Bowl at the Georgia Dome. (Photo: John David Mercer, USA TODAY Spor) ATLANTA — Breaking down No. 1 Alabama’s 24-7 win over No. 4 Washington in Saturday’s College Football Playoff national semifinal game at the Peach Bowl. THE BIG PICTURE: Alabama is exactly who we thought it was. The Crimson Tide defense was and is relentless, aggressive and quick, its offense inconsistent. But this team is so dominant defensively, offensive struggles — be it with play calling or penalties — tend not to ultimately affect the game’s outcome. When the front seven applied pressure to Washington quarterback Jake Browning, it forced him to either keep the ball for minimal gains on scrambles, throw the ball away — or, worst yet — give the ball directly to the Alabama defense, which he did with his game-changing pick-six in the second quarter. Saturday’s Peach Bowl was competitive for about a quarter, with Washington’s creative yet methodical scoring drive giving the Huskies an early lead, and forcing Alabama true freshman quarterback Jalen Hurts to respond with a touchdown drive of his own, which he did in impressive fashion. But once Washington’s offense began to sputter with three-and-outs over and over again, the game’s outcome was never close to being in doubt, despite some head-scratching Alabama offensive play calling, and some poorly timed offensive penalties. Washington just couldn’t muster any sort of offense that could lead to actual, tangible points. WHAT WE’LL BE TALKING ABOUT: Alabama DL Jonathan Allen (93) celebrates with teammates after a tackle.  (Photo: Jason Getz, USA TODAY Sports) Whether the winner of the Fiesta Bowl even has a shot against this Crimson Tide team. No offense to either Ohio State or Clemson, but after watching the beatdown that was the Peach Bowl, it’s hard to imagine a team that can withstand the following well enough to win: ► The relentless nature of the Alabama front seven, whose physicality and speed are hard to fathom until you see it up close. That also means it’s hard to simulate for opponents in practice ahead of time. ► The ability for Nick Saban’s defense to adjust almost instantaneously. When Washington found success with a rarely used screen play on its touchdown drive in the first quarter, Alabama immediately identified it and how to stop it on subsequent drives. Alabama running back Bo Scarbrough (9) had more rushing yards than Washington as a team.  (Photo: Dale Zanine, USA TODAY Sports) ► Bo Scarbrough, technically the backup tailback to Damien Harris, continues to add a different dimension to the Tide run game. And, well, it’s a crazy good dimension. Scarbrough was the most dynamic player on either offense all game, accounting for 180 yards on 19 carries for two touchdowns. ► The wear-down factor. There’s a reason Scarbrough was able to break off his biggest run of the day in the fourth quarter. It’s the same reason Browning and co. could barely sustain drives with positive yardage much of the second half. Alabama wears its opponents down and puts them away late. Fin. THE TURNING POINT: Trailing by just three late in the second quarter, on second and 10 from Washington’s own 32-yard line, Browning threw an ill-advised pass … directly to Alabama linebacker Ryan Anderson, who snatched it and ran it into the end zone for a score. It was a huge momentum shift about 70 seconds before halftime, giving Alabama the double-digit lead it deserved to that point. THE HIGHLIGHT: Scarbrough’s insane 68-yard fourth-quarter touchdown run. Seriously, you’ve got to see this: — Dr. Saturday (@YahooDrSaturday) December 31, 2016 KEY STAT: Anderson’s pick-six in the second quarter was the Crimson Tide’s 11th defensive touchdown of the season. It also brings the total of non-offensive touchdowns up to 15 (!!). HIGHLIGHTS FROM THE PEACH BOWL: ALABAMA VS. WASHINGTON ",
    "title": "Alabama drubs Washington in Peach Bowl, advances to national title game"
   },
   {
    "entities": [],
    "id": 6,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "october",
     "this month",
     "david",
     "cosme",
     "iowa",
     "texas",
     "immigration",
     "junction",
     "52 percent",
     "states",
     "sept. 30",
     "press",
     "2013",
     "trump",
     "clearinghouse",
     "transactional",
     "martinez-maldonado",
     "university",
     "facebook",
     "united",
     "customs",
     "mexico",
     "donald",
     "december 31, 2016",
     "charles",
     "dec. 9",
     "trevino",
     "district",
     "kansas",
     "lisa",
     "of",
     "county",
     "wichita",
     "enforcement",
     "security",
     "2015",
     "johnson",
     "jeh",
     "associated",
     "defense",
     "topeka",
     "2011",
     "twitter",
     "pat",
     "sept. 27",
     "grassley",
     "records",
     "syracuse",
     "department",
     "lopez",
     "a few months later",
     "moran",
     "southern",
     "u.s.",
     "arizona",
     "jan. 10",
     "access",
     "western",
     "hamer",
     "and",
     "october 2015",
     "jerry",
     "2010",
     "tomas",
     "homeland",
     "the fiscal year",
     "geary",
     "early 2014",
     "kan.",
     "roberts",
     "city",
     "2003",
     "ap",
     "maryland"
    ],
    "id": 7,
    "text": "Mexican man accused of rape had 19 deportations, removals Published               December 31, 2016 Facebook 0 Twitter 0 livefyre Email Print Mugshot for Tomas Martinez-Maldonado.  (AP) WICHITA, Kan. –  A Mexican man accused of raping a 13-year-old girl on a Greyhound bus that traveled through Kansas had been deported 10 times and voluntarily removed from the U.S. another nine times since 2003, records obtained by The Associated Press show. Three U.S. Republican senators — including Kansas' Jerry Moran and Pat Roberts — demanded this month that the Department of Homeland Security provide immigration records for 38-year-old Tomas Martinez-Maldonado, who is charged with a felony in the alleged Sept. 27 attack aboard a bus in Geary County. He is being held in the Geary County jail in Junction City, which is about 120 miles west of Kansas City. U.S. Sen. Charles Grassley, from Iowa and chairman of the judiciary committee, co-signed a Dec. 9 letter with Moran and Roberts to Homeland Security Secretary Jeh Johnson, calling it \"an extremely disturbing case\" and questioning how Martinez-Maldonado was able to re-enter and remain in the country. More on this... Immigration advocates in Maryland looking to protect undocumented community U.S. Immigration and Customs Enforcement said it has placed a detainer — a request to turn Martinez-Maldonado over to ICE custody before he is released — with Geary County. ICE declined to discuss his specific case beyond its October statement regarding the 10 deportations. Court filings show Martinez-Maldonado has two misdemeanor convictions for entering without legal permission in cases prosecuted in 2013 and 2015 in U.S. District Court of Arizona, where he was sentenced to serve 60 days and 165 days respectively. A status hearing in the rape case is scheduled for Jan. 10. Defense attorney Lisa Hamer declined to comment on the charge, but said, \"criminal law and immigration definitely intersect and nowadays it should be the responsibility of every criminal defense attorney to know the possible ramifications in the immigration courts.\" Nationwide, 52 percent of all federal prosecutions in the fiscal year that ended Sept. 30 were for entry or re-entry without legal permission and similar immigration violations, according to Transactional Records Access Clearinghouse at Syracuse University. It's not unusual to see immigrants with multiple entries without legal permission, said David Trevino, a Topeka immigration attorney who has provided legal advice to Martinez-Maldonado's family. Most of Martinez-Maldonado's family lives in Mexico, but he also has family in the United States, and the family is \"devastated,\" Trevino said. \"(President-elect Donald Trump) can build a wall 100 feet high and 50 feet deep, but it is not going to keep family members separated. So if someone is deported and they have family members here ... they will find a way back — whether it is through the air, under a wall, through the coast of the United States,\" Trevino said. He declined to comment on Martinez-Maldonado's criminal history and pending charge. Records obtained by AP show Martinez-Maldonado had eight voluntary removals before his first deportation in 2010, which was followed by another voluntary removal that same year. He was deported five more times between 2011 and 2013. In 2013, Martinez-Maldonado was charged with entering without legal permission, a misdemeanor, and subsequently deported in early 2014 after serving his sentence. He was deported again a few months later, as well as twice in 2015 — including the last one in October 2015 after he had served his second sentence, the records show. ICE said in an emailed statement that when it encounters a person who's been deported multiple times or has a significant criminal history and was removed, it routinely presents those cases to the U.S. attorney's office for possible criminal charges. Cosme Lopez, spokesman for the U.S. attorney's office in Arizona, declined comment on why prosecutors twice dismissed felony re-entry after deportation charges against Martinez-Maldonado in 2013 and 2015 in exchange for guilty pleas on misdemeanor entry charges. Arizona ranks third in the nation — behind only the Southern District of Texas and the Western District of Texas — for the number of immigration prosecutions among the nation's 94 federal judicial districts for the fiscal year that ended Sept. 30, Transactional Records Access Clearinghouse records show. Moran told the AP in an email that the immigration system is \"broken.\" \"There must be serious legislative efforts to address U.S. immigration policy, and we must have the ability to identify, prosecute and deport illegal aliens who display violent tendencies before they have an opportunity to perpetrate these crimes in the United States,\" he said. Advertisement ",
    "title": "Mexican man accused of rape had 19 deportations, removals | Fox News"
   },
   {
    "entities": [
     "council",
     "holocaust",
     "democratic",
     "the end of 2011",
     "civil",
     "kerry",
     "mar-a-lago",
     "disability",
     "the next day",
     "erick",
     "florida",
     "brandi",
     "states",
     "january 1, 2017",
     "trump",
     "house",
     "jan. 20",
     "syria",
     "united",
     "newt",
     "mid-december",
     "american",
     "january 20th",
     "this past week",
     "for",
     "george",
     "neera",
     "atlantic",
     "bennett",
     "gingrich",
     "nations",
     "security",
     "on",
     "2008",
     "at noon",
     "john",
     "2011",
     "two days later",
     "once",
     "twitter",
     "current",
     "progress",
     "election",
     "1953",
     "obama",
     "national",
     "w.",
     "erickson",
     "day",
     "iraq",
     "new",
     "works",
     "today",
     "wednesday",
     "matt",
     "nouri",
     "service",
     "al-maliki",
     "center",
     "washington",
     "memorial",
     "evening",
     "tanden",
     "hoffine",
     "york",
     "now",
     "bush",
     "third way",
     "hawaii",
     "amtrak",
     "white"
    ],
    "id": 8,
    "text": "Continue reading the main story The next president may be able to roll back some, or even most, of those actions, a point that Mr. Obama’s top aides concede. But every step the current president takes requires Mr. Trump to overcome one more legislative or procedural hurdle as he seeks to change direction in Washington. Advertisement Continue reading the main story Mr. Obama is continuing to fill the ranks of the government with his own appointees; since Election Day, he has named 103 people to senior Civil Service jobs, boards, key commissions and oversight panels, including the National Council on Disability, the Amtrak board of directors, the Holocaust Memorial Council and the boards of visitors at military academies. He is also pushing ahead with his goal of freeing nonviolent drug offenders from federal prisons. In the last few weeks, he has commuted the sentences of 232 federal inmates and pardoned 78 others. And on Wednesday, he will meet with Democratic lawmakers to discuss ways to protect the Affordable Care Act from efforts by Mr. Trump and Republicans to dismantle it. To many conservatives, Mr. Obama is acting out of spite as much as conviction. “He’s doing all this stuff as his legacy,” said Newt Gingrich, the former House speaker, comparing Mr. Obama to a petulant god in a Wagner opera. “If he goes through three more weeks of this stuff, who is the country going to think is the extremist? Trump or Obama?” White House aides note that many of the president’s last-minute actions were put in motion months or even years before the outcome of the election was clear. And none break from the ideological approach Mr. Obama took during his eight years in office. But they represent a determination by the 44th president to squeeze in every last Obama-era achievement before Mr. Trump — who has vowed to dismantle those achievements — takes over. That has cheered some of Mr. Obama’s liberal allies, who wish he could do even more. “The Republicans are freaking out because all of a sudden Obama is doing a lot of governing,” said Matt Bennett, the senior vice president for public affairs at the Third Way, a liberal think tank. “They don’t like it. I get that. But he’s in his right to do it, and he should do it. Is he trying to box Trump in? You bet — and he should.” Mr. Obama’s actions have not gone unnoticed by Mr. Trump and the people working frantically to assemble the new administration. A day after Mr. Obama allowed passage of a United Nations Security Council resolution criticizing Israeli settlements, Mr. Trump angrily wrote on Twitter that the move would “make it much harder to negotiate peace.” Mr. Trump added, optimistically: “Too bad, but we will get it done anyway!” Two days later, in a sign of his growing frustration with Mr. Obama, Mr. Trump posted again on Twitter, saying he was doing his best to “disregard the many inflammatory President O statements and roadblocks.” Advertisement Continue reading the main story He continued, “Thought it was going to be a smooth transition — NOT!” That Twitter message apparently prompted a phone call from Mr. Obama the next day, when the president and president-elect tried to re-emphasize their cooperation. Mr. Obama’s spokesman issued a statement calling the discussion positive, saying both men had pledged to “work together to effectuate a smooth transition of power on January 20th.” That evening, from his Mar-a-Lago estate in Florida, Mr. Trump insisted that the transition was going “very, very smoothly” and said his talk with Mr. Obama had been a “very, very nice” conversation. “Our staffs have been getting along very well, and I’m getting along very well with him other than a couple of statements that I responded to,” Mr. Trump said. White House officials are quick to insist that Mr. Obama has ordered all levels of government to cooperate fully with Mr. Trump on the mechanics of the transition. That directive stands, they said, regardless of the ideological gulf that divides the two men. Nonetheless, it is not uncommon for a departing president to take actions in the waning days of his administration that limit the options for a successor from the other party. In mid-December 2008, President George W. Bush signed a multiyear status-of-forces agreement with Prime Minister Nouri al-Maliki of Iraq that called for all American troops to be out of Iraq by the end of 2011. Concerns about security and instability in Iraq in 2011 led the Obama administration into talks with Iraqi leaders to leave some American forces beyond the deadline, but the negotiations broke down and Mr. Obama ended up following the timeline he had inherited from Mr. Bush. “Talk about tying your successor’s hands,” Mr. Bennett said. “Bush was fully within his rights and powers. These are big, very important matters of national security and foreign policy. We have one president at a time. He’s got to act like the president.” Something similar transpired with the actions Mr. Obama took this past week at the United Nations. By abstaining on the settlement resolution, the United States paved the way for its approval. Conservatives viewed the president’s actions with disdain. Advertisement Continue reading the main story “Obama and John Kerry are like tenants who trash a place as they are being evicted,” Erick Erickson, the author of a prominent conservative website, said on Twitter. Mr. Obama’s most permanent action may be his order banning oil drilling off the Atlantic coast, a decision rooted in a 1953 law that experts say will be legally difficult for Mr. Trump to reverse. Environmental groups and other liberal advocacy organizations are hoping for more such moves by Mr. Obama, up until his last moments in office. “The Constitution lays out that the president is president to Jan. 20 at noon,” said Neera Tanden, the president of the Center for American Progress, a liberal think tank in Washington. Ms. Tanden said Mr. Obama’s actions were bolstered by approval ratings significantly higher than Mr. Trump’s, a historical oddity. Most modern incoming presidents bask in the glow of postelection polling, while those leaving the White House have worn out their welcome. Mr. Obama is “appropriately reading that as full steam ahead,” Ms. Tanden said. “The president rightly sees that the American people are supporting the actions he is taking.” White House officials said Mr. Obama would continue to take actions he deemed necessary until Mr. Trump was sworn in. “The president is dedicated to using each of his remaining days in office to build on and solidify” his policies, said Brandi Hoffine, a White House spokeswoman. But officials also say Mr. Obama is unlikely to satisfy the demands of liberal activists who want him to go even further. In a news conference in mid-December, Mr. Obama noted that tension in his late-term responsibilities in response to a question about the violence in Syria. “I will help President Trump — President-elect Trump — with any advice, counsel, information that we can provide so that he, once he’s sworn in, can make a decision,” Mr. Obama told reporters. “Between now and then, these are decisions that I have to make based on the consultations I have with our military and the people who have been working this every single day.” Shortly after the news conference, Mr. Obama headed to Hawaii for his last vacation there as president. A version of this article appears in print on January 1, 2017, on Page A1 of the New York edition with the headline: Obama Works to Cement Legacy With Eye on Trump. Order Reprints | Today's Paper | Subscribe ",
    "title": "Obama’s Last Days: Aiding Trump Transition, but Erecting Policy Roadblocks - The New York Times"
   },
   {
    "entities": [
     "tee",
     "barkley",
     "nwosu",
     "hutchings",
     "press",
     "spring",
     "helton",
     "t.j.",
     "michael",
     "penn",
     "mcsorley",
     "reid",
     "indiana",
     "state",
     "monday",
     "223 pounds",
     "oregon",
     "associated",
     "john",
     "night",
     "/",
     "aj",
     "martin",
     "saquon",
     "zach",
     "usc",
     "wisconsin",
     "helfand",
     "clay",
     "uchenna",
     "watt",
     "mast",
     "ohio"
    ],
    "id": 9,
    "text": "Rose Bowl game will be traditional Pac-12 vs. Big Ten. The offenses didn't get the memo Saquon Barkley, T.J. Watt AJ Mast / Associated Press Penn State running back Saquon Barkley (26) makes a 18-yard touchdown catch against Wisconsin's T.J. Watt (42) during the second half of the Big Ten championship game. Penn State running back Saquon Barkley (26) makes a 18-yard touchdown catch against Wisconsin's T.J. Watt (42) during the second half of the Big Ten championship game. (AJ Mast / Associated Press) Zach Helfand Monday’s Rose Bowl will be as it almost always has been. Parade goers will settle in to watch a Pac-12 Conference team play one from the Big Ten Conference. There will be, as usual, an efficient offense behind a line of prodigious size. The other team will offer a familiar contrast, a speedy spread capable of shredding a defense on one big play. The only difference is which team is which. “I don't think it's the proverbial slow Big Ten versus fast Pac-12 matchup,” USC offensive coordinator Tee Martin said. “These guys are very athletic, they're fast, they have size.” USC and Penn State have flipped the Rose Bowl archetypes. Penn State abandoned three yards and a cloud of dust for great big chunks of yardage, run out of an up-tempo, no-huddle offense. “You'd think they were a Pac-12 team,” linebacker Michael Hutchings said. “Just with a little bit more explosion, honestly.” Penn State's offense ranked fifth nationally in explosiveness, according to footballstudyball.com. It ranked only 82nd in efficiency. The dynamic was flipped for the Trojans, who still have the athletes that have come to define their program but whose offensive footprint veers closer to the typical Big Ten style: methodical, balanced and efficient. USC ranked only 84th in explosiveness, but 10th in efficiency. Linebacker Uchenna Nwosu compared Penn State’s offense to last season’s Oregon team, which scored 48 points against USC. But the familiarity, Coach Clay Helton said, is comforting. “It's something that we see on a weekly basis in the Pac-12,” Helton said. “It gives you a little bit better sleep at night. The thing you're scared about is the amount of athletes that they have on the field.” Much of Penn State’s offensive regulars would not seem out of place on a Pac-12 team. Quarterback Trace McSorley can be a dangerous runner. Running back Saquon Barkley, at 223 pounds, ran the team’s fastest 40-yard-dash time in the spring. Defensively, Penn State has had mixed results against speedier teams. Penn State cornerback John Reid said USC’s offense was, “a little bit of Ohio State , a little bit of Indiana.” Indiana put up 31 points in a loss to Penn State. Ohio State managed only 21 — half its season average — in Penn State’s upset victory. ",
    "title": "Rose Bowl game will be traditional Pac-12 vs. Big Ten. The offenses didn&apos;t get the memo - LA Times"
   },
   {
    "entities": [
     "claus",
     "interactive",
     "cbs",
     "sahin",
     "anadolu",
     "january 1, 2017",
     "press",
     "ntv",
     "reuters",
     "turkey",
     "news",
     "inc.",
     "dec 31, 2016",
     "saturday",
     "1:45 am",
     "media",
     "state",
     "strait",
     "vasip",
     "2016",
     "associated",
     "reina",
     "ergin/ihlas",
     "ortakoy",
     "ankara",
     "agency",
     "8:06 pm est",
     "santa",
     "murat",
     "islamic",
     "istanbul",
     "new year's",
     "time",
     "new year",
     "ap",
     "bosporus"
    ],
    "id": 10,
    "text": "Email Last Updated Dec 31, 2016 8:06 PM EST ISTANBUL-- An assailant believed to have been dressed in a Santa Claus costume opened fire at a nightclub in Istanbul during New Year’s celebrations Saturday, killing at least 35 people and wounding 40 others in what the city’s governor described as a terror attack. Gov. Vasip Sahin said the attacker, armed with a long-barreled weapon, killed a policeman and a civilian outside the club before entering and firing on people partying inside. He did not say who may have carried out what he called a “terror attack.”  “Forty people are receiving treatment in hospitals,” Sahin said.   “Unfortunately (he)  rained bullets in a very cruel and merciless way on innocent people who were there to celebrate New Year’s and have fun,” Sahin told reporters.   An injured woman is carried to an ambulance from a nightclub where a gun attack took place during a New Year party in Istanbul, Turkey, January 1, 2017.  Murat Ergin/Ihlas News Agency via REUTERS Media reports said the assailant entered the popular Reina nightclub, in Istanbul’s Ortakoy district, at 1:45 am, dressed in a Santa Claus costume. There were more than 500 people inside the club at the time, private NTV television reported.  Some customers jumped into the waters of the Bosporus Strait to escape the attack, the report said. NTV television said the assailant may still be inside the nightclub. NTV reported that special force police officers were searching the nightclub. Footage from the scene showed at least six ambulances with flashing lights and civilians being escorted out. NTV said police had cordoned off the area and an operation to capture the assailant was ongoing. An AP photographer said police cordoned off the area about 2 miles away from the nightclub and reported multiple ambulances passing by. Security measures had been heightened in major Turkish cities, with police barring traffic leading up to key squares in Istanbul and the capital Ankara. In Istanbul, 17,000 police officers were put on duty, some camouflaged as Santa Claus and others as street vendors, state news agency Anadolu reported. Ankara and Istanbul have been targeted by several attacks in 2016 carried out by the Islamic State group or Kurdish rebels, killing more than 180 people. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Istanbul Reina nightclub attack on New Year's Eve: Dozens killed, scores wounded, Istanbul governor says - CBS News"
   },
   {
    "entities": [
     "peter",
     "ukraine",
     "democratic",
     "december 31",
     "electric",
     "this week",
     "entous",
     "petro",
     "next week",
     "friday",
     "spicer",
     "leahy",
     "states",
     "trump",
     "vermont",
     "intelligence",
     "hillary",
     "thursday",
     "2009",
     "united",
     "moscow",
     "the",
     "dhs",
     "blackenergy",
     "crites",
     "donald",
     "patrick",
     "kremlin",
     "adam",
     "state",
     "director",
     "of",
     "kiev",
     "november 2014",
     "carol",
     "china",
     "burlington",
     "russia",
     "security",
     "vladimir",
     "the middle of winter",
     "embassy",
     "alice",
     "j.",
     "at 11:50 am",
     "night",
     "nov. 8",
     "police",
     "post",
     "shumlin",
     "department",
     "this year",
     "u.s.",
     "fbi",
     "obama",
     "national",
     "wikileaks",
     "december 2015",
     "welch",
     "sean",
     "bastien",
     "washington",
     "poroshenko",
     "evening",
     "homeland",
     "committee",
     "ellen",
     "now",
     "office",
     "juliet",
     "the past",
     "energy",
     "morello",
     "putin",
     "clinton",
     "eilperin",
     "russian",
     "nakashima"
    ],
    "id": 11,
    "text": "Russian operation hacked a Vermont utility, showing risk to U.S. electrical grid security, officials say The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Juliet Eilperin and Adam Entous December 31 at 11:50 AM Follow @eilperin A code associated with the Russian hacking operation dubbed Grizzly Steppe by the Obama administration has been detected within the system of a Vermont utility, according to U.S. officials. While the Russians did not actively use the code to disrupt operations, according to officials who spoke on the condition of anonymity to discuss a security matter, the discovery underscores the vulnerabilities of the nation’s electrical grid. And it raises fears in the U.S. government that Russian government hackers are actively trying to penetrate the grid to carry out potential attacks. Officials in government and the utility industry regularly monitor the grid because it is highly computerized and any disruptions can have disastrous implications for the country’s medical and emergency services. Burlington Electric said in a statement that the company detected a malware code used in the Grizzly Steppe operation in a laptop that was not connected to the organization’s grid systems. The firm said it took immediate action to isolate the laptop and alert federal authorities. Friday night, Vermont Gov. Peter Shumlin (D) called on federal officials “to conduct a full and complete investigation of this incident and undertake remedies to ensure that this never happens again.” “Vermonters and all Americans should be both alarmed and outraged that one of the world’s leading thugs, Vladimir Putin, has been attempting to hack our electric grid, which we rely upon to support our quality-of-life, economy, health, and safety,” Shumlin said in a statement. “This episode should highlight the urgent need for our federal government to vigorously pursue and put an end to this sort of Russian meddling.” Sen. Patrick J. Leahy (D-Vt.) said he was briefed on the attempts to penetrate the electric grid by Vermont State Police on Friday evening. “This is beyond hackers having electronic joy rides — this is now about trying to access utilities to potentially manipulate the grid and shut it down in the middle of winter,” Leahy said in a statement. “That is a direct threat to Vermont and we do not take it lightly.” Rep. Peter Welch (D-Vt.) said the attack shows how rampant Russian hacking is. “It’s systemic, relentless, predatory,” Welch said . “They will hack everywhere, even Vermont, in pursuit of opportunities to disrupt our country. We must remain vigilant, which is why I support President Obama’s sanctions against Russia and its attacks on our country and what it stands for.” American officials, including one senior administration official, said they are not yet sure what the intentions of the Russians might have been. The incursion may have been designed to disrupt the utility’s operations or as a test to see whether they could penetrate a portion of the grid. Officials said that it is unclear when the code entered the Vermont utility’s computer, and that an investigation will attempt to determine the timing and nature of the intrusion, as well as whether other utilities were similarly targeted. “The question remains: Are they in other systems and what was the intent?” a U.S. official said. This week, officials from the Department of Homeland Security, FBI and the Office of the Director of National Intelligence shared the Grizzly Steppe malware code with executives from 16 sectors nationwide, including the financial, utility and transportation industries, a senior administration official said. Vermont utility officials identified the code within their operations and reported it to federal officials Friday, the official said. (Bastien Inzaurralde/The Washington Post) The DHS and FBI also publicly posted information about the malware Thursday as part of a joint analysis report , saying that the Russian military and civilian services’ activity “is part of an ongoing campaign of cyber- enabled operations directed at the U.S. government and its citizens.” Another senior administration official, who also spoke on the condition of anonymity to discuss security matters, said in an email that “by exposing Russian malware” in the joint analysis report, “the administration sought to alert all network defenders in the United States and abroad to this malicious activity to better secure their networks and defend against Russian malicious cyber activity.” According to the report by the FBI and DHS, the hackers involved in the Russian operation used fraudulent emails that tricked their recipients into revealing passwords. Russian hackers, U.S. intelligence agencies say, earlier obtained a raft of internal emails from the Democratic National Committee, which were later released by WikiLeaks during this year’s presidential campaign. President-elect Donald Trump has repeatedly questioned the veracity of U.S. intelligence pointing to Russia’s responsibility for hacks in the run-up to the Nov. 8 election. He also has spoken highly of Russian President Vladimir Putin, despite President Obama’s suggestion that the approval for hacking came from the highest levels of the Kremlin. Trump spokesman Sean Spicer said it would be “highly inappropriate to comment” on the incident given the fact that Spicer has not been briefed by federal authorities at this point. Obama has been criticized by lawmakers from both parties for not retaliating against Russia before the election. But officials said the president was concerned that U.S. countermeasures could prompt a wider effort by Moscow to disrupt the counting of votes on Election Day, potentially leading to a wider conflict. Officials said Obama also was concerned that taking retaliatory action before the election would be perceived as an effort to help the campaign of Democratic presidential nominee Hillary Clinton. On Thursday, when Obama announced new economic measures against Russia and the expulsion of 35 Russian officials from the United States in retaliation for what he said was a deliberate attempt to interfere with the election, Trump told reporters, “It’s time for our country to move on to bigger and better things.” Trump has agreed to meet with U.S. intelligence officials next week to discuss allegations surrounding Russia’s online activity. Russia has been accused in the past of launching a cyberattack on Ukraine’s electrical grid, something it has denied. Cybersecurity experts say a hack in December 2015 destabilized Kiev’s power grid, causing a blackout in part of the Ukrainian capital. On Thursday, Ukrainian President Petro ­Poroshenko accused Russia of waging a hacking war on his country that has entailed 6,500 attacks against Ukrainian state institutions over the past two months. Since at least 2009, U.S. authorities have tracked efforts by China, Russia and other countries to implant malicious software inside computers used by U.S. utilities. It is unclear if the code used in those earlier attacks was similar to what was found in the Vermont case. In November 2014, for example, federal authorities reported that a Russian malware known as BlackEnergy had been detected in the software controlling electric turbines in the United States. The Russian Embassy did not immediately respond to a request for comment. Representatives for the Energy Department and DHS declined to comment Friday. Editor’s Note: An earlier version of this story incorrectly said that Russian hackers had penetrated the U.S. electric grid. Authorities say there is no indication of that so far. The computer at Burlington Electric that was hacked was not attached to the grid. [] Alice Crites, Carol Morello and Ellen Nakashima contributed to this report. Read more: ",
    "title": "Russian operation hacked a Vermont utility, showing risk to U.S. electrical grid security, officials say - The Washington Post"
   },
   {
    "entities": [
     "claus",
     "sahin",
     "anadolu",
     "press",
     "ntv",
     "turkey",
     "facebook",
     "december 31, 2016",
     "state",
     "vasip",
     "2016",
     "associated",
     "night",
     "twitter",
     "clause",
     "ankara",
     "santa",
     "print",
     "islamic",
     "email",
     "istanbul",
     "new year's",
     "time",
     "ap"
    ],
    "id": 12,
    "text": "35 killed and 40 wounded in New Year's attack on Istanbul night club Published               December 31, 2016 Facebook 0 Twitter 0 livefyre Email Print   ISTANBUL (AP) –  An armed assailant who is believed to have been dressed in a Santa Claus costume opened fire at a nightclub in Istanbul during New Year's celebrations, killing at least 35 people and wounding 40 others, according to Istanbul's governor Vasip Sahin and Turkey's state-run news agency. Sahin called the incident a \"terror attack\" but did not say who might have carried it out. Footage from the scene showed at least six ambulances with flashing lights and civilians being escorted out. NTV said police had cordoned off the area and an operation to capture the assailant was ongoing. It is believed that more than 500 people were inside the club at the time of the incident.  An AP photographer says police cordoned off the area about 2 miles (3 kilometers) away from the nightclub and reported multiple ambulances passing by.  Security measures had been heightened in major Turkish cities, with police barring traffic leading up to key squares in Istanbul and the capital Ankara. In Istanbul, 17,000 police officers were put on duty, some camouflaged as Santa Clause and others as street vendors, Anadolu reported.  Ankara and Istanbul have been targeted by several attacks in 2016 carried out by the Islamic State group or Kurdish rebels, killing more than 180 people. The Associated Press contributed to this report.    ",
    "title": "35 killed and 40 wounded in New Year's attack on Istanbul night club | Fox News"
   },
   {
    "entities": [
     "ukraine",
     "burr",
     "lindsay",
     "mccain",
     "mar-a-lago",
     "this week",
     "armed",
     "last year",
     "dec. 31",
     "next week",
     "poland",
     "r-calif.",
     "mitch",
     "graham",
     "devin",
     "trump",
     "house",
     "hillary",
     "mcconnell",
     "syria",
     "trent",
     "services",
     "richard",
     "news",
     "ryan",
     "moscow",
     "cnn",
     "paul",
     "bashar",
     "fox",
     "senate",
     "crimea",
     "r-ariz.",
     "cia",
     "nunes",
     "russia",
     "vladimir",
     "white",
     "2016",
     "john",
     "mike",
     "estonia",
     "nov. 8",
     "current",
     "flynn",
     "the eleventh hour",
     "this year",
     "u.s.",
     "fbi",
     "v.",
     "obama",
     "nato",
     "washington",
     "america",
     "gop",
     "committee",
     "aleppo",
     "now",
     "isis",
     "jan. 5",
     "putin",
     "assad",
     "clinton",
     "intelligence",
     "pence",
     "franks"
    ],
    "id": 13,
    "text": "Putin Says Russia Won't Expel Diplomats In Response To U.S. Sanctions In the Washington of 2016, even when the policy can be bipartisan, the politics cannot. And in that sense, this year shows little sign of ending on Dec. 31. When President Obama moved to sanction Russia over its alleged interference in the U.S. election just concluded, some Republicans who had long called for similar or more severe measures could scarcely bring themselves to approve. House Speaker Paul Ryan called the Obama measures \"appropriate\" but also \"overdue\" and \"a prime example of this administration's ineffective foreign policy that has left America weaker in the eyes of the world.\" Other GOP leaders sounded much the same theme. \"[We have] been urging President Obama for years to take strong action to deter Russia's worldwide aggression, including its cyber-hacking operations,\" wrote Rep. Devin Nunes, R-Calif., chairman of the House Intelligence Committee. \"Now with just a few weeks left in office, the president has suddenly decided that some stronger measures are indeed warranted.\" Appearing on CNN, frequent Obama critic Trent Franks, R-Ariz., called for \"much tougher\" actions and said three times that Obama had \"finally found his tongue.\" Meanwhile, at Mar-a-Lago and on Fox News, various spokesmen for President-elect Trump said Obama's real target was not the Russians at all but the man poised to take over the White House in less than three weeks. Article continues after sponsorship They spoke of Obama trying to \"tie Trump's hands\" or \"box him in,\" meaning the president-elect would be forced either to keep the sanctions or be at odds with Republicans who want to be tougher still on Moscow. Throughout 2016, Trump has repeatedly called not for sanctions but for closer ties with Russia, including cooperation in the fight against ISIS. Russia has battled ISIS in Syria on behalf of that country's embattled dictator, Bashar Assad, bombing the besieged rebel-held city of Aleppo that fell to Assad's forces this week. During the campaign, Trump even urged Russia to \"find\" missing emails from the private server of his opponent, Hillary Clinton. He has exchanged public encomiums with Russian President Vladimir Putin on several occasions and added his doubts about the current U.S. levels of support for NATO — Putin's longtime nemesis. There have also been suggestions that Trump's extensive business dealings with various Russians are the reason he refuses to release his tax returns. All those issues have been disquieting to some Republicans for many months. Sens. John McCain, R-Ariz., and Lindsay Graham, R-S.C., prominent senior members of the Armed Services Committee, have accepted the assessment of 17 U.S. intelligence agencies regarding the role of Russia in the hacking of various Democratic committees last year. That includes the FBI and CIA consensus that the Russian goal was not just to discredit American democracy but to defeat Clinton and elect Trump. They say the great majority of their Senate colleagues agree with them, and McCain has slated an Armed Services hearing on cyberthreats for Jan. 5. But the politicizing of the Russian actions — the idea that they helped Trump win — has also made the issue difficult for Republican leaders. It has allowed Trump supporters to push back on the intelligence agencies and say the entire issue is designed to undermine Trump's legitimacy. Senate Majority Leader Mitch McConnell has so far resisted calls for a select committee to look into the Russian interference in the 2016 campaign. He has said it is enough for Sen. Richard Burr, R-N.C., to look into it as chairman of the Senate Intelligence Committee. Typically, Republican leaders and spokesmen say there is no evidence that the actual voting or tallying on Nov. 8 was compromised, and that is true. But it is also a red herring, as interference in those functions has not been alleged and is not the focus of the U.S. intelligence agencies' concern. For his part, Trump has shown little interest in delving into what happened. He has cast doubt on the U.S. intelligence reports to date and suggested \"no one really knows what happened.\" He also has suggested that computers make it very difficult to know who is using them. This week, Trump said it was time to \"get on with our lives and do more important things.\" However, at week's end he did agree to have an intelligence briefing on the subject next week. The president-elect has not wanted the daily intelligence briefings available to him in recent weeks, preferring that they be given to the men he has chosen as his vice president (Mike Pence) and national security adviser (Mike Flynn), with Trump taking them only occasionally. The irony of this controversy arising at the eleventh hour of the Obama presidency can scarcely be overstated, and it defines the dilemma facing both the outgoing president and the incoming party in control. Obama appears to have been reluctant to retaliate against the Russian hacking before the election for fear of seeming to interfere with the election himself. The Republicans, meanwhile, have for years called for greater confrontation with the Russians, with Obama usually resisting. Obama did join with NATO in punishing the Russians with economic sanctions over the annexation of Crimea. Those sanctions may have been painful, coming as they did alongside falling prices for oil — the commodity that keeps the Russian economy afloat. On other occasions, despite Russian provocations through surrogates in Syria and elsewhere, Obama did not make overt moves to force Russia's hand. That includes occasions when Russia was believed to be hacking critical computer systems in neighboring Ukraine, Estonia and Poland. But this week, following a chorus of confirmation from the U.S. intelligence community regarding the Russian role in computer hacking in the political campaign, Obama acted. He imposed a set of mostly diplomatic actions such as sanctioning some Russian officials, closing two diplomatic compounds and expelling 35 Russian diplomats. There may have been more damaging measures taken covertly, and some Russophobes in Washington held out hope for that. But the visible portion of the program scarcely amounted to major retribution. And Putin saw fit to diminish the Obama sanctions further by declining to respond. Although his government has steadfastly denied any interference in the U.S. election, Putin rejected his own foreign minister's recommended package of tit-for-tat responses. (He even sent an invitation for U.S. diplomats to send their children to a holiday party in Moscow.) That allowed Putin to appear for the moment to be \"the bigger man,\" even as he spurned Obama and kept up what has looked like a public bromance with Trump, who tweeted: \"Great move on delay (by V. Putin) - I always knew he was very smart!\" Great move on delay (by V. Putin) - I always knew he was very smart! ",
    "title": "For Donald Trump And President Obama, 2016 Isn't Really Going To End — Thanks To Russia : NPR"
   },
   {
    "entities": [
     "ben",
     "cnbc",
     "monte",
     "$1 billion",
     "electric",
     "disney",
     "times",
     "connecticut",
     "friday",
     "new year's eve",
     "espn",
     "walt",
     "l.a.",
     "2000",
     "late",
     "charter",
     "2017",
     "telemundo",
     "hulu",
     "livermore",
     "sunday",
     "thursday",
     "corp.",
     "comcast",
     "syfy",
     "may",
     "co.",
     "california",
     "nfl",
     "morning",
     "francisco",
     "saturday",
     "military",
     "ott",
     "about six years ago",
     "county",
     "abc",
     "communications",
     "knbc-tv",
     "lawrence",
     "khan",
     "2016",
     "2011",
     "valley",
     "lions",
     "night",
     "green",
     "current",
     "the end of 2016",
     "laboratory",
     "rylan",
     "sports",
     "9 p.m.",
     "usa",
     "u.s.",
     "nbc",
     "national",
     "irfan",
     "san",
     "general",
     "packers",
     "detroit",
     "los",
     "philadelphia",
     "bay",
     "afternoon",
     "bravo",
     "msnbc",
     "time",
     "gabriel",
     "santer",
     "weekend",
     "knbc",
     "now",
     "channel",
     "warner",
     "nbcuniversal",
     "netflix",
     "new year's",
     "cable",
     "angeles",
     "el"
    ],
    "id": 14,
    "text": "NBCUniversal extends deadline, averting a Charter-Spectrum blackout — for now Charter Spectrum truck Charter cable TV, phone and Internet service is sold under the Spectrum brand. Charter cable TV, phone and Internet service is sold under the Spectrum brand. (Charter Communications) Media giant NBCUniversal has granted an extension in its carriage talks with cable television provider Charter Communications , averting a New Year’s Eve blackout of NBC-owned channels in nearly 16 million homes in the U.S. with Spectrum service. NBCUniversal announced the extension late Saturday afternoon. “Negotiations with Charter Spectrum for the NBCUniversal portfolio of networks have been extended,” NBCUniversal said in a statement. “We will continue to negotiate in good faith so that Charter Spectrum customers can continue to receive NBCUniversal’s valuable networks and we hope to be able to reach a deal.”  The current pact was set to expire at 9 p.m. Pacific time. The truce suggests that the two companies are making progress in their efforts to strike a comprehensive carriage deal for more than a dozen NBC channels. NBC declined to specify the length of the extension. NBCUniversal declared an impasse in the contract talks Thursday, but negotiations resumed Friday and continued Saturday. Both companies appear motivated to resolve their differences and hammer out a new deal without an outage of popular TV networks during a long holiday weekend during which millions of people are at home watching television. Such a blackout would have affected more than 1.6 million homes with Spectrum service in the Los Angeles region. Those customers would have lost coverage of KNBC-TV Channel 4, which is scheduled to televise Sunday’s high-profile NFL match-up between the Green Bay Packers and the Detroit Lions on “Sunday Night Football.”  In addition to KNBC, NBCUniversal owns the Spanish-language Telemundo network and cable channels USA, Syfy, Bravo, E!, NBC Sports, Golf Channel, MSNBC and CNBC.  Charter, which declined to comment, is the largest pay-TV provider in Los Angeles. The Connecticut company acquired Time Warner Cable in May, and rebranded its cable TV, phone and broadband Internet service as Spectrum. Contentious carriage contract negotiations have become more common in the media industry. Pay-TV operators face an increasingly fraught environment as more consumers cut the cable cord in favor of lower-cost alternatives, such as SlingTV, Netflix and Hulu. Distributors do not want to risk alienating more customers by continuously raising their rates. At the same time, media companies such as NBCUniversal have been shelling out more money for programming, particularly for sports. NBC, for example, pays the NFL more than $1 billion annually for rights to televise “Sunday Night Football” and a handful of Thursday night games. Media companies have demanded higher fees from distributors to help pay for the programming — prompting a more tenacious tug of war between the two sides. NBC executives also have been laboring for years to raise their programming fees, which are below industry averages. When the previous round of deals was struck about six years ago, NBC was owned by General Electric Co. The NBC broadcast network was in the ratings cellar — in fourth place among the big broadcast networks. NBC had less bargaining power than rivals such as Walt Disney Co., which owns ABC, ESPN and the Disney Channel. Philadelphia cable giant Comcast Corp.  bought NBCUniversal in 2011. NBC now is a top network and has more leverage in negotiations with pay-TV companies, such as Charter. Caption 90 seconds: Goodbye to 2016. Hello, 2017 The end of 2016 will be a wet one  in L.A. County; 2016 was a year of surprises and heartbreak ; some New Year's resolutions  that can only be accomplished in L.A.; and hundreds of new laws  will soon take effect in California. Caption 90 seconds: Goodbye to 2016. Hello, 2017 The end of 2016 will be a wet one  in L.A. County; 2016 was a year of surprises and heartbreak ; some New Year's resolutions  that can only be accomplished in L.A.; and hundreds of new laws  will soon take effect in California. Caption How does a city official make more in retirement than when he was working? In El Monte, a city in the San Gabriel Valley, a bonus pension approved by the city council in 2000 generates a big bill for taxpayers. Here's how it works. In El Monte, a city in the San Gabriel Valley, a bonus pension approved by the city council in 2000 generates a big bill for taxpayers. Here's how it works. Caption Federal scientist links global warming and human activity Ben Santer at Lawrence Livermore National Laboratory east of San Francisco has become more vocal over the years in hopes of beating back claims that climate change isn’t real.  Ben Santer at Lawrence Livermore National Laboratory east of San Francisco has become more vocal over the years in hopes of beating back claims that climate change isn’t real.  Caption Car plunges off 3rd Street overpass onto 110 Freeway A woman is dead after the car she was driving rammed through a guardrail on a downtown overpass and plunged onto the 110 Freeway, prompting the closure of northbound lanes Thursday morning. (Irfan Khan / Los Angeles Times) A woman is dead after the car she was driving rammed through a guardrail on a downtown overpass and plunged onto the 110 Freeway, prompting the closure of northbound lanes Thursday morning. (Irfan Khan / Los Angeles Times) Caption Child abuse in the military: The short, sad life of Rylan Ott Military and state authorities failed to save a 2-year-old boy from abuse. Military and state authorities failed to save a 2-year-old boy from abuse. ",
    "title": "NBCUniversal extends deadline, averting a Charter-Spectrum blackout — for now - LA Times"
   },
   {
    "entities": [
     "koenig",
     "raimo",
     "campbell",
     "thompson",
     "carroll",
     "bluejays",
     "caroline",
     "illini",
     "d.",
     "iowa",
     "texas",
     "omaha",
     "rich",
     "wayrynen",
     "devils",
     "brendan",
     "seminoles",
     "utah",
     "quinton",
     "collette",
     "getty",
     "sebastian",
     "coliseum",
     "terrence",
     "miami",
     "paris",
     "ryan",
     "louisville",
     "austin",
     "paul",
     "taplin",
     "luke",
     "miss",
     "carter-usa",
     "stephens",
     "kevin",
     "charles",
     "saturday",
     "state",
     "ferrari",
     "shroyer",
     "daouda",
     "owies",
     "conley",
     "boston",
     "tar",
     "rawson",
     "rathan-mayes",
     "michigan",
     "adebayo",
     "hart",
     "langenfeld",
     "5:11 p.m. est",
     "anas",
     "pavilion",
     "gill",
     "today",
     "k",
     "san",
     "jaylen",
     "bonzie",
     "dj",
     "luther",
     "center",
     "ahrens",
     "wisconsin",
     "elon",
     "ndiaye",
     "cassell",
     "fieldhouse",
     "fighting",
     "terrapins",
     "bakary",
     "bankers",
     "mississippi",
     "steven",
     "burke",
     "shepherd",
     "pepperdine",
     "alonzo",
     "benson",
     "zigmars",
     "tech",
     "kenny",
     "ellison",
     "pittsburgh",
     "ben",
     "ap",
     "gleeson",
     "grayson",
     "gruppuso",
     "l.g.",
     "right now",
     "dakarai",
     "zylan",
     "west",
     "florida",
     "creighton",
     "toby",
     "mary",
     "darien",
     "de'aaron",
     "purchase",
     "leland",
     "michael",
     "sagaba",
     "facebookemail",
     "facebook",
     "georgia",
     "cardinals",
     "snook",
     "eubanks",
     "indiana",
     "adam",
     "steve",
     "north",
     "metu",
     "drew",
     "hokies",
     "butler",
     "colson",
     "clayton",
     "hawkins",
     "the year",
     "sy",
     "twitter",
     "virginia",
     "ferguson",
     "killian",
     "maloney",
     "blue",
     "sports",
     "jones",
     "juwan",
     "southern",
     "jack",
     "kentucky",
     "lance",
     "tanner",
     "will",
     "spurlock",
     "carolina",
     "james",
     "josh",
     "usc",
     "nazareth",
     "nick",
     "sterling",
     "ellis",
     "mitchell",
     "eugene",
     "samuel",
     "kyle",
     "justas",
     "duke",
     "geoff",
     "saiz",
     "diego",
     "shrigley",
     "sedrick",
     "jose",
     "thomas",
     "holland",
     "google",
     "columbia",
     "xfinity",
     "oumi",
     "mccamish",
     "iii",
     "gabe",
     "david",
     "allen",
     "next week",
     "kennard",
     "lee",
     "cleare",
     "images",
     "brian",
     "bronson",
     "tillie",
     "spruce",
     "lumpkin",
     "garcia",
     "villanova",
     "edrice",
     "blacksburg",
     "pinterest",
     "morgan",
     "tyler",
     "jeff",
     "iversen",
     "wainright",
     "lammers",
     "bruce",
     "strickland",
     "kamari",
     "traylor",
     "francisco",
     "rutgers",
     "ward",
     "ronnie",
     "magnay",
     "derden",
     "kohl",
     "mike",
     "dwayne",
     "jefferson",
     "darius",
     "cavaliers",
     "john",
     "brown",
     "seth",
     "lions",
     "marco",
     "arena",
     "usa",
     "reese",
     "va.",
     "santa",
     "anthony",
     "oklahoma",
     "bealer",
     "matt",
     "barret",
     "zach",
     "tulsa",
     "petersen",
     "illinois",
     "stephen",
     "isaiah",
     "og",
     "f.",
     "baylor",
     "jeffrey",
     "nittany",
     "nate",
     "leon",
     "kent",
     "hawaii",
     "ishmail",
     "a&t",
     "nichols",
     "hoosiers",
     "chase",
     "alvin",
     "events",
     "hagy",
     "mark",
     "jason",
     "troy",
     "jackets",
     "getz",
     "deontae",
     "gilmore",
     "panthers",
     "minnesota",
     "leday",
     "habeeb",
     "wilkins",
     "rob",
     "bryce",
     "bacon",
     "darryl",
     "ana",
     "fox",
     "college",
     "penn",
     "anunoby",
     "december 31, 2016",
     "murphy",
     "nigel",
     "yellow",
     "leclaire",
     "walker",
     "johnson",
     "oregon",
     "barnes",
     "scott",
     "mahmoud",
     "frank",
     "mitrou-long",
     "nevada",
     "green",
     "past",
     "khadim",
     "renfro",
     "life",
     "carter",
     "chimezie",
     "dec. 21",
     "centurylink",
     "heels",
     "frankie",
     "malik",
     "hegner",
     "northwestern",
     "boyce",
     "barefield",
     "cheatham",
     "xavier",
     "ratinho",
     "sanjay",
     "branscombe",
     "coby",
     "williams",
     "shaquille",
     "evan",
     "matthew",
     "wildcats",
     "smith",
     "konate",
     "erwin",
     "zierden",
     "d'erryl",
     "winchester",
     "okogie",
     "furmanavicius",
     "krzyzewski",
     "jordan",
     "maryland"
    ],
    "id": 15,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Mike Krzyzewski: Suspended Grayson Allen no longer a captain “He was part of the loss today by not being there,\" Coach K said after the Va. Tech loss. Post to Facebook Mike Krzyzewski: Suspended Grayson Allen no longer a captain “He was part of the loss today by not being there,\" Coach K said after the Va. Tech loss. Check out this story on USATODAY.com: http://usat.ly/2iQHHLG CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 8 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Mike Krzyzewski: Suspended Grayson Allen no longer a captain Scott Gleeson , USA TODAY Sports 5:11 p.m. EST December 31, 2016 x Share Grayson Allen has been suspended indefinitely by Duke and head coach Mike Krzyzewski. USA TODAY Sports Duke Blue Devils guard Grayson Allen looks on prior to the game against the Virginia Tech Hokies at Cassell Coliseum. (Photo: Michael Thomas Shroyer, USA TODAY Sports) Following Duke's 89-75 upset loss to Virginia Tech , coach Mike Krzyzewski didn't reveal any update on suspended guard Grayson Allen's status. But he did say Allen, in street clothes for Saturday's game in Blacksburg, Va., could be partially blamed for the loss and that the preseason All-American had been stripped of his duties as a captain for the Blue Devils based on the actions that got him suspended. “Right now, I don’t want to talk about Grayson,” Krzyzewski told news reporters. “He was part of the loss today by not being there. Instead of tri-captains, we’ve eliminated him from being a captain of the team. Only Amile (Jefferson) and Matt (Jones) are doing that. It’s unfortunate for any team to have interruptions. Sometimes you have no control of them, like an injury or sickness. Then sometimes something like this happens. We’ve had a lot of interruptions. We have to stop having interruptions.” Virginia Tech knocks off No. 5 Duke in ACC opener Allen has been indefinitely suspended since Duke's 72-61 victory against Elon (Dec. 21) for tripping Steven Santa Ana. It was the third time Allen had tripped a player, dating back to last season. \"We've played without a lot of people throughout the year. You'd rather have your full complement of players. That's not an excuse,\" Krzyzewski said. \"(Allen) should be on the floor if he does the right things, and he didn't do the right thing, so he wasn't on the floor. That's the way it is.\" Duke faces Georgia Tech and Boston College at home next week. COLLEGE BASKETBALL HIGHLIGHTS Posted! A link has been posted to your Facebook feed. Florida State Seminoles guard Dwayne Bacon (4) celebrates with Seminoles guard Xavier Rathan-Mayes (22) after making the game winning three point field goal as Virginia Cavaliers forward Isaiah Wilkins (21) and Cavaliers guard Darius Thompson (51) look on with two seconds left in the second half at John Paul Jones Arena. The Seminoles won 60-58.  Geoff Burke, USA TODAY Sports Notre Dame Fighting Irish forward Bonzie Colson (35) blocks a shot attempt by Pittsburgh Panthers forward Ryan Luther (4) during the first half at the Petersen Events Center.  Charles LeClaire, USA TODAY Sports Virginia Tech forward Khadim Sy (2) reacts during a time out against the Duke Blue Devils in the first half at Cassell Coliseum.  Michael Thomas Shroyer, USA TODAY Sports Indiana Hoosiers forward OG Anunoby (3) gets fouled in the act of shooting by Louisville Cardinals forward Anas Mahmoud (14) at Bankers Life Fieldhouse. Louisville defeats Indiana 77-62.  Brian Spurlock, USA TODAY Sports Louisville Cardinals forward Jaylen Johnson (10) goes up for a shot against Indiana Hoosiers forward Juwan Morgan (13) at Bankers Life Fieldhouse.  Brian Spurlock, USA TODAY Sports Villanova Wildcats guard Josh Hart (3) scrambles for a loose ball against Creighton Bluejays forward Toby Hegner (32) and guard Isaiah Zierden (21) at CenturyLink Center Omaha.  Steven Branscombe, USA TODAY Sports Georgia Tech Yellow Jackets guard Josh Okogie (5) dunks against North Carolina Tar Heels guard Kenny Williams (24) at McCamish Pavilion.  Adam Hagy, USA TODAY Sports Duke Blue Devils guard Luke Kennard (5) shoots shoots while being defended by Virginia Tech guard Seth Allen (4) and forward Zach LeDay (32) in the first half at Cassell Coliseum.  Michael Thomas Shroyer, USA TODAY Sports Michigan State guard Alvin Ellis III and Northwestern guard Sanjay Lumpkin fight for a loose ball.  Mike Carter, USA TODAY Sports Michigan State guard Kyle Ahrens has his legs taken out by Northwestern center Barret Benson.  Mike Carter, Mike Carter-USA TODAY Sports Oklahoma guard Jordan Shepherd is fouled by Baylor guard Ishmail Wainright.  Mark D. Smith, USA TODAY Sports Iowa State guard Nazareth Mitrou-Long shoots the ball past Texas Tech forward Zach Smith.  Reese Strickland, USA TODAY Sports Texas Tech forward Zach Smith dunks the ball against Iowa State.  Reese Strickland, USA TODAY Sports Oklahoma State guard Jeffrey Carroll shoots while defended by West Virginia forward Sagaba Konate.  Rob Ferguson, USA TODAY Sports St. John's forward Darien Williams (45) celebrates after drawing a foul in the final seconds against Butler.  Anthony Gruppuso, USA TODAY Sports St. John's guard Malik Ellison (0) dunks during the second half against Butler.  Anthony Gruppuso, USA TODAY Sports Kentucky guard De'Aaron Fox (0) shoots the ball against Mississippi forward Sebastian Saiz (11) during the first half.  Spruce Derden, USA TODAY Sports Kentucky forward Edrice Adebayo (3) dunks the ball during the first half against Mississippi.  Spruce Derden, USA TODAY Sports Kentucky guard De'Aaron Fox (0) and Mississippi forward Justas Furmanavicius (50) fight for possession during the second half.  Spruce Derden, USA TODAY Sports Kentucky forward Edrice Adebayo (3) shoots the ball during the second half against Mississippi.  Spruce Derden, USA TODAY Sports Gonzaga forward Killian Tillie (33) dunks the ball against Pepperdine.  James Snook, USA TODAY Sports Nevada guard Jordan Caroline shoots in front of San Jose State guard Isaiah Nichols.  Lance Iversen, USA TODAY Sports Miami guard Bruce Brown reacts after dunking the ball against Columbia.  Steve Mitchell, USA TODAY Sports Columbia forward Jeff Coby dunks as Miami  forward Kamari Murphy looks on.  Steve Mitchell, USA TODAY Sports North Carolina A&T; guard Austin Williams attempts a shot against Georgia Tech center Ben Lammers, left, and forward Quinton Stephens.  Jason Getz, USA TODAY Sports A mom protects her baby from loud noises at an Oregon State-USC  basketball game.  Troy Wayrynen, USA TODAY Sports USC forward Chimezie Metu rebounds against Oregon State forward Drew Eubanks.  Troy Wayrynen, USA TODAY Sports Kent State forward Alonzo Walker reacts after a dunk against Texas forward Shaquille Cleare at the Frank Erwin Center.  Brendan Maloney, USA TODAY Sports Michigan State forward Nick Ward rebounds the ball against Minnesota center Bakary Konate.  Jordan Johnson, USA TODAY Sports Wisconsin guard Bronson Koenig goes in for a layup as Rutgers guard Nigel Johnson defends at the Kohl Center.  Mary Langenfeld, USA TODAY Sports Maryland Terrapins forward L.G. Gill (10) dunks the ball in the first half against the Illinois Fighting Illini at Xfinity Center.  Evan Habeeb, USA TODAY Sports Penn State Nittany Lions guard Terrence Samuel (5) battles for control of the ball with a group of Northwestern Wildcats defenders during the first half at the Bryce Jordan Center.  Rich Barnes, USA TODAY Sports San Francisco forward Nate Renfro (15) misses a dunk attempt over San Diego State guard Dakarai Allen (4) during the second half.  Marco Garcia, USA TODAY Sports San Diego State forwards Matt Shrigley (20) and Zylan Cheatham (14) defend San Francisco guard Frankie Ferrari (2).  Marco Garcia, USA TODAY Sports San Diego State guard D'Erryl Williams (11) shoots between San Francisco guards Jordan Ratinho (25) and Ronnie Boyce (3) during the second half.  Marco Garcia, USA TODAY Sports Illinois State guard DJ Clayton (2) goes up for the dunk against Tulsa.  Eugene Tanner, AP Tulsa forward Will Magnay shoots a layup while being defended by Illinois State forward Deontae Hawkins (23) and guard Paris Lee (1) during the first half.  Eugene Tanner, AP Tulsa guard Sterling Taplin (4) attempts to drive to the basket while being defended by Illinois State center Daouda Ndiaye (4) during the first half.  Eugene Tanner, AP Stephen F. Austin's Chase Winchester slides between Utah's David Collette and Tyler Rawson.  Darryl Oumi, Getty Images Utah's Gabe Bealer and Stephen F. Austin's Isaiah Traylor battle for position under the net during the second half.  Darryl Oumi, Getty Images Utah's Sedrick Barefield is double-teamed Stephen F. Austin's Chase Winchester and Leon Gilmore III during the second half.  Darryl Oumi, Getty Images Southern Miss' Quinton Campbell and Hawaii's Zigmars Raimo (14) and Leland Green fight for a rebound.  Darryl Oumi, Getty Images Southern Miss' Kevin Holland shoots over Hawaii's Matthew Owies.  Darryl Oumi, Getty Images Hawaii's Jack Purchase shoots over Southern Miss' Josh Conley.  Darryl Oumi, Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "Mike Krzyzewski: Suspended Grayson Allen no longer a captain"
   },
   {
    "entities": [
     "dec 31",
     "et",
     "earlier this year",
     "friday",
     "new year's eve",
     "francois",
     "britain",
     "tweets",
     "november",
     "1:53",
     "trump",
     "house",
     "2017",
     "christmas",
     "duterte",
     "party",
     "europe",
     "ortiz",
     "--",
     "berlin",
     "angela",
     "donald",
     "sydney",
     "morning",
     "december 31, 2016",
     "saturday",
     "russia",
     "vladimir",
     "the year",
     "2016",
     ", 5:25 pm",
     "erik",
     "j.",
     "cuba",
     "republican",
     "this year",
     "future",
     "u.s.",
     "obama",
     "union",
     "osama",
     "laden",
     "merkel",
     "hollande",
     "america",
     "european",
     "obamacare",
     "2:30",
     "new year's",
     "bin",
     "this past year",
     "rodrigo",
     "putin",
     "barack",
     "new year",
     "white"
    ],
    "id": 16,
    "text": "Dec 31 2016, 5:25 pm ET Trump Tweets to 'Enemies' as World Leaders Share New Year's Messages by Erik Ortiz Trump Tweet's New Year's Message to His 'Many Enemies' 1:53 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170101013857if_/http://www.nbcnews.com/widget/video-embed/845252675828\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> As 2016 comes to a close, world leaders appear just as eager to start fresh in the new year. President-elect Donald Trump, however, couldn't let this year go without taking another dig at his critics. \"Happy New Year to all, including to my many enemies and those who have fought me and lost so badly they just don't know what to do. Love!\" he tweeted Saturday morning. Happy New Year to all, including to my many enemies and those who have fought me and lost so badly they just don't know what to do. Love! — Donald J. Trump (@realDonaldTrump) December 31, 2016 Trump's 2016 was capped by his presidential win in November, but he has feuded repeatedly with Democrats, members of his own Republican Party, celebrities and the media. His praise of Russian President Vladimir Putin on Friday continued to rankle his detractors, who support sanctions against Russia for allegedly interfering in the U.S. election . Play Donald Trump: Vladimir Putin is 'very smart' to not expel American diplomats 2:30 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170101013857if_/http://www.nbcnews.com/widget/video-embed/845084227964\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Putin in his New Year's address, which began airing Saturday in distant parts of Russia, wished happiness for his people — and recognized 2016 was a complicated year for the nation. Russia has been tied to the hacking scandal against the U.S., and remains deeply involved in the Syrian civil war. \"It wasn't easy, but the hardships that we have faced have brought us together, have motivated us to open huge reserves of our potential to move forward,\" Putin said. \"The main thing is that we believe in ourselves, in our strength, in our country.\" President Barack Obama used his final New Year's message to America to look back at his administration's accomplishments for the past eight years, touting Obamacare, the killing of Osama bin Laden and restoring ties with Cuba as gains. — The White House (@WhiteHouse) December 31, 2016 German leader Angela Merkel, who faces a tough re-election campaign in 2017, said this past year was one in which the world \"turned upside down.\" In her New Year's speech to Germans, she cited Islamist terrorism as the nation's biggest challenge following a deadly truck attack at a Christmas market in Berlin. Earlier this year, the decision by Britain to leave the European Union still weighs heavily on Merkel's mind, she added. \"And, yes, Europe should focus on what can really be better than the national state,\" she said. \"But we Germans should never be led to believe that each could have a better future by going it alone.\" Related: New Year's Eve Celebrations Begin With Sydney Tribute to Fallen Icons Outgoing French President Francois Hollande used his address to rail against the increase of nationalism that espouses anti-immigration and anti-European viewpoints. \"How can we imagine our country being curled up behind walls, reduced to its internal market, going back to its national currency and, on top of that, discriminating between its own children according to their origins?\" he asked on French television. Elsewhere in the world, leaders tried to instill hope following social, political and economic upheaval. Brash Philippine leader Rodrigo Duterte brushed aside criticism of his handling of the local drug war and questions about human rights violations by telling his people to be more positive in 2017. \"I hope that we will all enjoy the time of the year by demonstrating love, solidarity, understanding, happiness and optimism towards our personal ambitions and national aspirations,\" he said in a message. Play ",
    "title": "Trump Tweets to 'Enemies' as World Leaders Share New Year's Messages - NBC News"
   },
   {
    "entities": [
     "rhett",
     "times",
     "last year",
     "waterford",
     "new year's eve",
     "states",
     "2017",
     "germany",
     "france",
     "ryan",
     "united",
     "dec 31, 2016",
     "laura",
     "mexico",
     "saturday",
     "mariah",
     "seacrest",
     "stefania",
     "abc",
     "revelers",
     "fill",
     "nations",
     "clark",
     "moran",
     "square",
     "this year",
     ", 9:36 pm",
     "new",
     "o'neill",
     "james",
     "estefan",
     "carey",
     "york",
     "gloria",
     "new year's",
     "dick",
     "bolivia",
     "early",
     "puebla",
     "ribera",
     "thomas",
     "new year"
    ],
    "id": 17,
    "text": "New Year's Revelers Fill Times Square Early; Police Prepared By michael balsamo, associated press NEW YORK \u0097 Dec 31, 2016, 9:36 PM ET 0 Shares WATCH New Year's Eve Celebration Preview 0 Shares Email New Year's Eve revelers, donning oversized 2017 eyeglasses and green Statue of Liberty hats, filled Times Square on Saturday hours before the glittering crystal ball was to drop. Officials estimated as many as a million celebrants would descend upon the Crossroads of the World, braving cold temperatures and strong winds to ring in the New Year amid heavy police protection. Stefania Moran, from Puebla, Mexico, and five friends, who are nannies for families in the United States, traveled to New York to secure a coveted spot in one of 35 metal pens where re-entry is prohibited. \"I've always wanted to come to New York, and this is one of the must-dos before you die,\" she said. Laura Ribera, from Bolivia, said people told her she was crazy for coming. \"But we wanted to be in New York,\" she said. \"Even the people in our hotel were asking us why we would go out there. But I feel safe.\" For more than two decades, security has gradually been tightened for the event. Recent deadly truck attacks in Germany and France brought about another security upgrade this year. Dozens of 20-ton sanitation trucks weighted with an extra 15 tons of sand are blocking off streets leading to the celebration zone. About 7,000 police officers, along with specially armed counterterrorism units and bomb-sniffing dogs, are on guard, police said. \"We're well prepared,\" police Commissioner James O'Neill said. \"All New Yorkers should feel safe, especially if you're in Times Square. It is going to be the most protected place in the city.\" This year, United Nations Secretary-General Ban Ki-moon has the honor of pushing the Waterford crystal button that begins a 60-second countdown to 2017. Mariah Carey is the headline performer in Times Square for \"Dick Clark's New Year's Rockin' Eve with Ryan Seacrest\" on ABC. Other featured acts include pop-rock band DNCE, country star Thomas Rhett and Gloria Estefan and the cast of her Broadway musical, \"On Your Feet!\" After the crowd leaves, cleanup will be left to a small army of city employees including 235 sanitation workers, 45 police officers and two deputy police chiefs. Last year, the crews removed more than 44 tons of debris. 0 Shares ",
    "title": "New Year's Revelers Fill Times Square Early; Police Prepared - ABC News"
   },
   {
    "entities": [
     "claus",
     "anadolu",
     "press",
     "ntv",
     "tribune",
     "turkey",
     "early sunday, jan. 1, 2017",
     "state",
     "2016",
     "associated",
     "reina",
     "/",
     "ortakoy",
     "ankara",
     "santa",
     "islamic",
     "str",
     "istanbul",
     "new year's",
     "time",
     "ap"
    ],
    "id": 18,
    "text": "At least 35 people killed in New Year's attack on Istanbul nightclub: governor Turkey attack STR / AP A police armoured vehicle blocks the road leading to the scene of an attack in Istanbul, early Sunday, Jan. 1, 2017. A police armoured vehicle blocks the road leading to the scene of an attack in Istanbul, early Sunday, Jan. 1, 2017. (STR / AP) Tribune news services Contact Reporter An assailant believed to have been dressed in a Santa Claus costume opened fire at a nightclub in Istanbul during New Year's celebrations, killing at least 35 people and wounding others, Istanbul's governor said. Private NTV television earlier said a police officer and a civilian were killed in the attack targeting the popular Reina nightclub in Istanbul's Ortakoy district. Media reports said more than one assailant may have been involved in the attack and more than 500 people were inside the club at the time. The attacker is believed to have opened fire at police outside the nightclub before entering and firing on people inside. Some customers jumped into the waters of the Bosporus to escape the attack, the report said. NTV television said the assailant may still be inside the nightclub. Footage from the scene showed at least six ambulances with flashing lights and civilians being escorted out. NTV said police had cordoned off the area and an operation to capture the assailant was ongoing. Turkey attack Ambulances rush to the scene of an attack in Istanbul, early Sunday, Jan. 1, 2017. Ambulances rush to the scene of an attack in Istanbul, early Sunday, Jan. 1, 2017. (STR / AP) An AP photographer says police cordoned off the area about 2 miles away from the nightclub and reported multiple ambulances passing by.  Security measures had been heightened in major Turkish cities, with police barring traffic leading up to key squares in Istanbul and the capital Ankara. In Istanbul, 17,000 police officers were put on duty, some camouflaged as Santa Claus and others as street vendors, state news agency Anadolu reported.  Ankara and Istanbul have been targeted by several attacks in 2016 carried out by the Islamic State group or Kurdish rebels, killing more than 180 people. Associated Press ",
    "title": "At least 35 people killed in New Year&apos;s attack on Istanbul nightclub: governor - Chicago Tribune"
   },
   {
    "entities": [
     "news",
     "--",
     "dec 31, 2016",
     "j.",
     "palm",
     "mar-a-lago",
     "donald",
     "new year's",
     "sylvester",
     "december 31, 2016",
     "new year's eve",
     "beach",
     "florida",
     "stallone",
     "today",
     "trump",
     "abc",
     "new year",
     ", 9:50 am"
    ],
    "id": 19,
    "text": "Trump Tweets New Year's Wishes, 'Including to My Many Enemies' By ABC NEWS Dec 31, 2016, 9:50 AM ET 0 Shares Email President-elect Donald Trump today tweeted New Year's wishes \"including to my many enemies.\" Happy New Year to all, including to my many enemies and those who have fought me and lost so badly they just don't know what to do. Love! — Donald J. Trump (@realDonaldTrump) December 31, 2016 His post, as usual with Trump's tweets , quickly received many replies from both supporters and opponents. The president-elect will be spending his New Year's Eve at his private Mar-a-Lago club in Palm Beach, Florida. He'll be throwing a private party that is expected to draw hundreds of guests, including action star Sylvester Stallone. 0 Shares ",
    "title": "Trump Tweets New Year's Wishes, 'Including to My Many Enemies' - ABC News"
   },
   {
    "entities": [
     "israel",
     "claus",
     "jan. 1, 2017",
     "dec. 20",
     "times",
     "mevlut",
     "sahin",
     "1:45 a.m.",
     "new year's eve",
     "altintas",
     "anadolu",
     "della",
     "10:21 p.m. est",
     "online",
     "house",
     "aykan",
     "ntv",
     "cava",
     "turkey",
     "local time",
     "news",
     "this new year's eve",
     "facebook",
     "cnn",
     "bosphorus",
     "paris",
     "linkedin",
     "december 31, 2016",
     "saturday",
     "river",
     "erdemir",
     "state",
     "the day",
     "vasip",
     "the past weeks",
     "2015",
     "2016",
     "turkish",
     "early sunday",
     "marco",
     "reina",
     "current",
     "ortakoy",
     "usa",
     "ankara",
     "this year",
     "new",
     "santa",
     "today",
     "bilginsoy",
     "parliament",
     "fraser",
     "islamic",
     "mert",
     "york",
     "bataclan",
     "istanbul",
     "2310",
     "aleppo",
     "new year's",
     "karlov",
     "zeynep",
     "time",
     "suzan",
     "ap",
     "andrei",
     "white"
    ],
    "id": 20,
    "text": "At least 35 killed in nightclub attack, Istanbul official says An assailant believed to have been dressed in a Santa Claus costume opened fire at a nightclub Post to Facebook At least 35 killed in nightclub attack, Istanbul official says An assailant believed to have been dressed in a Santa Claus costume opened fire at a nightclub Check out this story on USATODAY.com: http://usat.ly/2iRaI9T CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 30 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs At least 35 killed in nightclub attack, Istanbul official says Marco della Cava , USA TODAY 10:21 p.m. EST December 31, 2016 x Share An assailant believed to have been dressed in a Santa Claus costume opened fire at a nightclub in Istanbul during New Year’s celebrations Saturday, killing at least 35 people and wounding 40 others. Time Medics and security officials work at the scene Jan. 1, 2017, after an attack at a popular nightclub in Istanbul. (Photo: AP) An assailant believed to be dressed as Santa Claus opened fire in an Istanbul nightclub filled with New Year's Eve revelers early Sunday, killing at least 35 and wounding 40 others, authorities said.. The city's governor described the mass shooting as a terror attack, the latest to shake Turkey, and it was not immediately clear whether one attacker or several participated. Gov. Vasip Sahin said the attacker, armed with a long-barreled weapon, killed a policeman and a civilian outside the club before entering and firing on people partying inside. He did not say who may have carried out what he called a \"terror attack.\" \"Unfortunately, (he) rained bullets in a very cruel and merciless way on innocent people who were there to celebrate New Year's and have fun,\" Sahin told reporters. The White House issued a statement condemning the attack. \"That such an atrocity could be perpetrated upon innocent revelers, many of whom were celebrating New Year's Eve, underscores the savagery of the attackers. We offer our thoughts and prayers to the families and loved ones of those killed, and a speedy recovery to the wounded,\" the statement read. Turkish security forces have been on particularly high alert in the past weeks. On Dec. 20, the Russian ambassador to Turkey was killed while attending an art exhibition. The Russian diplomat, Andrei Karlov, was shot dead by off-duty Turkish policeman Mevlut Mert Altintas as he was giving a speech in Ankara, the capital. The killer shouted that the murder was in retaliation for Russian involvement in the ongoing conflict in the Syrian city of Aleppo. In the latest attack, media reports say the assailant entered the popular Reina nightclub, in Istanbul's Ortakoy district on European side of the Bosphorus River, at 1:45 a.m. local time, eight hours ahead of Eastern Time, dressed in a Santa Claus costume. More than 500 people were inside the club at the time, private NTV television reported. A New York Times  report  suggested the possibility of multiple attackers. Among many tweets posted about the shooting was one from Israel News Online, which included a short, grainy video clip that appeared to show a man wearing a Santa hat clutching what appears to be a weapon. BREAKING: Shooting attack on the Reina bar, in #Istanbul #Turkey . Up to 20 dead. Still ongoing. 2 terrorists entered the bar in Santa suits pic.twitter.com/qDL62IzSIJ — Israel News Online (@IsraelNewsOrg) December 31, 2016 Some customers jumped into the waters of the Bosporus to escape. Footage from the scene outside the Reina nightclub showed at least six ambulances with flashing lights and civilians being escorted out. NTV said police had cordoned off the area and an operation to capture the assailant was ongoing. An AP photographer said police cordoned off the area about 2 miles away from the nightclub and reported multiple ambulances passing by. \"This attack is, of course, a horrible development, but not shocking to many Turks who chose to stay inside this New Year's Eve,\" Aykan Erdemir, former member of the Turkish Parliament, told CNN. \"Turkey is known to host these big parties to celebrate New Year's. But this year most citizens were wary of Islamist attacks, so they chose to celebrate it at home with their friends.\" He said the attack seemed similar to what happened at the Bataclan, a Paris concert hall that gunmen attacked in 2015. \"This is an attack on the Western lifestyle. This is an attack on Turkey's secular, urban way of living. And this will simply fuel the ongoing cultural clashes, the ongoing polarization in Turkey,\" Erdemir said. Security measures had been heightened in major Turkish cities, with police barring traffic leading up to key squares in Istanbul and the capital Ankara. In Istanbul, 17,000 police officers were put on duty, some camouflaged as Santa Claus and others as street vendors, state news agency Anadolu reported. Ankara and Istanbul have been targeted by several attacks in 2016 carried out by the Islamic State group or Kurdish rebels, killing more than 180 people. Contributing: AP reporters Zeynep Bilginsoy in Istanbul and Suzan Fraser in Ankara   2310 CONNECT TWEET LINKEDIN 30 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2iRaI9T NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "At least 35 killed in nightclub attack, Istanbul official says"
   },
   {
    "entities": [
     "peter",
     "ben",
     "monte",
     "electric",
     "times",
     "l.a.",
     "friday",
     "leahy",
     "press",
     "vermont",
     "gru",
     "trump",
     "2017",
     "fsb",
     "2000",
     "livermore",
     "thursday",
     "moscow",
     "dhs",
     "california",
     "donald",
     "patrick",
     "morning",
     "francisco",
     "state",
     "burns",
     "military",
     "of",
     "county",
     "ott",
     "burlington",
     "russia",
     "security",
     "vladimir",
     "the middle of winter",
     "lawrence",
     "associated",
     "2016",
     "mike",
     "valley",
     "j.",
     "khan",
     "the end of 2016",
     "current",
     "police",
     "laboratory",
     "rylan",
     "department",
     "shumlin",
     "u.s.",
     "obama",
     "new",
     "late friday",
     "national",
     "san",
     "irfan",
     "york",
     "los",
     "washington",
     "gabriel",
     "evening",
     "homeland",
     "santer",
     "angeles",
     "new year's",
     "now",
     "kanarick",
     "putin",
     "robert",
     "el",
     "maryland"
    ],
    "id": 21,
    "text": "Russian malware found at Vermont electric utility President Obama and Vladimir Putin Associated Press President Obama has retaliated with new sanctions against the government of Russian President Vladimir Putin for what intelligence officials have concluded was meddling in the U.S. election. President Obama has retaliated with new sanctions against the government of Russian President Vladimir Putin for what intelligence officials have concluded was meddling in the U.S. election. (Associated Press) Del Quentin Wilber Contact Reporter Malicious software tied to Russian intelligence agencies has been found on a computer of a small electric utility in northern Vermont, raising concerns of Russian attempts to interfere with critical infrastructure as well as the 2016 presidential race. The laptop computer was not connected to the electric system, and the malware did not disrupt electric grid operations or compromise customer data, according to the Burlington Electric Department and a U.S. law enforcement official speaking on condition of anonymity. The disclosure comes amid rising tensions with Russia over U.S. charges that Russia’s two largest intelligence agencies, known as the GRU and the FSB, conducted an aggressive campaign of cyberattacks that U.S. officials code-named “Grizzly Steppe.” On Thursday, President Obama ordered the expulsion of 35 Russian diplomats from Washington and San Francisco, closed two Russian luxury compounds in Maryland and New York, and imposed sanctions on the GRU and the FSB. Burlington Electric, a municipally owned utility that serves about 20,000 customers, said late Friday that it found the malware after the Department of Homeland Security issued an alert as part of the Obama administration’s actions.  The DHS alert detailed technical aspects of the Grizzly Steppe attacks, which it said were aimed at “the U.S. election, as well as a range of U.S. government, political, and private sector entities.” Federal authorities shared the malware code with executives from 16 major sectors of the U.S. economy, including the financial, utility and transportation industries, officials said. Mike Kanarick, a Burlington Electric spokesman, said the utility scanned all the computers in its system for the malware signature. “We detected the malware in a single Burlington Electric Department laptop not connected to our organization’s grid systems,” Kanarick said in a statement . “We took immediate action to isolate the laptop and alerted federal officials of this finding. Our team is working with federal officials to trace this malware and prevent any other attempts to infiltrate utility systems.” It wasn’t clear whether the small utility was specifically targeted or why, or when the laptop was compromised.  Authorities believe the hackers may be seeking to identify and penetrate vulnerabilities in the U.S. electric grid, perhaps by using small rural utilities. Vermont’s elected officials reacted with alarm to the cyberattack. Gov. Peter Shumlin , a Democrat, urged federal authorities to launch an aggressive investigation. He also rebuked Russian President Vladimir Putin . “Vermonters and all Americans should be both alarmed and outraged that one of the world’s leading thugs, Vladimir Putin, has been attempting to hack our electric grid, which we rely upon to support our quality of life, economy, health and safety,” Shumlin said in a statement. Current tensions, highlighted by President Obama ’s decision to impose sanctions and expel 35 Russian diplomats, is exceptional because it stems... U.S. relations with Moscow during and after the Cold War have been marred by diplomatic dust-ups ranging from espionage scandals to an Olympic boycott. Current tensions, highlighted by President Obama ’s decision to impose sanctions and expel 35 Russian diplomats, is exceptional because it stems... (Robert Burns) Sen. Patrick J. Leahy (D-Vt.) said Vermont State Police briefed him Friday evening on the attempts to penetrate the electric grid. “This is beyond hackers having electronic joy rides — this is now about trying to access utilities to potentially manipulate the grid and shut it down in the middle of winter,” Leahy said in a statement. “That is a direct threat to Vermont and we do not take it lightly.” President-elect Donald Trump , who has vowed to improve relations with Russia, on Friday applauded Putin’s decision not to directly retaliate against new U.S. sanctions by expelling American diplomats.  “I always knew he was very smart!” Trump tweeted. Caption 90 seconds: Goodbye to 2016. Hello, 2017 The end of 2016 will be a wet one  in L.A. County; 2016 was a year of surprises and heartbreak ; some New Year's resolutions  that can only be accomplished in L.A.; and hundreds of new laws  will soon take effect in California. Caption 90 seconds: Goodbye to 2016. Hello, 2017 The end of 2016 will be a wet one  in L.A. County; 2016 was a year of surprises and heartbreak ; some New Year's resolutions  that can only be accomplished in L.A.; and hundreds of new laws  will soon take effect in California. Caption How does a city official make more in retirement than when he was working? In El Monte, a city in the San Gabriel Valley, a bonus pension approved by the city council in 2000 generates a big bill for taxpayers. Here's how it works. In El Monte, a city in the San Gabriel Valley, a bonus pension approved by the city council in 2000 generates a big bill for taxpayers. Here's how it works. Caption Federal scientist links global warming and human activity Ben Santer at Lawrence Livermore National Laboratory east of San Francisco has become more vocal over the years in hopes of beating back claims that climate change isn’t real.  Ben Santer at Lawrence Livermore National Laboratory east of San Francisco has become more vocal over the years in hopes of beating back claims that climate change isn’t real.  Caption Car plunges off 3rd Street overpass onto 110 Freeway A woman is dead after the car she was driving rammed through a guardrail on a downtown overpass and plunged onto the 110 Freeway, prompting the closure of northbound lanes Thursday morning. (Irfan Khan / Los Angeles Times) A woman is dead after the car she was driving rammed through a guardrail on a downtown overpass and plunged onto the 110 Freeway, prompting the closure of northbound lanes Thursday morning. (Irfan Khan / Los Angeles Times) Caption Child abuse in the military: The short, sad life of Rylan Ott Military and state authorities failed to save a 2-year-old boy from abuse. Military and state authorities failed to save a 2-year-old boy from abuse. Follow  @delwilber  on Twitter ",
    "title": "Russian malware found at Vermont electric utility - LA Times"
   },
   {
    "entities": [
     "council",
     "december 31",
     "maggie",
     "states",
     "syria",
     "turkey",
     "earlier this week",
     "united",
     "bashar",
     "npr",
     "saturday",
     "nations",
     "russia",
     "security",
     "present",
     "current",
     "u.n.",
     "penman",
     "u.s.",
     "$''",
     "al-assad",
     "time",
     "ap"
    ],
    "id": 22,
    "text": "December 31, 20163:25 PM ET Maggie Penman Several previous cease-fires have collapsed after a matter of days,\u0080\u0094 but there is hope that this one will hold. On Saturday the U.N. Security Council supported the efforts by Russia and Turkey to end the violence. AP hide caption toggle caption AP Several previous cease-fires have collapsed after a matter of days,\u0080\u0094 but there is hope that this one will hold. On Saturday the U.N. Security Council supported the efforts by Russia and Turkey to end the violence. AP The United Nations Security Council unanimously adopted a resolution Saturday in support of the efforts by Russia and Turkey to end the violence in Syria and \"jump-start\" a political process. The resolution also reaffirms the U.N.'s commitment to Syria's sovereignty, and notes that the \"only sustainable solution to the current crisis\" is through an \"inclusive and Syria-led political process.\" The U.N. also reiterated its calls for humanitarian aid to have \"rapid, safe, and unhindered access throughout Syria.\" Earlier this week, a cease-fire in Syria was brokered by Russia and Turkey . As NPR reported at the time: \"Pointedly lacking a role in the announcement was the United States, which has provided arms and other support to rebel groups opposed to the government of Syrian President Bashar al-Assad. The U.S. has not been present at recent meetings of Russian, Turkish and Syrian officials discussing a way to bring the conflict to an end.\" Article continues after sponsorship ",
    "title": "U.N. Security Council Supports Russia-Turkey Peace Efforts In Syria : The Two-Way : NPR"
   },
   {
    "entities": [
     "council",
     "israel",
     "shinzo",
     "kerry",
     "theresa",
     "december 31",
     "u.k.",
     "maggie",
     "west",
     "new year's eve",
     "koji",
     "trump",
     "harbor",
     "house",
     "bubbles",
     "syria",
     "may",
     "--",
     "donald",
     "december 31, 2016",
     "morning",
     "saturday",
     "street",
     "bank",
     "tuesday",
     "tokyo",
     "russia",
     "security",
     "vladimir",
     "the final days of 2016",
     "john",
     "2016",
     "j.",
     "cuba",
     "sasahara/ap",
     "u.n.",
     "penman",
     "u.s.",
     "obama",
     "journal",
     "afghanistan",
     "iraq",
     "wall",
     "osama",
     "laden",
     "pearl",
     "iran",
     "now",
     "bin",
     "days of 2016",
     "abe",
     "putin",
     "new year",
     "white"
    ],
    "id": 23,
    "text": "December 31, 20162:09 PM ET Maggie Penman Bubbles float over visitors during a New Year's Eve celebration event a Tokyo hotel. Japanese Prime Minister Shinzo Abe gave a speech at Pearl Harbor about the power of reconciliation in the waning days of 2016. Koji Sasahara/AP hide caption toggle caption Koji Sasahara/AP Bubbles float over visitors during a New Year's Eve celebration event a Tokyo hotel. Japanese Prime Minister Shinzo Abe gave a speech at Pearl Harbor about the power of reconciliation in the waning days of 2016. Koji Sasahara/AP The final days of 2016 made for a dramatic time in diplomacy. A quick roundup: The U.N. Security Council passed a resolution condemning Israeli settlements in the West Bank; Israel (and President-elect Donald Trump) admonished the U.S. for allowing the vote to pass; John Kerry reiterated his disapproval of the settlements in a blunt speech; and British Prime Minister Theresa May in turn admonished Kerry , though the U.K. was a key broker in the deal. Then there were the sanctions the White House announced in response to Russia's alleged interference in the U.S. election, and Russian President Vladimir Putin's response that he, er, would not respond — for now. Thanks To Russia, 2016 Isn't Really Going To End For Obama And Trump There were some bright spots on the world stage, though: There is an effort to end violence in Syria that the U.N. supported Saturday with a new resolution. On Tuesday, Prime Minister Shinzo Abe became the first Japanese leader to visit Pearl Harbor. He delivered a powerful message of reconciliation. Other world leaders offered messages for the new year on Saturday. President Vladimir Putin reportedly congratulated the Russian people for persevering through a difficult year, according to The Wall Street Journal. Putin also extended his congratulations to President-elect Donald Trump. Trump, meanwhile, is well-known for his active Twitter presence. which was often a source of criticism during the election season — prompting rumors that his staff took away his tweeting privileges in the final days of the campaign. On New Year's Eve the president-elect tweeted an unusual holiday message. Happy New Year to all, including to my many enemies and those who have fought me and lost so badly they just don't know what to do. Love! — Donald J. Trump (@realDonaldTrump) December 31, 2016 President Obama gave his weekly address Saturday morning, taking the opportunity to wish everyone a happy new year and look back on his presidency: \"Twenty million more Americans know the financial security of health insurance. Our kids' high school graduation rate is at an all-time high. We've brought 165,000 troops from Iraq and Afghanistan, and took out Osama Bin Laden. Through diplomacy we shut down Iran's nuclear weapons program, opened up a new chapter with the people of Cuba, and brought nearly 200 nations together around a climate agreement that could save this planet for our kids.\" Article continues after sponsorship ",
    "title": "Donald Trump, President Obama And Others Greet New Year With Messages Of Reconciliation — Or Not : The Two-Way : NPR"
   },
   {
    "entities": [
     "gold",
     "dinuzzo",
     "david",
     "yurman",
     "avenue",
     "julie",
     "hudson",
     "about 4:40 p.m.",
     "tribune",
     "nuccio",
     "tribune-rrb-",
     "the",
     "saturday",
     "guglielmi",
     "st.",
     "of",
     "members",
     "dec. 31, 2016",
     "/",
     "michigan",
     "police",
     "department",
     "e.",
     "sullivan",
     "greg",
     "pratt",
     "coast",
     "chicago",
     "anthony",
     "comed",
     "oak",
     "curtis",
     "fire",
     "o'dowd"
    ],
    "id": 24,
    "text": "No injuries after underground electrical explosion in Gold Coast Electrical explosion in Gold Coast Nuccio DiNuzzo / Chicago Tribune Members of the Chicago Fire Department and a ComEd employee (white helmet) investigate the scene of an electrical malfunction at the corner of Oak Street and Michigan Avenue on Dec. 31, 2016. Transformers in two vaults located at 55 E. Oak St. and 49 E. Oak St. exploded about 4:40 p.m., said Cmdr. Curtis Hudson. Members of the Chicago Fire Department and a ComEd employee (white helmet) investigate the scene of an electrical malfunction at the corner of Oak Street and Michigan Avenue on Dec. 31, 2016. Transformers in two vaults located at 55 E. Oak St. and 49 E. Oak St. exploded about 4:40 p.m., said Cmdr. Curtis Hudson. (Nuccio DiNuzzo / Chicago Tribune) Chicago Tribune staff Contact Reporter No one was injured, but two underground electrical explosions shook passersby on the Gold Coast on Saturday. The explosions occurred in two vaults below street level at 55 E. Oak St. and 49 E. Oak St. about 4:40 p.m., said Cmdr. Curtis Hudson. No one was injured, said Hudson, who added plumes of smoke were visible about a half hour after the incident. One man saw flames shooting up from the sidewalk grates and heard two explosions as he stood outside taking a smoke break from work. Julie Sullivan was inside working at David Yurman, 40 E. Oak St., when she heard an explosion and another staffer saw a sewer cover pop up in the street. Then she heard several more, smaller explosions: “Pop, pop, pop,’’ Sullivan said. Looking outside, she saw people who appeared “very frightened,’’ Sullivan said. “Everybody was running down the street for their lives.’’  No injuries after electrical transformer explodes in Gold Coast Greg Pratt Chicago Tribune The scene on Oak Street between Rush Street and Michigan Avenue after an underground  electrical transformer exploded in the Gold Coast Dec. 31, 2016. The scene on Oak Street between Rush Street and Michigan Avenue after an underground  electrical transformer exploded in the Gold Coast Dec. 31, 2016. (Greg Pratt Chicago Tribune) Police blocked off Oak Street in both directions from Rush Street to Michigan Avenue. The incident did not involve foul play and was an electrical malfunction, tweeted Anthony Guglielmi, chief spokesman for the Chicago Police Department . ComEd spokesman David O’Dowd said their teams are on site trying to find out what happened. No power outages resulted and O’Dowd confirmed there were no injuries. Check back for details. ",
    "title": "No injuries after underground electrical explosion in Gold Coast - Chicago Tribune"
   },
   {
    "entities": [
     "at 9:37 am",
     "council",
     "israel",
     "cairo",
     "sefa",
     "last june",
     "price",
     "sahin",
     "sinem",
     "new year's eve",
     "soylu",
     "hurriyet",
     "solu",
     "states",
     "1 a.m.",
     "press",
     "house",
     "syria",
     "sunday",
     "turkey",
     "club",
     "gormuz",
     "united",
     "ministry",
     "bashar",
     "yildirim",
     "recently",
     "ned",
     "state",
     "foreign",
     "tayyip",
     "vasip",
     "embassy",
     "2015",
     "russia",
     "security",
     "january 1",
     "associated",
     "cunningham",
     "early sunday",
     "gazetesi",
     "reina",
     "nasser",
     "twitter",
     "ortakoy",
     "kocarslan",
     "ankara",
     "u.s.",
     "eric",
     "suleyman",
     "national",
     "orlando",
     "erin",
     "haberturk",
     "mehmet",
     "fahim",
     "obama",
     "erdogan",
     "islamic",
     "nato",
     "dec. 19",
     "uyanik",
     "recep",
     "washington",
     "leanne",
     "bataclan",
     "istanbul",
     "kareem",
     "aleppo",
     "new year's",
     "al-assad",
     "time",
     "new year",
     "boydas",
     "schultz",
     "white"
    ],
    "id": 25,
    "text": "Authorities search for a shooter after New Year’s massacre at Istanbul nightclub The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Erin Cunningham and Kareem Fahim January 1 at 9:37 AM Follow @erinmcunningham Follow @kfahim ISTANBUL — Turkish authorities were hunting for a lone gunman who opened fire on a New Year's celebration early Sunday at one of Istanbul's most popular nightclubs, killing dozens of people, many of them foreigners, and wounding scores more in one of the deadliest attacks on civilians in the city. The victims include an Iraqi architecture student, a Turkish policeman and an Israeli woman celebrating the new year with her friends. At least 39 people were killed and 70 people wounded, and citizens of five other countries were believed to be among the dead, officials said. The assault, which began with a spray of gunfire from a single assailant around 1 a.m., was the latest in a string of deadly attacks that have shaken Turkey as it faces threats both at home and from the civil war next door in Syria. Sunday’s incident was the fourth major attack in Turkey in less than a month, including the high-profile assassination of the Russian ambassador by a Turkish policeman, and a brazen car bomb attack against riot police at a soccer stadium in Istanbul. That attack was claimed by separatist Kurdish militants, who have waged a decades-long insurgency against the Turkish state. Officials on Sunday called the nightclub attack a “massacre” and an act of terrorism. Turkish President Recep Tayyip Erdogan said the attack was meant to “trigger chaos.” (Haberturk Gazetesi Yildirim) We “will never give passage to these dirty games,” Erdogan said in a statement posted on the presidency's website. Turkish Interior Minister Suleyman Solu said the assault on the Reina Club — a sprawling venue on the edge of the Bosporus strait, popular with Istanbul's elite — was carried out by a single gunman who has not yet been identified. Speaking to reporters outside an Istanbul hospital, Soylu said the attacker changed clothes to escape the scene. “Our security forces have started the necessary operations” to find the attacker, Soylu said. He said at least 15 of the 20 victims identified were foreign nationals. Later, Turkey's minister of family and social policies said that the victims included Saudi, Moroccan, Lebanese and Libyan citizens. Israel's Foreign Ministry confirmed that one Israeli woman, 19-year-old Leanne Nasser, was killed. Lebanese media also reported that one of its nationals was also confirmed dead. The attack, which targeted a club popular with international clientele, appeared to echo the massacres at Bataclan, a Parisian concert venue, in 2015, and a gay nightclub in Orlando last June. In both cases, one or more gunmen used assault rifles to shoot revelers at cosmopolitan venues in the heart of each city, killing scores from countries around the globe. Those attacks were claimed by the Islamic State. There has been no claim of responsibility, however, for the Istanbul attack. Witnesses and officials described at least one gunman storming the club with a long-barreled rifle, and stampedes of panicked patrons scrambling for cover at the waterside. The assault began when the gunman shot and killed a police officer who was guarding the door, according to Istanbul Mayor Vasip Sahin, who spoke to reporters in front of the club about two hours after the shooting. After killing the policeman, the gunman “brutally and violently attacked innocent people who came here to enjoy themselves,” Sahin said. Sefa Boydas, a professional soccer player who was at the club, described the scene on Twitter . He said he did not see who was shooting but that the attack happened quickly. Police arrived soon after, he said, and he carried his girlfriend, who was wearing high heels, out of the club to safety. The U.S. Embassy issued a statement Sunday denying reports that the U.S. government had information about threats to specific venues, including Reina. The nightclub's owner, Mehmet Kocarslan, had told the Turkish newspaper Hurriyet that there had been increased security at the club for a week or more, because of warnings from “American intelligence.” “The U.S. Government did not warn Americans to stay away from specific venues or neighborhoods,” the embassy statement said. Turkey's top cleric and head of the government's presidency for religious affairs, Prof. Mehmet Gormuz, also condemned the shootings Sunday, saying such an attack would be just as heinous if it took place in a mosque. “The targets of terrorists are not places but the people, the country, the nation, and humanity overall,” Gormuz said in a statement distributed by the prime minister's office. Such an attack, he said, “no Muslim conscience can accept.” The mass killing at the nightclub was at least the fourth major attack in Turkey in less than a month, raising questions about the ability of the government, a NATO member and critical regional ally of the United States, to counter threats stemming from the war across Turkey’s border in Syria, as well as an escalating conflict with Kurdish militants inside Turkey. At least one of the recent assaults — a suicide bombing at a soccer stadium in central Istanbul — was claimed by a Kurdish militant group. Authorities are still investigating who might have planned other attacks, including the Dec. 19 assassination of Russia’s ambassador to Turkey, by a police officer who denounced the carnage in Syria’s civil war. [ Turkish police officer, invoking Aleppo, guns down Russian ambassador in Ankara ] Turkey recently took a central role in trying to halt the hostilities in Syria, in coordination with Russia, which is allied with the government of Syrian President Bashar al-Assad. A recent cease-fire announced by Turkey and Russia was endorsed by several Syrian rebel groups but not others, including radical Islamist groups that might seek to retaliate against Erdogan’s government because of its cooperation with Russia. The attacks have come despite a widening security dragnet by authorities and a broad crackdown by the government on those whom officials have branded terrorists. Ned Price, a White House National Security Council spokesman, released a statement condemning the attack. “That such an atrocity could be perpetrated upon innocent revelers, many of whom were celebrating New Year’s Eve, underscores the savagery of the attackers,” the statement said. President Obama was briefed on the assault and has “directed his team to offer appropriate assistance to the Turkish authorities,” said Eric Schultz, White House deputy press secretary. At the time of the attack early Sunday, according to local media, hundreds of people were inside the club. Patrons reportedly jumped into the water to escape the gunfire, and dozens of ambulances could be heard heading in the direction of the club in Istanbul’s Ortakoy district. “We were there, we were having fun, when all of a sudden people started running,” club patron Sinem Uyanik told Hurriyet. Uyanik was waiting outside a hospital, where her husband, who had also been at the club, was being treated for gunshot wounds. “It was so horrible. It smelled like gunpowder,” Uyanik said. At some point, she fainted, and then “woke up and saw my husband covered in blood,” she told the paper. “So many people were covered in blood,” she said. Security forces later stormed the nightclub, Uyanik said. Police in riot gear and armored vehicles blocked the area around the venue, the Associated Press reported. Photos published by the state-run Anadolu news agency showed ambulances lined up outside the building. Turkish authorities issued a temporary gag order on reporting from the scene. The order also barred media outlets from publishing any information on potential suspects, unless released through official statements. Such bans are frequent in Turkey, where the government has embarked on a far-reaching crackdown on the news media . Still, images of the carnage circulated on social media early Sunday. Fahim reported from Cairo. ",
    "title": "Authorities search for a shooter after New Year’s massacre at Istanbul nightclub - The Washington Post"
   },
   {
    "entities": [
     "1:12",
     "middle",
     "dec 31",
     "david",
     "burj",
     "brandenburg",
     "bruno",
     "new year's eve",
     "gate",
     "mick",
     "khalifa",
     "flanagan",
     "christmas",
     "2017",
     "australia",
     "the future",
     "europe",
     "ortiz",
     "berlin",
     "harris",
     "lamar",
     "dubai",
     "angela",
     "sydney",
     "gene",
     "more than a week ago",
     "december 31, 2016",
     "wilder",
     "bowie",
     "start of new year",
     "the year",
     "2016",
     "jamieson",
     "erik",
     "asia",
     "tsikas",
     "kendrick",
     "mars",
     "midnight",
     "vegas",
     "this year",
     "u.s.",
     "nbc",
     "alastair",
     "new",
     "merkel",
     "east",
     ", 7:18 pm",
     "york",
     "catherine",
     "andy",
     "bangkok",
     "drake",
     "epa",
     "singapore",
     "calvin",
     "eckardt",
     "las"
    ],
    "id": 26,
    "text": "Dec 31 2016, 7:18 pm ET Hello, 2017! Cities Around the World Ring in Start of New Year by Alastair Jamieson, Erik Ortiz and Andy Eckardt Share New Year's Eve Celebrations Kick Off in Australia 1:12 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170101013734if_/http://www.nbcnews.com/widget/video-embed/845253187579\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Revelers rang in 2017 across Asia and parts of the Middle East and Europe with dazzling fireworks displays at midnight, draping skylines from Sydney to Singapore and Bangkok to Berlin with sparkling bursts of color. Dubai did not disappoint, with more than 650,000 people estimated to have watched the fireworks shoot from the world's tallest building, the Burj Khalifa, in a massive 10-minute production fit for a prince. — Downtown Dubai (@MyDowntownDubai) December 31, 2016 In Berlin, thousands of Germans gathered near the iconic Brandenburg Gate, amid heightened security following a truck attack on a Christmas market that left 12 people dead more than a week ago. \"We are stronger when we are united. Our country is stronger,\" German Chancellor Angela Merkel said in her annual New Year's address, in which she called terrorism the year's most difficult test but reaffirmed her commitment to country's refugee policy. Related: Times Square Live Cam via NBC New York Sydney used its New Year's Eve showstopper to say farewell to 2016's fallen icons, honoring the late singer David Bowie and late actor Gene Wilder, among others, and become the first major city to bid a bittersweet adieu to a turbulent year. The glittering festivities over Sydney's famed harbor and bridge featured Saturn and star-shaped fireworks set to \"Space Oddity,\" the classic song by Bowie — one of the seemingly endless parade of beloved entertainers who died in 2016. New Year's Eve Fireworks light up the sky above Sydney. MICK TSIKAS / EPA Wilder was also honored as the bridge lit up in a rainbow of colors while a song from Wilder's famed film \"Willy Wonka and the Chocolate Factory\" played. \"This year, sadly, we saw the loss of many music and entertainment legends around the world,\" fireworks show co-producer Catherine Flanagan said. \"So celebrating their music as part of Sydney New Year's Eve fireworks displays is an opportunity to reflect on the year that has been and what the future may hold.\" In the U.S., more than 300,000 visitors are expected to descend on Las Vegas for an extravagant New Year's Eve celebration. Nightclubs are pulling out all the stops with performances from DJ Calvin Harris, rappers T-Pain and Kendrick Lamar and artists Drake and Bruno Mars. The city's celebrity chefs have crafted elaborate prix fixe menus complete with caviar and champagne toasts. Play ",
    "title": "Hello, 2017! Cities Around the World Ring in Start of New Year - NBC News"
   },
   {
    "entities": [
     "ukraine",
     "53 percent",
     "david",
     "simon",
     "december 31",
     "frolov",
     "three years ago",
     "west",
     "states",
     "at 4:45 pm",
     "trump",
     "2013",
     "filipov",
     "2017",
     "fund",
     "27 percent",
     "syria",
     "alexei",
     "science",
     "ekho",
     "moscow",
     "united",
     "gusarov",
     "italy",
     "belfer",
     "donald",
     "brazil",
     "saturday",
     "international",
     "for",
     "cia",
     "matters",
     "russia",
     "2018",
     "vladimir",
     "$1.3 trillion",
     "2016",
     "affairs",
     "vietnam",
     "72 percent",
     "cuba",
     "post",
     "canada",
     "saradzhyan",
     "kolesnikov",
     "project",
     "u.s.",
     "obama",
     "monetary",
     "moskvy",
     "union",
     "carnegie",
     "levada",
     "and",
     "center",
     "bastien",
     "washington",
     "new year's",
     "soviet",
     "now",
     "harvard's",
     "$2.2 trillion",
     "putin",
     "$9,000",
     "kremlin",
     "andrei"
    ],
    "id": 27,
    "text": "Putin won 2016, but Russia has its limits as a superpower​ The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By David Filipov December 31 at 4:45 PM Follow @davidfilipov MOSCOW — In a New Year’s address that came off like a victory lap, Russian President Vladimir Putin thanked his country Saturday in the wake of a wildly successful 2016 that saw the Kremlin leader shore up Russia’s standing abroad and acquire a host of powerful geopolitical friends. Putin heads into 2017 on a strong note, having brokered a cease-fire in Syria that sidelined the United States and having won the praise of President-elect ­Donald Trump by declining to retaliate in response to the Obama administration’s decision to punish Moscow over its alleged interference in the U.S. election. “We are working, and working successfully, and we are achieving much,�? Putin said in the nationally broadcast address. “I would like to thank you for the victories and achievements, for your understanding and trust, and for your true, sincere care for Russia.�? [ Putin says he won’t deport U.S. diplomats as he looks to cultivate relations with Trump ] Putin is as popular as ever at home, and his stature abroad has been bolstered by Russia’s leading role in the Syrian peace process, the rise in countries in the Western alliance of nationalists who favor better ties with Moscow, and the impression that the Kremlin can tip elections with its hackers, trolls and political spin machines. (Bastien Inzaurralde/The Washington Post) Even at the height of the Soviet Union’s power, the notion that Moscow could intervene in a U.S. presidential election to try to influence the outcome was something reserved for Cold War fantasy; now, the CIA says it just happened. It might be tempting to look at the list of victories in Putin’s ledger over the past 12 months and assume that nothing can stop the Kremlin. But Russia is not the Soviet Union, this is not the Cold War, and Moscow is not looking for world domination. Putin’s goal is limited to reducing U.S. influence while ensuring Russia’s vital interests, and the power he can project is still limited by a weak economy and a global reach that pales in comparison to that of the United States. He can’t act anywhere he wants, he can’t do it alone, and a lot still depends on whether and how far President-elect Donald Trump decides to go along with him. [ Trump and Putin: A relationship where mutual admiration is headed toward reality ] For the moment, Trump is coming off as a closer friend to the erstwhile Russian adversary than the political establishment he is about to head up in Washington, as evidenced by the tweet of approval the president-elect sent over the way Putin handled the Obama administration’s sanctions. “Putin is trying to articulate new rules for the world with a little help from Western troublemakers,�? said Andrei Kolesnikov, a senior associate at the Carnegie Moscow Center. “But economically, Russia is still very weak, and politically, it is fragile.�? Indeed, Russia is a poorer country than it was three years ago, when Putin took on the West in the conflict in Ukraine. According to figures published in the Moscow Times , Russia’s gross domestic product reached a peak of $2.2 trillion in 2013 and has since declined to $1.3 trillion, lower than Italy, Brazil, and Canada, while the per capita gross domestic product is below $9,000, according to the International Monetary Fund . The country remains dependent on the export of natural resources; structural reform of the economy and privatization of state industry has stalled . The percentage of Russians who had any savings fell from 72 percent in 2013 to 27 percent in 2016, according to a year-end analysis published on gazeta.ru . For the first time in seven years, Russians are spending more than half their money on groceries. “Putin has one Russia; many Russians have another. The two don’t really intersect much,�? observed Alexei Gusarov, who hosts a talk show on Ekho Moskvy radio. Why does this matter? Because all of Russia’s power moves, at the moment, depend entirely on Putin, because the Russian president has so effectively consolidated power. “In Russia, only one individual decides what is in Russia’s national interest and what is not. There is no institutional or public input to take into account,�? commented Vladi­mir Frolov, a Moscow-based political analyst. Putin’s decision-making has kept his popularity rating in the 80s for months on end, according to the Levada Center . But just 53 percent of Russians think the country is headed in the right direction. Putin looks poised to win reelection in 2018, should he decide to run, but it remains to be seen whether increased economic pain will erode that certainty. [ Vladimir Putin, Russia’s grand inquisitor and ‘fixer-in-chief’ ] Meanwhile, Putin’s ship of state sails on, and much like that undersize, smoke-belching aircraft carrier that changed the balance of power in Syria, its success depends on other countries letting it be successful. Putin has succeeded because he only picks fights with the United States when Russian vital interests are stake and Russia has a reasonable chance of prevailing, said Simon Saradzhyan, founding director of the Russia Matters Project at Harvard’s Belfer Center for Science and International Affairs. Saradzhyan argues that the primary consideration here is whether the United States is willing to commit its full might: In Ukraine, U.S. vital interests were not at stake, and ultimately, he said, the Obama administration decided they were not in Syria, either. “Soviet leaders sought to counter the United States everywhere and anywhere,�? Saradzhyan said. “Putin has a much more limited outlook shaped by capacities of his country’s economy, demographics and other components of national might.�? Putin said as much at his nationally broadcast annual news conference, when he responded to Trump’s call to expand the U.S. nuclear arsenal by saying that Russia’s upgrades were intended to overcome any aggressor but not to enter into an arms race “that we cannot afford.�? Not long ago, Russian defense officials floated the idea of restoring Soviet-era bases in Cuba and Vietnam to go along with the newly acquired foothold in Syria. That went nowhere fast. Even as Putin steams into 2017 at the height of his power, the question is what happens to Russia’s standing the moment Trump takes control of the world’s most powerful nation. While Moscow is likely to continue to push to expand its influence where it can at the expense of the United States, co-opting the new administration — for example, in the fight against terrorism — wherever it is feasible, Putin is unlikely to act in a way that openly challenges the new U.S. president. “I think Moscow’s expectation of Trump is that he would hit back hard enough to hurt Russia and thus it is better not to goad him unnecessarily,�? Frolov said. Read more  ",
    "title": "Putin won 2016, but Russia has its limits as a superpower​ - The Washington Post"
   },
   {
    "entities": [
     "news",
     "conway",
     "kellyanne",
     "donald",
     "court",
     "supreme",
     "u.s.",
     "dec 30, 2016",
     ", 9:39 pm",
     "george",
     "trump",
     "abc",
     "house",
     "white"
    ],
    "id": 28,
    "text": "Kellyanne Conway's Husband Under Consideration for Solicitor General By ABC NEWS Dec 30, 2016, 9:39 PM ET 0 Shares Email George Conway -- the husband of top Donald Trump aide Kellyanne Conway -- is under consideration for the job of solicitor general in the president-elect's administration, senior-level Trump transition sources say. Kellyanne Conway, who served as Trump's campaign manager during the election, is also joining Trump's administration as a White House counselor. The solicitor general conducts government litigation in the U.S. Supreme Court. 0 Shares ",
    "title": "Kellyanne Conway's Husband Under Consideration for Solicitor General - ABC News"
   },
   {
    "entities": [
     "management",
     "dec. 1",
     "dec. 7",
     "agriculture",
     "friday",
     "spicer",
     "november",
     "press",
     "trump",
     "house",
     "the last days",
     "labor",
     "wildlife",
     "transportation",
     "facebook",
     "the",
     "donald",
     "december 31, 2016",
     "administration",
     "saturday",
     "of",
     "january 20",
     "security",
     "twitter",
     "post",
     "u.s.",
     "obama",
     "and",
     "sean",
     "service",
     "washington",
     "office",
     "budget",
     "december",
     "white"
    ],
    "id": 29,
    "text": "Report: Some federal agencies rush to make new hires ahead of Trump, vowed hiring freeze Published               December 31, 2016 Facebook 0 Twitter 0 livefyre Email Print   Federal agencies are speeding up hiring in the last days of the Obama administration, ahead of President-elect Donald Trump entering the White House and imposing the hiring freeze he has promised, according to The Washington Post. Several agencies are filling vacant positions with new hires and transfers before Trump, a Republican, takes office January 20, according to the newspaper, which based its report on interviews and internal federal documents. The hiring rush comes amid an agreement after the November election that no new hires would be made after Dec. 1, incoming White House Press Secretary Sean Spicer told the newspaper Friday. The White House Office of Management and Budget said Saturday that the administration imposed a moratorium Dec. 7 on hiring senior executives within the civil service, a policy consistent with previous transitions to ensure incoming agency leaders can make or approve executive hiring decisions. Spicer declined to comment on whether he thinks the administration broke the hiring agreement, considering the transition team has yet to receive details about new hires and jobs being offered after the December deadline.   Among the agencies making hires are the U.S. Fish and Wildlife Service, the Transportation Security Administration and sections of the departments of Agriculture and Labor, according to the newspaper. ",
    "title": "Report: Some federal agencies rush to make new hires ahead of Trump, vowed hiring freeze | Fox News"
   }
  ]
 }
}