{
 "02": {
  "col-sim": {
   "cosine": 0.1702949412948645,
   "entity": 0.1728729518208802
  },
  "exec-time": 26.33983540534973,
  "links": [
   {
    "entities": [
     "caltech",
     "collection",
     "axel",
     "david",
     "trust-rrb-",
     "times",
     "mother",
     "the decade",
     "lee",
     "new year's eve",
     "northridge",
     "mcnew",
     "guy",
     "press",
     "holywood",
     "nature",
     "juneau",
     "sunday",
     "services",
     "dovarganes",
     "university",
     "paul",
     "california",
     "1992",
     "bruce",
     "recently",
     "9:05 a.m.",
     "john",
     "saturday",
     "damian",
     "state",
     "41 years ago",
     "of",
     "1990",
     "for",
     "hollywoodland",
     "finegood",
     "8:50 a.m.",
     "security",
     "associated",
     "torrence",
     "daniel",
     "early sunday",
     "$50",
     "new year's day 1976",
     "mount",
     "night",
     "cal",
     "police",
     "3 a.m.",
     "/",
     "department",
     "trust",
     "commerce",
     "hollywood",
     "1923",
     "koester",
     "new year's day",
     "sign",
     "new year's day of 1976",
     "1983",
     "ii",
     "los",
     "1929",
     "11:15 a.m.",
     "2010",
     "chamber",
     "public",
     "perot",
     "land",
     "cahuenga",
     "ross",
     "peak",
     "1949",
     "angeles",
     "the same year",
     "new year",
     "1987"
    ],
    "id": 0,
    "text": "Hollywood sign altered to read 'Hollyweed' Hollywood sign turns into \"Hollyweed\" Damian Dovarganes / Associated Press Los Angeles residents awoke New Year's Day to find a prankster had altered the famed Hollywood sign to read \"HOLLYWeeD.\" Los Angeles residents awoke New Year's Day to find a prankster had altered the famed Hollywood sign to read \"HOLLYWeeD.\" (Damian Dovarganes / Associated Press) California State University, Northridge Los Angeles residents awoke early Sunday to see that one thing, at least, looked different in the New Year: the Hollywood sign.  Armed with four tarpaulins, a prankster had climbed Mount Lee under the cover of night to edit the iconic landmark, which was changed to \"HOLLYWeeD.”  Security footage recorded at 3 a.m. Sunday showed a “lone individual” climbing up the mountain, scaling the sign’s ladders and hanging tarpaulins over the O’s to change them to E's, said Sgt. Guy Juneau of the Los Angeles Police Department’s Security Services division.  It could have been a New Year’s Eve prank, Juneau said, or the work of “a thrill seeker.”  The surveillance footage showed a man dressed in black, tactical-style gear. One of the tarpaulins was decorated with a peace sign, and another with a heart.   Because the sign was not damaged, the incident will be investigated as misdemeanor trespassing. The police have no suspects. Some Angelenos joked that the alteration reflected California’s recent vote to legalize recreational marijuana .  The New Year’s Day change is far from the first time the Hollywood sign has been edited by artists and pranksters. The sign, erected in 1923 as an advertisement for a housing development, originally read “Hollywoodland.” A 1929 publicity photo for the Hollywoodland groundbreaking shows a plow, mules and surveyors. (Bruce Torrence Collection / Hollywood Sign Trust) Mother Nature became the sign’s first editor, knocking out the H in a violent storm in 1949. The Hollywood Chamber of Commerce restored the letter, but removed the “land” the same year. On New Year’s Day of 1976, the sign became “HOLLYWeeD” for the first time — the work of Cal State Northridge student Daniel Finegood, who scaled Mount Lee with $50 worth of curtains. The modification was his project for an art class assignment on working with scale. He earned an A . The Hollywood sign's first iternation as \"Hollyweed\" was 41 years ago, on New Year's Day 1976, when an art student scaled the peak for a class project. (Los Angeles Times) The first iteration of “Hollyweed” was also the first day that California classified possession of up to one ounce of marijuana as a misdemeanor, rather than a felony. In 1983, the sign was draped with the words “Go Navy” before the annual Army-Navy game. Later that decade, Caltech students edited the sign to spell out the name of their school. (Axel Koester / Los Angeles Times) In 1987, the sign became “ Holywood ” to mark a visit by Pope John Paul II . But the prank was undone before the pontiff arrived in Los Angeles.  In the decade that followed, edits to the sign got political at least twice. The first time was  in 1990 , when Finegood scaled the peak again and changed the sign to read “Oil War,” to protest the Persian Gulf War. Five days before the 1992 presidential elections, supporters of independent candidate Ross Perot draped sheets across the landmark to spell out “ Perotwood .” Tired of the unsanctioned changes, city officials eventually enhanced security with a fence, alarms and a surveillance system that captured Saturday’s prankster. Most recently, in 2010, the Trust for Public Land modified the sign to read “ Save The Peak .” (As the banners went up, Angelenos snapped photos that read “Sallywood” and “Save the Pood.”) That edit publicized a fundraising effort to purchase Cahuenga Peak, the 138-acre parcel just to the west of the sign, following reports that the land’s owners had been planning to build luxury housing there.  A helicopter flies over the iconic 450-foot-long Hollywood sign after activists covered it with banners during an effort to prevent the building of houses on the nearby Cahuenga Peak. (David McNew / Getty Images) UPDATES: 11:15 a.m.: This story has been updated throughout, including more details on Saturday’s modification and other times the sign has been “edited” by artists and pranksters. 9:05 a.m.: This article has been updated with more tweets. This story was originally published at 8:50 a.m.  ",
    "title": "Hollywood sign altered to read &apos;Hollyweed&apos; - LA Times"
   },
   {
    "entities": [
     "the last week",
     "wooten",
     "jan. 1, 2017",
     "civil",
     "simon",
     "this october",
     "rahm",
     "veronica",
     "cbs",
     "flora",
     "andrew",
     "interactive",
     "brian",
     "eddie",
     "aclu",
     "sides",
     "guy",
     "south",
     "this august",
     "2017",
     "campanile",
     "laquan",
     "august of 2015",
     "michael",
     "richard",
     "news",
     "europe",
     "inc.",
     "facebook",
     "emanuel",
     "half-billion dollars",
     "american",
     "jonathan",
     "radutzky",
     "saturday",
     "a year ago",
     "the day",
     "st.",
     "summer",
     "2014",
     "mills",
     "church",
     "bill",
     "johnson",
     "justice",
     "$5 million",
     "2004",
     "bast",
     "pfleger",
     "2011",
     "white",
     "night",
     "police",
     "royals",
     "department",
     "mccarthy",
     "u.s.",
     "new",
     "chicago",
     "today",
     "side",
     "last new year's day",
     "union",
     "july",
     "a year later",
     "hall",
     "sabina",
     "york",
     "los",
     "80 percent",
     "america",
     "mcdonald",
     "garry",
     "liberties",
     "illinois",
     "warner",
     "now",
     "2017 jan 01",
     "mayor",
     "90 percent",
     "city",
     "angeles",
     "murillo",
     "whitaker"
    ],
    "id": 1,
    "text": "In God's Name Crisis in Chicago Bill Whitaker reports on Chicago's surge in murders and discovers an alarming situation that may be contributing to the rise in violence 2017 Jan 01 Facebook Comments The following script is from “Crisis in Chicago,” which aired on Jan. 1, 2017. Bill Whitaker is the correspondent. Andrew Bast, Guy Campanile and Michael Radutzky, producers. The number of casualties in Chicago since last New Year’s Day has surged to a level more in line with a war zone than one of America’s great cities. More than 700 people were murdered. Over 4,000 shot. That’s more than Los Angeles and New York combined.  Gangs, guns and drugs have caused chaos in Chicago for years. But something new caught our attention. There’s been a drop in the kind of police work that law enforcement says is critical to preventing crime. Usually stops and arrests go up when violence is rising. So we went to Chicago to look for an explanation. What we found was a police department on its heels as the city suffered its worst bloodshed in 18 years. People march to protest gun violence in Chicago, Illinois. CBS News In the six days we were in Chicago, 55 people were shot, 16 were killed. We were struck by just how routine it all felt. The dead and wounded were removed with grim efficiency -- right down to the HAZMAT crews that cleaned away the blood. Murder seemed almost normal. Michael Pfleger: And now we are the poster boy of violence in America. Michael Pfleger is pastor of St. Sabina Church on Chicago’s South Side. His congregation started summer weekends by praying for a low body count. Father Michael Pfleger CBS News Michael Pfleger: I had three families-- three different families call in one day asking to do the funeral of their child that was killed in the last week. I’ve never had that in 41 years here. Three families in one day. Fifty-nine gangs are at war over territory and drugs on Chicago’s West and South Sides. But the makeshift memorials we saw, also mark places where people were killed in gang initiations or over petty insults. This gang member was taunting a rival on his phone live on the Internet when he was shot. Watch and you’ll see the gunman. Bill Whitaker: What’s it like here on a typical Saturday night these days? Michael Pfleger: I’ve never seen there to be a combination of anger, distrust, and a feeling like communities have been abandoned. [Chicago protest: Peace in the streets.] Michael Pfleger: Shame on us that our children are afraid to go out of their house of being shot and killed. When is the tipping point, do we all say, enough? But we were astonished by data we obtained from inside the police department. It revealed that as killings rose, police activity fell. In August of 2015, cops stopped and questioned 49,257 people. A year later those stops dropped to 8,859, down 80 percent. At the same time arrests were off by a third, from just over 10,000 to 6,900. Bill Whitaker: You talk to cops every day. Brian Warner: We do. Bill Whitaker: What’s the morale? Brian Warner: Lowest it’s ever been. Brian Warner is a former Chicago cop. He was shot in 2011. Now Warner counsels officers suffering from extreme stress. He explained what a dozen beat cops told us off-camera: they had stepped back. Brian Warner: You have a 911 call, you go to your 911 call. But if you’re one-- aggressive patrol when you’re out looking for people breaking the law. That’s not happening as much as it was. Bill Whitaker: You say they’re not being as proactive? Brian Warner: No. They’re not. And how could you ask them to be? And why would you expect them to be? Bill Whitaker: Because it’s their job. They signed on to do that. Brian Warner: It’s my job to go to work and listen to your 911 calls and respond. That’s the basic ability of my job. So if you want me to do the basics that’s what I am doing now. Garry McCarthy: The police activity is horrific. Honestly. And there, and there’s not an excuse that could be made in my book. Garry McCarthy, Chicago’s former police superintendent CBS News We showed the stop and arrest data that we got to Garry McCarthy. He was superintendent of the Chicago Police Department until just a year ago. Garry McCarthy: When you have activity falling off the way it is and crime skyrocketing, that’s a huge problem. Bill Whitaker: Some people, looking at the Chicago Police Department have said it’s in crisis. Garry McCarthy: Crisis is a good word. When people are dying, yes, there’s crisis. No two ways about it. This crisis inside the police department began in 2014 with the shooting of Laquan McDonald. He was 17 years old. Police reported McDonald was breaking into vehicles and ignored their commands when they said he lunged at one of them with a knife. But dashboard video appears to show McDonald was moving away when he was shot 16 times by a white officer. Bill Whitaker: When did you first see the video? Garry McCarthy: I saw the video, I believe it was the day after. Bill Whitaker: What did you think? Garry McCarthy: I said that there’s a problem. And the officer’s going to be accountable for explaining his actions. Garry McCarthy immediately gave the case to the independent city agency that reviews shootings.  But City Hall refused to make the video public, even after it paid McDonald’s family a $5 million settlement. When a judge finally ordered the video released a year later, it sparked outrage. Protesters accused the city of a cover-up to protect Mayor Rahm Emanuel’s reelection. The mayor denied it, but promised sweeping changes. His first move was to fire Garry McCarthy. Bill Whitaker: Do you think you were made a scapegoat? Garry McCarthy: I don’t think it helped the situation, and I think it’s a contributory factor to where are today in Chicago. And if you want to call it scapegoat, that’s fine. The cop who killed Laquan McDonald is awaiting trial for murder and the U.S. Justice department is investigating the Chicago PD. We wanted to talk to Mayor Emanuel, but he declined. Within six weeks of the shooting scandal, investigative stops fell by nearly 35,000. That’s when the violence began to surge. Bill Whitaker: How can a police officer who has taken a vow to protect and serve defend stepping back from taking proactive action. How can you not-- Garry McCarthy: Officers are under attack. That’s how they feel, right. That’s how they feel in this environment, and they’re not going to put themselves and their families in jeopardy. Frustration among cops deepened with a new order to be more selective about who they stopped, and write a two-page detailed report for every one. It was the result of a threat by the American Civil Liberties Union to sue the department for racial profiling. Bill Whitaker: It doesn’t seem that filling out a two page report is that onerous. Garry McCarthy: Oh, sure it is. Bill Whitaker: It is? Garry McCarthy: It could take you up to 45 minutes and one of the things in policing that we’ve been trying to do is knock back the amount of time that officers spend doing paperwork and get them out doing more proactive things to prevent crime. There are reasons for the scrutiny. Since 2004, the city has paid out more than a half-billion dollars in settlements for police misconduct. A task force appointed by the mayor found evidence of racial bias, and reported that nearly 90 percent of police shootings involved minorities. Richard Wooten: The Chicago Police is not racist, but I do know and do believe that there are racist police officers in the Chicago Police Department. Richard Wooten broke ranks and talked to the mayor’s task force about what he saw during his 23 years as a Chicago cop. Richard Wooten: They put me in this car with this guy, and my first couple of stops, I saw this guy stop a black guy. You know, several black guys on the street and they literally almost got strip searched right in the middle of the street. And I’m looking like “Wow.” Is this the way things are supposed to be done? Bill Whitaker: You were called a traitor for speaking out? Richard Wooten: Oh yes. At my retirement party when I got up to speak, a group of white boys in the back, they booed me, called me traitor, snitch. Bill Whitaker: Was the booing the extent of it? Richard Wooten: No. I went into the restroom, and I was confronted by a couple of the guys in the restroom about, you know, my position and how could I do that after 20-some years of service? But then as I’m looking into the urinal I see my picture that they’ve torn out of the program is in each urinal. Bill Whitaker: They put your picture in the urinals? Richard Wooten: My picture in the urinals. But I wasn’t angry Bill. Bill Whitaker: You weren’t angry? Richard Wooten: I was not angry. Because that just told me how dysfunctional we have of officers we have on the police department. The turmoil was not lost on gang members who record their attempts to lure officers into a confrontation. [Say “hi”! No questions, gentlemen.] This video was posted online by someone claiming to be connected to the Simon City Royals street gang. The impact was evident during this October arrest. Officer Veronica Murillo says it was the fear of becoming the next viral video that kept her from pulling her gun as she struggled with this suspect. He knocked her down and bashed her head into the pavement. She suffered neurological damage that has endangered her career. Garry McCarthy: The noncompliance of the law is becoming legitimized. And the police are on their heels. They’re on their heels for a number of reasons. Bill Whitaker: How dangerous is that? Garry McCarthy: We see the results, don’t we? We’re reaching a state of lawlessness. That’s what’s happening. Dozens of innocent people have paid the price. Flora White: I pray every night and every day that that no hurt, harm, or danger will come to my children. Flora White’s son, Jonathan Mills Flora White’s prayers went unanswered. She showed us the parking lot where her 26-year-old son, Jonathan, was murdered in July. He played basketball in college and in Europe. Flora White: He wasn’t out here selling drugs. He wasn’t out here gang banging. He wasn’t doing any of that. Bill Whitaker: And yet he ended up dead. Flora White: Exactly. Jonathan was on his way to practice when he stopped to talk to friends. Investigators say he was shot by a gang member who was angry they were on his turf. Bill Whitaker: By our count there have been about a dozen shootings just this August just in the area surrounding the spot where Jonathan was killed. Flora White: Uh-huh. Bill Whitaker: Yet at the same time, stops by police in the neighborhood have dropped by almost 80 percent. What do you think about that? Flora White: What do I think about that? I think it’s a joke of accountability in politics. Police superintendent Eddie Johnson, right, and 60 Minutes’ Bill Whitaker  at a crime scene in Chicago, Illinois. CBS News We went looking for accountability from Chicago’s new police superintendent, Eddie Johnson. He worked his way up over a 28-year career. Eddie Johnson: If I found someone that was intentionally not doing his job, then I would discipline him. This is a tough job. It’s a dangerous job. But it’s also a noble job. Johnson insisted the main reasons for the drop in police activity were stricter standards for stops and the forms triggered by the ACLU. But he admitted his cops have become more careful. Eddie Johnson: They are cautious about doing their jobs. Bill Whitaker: You are calling it caution. They’re telling us it’s backing down. Eddie Johnson: You know I still go out in the field and I talk to officers too. And they take offense to people referring to them as backing down or not doing their job. Bill Whitaker: The one number that I think is not in dispute is the homicide rate has gone-- not just the rate, the-- Eddie Johnson: Skyrocketed. Bill Whitaker: --number of homicides have skyrocketed. So the number of stops and arrests are going down dramatically. And the number of people being shot and killed are going up dramatically. There’s got to be a correlation. Eddie Johnson: Well, you know, there may be some, you know? But again I-- I’d have to go back to it’s not what the police officers are not doing. It’s more about what these-- what the criminal if-- offenders are doing. Bill Whitaker: But don’t the police pay a role? Eddie Johnson: Yeah we play a role in terms of mitigating it. Bill Whitaker: But it’s not being mitigated. Eddie Johnson: Nah, I wouldn’t say that. What we can’t measure is the crime that we stop. Johnson is hiring and promoting a thousand cops in an attempt to get a handle on the violence. But it’ll take a year under his plan to get reinforcements to where Flora White lost her son Jonathan. Flora White: What good is it gonna do? Bill Whitaker: You don’t think more police on the street will make a difference? Flora White: I’m gonna hire more people to do a job that’s not being done? What sense do that make? © 2017 CBS Interactive Inc. All Rights Reserved. Recent Segments ",
    "title": "Crisis in Chicago - CBS News"
   },
   {
    "entities": [
     "gomer",
     "usmc",
     "the 1970s",
     "times",
     "maggie",
     "pasadena",
     "press",
     "california",
     "mulcahy",
     "morning",
     "saturday",
     "hogan",
     "calif.",
     "january 1",
     "associated",
     "1970",
     "1972",
     "penman",
     "malcolm",
     "u.s.",
     "army",
     "good",
     "christopher",
     "barbara",
     "pyle",
     "early",
     "william",
     "robert"
    ],
    "id": 2,
    "text": "January 1, 20172:50 PM ET Maggie Penman William Christopher, far right, was best known for his role as Father Mulcahy on the 1970s TV show M*A*S*H. He died Saturday in California at the age of 84. Red Mclendon/AP hide caption toggle caption Red Mclendon/AP William Christopher, far right, was best known for his role as Father Mulcahy on the 1970s TV show M*A*S*H. He died Saturday in California at the age of 84. Red Mclendon/AP William Christopher, an actor best known for his role as Father Mulcahy on the sitcom M*A*S*H, has died at the age of 84. Christopher's agent, Robert Malcolm, told The Associated Press he died early Saturday morning at home in Pasadena, Calif., after a battle with lung cancer. Christopher also had recurring roles on shows like Gomer Pyle: USMC and Hogan's Heroes. But it was his performance as Mulcahy that would come to be his signature role. M*A*S*H, which was based on a hit 1970 movie of the same name, debuted in 1972 and ran for 11 seasons — all of which featured Christopher. As the U.S. Army chaplain at a mobile surgical hospital, Christopher's Father Mulcahy was the moral compass of the show. After M*A*S*H, Christopher had a number of cameos on popular shows, like The Love Boat and Good Times. Christopher and his wife, Barbara, adopted two sons, one of whom had autism. They co-authored a book together called Mixed Blessings about the joys and struggles of parenting an autistic child. Article continues after sponsorship ",
    "title": "'M*A*S*H' Actor William Christopher Dies At 84 : The Two-Way : NPR"
   },
   {
    "entities": [
     "israel",
     "troy",
     "sahin",
     "december",
     "new year's eve",
     "soylu",
     "states",
     "this august",
     "press",
     "devin",
     "nightclub",
     "ntv",
     "reynolds",
     "engin",
     "sunday",
     "michael",
     "turkey",
     "news",
     "united",
     "june",
     "belgium",
     "villacis",
     "morning",
     "early sunday, jan. 1, 2017",
     "edison",
     "state",
     "people",
     "darren",
     "new year",
     "young",
     "abc",
     "tayyip",
     "security",
     "vladimir",
     "associated",
     "lebanon",
     "jan",
     "reina",
     "early sunday",
     "department",
     "eric",
     "visip",
     ", 4:15 pm",
     "u.s.",
     "team",
     "suleyman",
     "national",
     "obama",
     "today",
     "ankara",
     "arabia",
     "new year before",
     "bas",
     "benjamin",
     "erdogan",
     "mcmullen",
     "nato",
     "1:15 a.m",
     "recep",
     "saudi",
     "america",
     "toner",
     "istanbul",
     "new year's",
     "tunisia",
     "hayden",
     "putin",
     "1, 2017",
     "early",
     "gittleson",
     "mark",
     "france",
     "kremlin",
     "india",
     "jordan",
     "schultz"
    ],
    "id": 3,
    "text": "Manhunt Underway After Shooting Attack at Istanbul Nightclub Kills 39 By Michael Edison Hayden Jan 1, 2017, 4:15 PM ET 0 Shares WATCH Dozens Killed in Attack on Istanbul Nightclub 0 Shares Email A manhunt is underway in Turkey after a gunman went on a rampage in a crowded Istanbul nightclub during New Year's Eve celebrations early Sunday morning, killed at least 39 people and injured at least 69 more, according to Turkish Interior Minister Suleyman Soylu. The popular Reina club had attracted a diverse crowd of between 400 and 500 patrons from foreign countries as well as Turkey to ring in the new year before the attack by an apparently lone shooter at around 1:15 a.m, authorities said. Turkish police said one gunman perpetrated the violence. Later, they released on social media photos of men whom they said were the Istanbul nightclub \"attackers,\" images which they said were of the men going through a passport check-in as they entered Turkey. The gunman armed with what authorities described as a long-barreled weapon killed a policeman and a civilian outside of the club before \"[raining] bullets in a very cruel and merciless way on innocent people\" inside the club, according to Visip Sahin, the governor of Istanbul. The Associated Press Ambulances rushing away from the scene of an attack in Istanbul, early Sunday, Jan. 1, 2017. Private NTV television said more than one assailant may have been involved in the attack. Twenty-four of the 39 killed were foreign nationals, according to Turkey's state-run news agency. Authorities said the foreign victims hailed from Belgium, France, India, Israel, Jordan, Lebanon, Saudi Arabia and Tunisia. Sources told ABC News that one American was among the nearly 70 people injured. The U.S. is not aware of any Americans dying in the attack, the U.S. State Department said early Sunday. Of the 69 people who were injured, four were hospitalized in serious condition, according to Soylu, who described the attack as \"inhuman.\" \"This was a massacre, a truly inhuman savagery,\" Soylu said. At a press conference Sunday, Soylu said the assailant arrived wearing a jacket and pants, and is believed to have left wearing different clothing. The Associated Press People leave as medics and security officials work at the scene after an attack at a popular nightclub in Istanbul, early Sunday, Jan. 1, 2017. Turkish President Recep Tayyip Erdogan said in a statement Sunday, \"I vehemently condemn the terror attack ... Turkey continues its combat against terror and is absolutely determined to do whatever is necessary in the region to ensure its citizens' safety and peace.\" The Associated Press Medics and security officials work at the scene after an attack at a popular nightclub in Istanbul, early Sunday, Jan. 1, 2017. The U.S. issued a statement offering assistance to Turkish authorities. \"The president was briefed by his National Security Team on the attack in Istanbul,\" President Obama's principal deputy press secretary Eric Schultz said in a statement. \"The president expressed condolences for the innocent lives lost, directed his team to offer appropriate assistance to the Turkish authorities, as necessary, and keep him updated as warranted.\" The Associated Press Medics carry a wounded person at the scene after an attack at a popular nightclub in Istanbul, early Sunday, Jan. 1, 2017. Mark Toner, America's State Department 's deputy spokesman said in a statement, \"The United States strongly condemns the terrorist attack on a nightclub in Istanbul, Turkey ... We will remain in close touch with Turkish authorities throughout the investigation ... We stand in solidarity with our NATO Ally Turkey in combating the ongoing threat of terrorism .\" Russian President Vladimir Putin , whose complex relationship with Turkey was further complicated in December after a Russian ambassador to Turkey was shot dead today by a lone gunman fired at him at a photo exhibition in Ankara, Turkey's capital in a widely-seen, on-camera attack, sent Erdogan a telegram of condolences, according to the Kremlin, writing, \"It is hard to imagine a more cynical crime than killing innocent people during New Year celebrations. However, terrorists don't share moral values. Our common duty is to combat terrorists' aggression,\" Putin said. The Associated Press Young people leave from the scene of an attack in Istanbul, early Sunday, Jan. 1, 2017. Turkey has suffered numerous terrorist attacks in recent years, including bombings. Among the incidents in the country were a suicide attack at a wedding this August and coordinated shootings and bombings of Istanbul's major international airport in June, attacks that killed scores of civilians. The Associated Press People talk to medics in an ambulance near the scene of an attack in Istanbul, early Sunday, Jan. 1, 2017. Turkey's state-run news agency said an armed assailant has opened fire at a nightclub in Istanbul during New Year's celebrations. (AP Photo) ABC News' Darren Reynolds, Devin Villacis, Engin Bas, Benjamin Gittleson, Troy McMullen and the Associated Press contributed to this report. 0 Shares ",
    "title": "Manhunt Underway After Shooting Attack at Istanbul Nightclub Kills 39 - ABC News"
   },
   {
    "entities": [
     "fran",
     "rowan",
     "oak",
     "illinois",
     "paskvan",
     "now",
     "hurley",
     "ill.",
     "last years",
     "lawn",
     "chicago",
     "kristie",
     "tribune",
     "joan",
     "sunday"
    ],
    "id": 4,
    "text": "With New Law, Illinois Stylists Join The Fight Against Domestic Violence With New Law, Illinois Stylists Join The Fight Against Domestic Violence Embed Embed A new Illinois state law aims to take advantage of the close relationships people often have with beauty professionals, and train stylists to recognize signs of abuse. Getty Images/Westend61 hide caption toggle caption Getty Images/Westend61 A new Illinois state law aims to take advantage of the close relationships people often have with beauty professionals, and train stylists to recognize signs of abuse. Getty Images/Westend61 In an effort to take advantage of the intimate relationships between stylists and their clients, a new law in Illinois will require salon professionals to receive training in domestic abuse-prevention as part of their licensing process. The law, which goes into effect Sunday, aims to educate beauty professionals to recognize signs of abuse. But stylists won't be required to report violence, and are protected from any liability. The legislation was introduced by state Rep. Fran Hurley, who told the Chicago Tribune , \"There's an openness, a freeness, a relationship that last years or decades between the client and the cosmetologist. They're in a position to see something that may or may not be right.\" Joan Rowan is a hair stylist who owns two salons — one on the South Side of Chicago, and the other in Oak Lawn, Ill. She says that for many years now she's been providing training for her own staff about what to do if they think someone is in trouble. Rowan says that clients do sometimes talk to her about what is going on in their lives. \"And sometimes they tell you so much they never come back again, because they're afraid, or they're embarrassed, they don't know what to do.\" Article continues after sponsorship \"I've had women, you know, when you're washing their hair, they have bumps on their head, you know, they 'ran into a door again,' \" Rowan says. \"I've been a hairdresser for 41 years. One in three women have violence in their lives. So yes, I have talked to women.\" The training that the stylists will receive is an hourlong \"awareness and education\" program called Listen. Support. Connect. It was designed by Chicago Says No More , a coalition of domestic violence advocacy groups, in partnership with Cosmetologists Chicago. Kristie Paskvan, the founder of Chicago Says No More, says she knows that an hourlong training isn't going to make anyone an expert. \"We're not asking the salon professionals to intervene. We're just asking them to have the tools in case the clients ask for information,\" she says. \"There's something like 88,000 salon professionals that will be trained in the next two years,\" Paskvan says. \"That's 88,000 more individuals that will be able to have conversations with family and friends and clients, and that raises awareness about domestic violence and sexual assault.\" ",
    "title": "With New Law, Illinois Stylists Join The Fight Against Domestic Violence : The Two-Way : NPR"
   },
   {
    "entities": [
     "claus",
     "jan. 1, 2017",
     "ayhan",
     "sahin",
     "images",
     "karcilar",
     "anadolu",
     "january 1, 2017",
     "deniz",
     "getty",
     "press",
     "near",
     "toprak",
     "nightclub",
     "onur",
     "7:42 p.m. est",
     "ntv",
     "sunday",
     "pinterest",
     "turkey",
     "bozoglu",
     "facebookemail",
     "local time",
     "facebook",
     "suna",
     "kara",
     "yildirim",
     "halit",
     "ambulances",
     "early on jan. 1, 2017",
     "kaya",
     "people",
     "pressphoto",
     "early sunday, jan. 1, 2017",
     "burak",
     "young",
     "vasip",
     "flowers",
     "associated",
     "yildiz",
     "the year",
     "lebanon",
     "reina",
     "early sunday",
     "twitter",
     "night",
     "tolga",
     "binali",
     "usa",
     "akgul",
     "agency",
     "sandal",
     "ortakoy",
     "newslook",
     "santa",
     "today",
     "kose",
     "ozan",
     "forensic",
     "suleyman",
     "yasin",
     "new year's day",
     "newsy",
     "center",
     "overnight",
     "european",
     "sedat",
     "fullscreen",
     "istanbul",
     "about 1:15 a.m.",
     "arik",
     "hatice",
     "new year's",
     "now",
     "medical",
     "new year",
     "google",
     "ap"
    ],
    "id": 5,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Turkey nightclub massacre: What we know now A manhunt is on in Turkey for an assailant who unleashed bullets inside a crowded Istanbul nightclub Sunday. Post to Facebook Turkey nightclub massacre: What we know now A manhunt is on in Turkey for an assailant who unleashed bullets inside a crowded Istanbul nightclub Sunday. Check out this story on USATODAY.com: http://usat.ly/2iTtSvU CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 31 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Turkey nightclub massacre: What we know now USA TODAY 7:42 p.m. EST January 1, 2017 x Share It happened shortly after people rang in the new year at the Reina nightclub. Video provided by Newsy Newslook People left red carnations as a floral tribute to the victims on the ground as Turkish riot police block further access to the Reina night club following a gun attack on the popular Istanbul night club. (Photo: Tolga Bozoglu, epa) Authorities are searching for a gunman who opened fire Sunday at a packed nightclub during New Year's celebrations in Istanbul. More than 500 people were inside the Reina club when what authorities believe to be a terrorist attack began at about 1:15 a.m. local time. Here is what we know so far. Victims The gunman killed at least 39 people and injured 69. Three of the wounded remain in critical condition, according to Turkish Prime Minister Binali Yildirim. Nearly two-thirds of those killed — 24 victims — were from other countries, according to the Associated Press, including an 18-year-old Israeli woman, three Indian citizens, a 26-year-old man from Lebanon and a Belgian national, according to the countries’ respective foreign ministries and a relative. State-run Anadolu news agency reported Sunday that a 22-year-old police officer, Burak Yildiz, was shot and killed outside the nightclub. A female security guard, Hatice Karcilar, 29, was also among those killed, according to Anadolu. No word yet on any American victims. Relatives mourn at the coffin during the funeral of Ayhan Arik, one of the victims.  (Photo: Sedat Suna, epa) The suspect There was no immediate claim of responsibility for the attack, which Turkish authorities said was carried out by a lone assailant. Turkey Prime Minister Binali Yildirim said Sunday, “He is an armed terrorist as we know it.” A closed-circuit television recording of the attack showed the gunman dressed in all black and wearing a Santa Claus hat for part of the attack, according to the Associated Press, which obtained the recording from the Haberturk newspaper. Earlier reports indicated he wore a Santa Claus outfit, which Yildirim disputed. Posted! A link has been posted to your Facebook feed. Relatives of Ayhan Arik, one of the victims of the Reina nightclub attack mourn during his funeral ceremony on Jan. 1, 2017, in Istanbul. Thirty-nine people, including many foreigners, were killed early on Jan. 1, 2017, when a gunman went on a rampage at an exclusive nightclub in Istanbul where revelers were celebrating the New Year.  Ozan Kose, AFP/Getty Images A survivor of the nightclub attack waits to retrieve her belongings in front of the Reina nightclub on Jan. 1, 2017.  Deniz Toprak, European Pressphoto Agency Flowers and candles are part of a makeshift memorial in front of the Reina nightclub.  Yasin Akgul, AFP/Getty Images Family members of victims of the attack on the Reina nightclub mourn outside the morgue in Istanbul on Jan. 1, 2017.   AP People lay flowers in front of the Reina nightclub on Jan. 1, 2017.  Yasin Akgul, AFP/Getty Images Family members of victims of the overnight attack at the Reina nightclub, cry outside the Forensic Medical Center in Istanbul on Jan. 1, 2017.  Suleyman Kaya, AP A Turkish police officer stands guard close to the site of an armed attack near the Reina nightclub.  YASIN AKGUL, AFP/Getty Images Fullscreen Medics carry a wounded person at the scene after an attack at a popular nightclub in Istanbul, early Sunday, Jan. 1, 2017. Istanbul Governor Vasip Sahin said that an armed assailant has opened fire at a nightclub in Istanbul during New Year's celebrations.  AP An ambulance rushes from the scene of an attack in Istanbul.  Halit Onur Sandal, AP Turkish special force police officers and ambulances are seen at the site of an armed attack.  Yasin Akgul, AFP/Getty Images Medics and relatives of the victims gather near the area at Ortakoy district near night club Reina where an attack killed at least 35 people.  Burak Kara, Getty Images Fullscreen Ambulances rush on the scene of an attack. Private NTV television said more than one assailant may have been involved in the attack. The attacker or attackers are believed to have entered the nightclub in Istanbul's Ortakoy district disguised as Santa Claus, the station reported.  AP A woman reacts next to an ambulance near the scene of an attack on New Year's revelers in Istanbul.  AP People leave as medics and security officials work at the attack scene in Istanbul.  AP Fullscreen Young people leave from the scene of an attack in Istanbul, early Sunday. An assailant opened fire at a nightclub in Istanbul's Ortakoy district during New Year's celebrations, killing dozens of people and wounding dozens of others in what the province's governor described as a terror attack.  Halit Onur Sandal, AP People react at the site of an armed attack early on the first of the year in Istanbul.  Yasin Akgul, AFP/Getty Images People walk under rain near Reina night club, the scene of an attack in Istanbul, early Sunday.  Halit Onur Sandal, AP Youths embrace near the scene of the New Year's Day attack in Istanbul.  AP Young people leave from the scene of an attack.  AP Turkish special force police officers and ambulances are on the nightclub attack scene, Sunday.  Yasin Akgul, AFP/Getty Images A Turkish police officer stands guard on the site of an armed attack.  YASIN AKGUL, AFP/Getty Images Medics carry a wounded person from the scene after an attack at a popular nightclub in Istanbul.  AP A Turkish police officer stands guard on the site of an armed attack as bystanders look on.  Yasin Akgul, AFP/Getty Images Relatives of the victims gather near the area at Ortakoy district near night club Reina.  Burak Kara, Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "Turkey nightclub massacre: What we know now"
   },
   {
    "entities": [
     "democratic",
     "this month",
     "d.",
     "last year",
     "supreme",
     "dole",
     "trump",
     "priebus",
     "house",
     "january",
     "mcconnell",
     "trent",
     "last week",
     "ryan",
     "the mid-1990s",
     "newt",
     "paul",
     "jeff",
     "senate",
     "california",
     "b.",
     "murray",
     "gingrich",
     "congress",
     "court",
     "russia",
     "dianne",
     "alabama",
     "reince",
     "republican",
     "judiciary",
     "new",
     "obama",
     "schumer",
     "merrick",
     "lott",
     "feinstein",
     "york",
     "medicare",
     "previously",
     "garland",
     "washington",
     "wisconsin",
     "committee",
     "obamacare",
     "chuck",
     "the fiscal year",
     "sessions",
     "tom",
     "late december",
     "bob",
     "mentzer",
     "finance",
     "patty",
     "white"
    ],
    "id": 6,
    "text": "Continue reading the main story Obstacles will also come from Republicans, who are divided on how to proceed with the health care law and a pledge to rewrite the tax code. Some are also skittish about certain policy proposals, like vast changes to Medicare , that could prove unpopular among the broad electorate. And any burst of legislative action will come only if Congress can break free of its longstanding tendency toward gridlock. Advertisement Continue reading the main story For Republicans, the path to this moment has been long and transparently paved — the House in particular has signaled the Republican policy vision through bills it has been passing for years. But many of those measures have gathered dust in the Senate or been doused in veto ink. The cleft between the two chambers recalls the situation faced by the insurgent House Republican majority in the mid-1990s. Speaker Newt Gingrich took control with a determined agenda, only to be stymied by the Senate majority leader, Bob Dole, who stacked conservative House bills like so many fire logs in the back of the Senate chamber. “They’ve been given a golden opportunity here,” said Trent Lott, the former Republican Senate majority leader. “But I have watched over the years when one party has had control of the White House and the Senate and the House, and the danger is overplaying your hand. “If you go too far, like what happened with Obamacare, and you get no support at all from the other side, you have a problem,” Mr. Lott continued. “You have to find a way to work with people across the aisle who will work with you.” The tax overhaul and an infrastructure bill may be two opportunities for bipartisan cooperation; the Senate Finance Committee is already moving in that direction. Still, both of those issues are expected to remain on the back burner, despite promises to the contrary from Mr. Trump’s chief of staff, Reince Priebus. The Senate may be narrowly divided, but among the 48 senators in the Democratic caucus are 10 who will stand for re-election in two years in states that voted for Mr. Trump. Republicans are counting on their support, at least some of the time. But on many issues, Senate Democrats — including their new leader, Chuck Schumer of New York — are expected to pivot from postelection carping to active thwarting, using complex Senate procedures and political messaging to slow or perhaps block elements of Mr. Trump’s agenda. “After campaigning on a promise to help the middle class, President-elect Trump’s postelection actions suggest he intends to do the exact opposite after he’s sworn in,” said Senator Patty Murray, Democrat of Washington. “Democrats will do everything we can to fight back if he continues to pursue an agenda prioritizing billionaires and big corporations while devastating middle-class families and the economy.” Advertisement Continue reading the main story Republicans have chafed for years at a host of rules, many business-related, that President Obama has issued through the regulatory process, and they have been advising the Trump team on which ones should be undone. “I hear probably more about the strangulation of regulations on business and their growth and their development than probably anything else,” the House speaker, Paul D. Ryan of Wisconsin, said at a recent forum. “I think if we can provide regulatory relief right away, that can breathe a sigh of relief into the economy.” In late December, the Obama administration rolled out a major new environmental regulation intended to rein in mountaintop-removal mining. That regulation, one of dozens that Mr. Trump is expected to reverse, is meant to go into effect one day before his inauguration. But Congress is likely to block it, using the obscure Congressional Review Act, which permits lawmakers to undo new regulations with only 51 Senate votes within the first 60 legislative days of the rules’ completion. Given time constraints on the Senate floor, members will have to pick some priorities. They are expected to train their sights on a rule that requires oil and gas producers to reduce methane gases, another that requires mining and fossil fuel companies to disclose payments they have made to foreign governments to extract natural resources, and still others that restrict pesticide use. Republicans will also move quickly to repeal the Affordable Care Act. They plan to pass a truncated budget resolution for the remainder of the fiscal year — already a quarter over — that includes special instructions ensuring that the final repeal legislation could circumvent any Democratic filibuster . But Republican leaders have not settled on a health care plan to replace Mr. Obama’s, and they may delay the repeal measure’s effective date for years. The Senate must also consider Mr. Trump’s cabinet picks, and Senate Democrats are already trying to slow the process. However, they cannot do much more than that, because when they were in charge, they changed the rules so that presidential nominees other than Supreme Court picks need only 51 votes to be confirmed. Previously, such nominations could face a filibuster, which required 60 votes to overcome. Democratic leaders have encouraged members to avoid meeting with Mr. Trump’s nominees until they have turned over their tax returns and made other disclosures. Republicans have been particularly upset that Senator Jeff Sessions of Alabama, whom Mr. Trump picked quickly to be attorney general, has either not gotten meetings with Democrats on the Senate Judiciary Committee or had meetings canceled. Advertisement Continue reading the main story Senator Dianne Feinstein of California postponed her meeting with Mr. Sessions until January because, she said, her schedule got too busy. “The senator doesn’t want to rush,” said her spokesman, Tom Mentzer. One reason that Democrats are in no hurry is their bitterness over Mr. McConnell’s refusal last year to hold a hearing on the Supreme Court nomination of Judge Merrick B. Garland. Lingering in the background is the specter of Russia. Democrats — and some Republicans, who are at odds with Mr. Trump on the issue and may at times be a brake on him — want a vigorous investigation of its efforts to disrupt the election. The Obama administration, which took sweeping steps last week to punish the Russians over election hacking, will release a report this month that is likely to serve as a turning point in those discussions. While Republicans may have a rare chance to open the flow of legislation, the party’s leaders are acutely aware of the punishment that Americans have historically delivered in midterm elections when things have not gone well. “This is no time for hubris,” Mr. McConnell said. “You have to perform.” ",
    "title": "With New Congress Poised to Convene, Obama’s Policies Are in Peril - The New York Times"
   },
   {
    "entities": [
     "walden",
     "jan 1, 2017",
     "kuo",
     "geronimo",
     "jaquars",
     "jorge",
     "byron",
     "alexander",
     "taylor",
     "jameis",
     "draughn",
     "gary",
     "griffin",
     "giants",
     "t.j.",
     "roby",
     "newton",
     "raj",
     "ryan",
     "bears",
     "finney",
     "russo",
     "paul",
     "raiders",
     "nfl",
     "kevin",
     "colin",
     "charles",
     "golden",
     "blake",
     "stewart",
     "tony",
     "romo",
     "rhodes",
     "financial",
     "kwiatkoski",
     "allison",
     "stadium",
     "erik",
     "j.",
     "january 2, 2017",
     "cooper",
     "tennessee",
     "jan",
     "ravens",
     "steelers",
     "chargers",
     "malcolm",
     "jennings",
     "ricky",
     "this year",
     "saints",
     "trumaine",
     "corey",
     "powell",
     "today",
     "san",
     "the fourth quarter",
     "titans",
     "christian",
     "7:38 a.m. est",
     "iv",
     "tom",
     "broncos",
     "guard",
     "field",
     "trae",
     "fitzgerald",
     "burke",
     "pittsburgh",
     "davante",
     "right now",
     "bobby",
     "wentz",
     "west",
     "fleener",
     "bilal",
     "devin",
     "vikings",
     "nissan",
     "gurley",
     "hanewinckel",
     "tate",
     "sunday",
     "pierre",
     "stafford",
     "daquan",
     "okafor",
     "facebook",
     "winston",
     "rex",
     "cardinals",
     "jets",
     "tim",
     "antonio",
     "shaun",
     "waynes",
     "cockrell",
     "adams",
     "butler",
     "carson",
     "charcandrick",
     "tampa",
     "vinny",
     "lincoln",
     "rodgers-cromartie",
     "early in the day",
     "jones",
     "sports",
     "e.",
     "casey",
     "ken",
     "u.s.",
     "norman",
     "orlando",
     "hayward",
     "oct. 13",
     "rams",
     "quincy",
     "carolina",
     "james",
     "elam",
     "josh",
     "york",
     "mckinnon",
     "sean",
     "nick",
     "mehta",
     "jerick",
     "kyle",
     "hemmelgarn",
     "geoff",
     "diego",
     "dominique",
     "jr.",
     "neville",
     "thomas",
     "the future",
     "browns",
     "klement",
     "todd",
     "iii",
     "kaepernick",
     "lindsay",
     "texans",
     "rodgers",
     "bradley",
     "terada",
     "allen",
     "sio",
     "virgil",
     "lee",
     "bortles",
     "raymond",
     "perry",
     "barkley",
     "redskins",
     "heinz",
     "von",
     "andrew",
     "brian",
     "grant",
     "spurlock",
     "ricardo",
     "the second quarter",
     "gates",
     "amari",
     "osweiler",
     "curry",
     "devalve",
     "barwin",
     "brent",
     "kirby",
     "the first quarter",
     "emanuel",
     "buffalo",
     "bruce",
     "jonathan",
     "alex",
     "falcons",
     "daimion",
     "kubiak",
     "riley",
     "connor",
     "rashad",
     "lucas",
     "bill",
     "2015",
     "hyde",
     "mike",
     "john",
     "daniel",
     "brown",
     "lions",
     "seth",
     "robert",
     "devonta",
     "usa",
     "penner",
     "houston",
     "colts",
     "nelson",
     "new",
     "sport",
     "dallas",
     "jean",
     "burkhead",
     "cincinnati",
     "jaguars",
     "matt",
     "indianapolis",
     "zach",
     "moore",
     "bashaud",
     "ronald",
     "toussaint",
     "savage",
     "crezdon",
     "zenner",
     "minter",
     "beckham",
     "isaiah",
     "doster",
     "j.j.",
     "miller",
     "brace",
     "baltimore",
     "nate",
     "goff",
     "oakland",
     "tomorrow",
     "pa",
     "jason",
     "metlife",
     "getz",
     "denver",
     "buccaneers",
     "sorensen",
     "francois",
     "panthers",
     "wagner",
     "minnesota",
     "cleveland",
     "h.",
     "streicher",
     "kusa-tv",
     "brock",
     "garcon",
     "seahawks",
     "kluckhohn",
     "breeland",
     "dyer",
     "spence",
     "darby",
     "b.j.",
     "mills",
     "freeman",
     "davis",
     "elway",
     "kelvin",
     "bank",
     "kirksey",
     "gachkar",
     "leclaire",
     "george",
     "ramirez",
     "kim",
     "walker",
     "johnson",
     "chiefs",
     "enunwa",
     "klis",
     "bills",
     "jacksonville",
     "ripkowski",
     "green",
     "brad",
     "past",
     "future",
     "cam",
     "bengals",
     "downing",
     "fuller",
     "celek",
     "chicago",
     "eagles",
     "roth",
     "nov. 3, 2013",
     "oil",
     "jake",
     "packers",
     "christopher",
     "kube",
     "micah",
     "philadelphia",
     "mcdonald",
     "bay",
     "kwon",
     "cowboys",
     "xavier",
     "coby",
     "odell",
     "blaze",
     "smith",
     "ross",
     "1, 2017",
     "aaron",
     "jordan",
     "jared"
    ],
    "id": 7,
    "text": "Broncos head coach Gary Kubiak tells players he is 'stepping down' He tells players after the victory over Oakland Raiders. Post to Facebook Broncos head coach Gary Kubiak tells players he is 'stepping down' He tells players after the victory over Oakland Raiders. Check out this story on USATODAY.com: http://usat.ly/2iUCORv CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 5 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Broncos head coach Gary Kubiak tells players he is 'stepping down' Nate Davis , USA TODAY Sports 7:38 a.m. EST January 2, 2017 x Share USA TODAY Sports' Lindsay H. Jones analyzes Denver Broncos head coach Gary Kubiak's decision to retire and where the team will go from here. USA TODAY Sports Gary Kubiak led the Broncos to a Super Bowl 50 win following the 2015 season. (Photo: Isaiah J. Downing, USA TODAY Sports) Denver Broncos coach Gary Kubiak told his team Sunday he is retiring from coaching. Multiple reports early in the day indicated Kubiak would resign due to his family's concern about his health. He didn't admit it following the Broncos’ 24-6 win over the Oakland Raiders, but one of Kubiak’s players confirmed it. \"He said he was stepping down,\" said tight end Virgil Green. \"I was shocked.\" Several other Broncos said there were tears in the locker room when Kubiak informed them of his decision, according to Mike Klis of KUSA-TV in Denver. Von Miller was asked if he was surprised by the decision. \"As a player, you kind of notice some days,\" he said. \"This was a hard season for Kube. This was a tough season with the losses and the injuries and everything. You could just kind of see it wear down on him, and his health is the most important for us. So, I think the decision was a great decision for him, and I'm going to continue to support him no matter what.\" Kubiak, 55, said of his future: \"I'll address that tomorrow. It's about the football team right now, not me.\" However he did say he was feeling emotions on the sideline as the game wound down. \"I've struggled this year,\" Kubiak admitted. He missed Denver's Oct. 13 game at San Diego after suffering from a complex migraine condition. While coaching the Houston Texans, Kubiak collapsed while walking off the field at halftime of a game Nov. 3, 2013. He essentially suffered a mini-stroke. He does seem to feel like he's leaving the Broncos in good shape even though the team's run of AFC West titles is officially over. \"I'm very encouraged with the future of this football team,\" said Kubiak. Kubiak, who spent nine years as John Elway's backup quarterback in Denver as a player, spent 23 years in various coaching positions. He finishes with an 87-77 record in combined head coaching stints with the Broncos and Texans. He led Denver to a Super Bowl 50 win last season. *** Follow Nate Davis on Twitter @ByNateDavis PHOTOS: Week 17 NFL action Posted! A link has been posted to your Facebook feed. Packers strong safety Micah Hyde (33) celebrates an interception during the fourth quarter against the Lions.  Tim Fuller, USA TODAY Sports Packers wide receiver Davante Adams (17) scores a touchdown during the fourth quarter against the Lions.  Tim Fuller, USA TODAY Sports Packers wide receiver Geronimo Allison (81) catches a pass while being pressured by Lions cornerback Crezdon Butler (41) during the fourth quarter.  Tim Fuller, USA TODAY Sports Lions fullback Zach Zenner (34) is tackled by Packers linebacker Jake Ryan (47) during the second quarter.  Tim Fuller, USA TODAY Sports Packers fullback Aaron Ripkowski (22) runs for a touchdown during the second quarter against the Lions.  Tim Fuller, USA TODAY Sports Lions wide receiver Golden Tate (15) scores a touchdown during the second quarter against the Packers.  Tim Fuller, USA TODAY Sports Packers quarterback Aaron Rodgers (12) scrambles as Lions defensive end Devin Taylor (98) pressures during the first quarter.  Tim Fuller, USA TODAY Sports Packers fullback Aaron Ripkowski (22) runs the ball against Lions.  Raj Mehta, USA TODAY Sports Giants cornerback Dominique Rodgers-Cromartie (41) intercepts a pass intended for Redskins wide receiver Pierre Garcon (88) during the fourth quarter.  Brad Mills, USA TODAY Sports Chiefs defensive back Daniel Sorensen (49) intercepts a pass against the Chargers.  Jake Roth, USA TODAY Sports Broncos wide receiver Jordan Taylor (87) is tackled by Raiders linebackers Perry Riley (54) and Malcolm Smith (53) in the second quarter.  Isaiah J. Downing, USA TODAY Sports Rams running back Todd Gurley (30) is hit out of bounds by Cardinals linebacker Kevin Minter (51) during the second quarter.  Kelvin Kuo, USA TODAY Sports Giants wide receiver Odell Beckham Jr. (13) runs with the ball as Redskins cornerbacks Josh Norman (24) and Bashaud Breeland (26) chase in the second quarter.  Geoff Burke, USA TODAY Sports Chiefs running back Charcandrick West (35) scores a touchdown during the first half against the Chargers.  Orlando Jorge Ramirez, USA TODAY Sports Giants running back Rashad Jennings (23) is tackled by Redskins defensive end Ricky Jean Francois (99) in the first quarter.  Geoff Burke, USA TODAY Sports 49ers quarterback Colin Kaepernick (7) dives after a fumble with Seahawks linebacker Bobby Wagner (54) during the first quarter.  Neville E. Guard,USA TODAY Sports Chiefs running back Charcandrick West (35) is brought down by Chargers cornerback Casey Hayward (26) and outside linebacker Kyle Emanuel (51) during the first quarter.  Jake Roth, USA TODAY Sports 49ers running back Shaun Draughn (24) runs with the football during the first quarter.  Kyle Terada, USA TODAY Sports Falcons running back Devonta Freeman (24) runs for a long touchdown in the first quarter against the Saints.  Jason Getz, USA TODAY Sports Saints tight end Coby Fleener (82) catches a touchdown pass against Falcons safety Ricardo Allen (37) in the first quarter.  Jason Getz, USA TODAY Sports Chargers tight end Antonio Gates (85) reaches the ball over the goal line for a touchdown during the first half against the Chiefs.  Orlando Jorge Ramirez, USA TODAY Sports Rams quarterback Jared Goff (16) is sacked by Cardinals linebackers Sio Moore (54) and Alex Okafor (57) in the first quarter.  Kirby Lee, USA TODAY Sports Broncos cornerback Bradley Roby (29) pushes Raiders wide receiver Amari Cooper (89) out of bounds in the second quarter.  Isaiah J. Downing, USA TODAY Sports Cardinals wide receiver J.J. Nelson (14) is defended by Rams cornerback Trumaine Johnson (22) and safety T.J. McDonald (25) in the second quarter.  Kirby Lee, USA TODAY Sports New York Jets wide receiver Quincy Enunwa (81) hurdles Buffalo Bills corner back Ronald Darby (28) for a first down during the second quarter at MetLife Stadium.  Brad Penner, USA TODAY Sports Jacksonville Jaquars quarterback Blake Bortles (5) is hit by Indianapolis Colts linebacker Erik Walden (93)    at Lucas Oil Stadium.  Thomas  J. Russo, USA TODAY Sports Carolina Panthers quarterback Cam Newton (1) and Tampa Bay Buccaneers middle linebacker Kwon Alexander (58) react to each other after Newton got tackled during the first half at Raymond James Stadium.  Kim Klement, USA TODAY Sports Chicago Bears quarterback Matt Barkley (12) celebrates his touchdown reception during the second quarter against the Minnesota Vikings at U.S. Bank Stadium.  Brace Hemmelgarn, USA TODAY Sports Pittsburgh Steelers running back Fitzgerald Toussaint (33 carries the ball against Cleveland Browns inside linebacker Christian Kirksey (58) during the first quarter at Heinz Field.  Charles LeClaire, USA TODAY Sport Pittsburgh Steelers center B.J. Finney (67) prepares to snap the ball against the Cleveland Browns defense during the second quarter at Heinz Field.  Charles LeClaire, USA TODAY Sport Houston Texans quarterback Brock Osweiler (17) is sacked in the first half by Tennessee Titans safety Daimion Stafford (24) at Nissan Stadium.  Christopher Hanewinckel, USA TODAY Sports Dallas Cowboys quarterback Tony Romo (9) passes past the rush of Philadelphia Eagles defensive end Vinny Curry (75) and defensive end Connor Barwin (98) during the second quarter at Lincoln Financial Field.  Bill Streicher, USA TODAY Sports New York Jets running back Bilal Powell (29) runs the ball against the Buffalo Bills during the first quarter at MetLife Stadium.  Brad Penner, USA TODAY Sports Tampa Bay Buccaneers quarterback Jameis Winston (3) runs the ball  during the first half against the Carolina Panthers at Raymond James Stadium.  Jonathan Dyer, USA TODAY Sports Carolina Panthers running back Jonathan Stewart (28)  runs the ball in the first half  against the Tampa Bay Buccaneers at Raymond James Stadium.  Jonathan Dyer, USA TODAY Sports Minnesota Vikings running back Jerick McKinnon (21) reaches for the pylon to score a touchdown ahead of the defense of Chicago Bears linebacker Nick Kwiatkoski (44) in the first quarter at U.S. Bank Stadium.  Bruce Kluckhohn, USA TODAY Sports Minnesota Vikings cornerback Xavier Rhodes (29) celebrates  with cornerback Trae Waynes (26) his interception against the Chicago Bears at the goal line in the first quarter at U.S. Bank Stadium.  Bruce Kluckhohn, USA TODAY Sports Jan 1, 2017; Pittsburgh, PA, USA;  Cleveland Browns quarterback Robert Griffin III (10) gestures at the line of scrimmage against the Pittsburgh Steelers during the first quarter at Heinz Field.  Charles LeClaire, USA TODAY Sports Cleveland Browns tight end Seth DeValve (87) scores a touchdown on a pass from Cleveland Browns quarterback Robert Griffin III (not pictured) as Pittsburgh Steelers cornerback Ross Cockrell (31) defends during the first quarter at Heinz Field.  Ken Blaze, USA TODAY Sports Cincinnati Bengals running back Rex Burkhead (33) carries the ball for a touchdown after breaking a tackle against Baltimore Ravens strong safety Matt Elam (33) in the first half at Paul Brown Stadium.  Aaron Doster, USA TODAY Sports Jan 1, 2017; Philadelphia, PA, USA; Philadelphia Eagles quarterback Carson Wentz (11) passes past the rush of Dallas Cowboys outside linebacker Andrew Gachkar (52) during the first quarter at Lincoln Financial Field.  Bill Streicher, USA TODAY Sports Jan 1, 2017; Philadelphia, PA, USA; Dallas Cowboys free safety Byron Jones (31) knocks the pass attempt away from Philadelphia Eagles tight end Brent Celek (87) during the second quarter at Lincoln Financial Field.  Bill Streicher, USA TODAY Sports Tennessee Titans defensive end DaQuan Jones (90) holds the ball in the first quarter against the Houston Texans during the NFL game at Nissan Stadium.  George Walker IV, The Tennessean-USA TODAY Sports Tennessee Titans inside linebacker Sean Spence (55) knocks the ball out of the hands of Houston Texans quarterback Tom Savage (3) in the first quarter during the NFL game at Nissan Stadium.  George Walker IV, The Tennessean-USA TODAY Sports Jacksonville Jaguars running back Corey Grant (30) runs with the ball against the Indianapolis Colts at Lucas Oil Stadium.  Brian Spurlock, USA TODAY Sports Jacksonville Jaguars quarterback Blake Bortles (5) throws a pass against the Indianapolis Colts at Lucas Oil Stadium.  Brian Spurlock, USA TODAY Sports Like this topic? You may also like these photo galleries: Replay ",
    "title": "Broncos head coach Gary Kubiak tells players he is 'stepping down'"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "halifax",
     "beach",
     "florida",
     "2017",
     "inc.",
     "2 a.m.",
     "highway",
     "of",
     "county",
     "fla.",
     "tampa",
     "volusia",
     "daniel",
     "ormond",
     "health",
     "department",
     "children",
     "center",
     "and",
     "daytona",
     "patrol",
     "early on saturday",
     "families",
     "medical",
     "wtsp",
     "heather",
     "kelsey"
    ],
    "id": 8,
    "text": "Email VOLUSIA COUNTY, Fla. -- Two parents were found dead early on Saturday near an SUV, and their three children were found alive inside the vehicle, the Florida Highway Patrol said, CBS Tampa affiliate WTSP reported.  Daniel Kelsey, 32, and Heather Kelsey, 30, of Ormond Beach were found near the vehicle after a trooper saw it parked on the side of a road, the Highway Patrol said. The trooper was driving along the road around 2 a.m. The SUV’s hazard lights were on. The children found inside were between 8 months to 4 years old. They were unharmed and transported to Halifax Health Medical Center, in Daytona Beach, for precautionary purposes, according to troopers. Investigators didn’t see obvious signs of foul play immediately, and the cause of the death is being investigated, Volusia County deputies said. A Florida Department of Children and Families investigator went to the hospital to help investigate, officials said. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Parents found dead near car, 3 children alive inside - CBS News"
   },
   {
    "entities": [
     "wiederer",
     "campbell",
     "rich",
     "howard",
     "last year",
     "reporter",
     "contact",
     "fangio",
     "vikings",
     "2017",
     "sunday",
     "tribune",
     "biggs",
     "fox",
     "dan",
     "bank",
     "vic",
     "the year",
     "stadium",
     "john",
     "green",
     "brad",
     "future",
     "this year",
     "cam",
     "u.s.",
     "chicago",
     "the end of the day",
     "bay",
     "now",
     "the past",
     "meredith",
     "jordan"
    ],
    "id": 9,
    "text": "John Fox after Bears' season-ending loss: 'I've never worried about job security' Photos of John Fox, the Bears' 15th head coach. Dan Wiederer Contact Reporter Chicago Tribune The Bears completed a dismal 3-13 season with a 38-10 loss to the Vikings on Sunday at U.S. Bank Stadium. The team finished the year with a four-game losing streak, the longest skid in the John Fox era. Now, with their third-straight last-place finish in the books, the Bears will begin their heavy lifting, evaluating what changes are needed and just how high up the chain they may go. After Sunday’s loss, Fox addressed reporters. Here are a few quick highlights from that press conference. On losing the final two games by a combined score of 79-31 … We were minus-10 (in the turnover department). When you give the ball away that many times, the math usually doesn’t work very good. So really in the last three games of the year, we were five, five and four (turnovers) even against Green Bay. And we had a chance to win against Green Bay. Kept it close. But these last two became problematic. On whether he has asked for or received assurance that he would be the Bears coach in 2017 … You know I really haven’t. I think at the end of the day, I’ve been doing this a long time. I’ve never worried about job security. And I’m not going to start now. On whether he at least had a sense that he’d be back for next season … The one thing I’ve learned about this league is a lot of different things can happen. But I’m not going to get into all that now. I’m trying to get over this loss.  Rich Campbell John Fox made the long, lonely loser's walk from midfield to the visiting locker room Sunday after his team went out with barely a whimper. He disappeared into the tunnel, headed toward questions about his future and the direction of the team. The Bears ' final impotent performance of this awful... John Fox made the long, lonely loser's walk from midfield to the visiting locker room Sunday after his team went out with barely a whimper. He disappeared into the tunnel, headed toward questions about his future and the direction of the team. The Bears ' final impotent performance of this awful... (Rich Campbell) On what he feels has been established this season and in the past two seasons combined … I think we’ve made a lot of roster changes. And some of them this year were not by design due to injury. I think it’s given us a chance to find out about guys like a Cam Meredith, a Jordan Howard. We’ve got a lot of young guys on our roster that were probably further down the depth chart to begin with. I think we’ve built depth, which we did not have. And you saw that even very early in the preseason, when you line up against playoff teams. That’s a very good indicator. … So I thought as we probably need to improve the front line (talent-wise) as well as our depth. But that’s something we’ve gotten better at. I feel better about that at this time this year than I did at this time last year. Now we’ll see where it goes. On evaluating the coaching staff going forward … You evaluate everything. Our whole season. I think from the injuries to turnovers and the lack of (on defense). You just evaluate the whole season. And that includes everybody involved. On whether he has final say on coaching staff decisions … I’ve never really gotten into all that final say stuff. I think when you have people who look at things logically, you usually come to the same conclusion. Vikings 38, Bears 10: What's next for the Bears after a discouraging season? Tribune writers Rich Campbell and Brad Biggs react to the Bears' 38-10 season-ending loss to the Vikings and discuss what's next as the team prepares for the offseason. Tribune writers Rich Campbell and Brad Biggs react to the Bears' 38-10 season-ending loss to the Vikings and discuss what's next as the team prepares for the offseason. See more videos On his working relationship with defensive coordinator Vic Fangio … I think it’s good. I don’t think it’s easy for anybody. I know (losing) isn’t easy for (media). I know it’s not easy for us or our fans. But when you’re going through 3-13, it’s never easy. Regardless of what coach or personalities or whatever you’re referring to, I wouldn’t want to single out one guy. It’s a very competitive game. On whether he has questioned his dedication to this job after a season like this and whether he wants to be back … When you start something, you want to finish it. I think compared to situations I was in (elsewhere) and chose to leave, this is a job I wanted. I think a lot of this organization. I think a lot of this city. I think a lot of the tradition of this team. I’ve worked in a couple of different organizations that are similar as far as they’ve been around for a long time. But it’s definitely a job I want to finish. dwiederer@chicagotribune.com ",
    "title": "John Fox after Bears&apos; season-ending loss: &apos;I&apos;ve never worried about job security&apos; - Chicago Tribune"
   },
   {
    "entities": [
     "interior",
     "turkey",
     "california",
     "morning",
     "state",
     "military",
     "ott",
     "associated",
     "once",
     "binali",
     "akgul",
     "suleyman",
     "san",
     "iraq",
     "yasin",
     "morocco",
     "islamic",
     "saudi",
     "afternoon",
     "istanbul",
     "angeles",
     "new year",
     "white",
     "ben",
     "soylu",
     "early on sunday",
     "sunday",
     "united",
     "tayyip",
     "embassy",
     "russia",
     "night",
     "dec. 10",
     "ortakoy",
     "u.s.",
     "today may",
     "entering",
     "irfan",
     "haberturk",
     "nato",
     "betul",
     "santer",
     "kurdish",
     "arabia",
     "claus",
     "freedom",
     "press",
     "club",
     "thursday",
     "yildirim",
     "francisco",
     "falcons",
     "dag",
     "khan",
     "valley",
     "laboratory",
     "rylan",
     "santa",
     "national",
     "los",
     "gabriel",
     "about 1:15 a.m. before",
     "putin",
     "el",
     "tomorrow",
     "monte",
     "times",
     "sahin",
     "l.a.",
     "new year's eve",
     "states",
     "2000",
     "house",
     "2017",
     "syria",
     "livermore",
     "kaya",
     "county",
     "the first hours of 2017",
     "vasip",
     "lawrence",
     "vladimir",
     "2016",
     "lebanon",
     "reina",
     "the end of 2016",
     "ankara",
     "mehmet",
     "libya",
     "erdogan",
     "fatma",
     "recep",
     "sayan",
     "new year's"
    ],
    "id": 10,
    "text": "Manhunt underway for suspect in Istanbul nightclub shooting; death toll at 39 Turkey manhunt Yasin Akgul / AFP/Getty Images Turkish anti-riot police officers patrol near the Reina night club, one of Istanbul's most exclusive party spots, early on Sunday after at least one gunmen went on a shooting rampage during New Year's Eve celebrations. Turkish anti-riot police officers patrol near the Reina night club, one of Istanbul's most exclusive party spots, early on Sunday after at least one gunmen went on a shooting rampage during New Year's Eve celebrations. (Yasin Akgul / AFP/Getty Images) Associated Press A manhunt is on in Turkey for an assailant who unleashed a salvo of bullets in front of and inside a crowded Istanbul nightclub during New Year's celebrations Sunday, killing at least 39 people before fleeing. Foreigners were among the fatalities, including an 18-year-old Israeli woman, three Indian citizens, a 26-year-old man from Lebanon and a Belgian national, according to the countries' respective foreign ministries and a relative. Close to 70 others were injured in what authorities described as a terrorist attack. Three of the wounded were in critical condition, Turkey's prime minister said. President Recep Tayyip Erdogan vehemently condemned “the terror attack in Istanbul's Ortakoy neighborhood in the first hours of 2017” and offered condolences for those who lost their lives, including “foreign guests.” The attacker, armed with a long-barreled weapon, killed a policeman and a civilian outside the popular Reina club at about 1:15 a.m. before entering and firing on people partying inside, Gov. Vasip Sahin said. “Unfortunately, [he] rained bullets in a very cruel and merciless way on innocent people who were there to celebrate New Year's and have fun,” Sahin told reporters. There was no immediate claim of responsibility for the attack, and authorities did not name any suspects. The bloodiest attacks that Turkey endured in 2016 were the work of  Islamic State or Kurdish militants. Turkey is a member of NATO and a partner in the U.S.-led coalition against Islamic State. The country is also facing renewed conflict with Kurdish rebels in the southeast and across the border in Syria and Iraq. Interior Minister Suleyman Soylu said no suspect has been identified and that the gunman remains at large. Soylu, describing the attack as a “massacre, a truly inhumane savagery,” said three or four of the Turkish victims may have been employees at the nightclub. “Our security forces have started the necessary operations. God willing, he will be caught in a short period of time,” Soylu said. Private NTV news channel said the assailant entered the upscale nightclub, on the shores of the Bosporus, on the European side of the city, dressed in a Santa Claus outfit. Security camera footage obtained by the Associated Press from Haberturk newspaper, shows the male assailant dressed in black and carrying a backpack as he shoots down a police officer outside the Reina nightclub. Footage taken by a different camera shows him inside the venue wearing different clothes and a Santa Claus hat. However, Turkey's prime minister denied that the gunman wore a Santa Claus outfit. “There is no truth to this. He is an armed terrorist as we know it,” Prime Minister Binali Yildirim told reporters. Yildirim said the attacker left a gun inside the venue and escaped by “taking advantage of the chaos” that ensued. Some customers reportedly jumped into the waters of the Bosporus to escape the attack. Mehmet Dag, 22, was passing by the club and saw the suspect shoot at a police officer and a bystander. He said the suspect then targeted security guards, gunning them down and entering the club. “Once he went in, we don't know what happened. There were gun sounds, and after two minutes the sound of an explosion,” Dag said. Turkish media said the victims include a 22-year-old police officer and a 47-year-old travel agent, both of whom were shot outside the club. The nightclub area remained sealed off Sunday afternoon. Heavily armed police blocked the snowy street in front of the nightclub where the entrance was covered with blue plastic sheeting below a Turkish flag. Police patrolled the Asian side of the Bosporus on the other side of the club. Crime scene investigators were seen inside the club searching through piles of mingled chairs, tables and pieces of clothing left behind during the panic among the guests. And there were emotional scenes in front of a city morgue where those shot dead were brought for identification. Some relatives cried out and fell to the ground as they apparently learned the fate of their loved ones. Citizens of Saudi Arabia, Morocco, Lebanon and Libya were among those hurt in the attack, according to Fatma Betul Sayan Kaya, Turkey's minister of family and social policies. The U.S. Consulate General in Istanbul on Sunday warned American citizens to keep their movements in the city “to an absolute minimum.” A statement reminded U.S. citizens that extremists “are continuing aggressive efforts to conduct attacks in areas where U.S. citizens and expatriates reside or frequent.” The United States also denied reports in Turkish new outlets and on social media that its security agencies knew in advance that the nightclub in Istanbul was at risk of a terror attack. The U.S. Embassy in Ankara said in a statement issued Sunday that “contrary to rumors circulating in social media, the U.S. Government had no information about threats to specific entertainment venues, including the Reina Club.” Major attacks carried out by Islamic State or Kurdish militants killed more than 180 people in Istanbul and Ankara alone in 2016. On Dec. 10, a double bomb attack outside a soccer stadium near the Reina nightclub killed 45 people and wounded some 150 others. The attack was claimed by Turkey-based Kurdish militant group, the Kurdish Freedom Falcons. “Turkey continues its combat against terror and is absolutely determined to do whatever is necessary in the region to ensure its citizens safety and peace,” President Erdogan said in a written statement Sunday. Prime Minister Yildirim vowed to keep fighting terrorist organizations, but noted, “The terror that happens here today may happen in another country in the world tomorrow.” The nightclub attack drew quick condemnation from the West and Russia. Russian President Vladimir Putin sent his Turkish counterpart a telegram of condolence, saying “it is hard to imagine a more cynical crime than killing innocent people during New Year celebrations.” “However, terrorists don't share moral values. Our common duty is to combat terrorists' aggression,” Putin said. The White House condemned what it called a “horrific terrorist attack” and offered U.S. help to Turkey. An estimated 600 people were celebrating inside the club that is often frequented by famous locals, including singers, actors and sports stars. Several shocked revelers were seen fleeing the scene after the attack, and the music fell silent. The prime minister's office issued a media blackout on the events and asked media to refrain from broadcasting and publishing anything that may cause “fear in the public, panic and disorder and which may serve the aims of terrorist organizations.” Security measures had been heightened in major Turkish cities, with police barring traffic leading up to key squares in Istanbul and the capital Ankara. In Istanbul, 17,000 police officers were put on duty, some disguised as Santa Claus and others as street vendors, Turkey's Anadolu news agency reported. Caption 90 seconds: Goodbye to 2016. Hello, 2017 The end of 2016 will be a wet one  in L.A. County; 2016 was a year of surprises and heartbreak ; some New Year's resolutions  that can only be accomplished in L.A.; and hundreds of new laws  will soon take effect in California. Caption 90 seconds: Goodbye to 2016. Hello, 2017 The end of 2016 will be a wet one  in L.A. County; 2016 was a year of surprises and heartbreak ; some New Year's resolutions  that can only be accomplished in L.A.; and hundreds of new laws  will soon take effect in California. Caption How does a city official make more in retirement than when he was working? In El Monte, a city in the San Gabriel Valley, a bonus pension approved by the city council in 2000 generates a big bill for taxpayers. Here's how it works. In El Monte, a city in the San Gabriel Valley, a bonus pension approved by the city council in 2000 generates a big bill for taxpayers. Here's how it works. Caption Federal scientist links global warming and human activity Ben Santer at Lawrence Livermore National Laboratory east of San Francisco has become more vocal over the years in hopes of beating back claims that climate change isn’t real.  Ben Santer at Lawrence Livermore National Laboratory east of San Francisco has become more vocal over the years in hopes of beating back claims that climate change isn’t real.  Caption Car plunges off 3rd Street overpass onto 110 Freeway A woman is dead after the car she was driving rammed through a guardrail on a downtown overpass and plunged onto the 110 Freeway, prompting the closure of northbound lanes Thursday morning. (Irfan Khan / Los Angeles Times) A woman is dead after the car she was driving rammed through a guardrail on a downtown overpass and plunged onto the 110 Freeway, prompting the closure of northbound lanes Thursday morning. (Irfan Khan / Los Angeles Times) Caption Child abuse in the military: The short, sad life of Rylan Ott Military and state authorities failed to save a 2-year-old boy from abuse. Military and state authorities failed to save a 2-year-old boy from abuse. ",
    "title": "Manhunt underway for suspect in Istanbul nightclub shooting; death toll at 39 - LA Times"
   },
   {
    "entities": [
     "times",
     "bobby",
     "bones",
     "new year's eve",
     "january 1, 2017",
     "2017",
     "reuters",
     "ryan",
     "mariah",
     "seacrest",
     "abc",
     "instagram",
     "clark",
     "2016",
     "jamieson",
     "early sunday",
     "night",
     "shane",
     "stephanie",
     "square",
     "alastair",
     "dawson",
     "carey",
     "keith",
     "dick",
     "new year's",
     "new year"
    ],
    "id": 11,
    "text": "advertisement Mariah Carey shrugged off an awkward, botched New Year's Eve performance plagued by technical difficulties early Sunday, observing: \"S*** happens.\" The singer struggled through her Times Square appearance that was aired on \"Dick Clark's New Year's Rockin' Eve with Ryan Seacrest\" on ABC. Mariah Carey appears exasperated by the technical difficulties during her New Year's Eve show. STEPHANIE KEITH / Reuters She was the headline act at the event, where about a million revelers were ushering in 2017. Carey stopped lip-syncing to her her song \"Emotions,\" paced the stage and told the audience to finish the lyrics for her. \"I'm trying to be a good sport here,\" she told the crowd. Later, the visibly unhappy \" Shake it off \" singer abruptly left the stage. A representative for Carey confirmed to The Associated Press there were technical difficulties. The star later posted on Twitter and Instagram, saying: \"S*** happens. Have a happy and healthy new year everybody! Here's to making more headlines in 2017.\" Mariah Carey's disgusted sign off after her disastrous performance is basically us to 2016 https://t.co/NPbuH53UDu — Pop Crave (@PopCrave) January 1, 2017 for the record, i've seen @MariahCarey live and she was the best singer i've EVER heard. continue on with your night! — Shane Dawson (@shanedawson) January 1, 2017 Mariah Carey's performance was 2016 — Bobby Bones (@mrBobbyBones) January 1, 2017 Alastair Jamieson ",
    "title": "Mariah Carey Shakes off New Year's Eve Lip-Sync Meltdown: 'S*** Happens' - NBC News"
   },
   {
    "entities": [
     "council",
     "october",
     "sulmeyer",
     "mccain",
     "nakashima",
     "mar-a-lago",
     "this week",
     "last year",
     "schwartz",
     "new year's eve",
     "florida",
     "spicer",
     "graham",
     "government",
     "costa",
     "devin",
     "states",
     "trump",
     "2015",
     "house",
     "harvard",
     "bossert",
     "o.",
     "s.c.",
     "sunday",
     "michael",
     "last week",
     "united",
     "win",
     "ariz.",
     "tuesday",
     "donald",
     "adam",
     "saturday",
     "b.",
     "george",
     "cia",
     "of",
     "nunes",
     "abc",
     "school",
     "russia",
     "defense",
     "calif.",
     "china",
     "january 1",
     "mike",
     "2016",
     "white",
     "john",
     "schiff",
     "security",
     "robert",
     "department",
     "u.s.",
     "fbi",
     "at 7:29 pm",
     "obama",
     "w.",
     "ari",
     "national",
     "hussein",
     "wednesday",
     "sean",
     "ellen",
     "committee",
     "said",
     "kennedy",
     "september",
     "debonis",
     "earlier last week",
     "bush",
     "lindsey",
     "saddam",
     "thomas",
     "intelligence",
     "late saturday",
     "p.",
     "sept. 11, 2001"
    ],
    "id": 12,
    "text": "By Mike DeBonis January 1 at 7:29 PM Follow @mikedebonis President-elect Donald Trump has repeatedly questioned whether critical computer networks can ever be protected from intruders, alarming cybersecurity experts who say his comments could upend more than a decade of national cybersecurity policy and put both government and private data at risk. Asked late Saturday about Russian hacking allegations and his cybersecurity plans, Trump told reporters that “no computer is safe” and that, for intelligence officials, “hacking is a very hard thing to prove.” “You want something to really go without detection, write it out and have it sent by courier,” he said as he entered a New Year’s Eve party at Mar-a-Lago, his Florida resort. [ Obama administration announces measures to punish Russia for 2016 election ] “I think that computers have complicated lives very greatly,” Trump said earlier last week. He tweets prolifically but says he rarely uses any other communications technology more advanced than the telephone. “The whole age of computer has made it where nobody knows exactly what’s going on. We have speed, we have a lot of other things, but I’m not sure you have the kind of security that you need.” Since President George W. Bush moved to develop a comprehensive national cybersecurity policy after the attacks of Sept. 11, 2001, the federal government has made a top priority of preserving the integrity of the public- and private-sector computer networks that enable modern commerce and society. Trump delivered a campaign address in October that deemed cybersecurity “a major priority for both the government and the private sector” and said that cyberattacks from both state and non-state actors “constitute one of our most critical national security concerns.” But the U.S. intelligence community’s determination that Russia engaged in a state-sponsored hacking effort aimed at electing Trump has prompted the president-elect to openly question the reliability of that assessment while simultaneously taking aim at the broader notion of cybersecurity. [ FBI in agreement with CIA that Russia aimed to help Trump win White House ] Experts said Sunday that Trump’s comments and his handling of the Russian hacking allegations could embolden foreign hackers and undermine the U.S. government’s ability to respond to them. Michael Sulmeyer, a former Defense Department policy adviser who directs the cybersecurity project for the Harvard Kennedy School of Government, referred to one of Trump’s earliest efforts — during a presidential debate in September — to cast doubt on allegations of Russian interference on his behalf. “This is not some issue about a 400-pound hacker in a bedroom who might be mischievous,” Sulmeyer said. “These are real threats to our country, and the concerning part for me is to see how this issue has become politicized and made partisan.” Although some Republicans have pushed for a sharper response to the Russian hacking — notably Sens. John McCain (Ariz.) and Lindsey O. Graham (S.C.) — many others have joined Trump in playing down the intense coverage and debate. “Russia spying on the U.S. is not news,” said Rep. Devin Nunes (R-Calif.), the chairman of the House Intelligence Committee and a top Trump ally. “It’s what they do. A lot is being made about something that’s already known. To all the people acting shocked, it’s as if they’re shocked there is gambling going on in a casino.” Transition spokesman Sean Spicer, slated to become White House communications director upon Trump’s inauguration, said Sunday that intelligence officials will brief Trump this week on the election-related hacking. He suggested on ABC’s “This Week” that the retaliatory sanctions President Obama imposed against Russia last week — which included the expulsion of 35 suspected intelligence agents — may not have been justified. “The question is, is that response in proportion to the actions taken?” Spicer said. “Maybe it was, maybe it wasn’t, but you have to think about that.” Spicer compared the Obama administration’s sharp response to the recent Russian hacking with its reaction to last year’s revelation that hackers linked to the Chinese government stole the personal data of millions of federal employees. “Not one thing happened,” he said. “So there is a question about whether there’s a political retribution here versus a diplomatic response.” Rep. Adam B. Schiff (Calif.), the top Democrat on the House Intelligence Committee, drew a sharp distinction between the two cases and called on Trump “to stop denigrating the intelligence community.” “They didn’t just steal data; they weaponized it,” he said of Russia, also on the ABC program. “They dumped it during an election with the specific intent of influencing the outcomes of that election and sowing discord in the United States. That is not something China has ever done.” Ari Schwartz, who served as the top cybersecurity adviser on the National Security Council in 2015, said in an interview that Spicer misjudged the Obama administration’s response to the employee data hack. Private talks with the Chinese government, he said, resulted in a demonstrable decline in state-sponsored hacking. “We came up with ways of dealing with them and working with them,” Schwartz said. “It proves that the sanctions work. Even the threat of the sanctions have changed Chinese behavior.” Trump’s recent comments, Schwartz said, point to a possible recalibration of cybersecurity policy — one that could shift the careful balance of innovation and security embraced by both Bush and Obama. “We’re not going back to the world of couriers and letter-writing; we’re going to continue to do things online,” he said. “There are ways to do it where you can manage risk, and that’s really what the goal should be here — to get to the point where we can have the efficiencies and the benefits and still be secure.” What remains unclear is to what degree Trump’s views on cybersecurity will remain filtered through the prism of the Russian hacking affair. In his October campaign speech, he pledged to undertake a comprehensive review of national cybersecurity systems, create law enforcement task forces to combat cybercriminals and strengthen the military’s Cyber Command. In a sign that he plans to follow through on those plans, last week he chose Thomas P. Bossert, a Bush administration official who played a central role in cybersecurity planning, as his top White House assistant for homeland security and counterterrorism. On the Russian hacking, Trump said Saturday that he knows “things that other people don’t know, and so they cannot be sure of the situation.” Asked what he was referring to, he said, “You’ll find out on Tuesday or Wednesday” — an apparent reference to his upcoming intelligence briefings. As long as Trump openly doubts the intelligence community’s ability to accurately assign responsibility for cyberattacks, he could find it difficult to identify, fend off and retaliate against cyberattackers. He has publicly compared the intelligence community’s Russian hacking assessment to its erroneous determination that Iraqi leader Saddam Hussein was stockpiling weapons of mass destruction — a comparison Spicer repeated Sunday. Said Sulmeyer: “If they don’t want to make a full-fledged apology or correction about Russian hacking, okay, but at some point, they’re going to have to come out and explain their understanding of the threat and what they want to do about it. If we see that soon, I think that’s a good sign. If that slips, I think that will be an indicator that they are not prioritizing it and they are leaving the American people at greater risk.” Robert Costa and Ellen Nakashima contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump questions quest for cybersecurity: ‘No computer is safe’ - The Washington Post"
   },
   {
    "entities": [
     "karcilar",
     "interior",
     "getty",
     "turkey",
     "halit",
     "early on jan. 1, 2017",
     "saturday",
     "early sunday, jan. 1, 2017",
     "state",
     "2:33 p.m. est",
     "flowers",
     "associated",
     "binali",
     "akgul",
     "kocarslan",
     "sandal",
     "suleyman",
     "today",
     "ozan",
     "yasin",
     "east",
     "center",
     "islamic",
     "saudi",
     "european",
     "sedat",
     "istanbul",
     "arik",
     "hatice",
     "new year",
     "ap",
     "middle",
     "soylu",
     "nightclub",
     "sunday",
     "ambulances",
     "facebook",
     "kara",
     "gunman",
     "pressphoto",
     "burak",
     "tayyip",
     "the year",
     "bart",
     "night",
     "ortakoy",
     "agency",
     "new year's day",
     "nato",
     "jansen",
     "fullscreen",
     "about 1:15 a.m.",
     "the past month",
     "arabia",
     "claus",
     "jan. 1, 2017",
     "yildrim",
     "ayhan",
     "images",
     "january 1, 2017",
     "press",
     "ntv",
     "onur",
     "local time",
     "yildirim",
     "young",
     "yildiz",
     "usa",
     "santa",
     "overnight",
     "medical",
     "sahin",
     "anadolu",
     "deniz",
     "near",
     "toprak",
     "suna",
     "belgium",
     "kaya",
     "dogan",
     "the first hours of 2017",
     "vasip",
     "2016",
     "lebanon",
     "reina",
     "early sunday",
     "ankara",
     "forensic",
     "kose",
     "mehmet",
     "erdogan",
     "dec. 19",
     "recep",
     "new year's",
     "now",
     "india",
     "jordan"
    ],
    "id": 13,
    "text": "Gunman who attacked Istanbul nightclub still at large At least 39 people were killed and dozens more injured, authorities said. Post to Facebook Gunman who attacked Istanbul nightclub still at large At least 39 people were killed and dozens more injured, authorities said. Check out this story on USATODAY.com: http://usat.ly/2hG4JqC CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 134 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Gunman who attacked Istanbul nightclub still at large Bart Jansen , USA TODAY 2:33 p.m. EST January 1, 2017 x Share An assailant believed to have been dressed in a Santa Claus costume opened fire at a nightclub in Istanbul during New Year’s celebrations Saturday, killing at least 35 people and wounding 40 others. Time Relatives and friends mourn at the coffin during the funeral of Ayhan Arik, one of the 39 victims of the gun attack on the Reina, a popular night club in Istanbul on Jan. 1, 2017. (Photo: Sedat Suna, epa) Authorities in Turkey searched Sunday for a gunman who opened fire at a packed Istanbul nightclub during New Year's celebrations, killing at least 39 people, most of them foreigners, and injuring 69. President Recep Tayyip Erdogan condemned “the terror attack in Istanbul’s Ortakoy neighborhood in the first hours of 2017” and offered condolences for those who died, including “foreign guests.” Nearly two-thirds of those killed — 24 victims — were from other countries, Turkey’s state-run news agency reported. Many were from the Middle East, including Jordan, Lebanon and Saudi Arabia, although countries from India to Belgium reported their citizens among the casualties, the Associated Press reported. No word yet on any American victims. Interior Minister Suleyman Soylu said the suspect has not been identified and remains at large. He described the attack as a “massacre, a truly inhumane savagery.” “Our security forces have started the necessary operations. God willing, he will be caught in a short period of time,” Soylu said. Turkey nightclub massacre: What we know now More than 500 people were inside the Reina club when the attack began about 1:15 a.m. local time. A closed-circuit television recording of the attack showed the assailant wearing a Santa Claus hat part of the time, according to the AP, which obtained the recording from the Haberturk newspaper. The video shows the attacker dressed in black and carrying a backpack as he shoots a police officer outside the club. Earlier news reports said the gunman wore a Santa Claus outfit, but Prime Minister Binali Yildirim disputed that Sunday. “He is an armed terrorist as we know it.” The attacker left a gun inside the club and escaped by “taking advantage of the chaos” that ensued, Yildrim said. Turkish special force police officers and ambulances are on the nightclub attack scene, Sunday.  (Photo: Yasin Akgul, AFP/Getty Images) No one has claimed responsibility for the attack, which Turkish authorities said was carried out by a lone assailant. This is the fourth major attack in Turkey in the past month, including the Dec. 19 assassination of the Russian ambassador to Turkey during a photo exhibition in Ankara. Erdogan said his country is \"extremely determined to do whatever it takes\" after recent terror attacks to secure the region. Turkey is a member of NATO and a partner in the U.S.-led coalition against the Islamic State. The bloodiest attacks that Turkey endured in 2016 were the work of the Islamic State or Kurdish militants. Relatives mourn at the coffin during the funeral of Ayhan Arik, one of the victims.  (Photo: Sedat Suna, epa) Reina owner Mehmet Kocarslan told the private Dogan news agency that police had boosted security measures in the upscale neighborhood and its vicinity. The efforts included a 24-hour police presence and complementary efforts by the coast guard at sea. “Despite all these precautions by police forces, unfortunately this painful event took place,” he said. “We are at the point where all words end.” State-run Anadolu news agency reported Sunday that a police officer, Burak Yildiz, 22, was shot and killed outside the nightclub. A female security guard, Hatice Karcilar, 29, was also among those killed, according to Anadolu. Posted! A link has been posted to your Facebook feed. Relatives of Ayhan Arik, one of the victims of the Reina nightclub attack mourn during his funeral ceremony on Jan. 1, 2017, in Istanbul. Thirty-nine people, including many foreigners, were killed early on Jan. 1, 2017, when a gunman went on a rampage at an exclusive nightclub in Istanbul where revelers were celebrating the New Year.  Ozan Kose, AFP/Getty Images A survivor of the nightclub attack waits to retrieve her belongings in front of the Reina nightclub on Jan. 1, 2017.  Deniz Toprak, European Pressphoto Agency Flowers and candles are part of a makeshift memorial in front of the Reina nightclub.  Yasin Akgul, AFP/Getty Images Family members of victims of the attack on the Reina nightclub mourn outside the morgue in Istanbul on Jan. 1, 2017.   AP People lay flowers in front of the Reina nightclub on Jan. 1, 2017.  Yasin Akgul, AFP/Getty Images Family members of victims of the overnight attack at the Reina nightclub, cry outside the Forensic Medical Center in Istanbul on Jan. 1, 2017.  Suleyman Kaya, AP A Turkish police officer stands guard close to the site of an armed attack near the Reina nightclub.  YASIN AKGUL, AFP/Getty Images Fullscreen Medics carry a wounded person at the scene after an attack at a popular nightclub in Istanbul, early Sunday, Jan. 1, 2017. Istanbul Governor Vasip Sahin said that an armed assailant has opened fire at a nightclub in Istanbul during New Year's celebrations.  AP An ambulance rushes from the scene of an attack in Istanbul.  Halit Onur Sandal, AP Turkish special force police officers and ambulances are seen at the site of an armed attack.  Yasin Akgul, AFP/Getty Images Medics and relatives of the victims gather near the area at Ortakoy district near night club Reina where an attack killed at least 35 people.  Burak Kara, Getty Images Fullscreen Ambulances rush on the scene of an attack. Private NTV television said more than one assailant may have been involved in the attack. The attacker or attackers are believed to have entered the nightclub in Istanbul's Ortakoy district disguised as Santa Claus, the station reported.  AP A woman reacts next to an ambulance near the scene of an attack on New Year's revelers in Istanbul.  AP People leave as medics and security officials work at the attack scene in Istanbul.  AP Fullscreen Young people leave from the scene of an attack in Istanbul, early Sunday. An assailant opened fire at a nightclub in Istanbul's Ortakoy district during New Year's celebrations, killing dozens of people and wounding dozens of others in what the province's governor described as a terror attack.  Halit Onur Sandal, AP People react at the site of an armed attack early on the first of the year in Istanbul.  Yasin Akgul, AFP/Getty Images People walk under rain near Reina night club, the scene of an attack in Istanbul, early Sunday.  Halit Onur Sandal, AP Youths embrace near the scene of the New Year's Day attack in Istanbul.  AP Young people leave from the scene of an attack.  AP Turkish special force police officers and ambulances are on the nightclub attack scene, Sunday.  Yasin Akgul, AFP/Getty Images A Turkish police officer stands guard on the site of an armed attack.  YASIN AKGUL, AFP/Getty Images Medics carry a wounded person from the scene after an attack at a popular nightclub in Istanbul.  AP A Turkish police officer stands guard on the site of an armed attack as bystanders look on.  Yasin Akgul, AFP/Getty Images Relatives of the victims gather near the area at Ortakoy district near night club Reina.  Burak Kara, Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "Gunman who attacked Istanbul nightclub still at large"
   },
   {
    "entities": [
     "december 31",
     "texas",
     "joe",
     "midwest",
     "next year",
     "paul",
     "a decade earlier",
     "46 percent",
     "47 percent",
     "dnc",
     "1972",
     "weigel",
     "this year",
     "mcclellan",
     "today",
     "gop",
     "wisconsin",
     "tom",
     "2005",
     "bush",
     "clinton",
     "ellison",
     "democratic",
     "west",
     "bloomberg",
     "manchin",
     "florida",
     "reagan",
     "labor",
     "mondale",
     "perez",
     "senate",
     "fdr",
     "donald",
     "of",
     "2008",
     "lincoln",
     "bredesen",
     "ray",
     "virginia",
     "kentucky",
     "w.",
     "york",
     "early 2015",
     "the future",
     "david",
     "this month",
     "1968",
     "1984",
     "54 percent",
     "-rsb-",
     "bill",
     "2004",
     "john",
     "nov. 8",
     "republican",
     "va.",
     "obama",
     "national",
     "new",
     "26 percent",
     "56 percent",
     "america",
     "committee",
     "2012",
     "ronald",
     "warner",
     "f.",
     "53 percent",
     "kerry",
     "times",
     "holston/ap",
     "south",
     "trump",
     "2013",
     "house",
     "2017",
     "hillary",
     "at 5:33 pm",
     "december 31, 2016",
     "48 percent",
     "george",
     "2016",
     "abraham",
     "outgoing",
     "buckley",
     "keith",
     "washington",
     "representatives",
     "bayh",
     "evan",
     "45 percent",
     "pennsylvania",
     "phil",
     "barack",
     "mark",
     "walter",
     "ohio"
    ],
    "id": 14,
    "text": "Why the Democrats’ 2017 comeback dream is like nothing we’ve seen before The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By David Weigel December 31 at 5:33 PM Follow daveweigel The Democratic National Committee (DNC) headquarters in Washington. (Paul Holston/AP) In 2004, the last time that Democrats comprehensively lost a national election, an argument broke out about how the party should reform. John F. Kerry had been just one state — Ohio — away from victory. Democrats had lost Senate seats in red states, but held their own in the House and in state legislatures. (Republicans netted three seats, but would have lost a net of two seats but for mid-decade gerrymandering in Texas.) Hillary Clinton loomed as the favorite for the party's 2008 presidential nomination, but it was clear to many pundits that the party needed someone else. No, not Barack Obama. Clearly, the party needed a moderate nominee from red America. There were plenty of takers. Then-Sen. Evan Bayh (D-Ind.), who had never lost an election, visited early primary states and warned that “many Americans wonder if [Democrats are] willing to use force to defend the country even under the most compelling of circumstances.” Then-Tennessee Gov. Phil Bredesen (D) shamed Democrats for not campaigning harder for Southern voters — at a DNC meeting, where the right people were watching. In a cover story for the New York Times magazine, then-Gov. Mark Warner (D-Va.) suggested he could win moderate Republicans, his implication being that Clinton could not. Clinton, indeed, did not win the 2008 nomination. Sixteen years of speculation about her inevitable presidency ended on Nov. 8. But the hand-wringing of 2005 is just as instructive as the Republicans' hand-wringing of 2013. In recent history, the most confident analysts of our political parties have argued that victory will come through moderation. They have been completely wrong. Barack Obama became the first Democrat since FDR to win two popular vote majorities; Donald Trump became the first Republican since Ronald Reagan to win most of the Midwest. In both cases, the winning party did not so much moderate its stances as run against the failure of the incumbent party. That failure was obvious in 2008 — arguably, as early as mid-2006 — in George W. Bush's low approval ratings and the collapsing economy. It was tougher for Democrats to see in 2016, as Obama's approval numbers were high and the metrics usually used to gauge the health of the economy, like employment, stock markets, and GDP, were moving the right way. The culture was moving the right way, too. In 2004, Republicans blindsided and embarrassed Democrats on social issues, leading to a panic over how the party had lost religious voters who agreed with them on economics, especially Hispanic and black voters. This year, the Republican nominee badly lost the popular vote, and while he overperformed with nonwhites compared to Obama's opponents, he underperformed the rest of the GOP's nominees going back to 1972. His 46 percent of the vote was the lowest for any winning Republican nominee since the three-way election of 1968. Unlike in 2004, Democrats do not look at the electorate and see a majority of personal rejection. Gay voters don't see a president-elect who wanted to change the Constitution to prevent them from getting married; they see one who ceded the issue and literally waved a rainbow flag . For that reason, the last seven weeks have seen Democrats cement their move to the left. The only debate over the future of the party is happening in the race to run the Democratic National Committee. As we reported this month, that's reopened some divisions over the 2016 primary, but it's actually seen the party consolidate around left-wing positions. [ Echoes of 2016 fight shape race to run the Democratic National Committee ] Outgoing Labor Secretary Tom Perez, whose biggest impediment in the race is being seen as the establishment opponent of Rep. Keith Ellison (D-Minn.), has not even tried to defend the Obama administration over the Trans-Pacific Partnership. In a tweet today, already being mocked in pro-Ellison circles, Perez brands himself as a Mother Jones-approved “progressive who gets things done.” It's not enough to be progressive—We need a progressive who gets things done. pic.twitter.com/iVb0pZz0e3 — Tom Perez (@TomPerez) December 31, 2016 The DNC race is also notable as the first that includes absolutely no straight white men. (Ray Buckley, the one white male candidate so far, is gay.) In 2005, Democrats looked for another Bill Clinton; in 2013, Republicans surmised that their defeat required a literal autopsy, and probably a candidate who could appeal to the “rising electorate” of nonwhites. None of that turned out to be necessary. Yet both the 2008 and 2016 elections went to candidates with economic policies that appealed to working class, mostly rural, white voters. In 2008, Democrats discovered that these most of these voters did not actually care if the candidate selling those policies was a black man. From 2004 to 2008, the party's share of the white vote in Wisconsin rose from 47 percent to 54 percent; in Pennsylvania it rose from 45 percent to 48 percent. In 2012, Trump won those states by flipping the white vote, grabbing 56 percent of it in Wisconsin and 53 percent of it in Pennsylvania. The unusually large vote for third-party candidates meant that Hillary Clinton's share of that vote was even lower than Kerry's — more comparable, actually, to the vote for Walter Mondale in 1984. But the 1984 election did not change the makeup of the major political parties. Millions of voters pulled the lever for Ronald Reagan, then voted Democratic for every lower office, from Senate down to alderman. In 2016, the Democrats lost their last state legislature in what we generally call the South, after a wipeout in Kentucky's House of Representatives. Early in the 2016 cycle, plenty of Democrats worried about this and thought they saw a way to prevent it: by nominating Clinton for president. In early 2015, writing then for Bloomberg, I talked to Democrats from Kentucky and West Virginia, all of whom thought that the losses of the Obama years could be reversed when Obama himself left the political scene. Clinton, said Sen. Joe Manchin (D-W.Va.), \"would be the best hope in the state of West Virginia to return [to Democratic] on a national level.” Clinton went on to win just 26 percent of the vote there, the worst performance for a Democrat in West Virginia's 152 years of electoral college membership. (Yes, even George McClellan ran better against Abraham Lincoln.) The state had fallen off the Democrats' presidential map a decade earlier, and Clinton embraced environmental policies with the knowledge that they'd cost votes, and the calculation that they would win votes elsewhere. And coal country didn't cost Clinton the presidency; had she won Florida and Wisconsin, she'd be writing her inaugural address. Still, the party's expectations about Clinton demonstrated just how bad parties are at analyzing what they need to fix to win. Next year, while it is not what they boast about, Democrats are expecting mistakes by Trump — the most unpopular incoming president in decades — to create opportunities for them. Their debate about winning a new majority is not about a savior from red America, or even a change in policy. It is about better organizing, and how to win back voters who were Democrats until the party was branded as neoliberal and pro-trade . There has really never been an election aftermath like this. And there has never been a moment when one party consisted almost entirely of conservative and moderate white voters and one consisted of nonwhites and progressive whites. There will be more certitude about what the parties stand for, and less dreaming for a Democratic savior. politics ",
    "title": "Why the Democrats’ 2017 comeback dream is like nothing we’ve seen before - The Washington Post"
   },
   {
    "entities": [
     "mansour",
     "israel",
     "cairo",
     "kemburgaz",
     "at 4:05 pm",
     "reuters",
     "trabzon",
     "turkey",
     "paris",
     "bosphorus",
     "saturday",
     "state",
     "cakmak",
     "nasser",
     "gazetesi",
     "department",
     "kirkuk",
     "erin",
     "fahim",
     "july",
     "islamic",
     "zinedine",
     "istanbul",
     "arik",
     "sezen",
     "new year",
     "mustafa",
     "erbil",
     "elias",
     "alaa",
     "1 a.m.",
     "bosphorous",
     "sunday",
     "facebook",
     "burak",
     "black",
     "tayyip",
     "cunningham",
     "night",
     "twitter",
     "seymen",
     "ortakoy",
     "u.s.",
     "orlando",
     "haberturk",
     "heba",
     "jalal",
     "madrid",
     "leanne",
     "kareem",
     "real",
     "yildirim-rrb-",
     "rita",
     "sheery",
     "ayhan",
     "sefa",
     "club",
     "italy",
     "ruaa",
     "hassan",
     "2015",
     "january 1",
     "weeks ago",
     "yildiz",
     "allahu",
     "hadeel",
     "late sunday",
     "zidane",
     "fatih",
     "chami",
     "boydas",
     "stockholm",
     "rudan",
     "sezgin",
     "anadolu",
     "akbar",
     "sea",
     "syria",
     "wardini",
     "university",
     "haykal",
     "dogan",
     "moussalem",
     "arseven",
     "2016",
     "early sunday",
     "reina",
     "lebanon",
     "dec. 11",
     "erdogan",
     "erhan",
     "recep",
     "washington",
     "habib",
     "new year's",
     "now"
    ],
    "id": 15,
    "text": "Manhunt underway after dozens killed in New Year’s massacre at Istanbul nightclub The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Erin Cunningham and Kareem Fahim January 1 at 4:05 PM Follow @erinmcunningham Follow @kfahim ISTANBUL — Leanne Nasser was a bright-eyed Arab-Israeli teenager, in Istanbul with friends for the New Year, despite her father’s concerns about safety. Fatih Cakmak, who survived a bomb attack only weeks ago, was hired to work security for a popular nightclub. Both were among those who died early Sunday when a gunman, brandishing an assault rifle, stormed Istanbul’s famed Reina Club on the banks of the Bosphorus, gunning down unsuspecting New Year’s revelers in a rampage that was one of the city’s worst mass killings in recent memory. The assailant remained at large Sunday night, and unidentified except for blurred glimpses of him in security camera footage that showed gunshots sparking off the pavement and victims crumpling to the ground. Thirty-nine people were killed, many of them foreigners, in the latest in a string of assaults that have roiled Turkey as it battles insurgents at home and across the border in war-torn Syria. At least 70 people were wounded. Among the victims of Sunday’s attack, in Istanbul's Ortakoy district, were an Iraqi student, a Turkish policeman and two Lebanese fitness trainers. Authorities were working Sunday to identify the dead, and citizens of at least eight countries, including Turkey, were killed in the assault. “Please answer my comment, and tell me you have not died,” one Facebook user, Sheery Rudan, posted on the profile photo of 22-year-old Mustafa Jalal, an Iraqi student from Kirkuk. The school where he studied, Kemburgaz University, announced his death on Twitter. (Haberturk Gazetesi Yildirim) Hassan Alaa, who was close to Jalal, struggled with the news of his boyhood friend’s death. Jalal, who was an only child, was active, outgoing, and loved cars and swimming, he said. “I can’t believe this. We would have breakfast together every day,” Alaa said, when reached in the Iraqi city of Erbil. “And now he’s gone. Before he left for the club, he wished me a happy birthday and we were joking around.” The assault, which targeted a posh, sprawling venue popular with Istanbul’s elite, recalled similar attacks on a concert hall in Paris in 2015 and nightclub in Orlando in 2016. And like the previous attacks – with their disproportianate tally of young victims, all of whom had been enjoying a night out – the carnage on the Bosphorous left Istanbul reeling from a similar sense of shock and grief. In Paris and Orlando, one or more gunmen used assault rifles to target largely cosmopolitan and international crowds. The Islamic State claimed responsibility for those attacks. The jihadist group has carried out attacks in Turkey in recent years, but there was no claim of responsibility for the massacre early Sunday. It began just after 1 a.m., when the assailant shot dead a 22-year-old police officer, Burak Yildiz, and a chaffeur for a tourism company, Ayhan Arik, on the street outside the club, according to Turkish media reports. The sound of gunshots sent panicked patrons scrambling for cover at the waterside as the gunman came inside, witnesses said. One patron, professional soccer player Sefa Boydas, described on Twitter the chaos at the club. In a series of posts that were later deleted, Boydas said he did not see who was shooting, but he noted that police arrived on the scene quickly. He carried his girlfriend, who was wearing high heels, he said, out of the club to safety. “At first we thought some men were fighting with each other,” a Lebanese woman who gave her name as Hadeel told the Reuters news agency. She was in the club with her husband and a friend. “We heard the guy screaming Allahu Akbar,” she said, which is Arabic for “God is great.” “We heard his footsteps crushing the broken glass,” she said. “We got out through the kitchen, there was blood everywhere and bodies.” Others did not survive the assault. Mustafa Sezgin Seymen, 32, was at Reina Saturday night with his fiancee, Sezen Arseven. She was wounded; Seymen, a native of the Black Sea city of Trabzon, was killed. “I’m returning without you from the place we went together,” Arseven wrote of Seymen in a public Facebook post on Sunday. “I have lost my spouse, my life partner, my most beloved,” she wrote. Officials on Sunday called the nightclub attack a “massacre” and an act of terrorism. Turkish President Recep Tayyip Erdogan said the attack was meant to “trigger chaos.” We “will never give passage to these dirty games,” Erdogan said in a statement posted on the presidential website. Sunday’s incident was the fourth major attack in Turkey in less than a month, including the high-profile assassination of the Russian ambassador by a Turkish policeman, and a brazen car bomb assault against riot police at a soccer stadium in Istanbul. That attack, which killed 44 policemen, was claimed by separatist Kurdish militants, who have waged a decades-long insurgency against the Turkish state. The attacks have posed a severe challenge to President Erdogan’s government, which has appeared to lurch from crisis to crisis since the authorities put down an attempted coup in July. The state’s resources have been stretched thinas it tries to respond to the cascading calamaties. After the coup, the government launched a withering crackdown on its perceived enemies, arresting thousands of people. At the same time, the government has deepened its involvment in the Syrian war while escalating its confrontation with Kurdish groups. Cakmak, the security guard, was working at the stadium when the car bomb detonated on Dec. 11, Turkish media reported. “They killed my brother. He died for nothing,” Erhan Cakmak said outside the central morgue in Istanbul Sunday, in a video circulated by the private Dogan news agency. Fatih Cakmak's Facebook profile photo shows him with renowned French soccer player and Real Madrid manager, Zinedine Zidane. In Istanbul Sunday, relatives and friends of one of the Lebanese victims, Haykal Moussalem, a 35-year-old fitness trainer, arrived at the morgue, saying they had not been able to locate him. Lebanon’s consul general in Istanbul later confirmed that Moussalem had been killed, along with at least two other young Lebanese citizens, Elias Wardini and Rita Chami, according to a statement on the site of the country’s national news agency. Pictures on social media showed Moussalem, newly married, on a trip to Italy with his wife, and supervising training sessions in a gym. Another picture that circulated showed Wardini, and Chami, smiling in the sleet on an Istanbul street. In Israel, the father of Leanne Nasser , speaking to local media , said he implored his 19-year-old daughter not to travel to Istanbul because of recent attacks. Israel's foreign ministry said one of her friends, 18-year-old Ruaa Mansour, was injured in the attack. Late Sunday, the French foreign ministry said a Franco-Tunisian woman and her Tunisian husband had been killed in the attack. The Jordanian foreign ministry said three of its nationals were also confirmed dead. According to Turkey's state-run news agency, Anadolu, nearly two-thirds of the victims were foreigners. The State Department Sunday warned U.S. citizens in Istanbul to limit movements “to an absolute minimum” while the search for the assailant continues. “He was one of the kindest people I knew. He would never hold a grudge,” Alaa said of Jalal, the Iraqi student. “He loved his life [in Istanbul],” he said. “He enjoyed everything in it and wanted to stay for good.” Fahim reported from Cairo. Heba Habib contributed reporting from Stockholm. Read more: ",
    "title": "Manhunt underway after dozens killed in New Year’s massacre at Istanbul nightclub - The Washington Post"
   },
   {
    "entities": [
     "et",
     "states",
     "south",
     "trump",
     "simmons",
     "house",
     "$2 billion",
     "2017",
     "jan 1",
     "club",
     "turkey",
     "schecter",
     "united",
     "golf",
     "dubai",
     "donald",
     "international",
     "ready",
     "asia",
     "5:11",
     "organization",
     "canada",
     "sajwani",
     ", 7:15 pm",
     "eric",
     "anna",
     "hussein",
     "new",
     "york",
     "america",
     "central",
     "2010",
     "washington",
     "ivanka",
     "now",
     "keir",
     "billionaire",
     "jr.",
     "white"
    ],
    "id": 16,
    "text": "Jan 1 2017, 7:15 pm ET Dubai Billionaire Hussein Sajwani Ready to Do More Deals With Trumps Share By KEIR SIMMONS and ANNA SCHECTER Play Trump Runs Into More Apparent Conflicts of Interest 5:11 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170102011954if_/http://www.nbcnews.com/widget/video-embed/845524547570\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> In the desert kingdom of Dubai, billionaire developer Hussein Sajwani is hoping to \"enhance\" his business relationship with Donald Trump's real estate firm, the Trump Organization. The two real estate titans have already collaborated on the Trump International Golf Club, where luxury villas have racked up almost $2 billion in sales. Amid concerns about potential conflicts of interest, Trump has promised he won't be making any new business deals while in office. But Sajwani said his ties to the Trumps extend beyond the president-elect — to daughter Ivanka and sons Eric and Donald Jr. \"All his three children are very much involved, and I think under their leadership we will have no issue in expanding and growing and maintaining our business relation,\" Sajwani said. \"They are very much involved with the details,\" Sajwani said. \"They're very protective of their brand.\" Donald and Ivanka Trump with Dubai developer Hussein Sajwani. Masala.com \"My wife and Ivanka are very good friends,\" he added. \"They send emails. She's been here to my house. We've been in New York having lunch and dinners with them regularly. And, you know, you enjoy working with somebody — it's not only cold business relation.\" Ivanka, Eric and Donald Jr. have all represented the brand to wealthy foreigners — who often have links to powerful politicians — from Canada and Turkey to South America and Central Asia. Ivanka has posted on social media about business meetings in at least 13 countries since 2010. Sajwani recalled that Ivanka was pregnant when she was working on the project and \"quite involved until almost a few days before delivery.\" He happened to be in New York three days after she gave birth, and he marveled that Ivanka got on the phone to talk business with him and was back in the office a couple of days after that. He said he met then-candidate Trump before the election for the opening of his Washington hotel. Over dinner, he said, it became clear that if Trump won, he would need to hand over the reins of the business to the younger generation. Sajwani was back in the United States after the election and met with Ivanka, who is now exploring a possible move to Washington to be closer to the White House. Play ",
    "title": "Dubai Billionaire Hussein Sajwani Ready to Do More Deals With Trumps - NBC News"
   },
   {
    "entities": [
     "middle",
     "israel",
     "province",
     "howard",
     "times",
     "friday",
     "new year's eve",
     "january 1, 2017",
     "sunday",
     "turkey",
     "club",
     "university",
     "tonight",
     "belgium",
     "haykal",
     "london",
     "eissenstat",
     "dozens",
     "st.",
     "eytan",
     "schmitt",
     "lawrence",
     "turkish",
     "lebanon",
     "reina",
     "nevsehir",
     "in",
     "stephanie",
     "eric",
     "emre",
     "new",
     "today",
     "arabia",
     "deek",
     "india",
     "erdogan",
     "east",
     "york",
     "killing",
     "saudi",
     "chan",
     "afternoon",
     "washington",
     "sewell",
     "istanbul",
     "new year's",
     "tunisia",
     "france",
     "can",
     "jordan"
    ],
    "id": 17,
    "text": "OPEN Timeline She said her brother had told her that when the shooting started, he threw himself on the floor and felt things falling on him: bodies, tables, glass. She said he might have been saved by bodies that acted as shields against further shots. Advertisement Continue reading the main story The gunman’s identity and motives remain unclear, but one witness said he had heard the man shout “God is great” in Arabic. Even with so much uncertain, the attack on Reina, which is perhaps Istanbul’s most famous nightclub, seemed to symbolize one of Turkish society’s deepest divides, between the secular and the pious — a fissure that has grown deeper under Mr. Erdogan, an Islamist who has expanded religious schooling and sought to restrict alcohol sales. Some on social media were quick to point out the rhetoric against New Year’s celebrations that had come from Islamist corners of Turkey. A recent Friday sermon prepared by the government’s religious authority said that New Year’s revelry belonged to “other cultures and other worlds.” Another passage of the sermon read, “We shall not forget that it is never suitable for a believer to forget himself and his aim of creation after a year passes from the stock of life, to exhibit illicit manners and behaviors that don’t comply with our values.” In the aftermath of the attack, Prof. Howard Eissenstat, an expert on Turkey at St. Lawrence University, wrote on Twitter : “Disturbing + not very difficult line to draw between official Turkish anti New Years campaign + tonight’s violence. Rhetoric has consequences.” Video Seeking the Istanbul Nightclub Gunman On Sunday, Turkish officials revealed latest information about the attacker who shot scores of people at an Istanbul nightclub on New Year's Eve and remains on the loose, and said police were doing everything to find him. embed Emre Eytan Can, 34, an investment banker from Istanbul, said he was a regular at Reina, although he was not there on New Year’s Eve. “I guess it is a target because it’s full of high-class Turks and foreigners,” he said. “And it’s a place where people let their hair down and drink, which is not in line with Islam.” Advertisement Continue reading the main story Turkey’s troubles had already led to a sharp decline in Western tourists, but visitors from the Middle East, perhaps because they are accustomed to terrorist threats at home, have kept coming. News of the attack quickly reverberated around the region, with citizens of Israel, Jordan, Lebanon, Saudi Arabia and Tunisia among the victims , along with people from Belgium, France and India. By Sunday afternoon, the by-now familiar rituals of grief that follow terrorist attacks were in full swing, with consulate officials and grieving families converging at an Istanbul morgue, where local officials had set up tea stands outside in the bitter cold. A Lebanese woman, Stephanie Deek, was there with her husband to identify a friend from Lebanon, Haykal, a newlywed who had been celebrating the holiday in Istanbul with his wife. The wife was safe, but Haykal, who had jumped into the Bosporus to escape the killer, was dead. “I am so sad,” Ms. Deek said. “I cannot describe how I feel. I did not expect to find him here. I thought he was just missing.” Reporting was contributed by an employee of The New York Times from Istanbul; an employee of The New York Times from Nevsehir Province, Turkey; Sewell Chan from London; and Eric Schmitt from Washington. A version of this article appears in print on January 1, 2017, on Page A1 of the New York edition with the headline: Attackers Fire, Killing Dozens in Turkish Club. Order Reprints | Today's Paper | Subscribe ",
    "title": "Nightclub Massacre in Istanbul Exposes Turkey’s Deepening Fault Lines - The New York Times"
   },
   {
    "entities": [
     "n.",
     "last year",
     "il",
     "states",
     "south",
     "press",
     "trump",
     "2017",
     "jong",
     "jan. 20",
     "sunday",
     "news",
     "may",
     "ministry",
     "the",
     "united",
     "unification",
     "donald",
     "recently",
     "north",
     "kim",
     "tokyo",
     "china",
     "station",
     "jan. 8",
     "the year",
     "associated",
     "shares",
     "2011",
     "2016",
     "asia",
     "fifth year",
     "u.n.",
     "railway",
     "korea",
     "korean",
     "u.s.",
     "agency",
     "un",
     "sunday, jan. 1, 2017",
     "jan. 6",
     "star",
     "washington",
     "central",
     "seoul",
     "new year's",
     "pyongyang",
     "now",
     "jan 1,",
     ", 4:05 am",
     "new year"
    ],
    "id": 18,
    "text": "N. Korea's Leader Hints of Long-Range Missile Test By eric talmadge, associated press TOKYO \u0097 Jan 1, 2017, 4:05 AM ET 0 Shares Star The Associated Press South Koreans watch a TV news program showing North Korean leader Kim Jong Un's New Year's speech, at the Seoul Railway Station in Seoul, South Korea, Sunday, Jan. 1, 2017. North Korea's development of banned long-range missiles is in \"final stages,\" the country's leader Kim was quoted as saying in his New Year's message. The letters read \"New Year for Reunification.\" (AP Photo/Ahn Young-joon) 0 Shares Email North Korean leader Kim Jong Un hinted Sunday that Pyongyang may ring in the new year with another bang — the test-launch of an intercontinental ballistic missile. In his annual New Year's address, Kim said that after testing what the North claims was its first hydrogen bomb last year, preparations for launching an intercontinental ballistic missile have \"reached the final stage\" Kim did not explicitly say an ICBM test, which if successful would be a big step forward for the North, was imminent. But he has a birthday coming up on Jan. 8, and last year Pyongyang conducted a nuclear test on Jan. 6. Kim threatened in the address to boost his country's military capabilities further unless the U.S. ends war games with rival South Korea. But he also said efforts must be made to defuse the possibility of another Korean war and stressed the importance of building the economy under a five-year plan announced in May. \"The political and military position of socialism should be further cemented as an invincible fortress,\" Kim said, according to an outline of the speech carried by the North's official Korean Central News Agency. \"We should resolutely smash the enemies' despicable and vicious moves to dampen the pure and ardent desire of the people for the party and estrange the people from it.\" The address was shown on television mixing video with Kim speaking and stretches of audio only, as still photos were broadcast. It was less than 30 minutes long. South Korea's Unification Ministry said in a statement that it \"strongly condemns\" Kim's threat to proceed with a test launch of an intercontinental ballistic missile and strengthen North Korea's nuclear-strike capabilities. It said that the international community will not tolerate North Korean efforts to develop nuclear weapons, and that the North will only face tougher sanctions and pressure if it continues to go down that path. Under Kim, who rose to power following his father's death in 2011, North Korea has seen steady progress in its nuclear and missile programs, including two nuclear tests in 2016. It recently claimed a series of technical breakthroughs in its goal of developing a long-range nuclear missile capable of reaching the continental United States. U.N. resolutions call for an end to North Korea's nuclear and missile tests. Kim appears uninterested in complying. The year ahead could be a tumultuous one in north Asia, with Donald Trump set to become the new U.S. president on Jan. 20, and South Korea's politics in disarray over a scandal that brought the impeachment of President Park Geun-hye . Kim indicated there will be no change in the North's nuclear policy unless Washington makes a big, conciliatory first move, which, even with the advent of Trump, would seem unlikely. Trump has somewhat offhandedly suggested he would be willing to meet with Kim — but not in North Korea — and has at the same time indicated that he wants China to exert significantly more control over Pyongyang to get it to abandon its nuclear program. Demands from Pyongyang for the U.S. to stop its joint military exercises with the South and enter into negotiations to sign a peace treaty formally ending the 1950-53 Korean War have fallen on deaf ears in Washington for years amid an atmosphere of distrust and deepening hostility. Kim is in his early 30s and is now in his fifth year as the North's leader. His New Year addresses, and a marathon speech at the May ruling party congress, are a contrast with his enigmatic father, Kim Jong Il, who rarely spoke in public. But he has yet to meet a foreign head of state or travel outside of North Korea since assuming power, and remains one the world's most mysterious national leaders. 0 Shares ",
    "title": "N. Korea's Leader Hints of Long-Range Missile Test - ABC News"
   },
   {
    "entities": [
     "ukraine",
     "scalia",
     "mccain",
     "armed",
     "capitol",
     "this week",
     "supreme",
     "mitch",
     "graham",
     "november",
     "january 01, 2017",
     "south",
     "trump",
     "2013",
     "house",
     "cabinet",
     "hillary",
     "sea",
     "jan. 20",
     "mcconnell",
     "services",
     "pelosi",
     "r-wis.",
     "last week",
     "news",
     "ryan",
     "facebook",
     "paul",
     "11 months ago",
     "fox",
     "senate",
     "donald",
     "ky.",
     "tuesday",
     "court",
     "congress",
     "russia",
     "vladimir",
     "associated",
     "john",
     "gop-run",
     "twitter",
     "current",
     "d-calif.",
     "republican",
     "this year",
     "u.s.",
     "arizona",
     "obama",
     "schumer",
     "merrick",
     "january 15",
     "hill",
     "carolina",
     "antonin",
     "wednesday",
     "garland",
     "medicare",
     "d-n.y.",
     "2010",
     "washington",
     "gop",
     "committee",
     "115th",
     "chuck",
     "nancy",
     "irs",
     "press",
     "now",
     "trump's",
     "putin",
     "lindsey",
     "medicaid",
     "$3 trillion",
     "clinton",
     "baltic",
     "white"
    ],
    "id": 19,
    "text": "In control of Washington, GOP-run Congress sees mandate -- starting with end to ObamaCare Published               January 01, 2017 Facebook 0 Twitter 0 livefyre Email Print   The 115th Congress begins Tuesday with a full slate of business, though nothing will be more politically important or pressing for Republicans than repealing ObamaCare.  With Donald Trump set to officially become president on Jan. 20, Republican leaders in the House and Senate will begin repeal efforts shortly after Congress’ 59 new members -- seven senators and 52 House members -- are sworn in and the formalities are concluded. The GOP, which now controls both Capitol Hill and the White House, has made dismantling the 2010 health care law a priority almost since it was signed by President Obama. Lawmakers will also look at a tax overhaul, reversing Obama-era environmental regulations and other conservative priorities. However, such efforts will have to share center stage with the Senate confirmation hearings for Trump’s Cabinet picks in the days and months that follow the president-elect’s swearing-in. It should be easier for Republicans to move nominations after Democrats changed the Senate's filibuster rules in 2013. Still, Democrats have pledged to fight many of the nominations, highlighting what they call the hypocrisy of Trump’s populist message and his wealthy, corporate-favoring nominees for several posts. Perhaps the biggest wild card in the new Congress’s early weeks will be what to do about Russia’s involvement in several cyberattacks during this year’s presidential race -- in which Trump defeated Democratic presidential nominee Hillary Clinton. Trump has been skeptical about Russia’s involvement, while top GOP Sens. including Lindsey Graham of South Carolina and Arizona’s John McCain, chairman of the Senate Armed Services Committee, have called for hearings on the issue and proposed sanctions beyond what President Obama imposed last week. McCain told Fox News on Wednesday that he also wants to permanently station U.S. soldiers in the Baltic Sea countries bordering Russia and increase aid to neighboring Ukraine against Russian aggression -- to ensure Russian President Vladimir Putin knows “this kind of interference will be responded to.\" How GOP leaders and Trump negotiate the issue will likely depend on the outcome of the president-elect’s meeting this week with U.S. intelligence officials.   Republicans will face other obstacles from Democrats, beyond the Cabinet conformations. Senate Minority Leader Chuck Schumer, D-N.Y., and House Minority Leader Nancy Pelosi, D-Calif., have already made efforts to stop proposed changes to entitlement programs like Medicare and Medicaid and to ObamaCare. Those efforts include a planned national “Day of Action” on January 15. “Bring it on,” Schumer said in November, after Senate Majority Leader Mitch McConnell vowed to make repealing ObamaCare a first order of business. And Obama is scheduled to visit congressional Democrats on Wednesday to discuss ways to save his signature legislation. Republicans likely won’t be able to replace ObamaCare in its entirety for several years, considering they would need an alternative program for the roughly 22 million Americans who would lose their current health insurance. In addition, Trump and both parties have expressed interest in a large transportation bill to create jobs and to fix the country’s aging infrastructure. But a clear plan has yet to emerge, with the estimated, billion-dollar price tag a likely sticking point among fiscal conservatives on the Hill. The new Senate will have 52 Republicans, 46 Democrats and two Independents who caucus with the Democrats. The House will have 241 Republicans and 194 Democrats. The Senate plans to begin repealing ObamaCare on Tuesday with consideration of a procedural measure that will shield them from Democratic filibuster legislation annulling much of that statute. Lawmakers will then spend the next few months working on legislation canceling broad swaths of the law. Provisions that are most likely to go are the law's mandate that people buy health insurance or face IRS fines, as well as its expansion of Medicaid coverage to more lower-earning Americans. Republicans will then begin the more complicated task of building a new system. The GOP will have to craft new programs for the nation's $3 trillion health care system and make sure insurance markets don't collapse while the transition is under way. McConnell, Ky., and House Speaker Paul Ryan, R-Wis., also want a massive tax overhaul, with the goal of simplifying a complicated tax code that rewards wealthy people with smart accountants as well as corporations that can easily shift profits and jobs overseas. It would be the first major tax overhaul in 30 years. Trump has also advocated a tax overhaul, but with fewer details. He promises a tax cut for every income level, with more low-income families paying no income tax at all. Waiting in the wings will be confirmation hearings to replace Supreme Court Justice Antonin Scalia, who died 11 months ago. McConnell blocked consideration of Obama's nominee, Judge Merrick Garland, saying the next president should make the pick. The strategy paid off, and the Republican Senate will consider whomever Trump nominates. The Associated Press contributed to this report.  Advertisement ",
    "title": "In control of Washington, GOP-run Congress sees mandate -- starting with end to ObamaCare | Fox News"
   },
   {
    "entities": [
     "gillette",
     "mccain",
     "wyo.",
     "last year",
     "right now",
     "west",
     "hathaway",
     "trump",
     "august",
     "dave",
     "nation",
     "powder",
     "pa.",
     "the",
     "donald",
     "basin",
     "recently",
     "river",
     "the day",
     "a year ago",
     "of",
     "county",
     "two years ago this week",
     "r.g.",
     "johnson",
     "country",
     "2016",
     "john",
     "$80,000",
     "help",
     "once",
     "virginia",
     "past",
     "deacon",
     "capital",
     "appalachia",
     "miners",
     "obama",
     "will",
     "moeller",
     "wyoming",
     "greene",
     "coal",
     "industry",
     "crooks",
     "tom",
     "now",
     "hope",
     "energy",
     "pennsylvania",
     "barack",
     "ohio",
     "stacey"
    ],
    "id": 20,
    "text": "Embed Embed Transcript That means hard times for places like Wyoming's mineral-rich Powder River Basin. In 2016 alone, three coal companies there declared bankruptcy , laying off hundreds of miners at once. Still, the community of Gillette, Wyo. — self-proclaimed as the Energy Capital of the Nation — is breathing a sigh of relief lately. Production has ticked back up past where it was at this time last year, and some mines are even hiring workers back. \"I do believe that my friends and co-workers are safe for now,\" says coal miner Stacey Moeller. She believes that \"for one more year, we're going to be coal miners.\" And Trump's win has buoyed her hopes, as well as those of investors. The day after the election, coal stock prices leaped and many in coal communities celebrated. Article continues after sponsorship In Ohio Coal Country, Job Prospects Lie With Neither Coal Nor Trump's Promises For Moeller, a single mom and lifelong Democrat, the decision was complicated. \"I did vote for Donald Trump,\" Moeller says. \"It's really hard to even say that because I so dislike his rhetoric. But I voted for him on one singular issue, and that was coal.\" She's not alone. Dave Hathaway of Pennsylvania will be watching Trump, as well. Since the coal mine he worked in closed a year ago, he spent much of 2016 looking for work. The search gained urgency when his son Deacon was born in August. On Election Day, Hathaway made a choice he hopes will help his long-term job prospects. \"I voted for Trump — I mean, a coal miner would be stupid not to,\" Hathaway says. Advanced Black Lung Cases Surge In Appalachia He says he's had a hard time finding a job to replace the $80,000 he made working in the coal mines under Greene County, Pa., a few miles from the West Virginia border. Hathaway recently found a job at a nearby mine. While he thinks Trump's election means he'll have a better shot at keeping his new job, he didn't like a lot of things Trump said during the campaign. \"He is a whacko; he's never going to stop being a whacko,\" Hathaway says. \"But I mean, the things he did say — the good stuff — was good for the coal mining community. But we'll see what happens.\" That message clearly resonated in Greene County, where over the last four years a third of the coal mining jobs — like Dave Hathaway's — disappeared. Trump won the county by 40 points, eight years after Barack Obama basically tied John McCain there. Tom Crooks, vice president at R.G. Johnson, a construction firm that builds mine shafts, witnessed the decline of the coal industry firsthand. \"Two years ago this week we had 145 employees,\" Crooks says. \"Right now, we have 22.\" Pennsylvania Coal Miners Hope Trump Will Help Industry Coal Miners Hope Trump Will Help Struggling Industry ",
    "title": "Coal Country Picked Trump. Now, They Want Him To Keep His Promises : NPR"
   },
   {
    "entities": [
     "1,",
     "fleming",
     "andrew",
     "dispatch",
     "friday",
     "erie",
     "cleveland",
     "press",
     "2017",
     "lakefront",
     "t.",
     "sunday",
     "bratenahl",
     "superior",
     "thursday",
     "university",
     "the",
     "this aug.",
     "brazenhead",
     "beverage",
     "late thursday",
     "morning",
     "saturday",
     "lake",
     "state",
     "monday",
     "of",
     "earlier sunday",
     "division",
     "2008",
     "associated",
     "shares",
     "john",
     "cavaliers",
     "once",
     "night",
     "sue",
     "dublin",
     "u.s.",
     "jack",
     "coast",
     "star",
     ", 7:29 pm",
     "columbus",
     "late thursday, dec. 29, 2016",
     "airport",
     "williams",
     "fire",
     "guard",
     "jan 1,",
     "company",
     "burke",
     "calvin",
     "ohio",
     "ap"
    ],
    "id": 21,
    "text": "Debris Washes Ashore Amid Search for Small Plane Carrying 6 By The Associated Press CLEVELAND \u0097 Jan 1, 2017, 7:29 PM ET 0 Shares Star The Associated Press In this Aug. 1, 2008 photo, Dublin Irish Festival honorary chairman John T. Fleming proposes at toast following the tapping of the first Dublin Stout Keg at Brazenhead in Dublin, Ohio. A flight-tracking service shows that a plane piloted by the Ohio executive with five other people onboard quickly lost altitude after taking off from Cleveland's lakeshore airport. The parents of Superior Beverage Company executive John T. Fleming confirmed he was piloting the Columbus-bound plane when it vanished late Thursday, Dec. 29, 2016, over Lake Erie. (ThisWeek Newspapers/The Columbus Dispatch via AP) 0 Shares Email Debris washed ashore near an airport where a small plane carrying six people took off shortly before it vanished over Lake Erie near Cleveland, the city said Sunday. Authorities received multiple reports of debris washing ashore east of Burke Lakefront Airport, where a plane carrying a family of four and their two neighbors departed late Thursday. Police also continued to investigate the contents of a bag found earlier Sunday near a private harbor in Bratenahl, a small lakeside community near Cleveland. The debris had not yet been verified as coming from the missing plane, authorities said. \"We want to remind everyone that this is an active investigation,\" Police Chief Calvin Williams said. \"If you see something that could be debris from the plane, we are asking people to avoid touching it, and to call the Division of Police immediately.\" John T. Fleming, chief executive of a Columbus-based beverage distribution company, was piloting the plane. His wife, Sue, their two teenage sons, Jack and Andrew, and two neighbors were also aboard. The aircraft was headed to Ohio State University Airport, northwest of downtown Columbus. The plane suddenly lost altitude about 2 miles out during a scheduled return trip to Columbus, according to a flight-tracking service. Fleming's father has said the family and friends were attending a Cleveland Cavaliers basketball game. The Coast Guard began searching the air after being notified soon after the plane's disappearance. High waves and blustery conditions prevented smaller Coast Guard boats from the Cleveland area from deploying Thursday night. A 140-foot Coast Guard cutter joined a search that covered 128 square miles of the lake on Friday. Weather and water conditions didn't allow for recovery efforts to begin Saturday, but crews searched for the plane until darkness Sunday and planned to return Monday morning, weather permitting. The Cleveland Division of Fire, the U.S. Coast Guard and Underwater Marine Contractors launched boats, and dive teams are ready to search the lake once the plane is located. The mayor's office says four boats are equipped with sonar that can track underwater images and are searching a grid near the plane's last known location. A fifth boat is surveying the shoreline for debris that may have washed ashore. ",
    "title": "Debris Washes Ashore Amid Search for Small Plane Carrying 6 - ABC News"
   },
   {
    "entities": [
     "m.t.a.",
     "harihareswara",
     "joe",
     "third",
     "avenue",
     "michele",
     "sam",
     "72nd",
     "noon",
     "transportation",
     "the 21st century",
     "briarwood",
     "usiak",
     "second",
     "gene",
     "morning",
     "1955",
     "street",
     "saturday",
     "the day",
     "kitty",
     "costoyiannis",
     "officer",
     "ecuador",
     "ma",
     "yorkville",
     "about the new",
     "once",
     "sumana",
     "authority",
     "the 1990s",
     "the 1920s",
     "bronx",
     "brooklyn",
     "benjamin",
     "hanover",
     "emily",
     "lexington",
     "east",
     "plan",
     "museum",
     "afternoon",
     "december 2016",
     "2005",
     "aviation",
     "daphne",
     "william",
     "angeles",
     "new year",
     "10:30 p.m. on",
     "charlie",
     "fitzsimmons",
     "cuomo",
     "west",
     "friday",
     "queens",
     "association",
     "demetrios",
     "island",
     "falk",
     "sunday",
     "united",
     "astoria",
     "sunday, the second",
     "adam",
     "g.",
     "ngo",
     "wroblewski",
     "of",
     "metropolitan",
     "night",
     "jill",
     "midnight",
     "manhattan",
     "e.",
     "prendergast",
     "1950s",
     "k.",
     "square",
     "v.",
     "jersey",
     "a",
     "norman",
     "blasio",
     "and",
     "benton",
     "york",
     "wolfe",
     "nick",
     "chuck",
     "yvette",
     "shields",
     "pete",
     "newsday",
     "de",
     "thomas",
     "10:15 a.m. on",
     "upper",
     "2007",
     "harlem",
     "david",
     "jan. 1, 2017",
     "rodgers",
     "coney",
     "parsons",
     "yards",
     "the 1970s",
     "the new second",
     "andrew",
     "michelle",
     "high",
     "january 1, 2017",
     "russianoff",
     "margot",
     "hudson",
     "dave",
     "chelsea",
     "caronetti",
     "morgan",
     "palmer",
     "loja",
     "jonathan",
     "alex",
     "helen",
     "preparing",
     "the new",
     "far",
     "etheredge",
     "bill",
     "2015",
     "daniel",
     "transit",
     "katz",
     "houston",
     "new",
     "side",
     "rapid",
     "pinto",
     "los",
     "berg",
     "espinoza",
     "savage",
     "cohen",
     "adrianna",
     "f.",
     "muñetón",
     "brace",
     "city",
     "remnick",
     "regional",
     "cerwin",
     "times",
     "greenpoint",
     "the second",
     "ian",
     "credit",
     "agins/the",
     "new year's eve",
     "braith",
     "rustow",
     "states",
     "staten",
     "sheryl",
     "falk/the",
     "norwood",
     "the",
     "m.",
     "barclay",
     "2 p.m.",
     "noah",
     "wright",
     "louisa",
     "interborough",
     "george",
     "sienna",
     "oct. 24, 2016",
     "elevator",
     "sorts",
     "school",
     "slotnik",
     "marvin",
     "the 1940s",
     "jamaica",
     "tallmer",
     "broken",
     "long",
     "feliciano",
     "sheepshead",
     "$6 billion",
     "86th",
     "philadelphia",
     "noon on",
     "bay",
     "washington",
     "gus",
     "oct. 27, 1904",
     "lower",
     "now",
     "close",
     "matthew",
     "ted",
     "senker",
     "emma"
    ],
    "id": 22,
    "text": "Highlights From the Opening of the Second Avenue Subway By EMMA G. FITZSIMMONS , EMILY PALMER, NOAH REMNICK, DANIEL E. SLOTNIK and JONATHAN WOLFE JAN. 1, 2017 • After taking nearly a century to build , the Second Avenue subway extension in Manhattan opened on Sunday — with excitement and complaints. • Three new stations opened at 72nd, 86th and 96th Streets. • The route is an extension of the Q line , which now runs from the Upper East Side in Manhattan to Coney Island in Brooklyn. Continue reading the main story Photo The 96th Street station is one of three new stations on the Q line extension. The other two are at 72nd and 86th Streets. Credit Alex Wroblewski for The New York Times ‘I’m Not Driving the Train,’ Cuomo Says Shortly before noon on Sunday, a flood of New Yorkers streamed into the new 96th Street station, swiping their MetroCards and boarding the first Second Avenue subway train leaving the station. As the train pulled out, subway riders clapped and cheered. Then Gov. Andrew M. Cuomo’s voice came over the loudspeaker, welcoming passengers to the historic ride. Advertisement Sitting on the train with his two sons, Ian Pinto, 50, who lives on the Upper East Side, said they planned to visit all of the stations on Sunday. “In our lifetime, this is such a great event,” he said. Photo Train enthusiasts of all ages came out for the opening of the Second Avenue line. Credit Alex Wroblewski for The New York Times It’s Been a Long Time Coming Joe Caronetti, 68, of the Norwood neighborhood in the Bronx, had been waiting for the train since 10:15 a.m. on Sunday. “Not counting the 68 years prior,” he added. Mr. Caronetti, a retired banker, said it was the sixth time he had been on hand for the opening of a new train, having also gone on inaugural rides in Los Angeles and New Jersey. “I’m just a train buff,” he said, wearing an M.T.A. cap he had gotten on Friday. Another train enthusiast at the station, Marvin Loja Espinoza, 17, a senior at Aviation High School, was waiting to get on the first train leaving there. Originally from Ecuador, he discovered his love for trains when he moved to the United States in 2005. His hometown had no trains, he said. Struggling to make friends in a new place, he spent his lunches in the library studying train maps, he said. His knowledge of the subway lines is so extensive that his friends call him “M.T.A. Savage.” Ian Ma, 15, said that when he was a child, he would run his toy trains back and forth across the floor of the family’s home in Sheepshead Bay, Brooklyn. Advertisement Continue reading the main story On Sunday, he couldn’t stop grinning as he snapped photographs at the new station at 72nd Street. “I’ve always been a big train guy,” he said. “And I feel like I’ve been waiting for this train my whole life.” Pete Cerwin, 51, has lived at 72nd Street and Second Avenue for 20 years. For him, it has been “two decades of false starts, letdowns and construction.” Mr. Cerwin, who works at a hedge fund, and his wife, Michele, 49, a management consultant, have seen favorite restaurants and shops open and close over the years, as the neighborhood struggled with the noise, dirt, detours and traffic that the Second Avenue subway extension brought to the rather unexciting section of the Upper East Side. So the two were relieved to see the escalators and the trains start rolling at the nearby station. “I never thought I’d live to see the day,” Ms. Cerwin said. “Our kids have no excuse to take a cab ever again.” Photo Kitty Benton, center, is the great-granddaughter of William Benton Parsons, the chief engineer of the Interborough Rapid Transit, New York’s first subway. Credit Michelle V. Agins/The New York Times A Link to New York’s First Subway When she descended the escalators at 86th Street on Sunday afternoon, Kitty Benton, 81, dressed in a long dark coat and thickly framed glasses, blended in with hundreds of other subway riders who visited the station on its opening day. But Ms. Benton is subway royalty. In her black tote bag she carried a photo of her great-grandfather, William Benton Parsons, the chief engineer of the Interborough Rapid Transit, New York’s first subway. Ms. Benton, who lives on the Upper East Side, beamed as she strolled through the new station. “My great-grandfather wanted the subway to be attractive,” said Ms. Benton as she pointed out design elements, like the handrails on the stairs, and the mosaics by Chuck Close. “That’s exactly what’s happening here.” She surveyed the station with her daughters, Louisa Barclay Benton, 52, Emily Morgan, 54, and her grandsons, Gus Morgan, 14, and Nick Morgan, 12, and chatted about her great-grandfather and his exacting work ethic. Advertisement Continue reading the main story “He would be very proud,” she said. A New York Times article from Oct. 27, 1904, described Mr. Parsons as one who would weigh the opinions of those who worked for him, “but having made up his mind what to do and how it should be done, he is as inflexible as one of his own steel columns.” “I’m almost teary eyed,” she said, as other riders buzzed with excitement around her. “My great-grandfather’s vision has been vindicated.” Photo For subway conductors, it was another day at work. Credit Alex Wroblewski for The New York Times Preparing for an Opening... M.T.A. workers spent much of their time on Sunday shooing people away from the yellow line at the edge of the subway platform as trains approached and people clamored for a look or a photograph. “I guess they just want a little piece of history,” said Matthew Brace, 50, a platform controller who has worked for the M.T.A. for 28 years. He volunteered to work overtime on Sunday, the second time he had witnessed the opening of a new station. He was also at the opening of the Hudson Yards station on the Far West Side of Manhattan in 2015. Mr. Brace said he planned to retire in four years and seven months. “I don’t think I’ll see another opening in that time,” he said. A big part of the job on an opening day, Mr. Brace said, is managing expectations. “You have train buffs anxious to get a seat on the first train, to get trinkets from the day,” he said. “They’re worrying about that and asking those questions. But our main job is getting people on and off the trains safely.” ...And Then the Complaints. It was only a matter of minutes before passengers began to complain on social media about the new Second Avenue line. Advertisement Continue reading the main story Emily Ngo, a politics reporter for Newsday, wrote on Twitter that her Q train was delayed at the 63rd Street station, the last stop before the new extension starts, because of signal trouble. She said riders were amused by the delay. (A train with mechanical problems at a station in Lower Manhattan had caused delays on the Q line in both directions.) I&#39;m on the 2nd Ave subway. It&#39;s stopped at Lex-63 station. Conductor says train is &quot;experiencing some signal problems.&quot; Riders laugh ... —         Emily Ngo (@epngo) Jan. 1, 2017 Others vented that the recorded announcements about upcoming stations were not accurate. Demetrios Costoyiannis, 33, who lives on the Upper East Side, said that despite an erroneous station announcement, his train had reached the right destination. Despite the robot voice insisting otherwise, arrived at 96/2. #SecondAvenueSubway —         Demetrios (@dcostoy) Jan. 1, 2017 The new stations were pristine on Sunday morning, but a rider noted that litter appeared quickly in a car. Ted Berg, 35, a sportswriter who lives on the Upper East Side near the 86th Street stop, wrote on Twitter that “people have already strewn garbage about” shortly after service to the new stations started at noon. Photo Riders checking out the new 86th Street station at Second Avenue on Sunday. Credit Michelle V. Agins/The New York Times A Broken Elevator Dampens Excitement Shortly after 2 p.m., an elevator at the 86th Street station stopped working, stranding passengers above and below ground. Strollers were wheeled onto steep escalators. Parents became upset. A small line of people in wheelchairs and baby carriages formed outside of the elevator above ground. Jill Tallmer, 62, and her mother, Margot Tallmer, 91, contemplated visiting another day. “We’ve been waiting for 10 years, or more, to ride,” said the younger Ms. Tallmer next to her mother, a lifelong New Yorker who was in a wheelchair. “Hopefully, it’s almost ready for us.” It wasn’t. They left after a few minutes. “It was a valiant effort,” a stroller-pushing father said. Dave Officer, 39, a business developer who lives on the Upper East Side, had planned to see the subway with his wife and 6-month old daughter. “Another day,” he said. Let’s Talk About the Bathrooms The new bathrooms on the upper level of the 86th Street station were quickly put to use. Well, bathroom. The women’s restroom was locked, and an M.T.A. employee had to find the key. Advertisement Continue reading the main story The reviews for the men’s restroom, however, were largely positive. “It smells fresh and clean,” said Jonathan Senker, 35, who had come from Philadelphia to celebrate New Year’s Eve and ride the subway. And “the soap and water work,” said Helen Rodgers, 46, from Jamaica, Queens, who had to use the men’s restroom. Not everyone would venture inside. “Bad things can happen behind closed doors,” said David Usiak, 29, who lives on the Upper East Side. Inside the single toilet stall, a handwritten note taped to the wall read, “Toilet seat must be down for toilet to flush.” A Jazz Musician and His Celebrity Status George Braith, a jazz saxophonist, can usually travel through the city with little fuss or fanfare. On Sunday afternoon, however, he was surrounded by an eager pack of veritable paparazzi. There was good reason for Mr. Braith’s newfound celebrity: His likeness is featured in a mosaic at the 72nd Street station. E. 125th St. The M.T.A. plans to extend the line to E. 125th St., but that proposed addition is many years away. E. 116th St. OCT. 24, 2016 By The New York Times “Would you look at that guy,” said Mr. Braith, 77, as dozens of onlookers snapped photos. “Pretty handsome fellow if you ask me.” In his mosaic, Mr. Braith, clad in a slick red blazer, is carrying his signature “Braithophone,” an alto and soprano saxophone mended together. Unsheathing the instrument from his suitcase, he obliged the crowd with a brief tune. “Are you famous?” a passer-by asked. “In the jazz world,” Mr. Braith responded. The man shook his head and said, “Well, you’re immortalized as far as I’m concerned.” Advertisement Continue reading the main story Mr. Braith, of Staten Island, rarely rides the subway, but said he would be sure to visit the 72nd Street stop more often now. “I think it’s the greatest station in the world,” he said. “They’ve got me on the wall!” Modern Stations for the 21st Century. And No Rats Yet. Visitors arriving at the line’s three new stations will find a very different — and far more pleasant — atmosphere than they do in most of the rest of the subway system. For one thing, because the stations are new, they are clean. Enjoy that while you can. There are shiny escalators and elevators. There are no crumbling tiles or unlit corners. And, perhaps best of all, there are no rats to be seen, though they are expected to appear once careless subway riders start dropping bagel crumbs on the floor. The stations are also built deeper underground than much of the existing system, evoking the feel of Washington’s subway, with long (and sometimes disorienting) escalator banks. While many of the city’s subway stations have vertical columns, these have an open, arched design that is column free. “This is not your grandfather’s subway station,” Mr. Cuomo said at the New Year’s Eve party. And, with works by celebrated artists mounted on the walls, the three stations could almost be art galleries . But at least one thing will be familiar: The trains will be subject to the regular delays and annoyances — like sick passengers and manspreaders — that already plague your commute. Photo A Chuck Close portrait of the artist Alex Katz in the new 86th Street station on the Second Avenue subway line, one of 12 works by Mr. Close that adorn the station’s walls. Credit George Etheredge for The New York Times A Museum of Sorts, But Free You would be forgiven for mistaking the upper level of the 86th Street station for a museum or a Chelsea art gallery. Dozens of visitors were in front of the 12 large mosaics by Chuck Close , taking photographs, identifying the people in the portraits and discussing the work. Advertisement Continue reading the main story “I cried when I saw the first one,” said Sheryl Yvette, 45, an information technology analyst from Greenpoint, Brooklyn. “You have to see it in person. It’s so moving.” Adam Cohen, 29, a financial analyst from Long Island City in Queens, was patiently waiting for other visitors to move aside so he could take a photo of a large portrait of one of Mr. Close’s subjects, Sienna Shields. For him, it was a tactile experience. “I’ve seen his work in museums,” he said of the artist, “but this is different: You can get right in and touch it.” Nearby, Adrianna Muñetón, 47, a law clerk from Briarwood, Queens, was doing just that. She ran her fingers over the beard of Mr. Close’s self-portrait. “It is the most unbelievable experience,” she said. “And at no cost.” Several blocks south at the 72nd Street station, Sumana Harihareswara, a consultant from Astoria, Queens, was walking through the new station when she came across a mosaic that stopped her. There, in gleaming tiles on the wall before her, was a woman of South Asian descent dressed in a burgundy sari, looking at her cellphone. Ms. Harihareswara was instantly overcome with emotion. Really beautiful moment at the opening of the new Second Avenue Subway pic.twitter.com/RtnhYZKojP —         Noah Remnick (@NoahRemnick) Jan. 1, 2017 “I don’t think I’ve ever come across subway art before that makes me feel so seen,” she explained through tears. “This woman could be my aunt, she could be my cousin.” Standing beside the mosaic, she and a stranger exchanged a knowing glance. “Representation matters,” they agreed, as several other people snapped photos of the woman wearing the sari. Ms. Harihareswara, a longtime transit enthusiast, said she was struck by the diversity of the subjects depicted in the mosaics throughout the new stations, which also showcase a mural of a gay couple holding hands. Advertisement “There is no feeling quite like seeing yourself cemented into the infrastructure of New York,” Ms. Harihareswara said. “It lets me know that my city loves me.” Video A New Subway Line for a New Year An event on New Year's Eve included a ceremonial ride on the new Second Avenue subway from the 72nd Street station to 96th Street. By EMMA G. FITZSIMMONS and DAPHNE RUSTOW on Publish Date January 1, 2017. Photo by Benjamin Norman for The New York Times. Watch in Times Video » embed A New Year’s Eve Subway Ride to Remember Shortly after 10:30 p.m. on Saturday, a group of elected leaders and transit officials climbed on board a train at the new 72nd Street station for a memorable trip uptown and into the history books. “Welcome on the first ride of the Second Avenue subway to 86th Street,” Thomas F. Prendergast, the chairman of the Metropolitan Transportation Authority, said over the loudspeaker. Cheers erupted. The New Year’s Eve soiree and inaugural ride was an exclusive event deep underground ending with a merry countdown to midnight. There was the chairman-led tour to new stations at 86th Street and 96th Street, music by a rollicking jazz band and an array of snacks and local beers. Subway officials and their guests, dressed in bow ties and sequined dresses, toasted the hard work it took to build the huge subway tunnel below Manhattan. Nearing midnight at the 72nd Street station, Gov. Andrew M. Cuomo, who effectively controls the authority, took the stage, telling the crowd of hundreds that the opening proved that government could do big things. He and Mayor Bill de Blasio, both Democrats, had briefly greeted each other earlier in the night, despite their frosty relationship, though the mayor did not speak at the event. Charlie Feliciano, the conductor on the inaugural ride, said he had volunteered to work on New Year’s Eve. “It was a lifetime experience,” he said. “I did it!” Photo Workers dismantling a section of the elevated subway line along Third Avenue in Manhattan in 1955. The Upper East Side has had to make do with only the overflowing Lexington Avenue line in the years since. Credit Sam Falk/The New York Times The Tortured History of the Second Avenue Subway It is a story that stretches over 96 years , but we will try to keep it brief. The idea for a subway line along Second Avenue was first proposed in the 1920s but faced a series of obstacles that delayed it : the Great Depression , the city’s financial crisis in the 1970s and broken promises when money that might have gone toward the project was spent elsewhere instead. Advertisement Continue reading the main story The elevated train lines that served the Upper East Side were taken down in the 1940s and 1950s, leaving the neighborhood with only one subway route: the overflowing Lexington Avenue line that was a long walk away for many people. “In many ways, the Upper East Side has kind of suffered with density without the infrastructure,” said Thomas K. Wright, the president of the Regional Plan Association. “This is trying to right a historic mistake.” Finally, in the 1990s, the plans were revived, though subway officials decided to start with a smaller segment of the line, from 63rd Street to 96th Street. Construction began in 2007, to the dismay of some businesses and residents who endured shaking, clanging and dust as the work proceeded. The Metropolitan Transportation Authority faced doubts about whether it would meet a deadline to open in December 2016. Under Mr. Cuomo’s prodding, though, workers were able to complete the required testing so that the line could be opened for an inaugural ride on New Year’s Eve and to the public on Sunday. Photo A new subway map including the extension of the Q line. Credit Alex Wroblewski for The New York Times What’s Next for the Second Avenue Subway? Some longtime New Yorkers may look at a map of the new line and wonder: Is that it? The city once imagined the Second Avenue subway running nearly the length of Manhattan, and possibly even into the Bronx. But officials scaled back their ambitions, choosing to build in phases, with the first one serving the Upper East Side neighborhood known as Yorkville. Many in the area are excited about the opening, but are also concerned about the prospect of rising rents forcing out residents and businesses. The next phase calls for the transportation authority to extend the line uptown to 125th Street in East Harlem. But that leg of the project, which could cost up to $6 billion, is still in the early planning stages and may not open for another decade. And leaders in East Harlem have already had to fight to restore funding for the segment after it was removed from the authority’s capital budget in 2015. Officials have said that they eventually want to extend the line south to Houston Street and then to Hanover Square in Lower Manhattan for a total length of 8.5 miles. Given how long it took to build the first segment, it may be wise to tell your grandchildren not to hold their breath. While some have criticized the line as puny, Gene Russianoff, the longtime leader of the Straphangers Campaign, a riders’ advocacy group, said it was an important start. “It’s the beginning of what could be a glorious line,” he said. “It has tremendous potential.” Correction: January 1, 2017 An earlier version of a photo credit with the 1955 picture of the elevated subway line along Third Avenue misspelled the photographer’s surname. It is Falk, not Flak. ",
    "title": "Highlights From the Opening of the Second Avenue Subway - The New York Times"
   },
   {
    "entities": [
     "wiederer",
     "pipeline",
     "reporter",
     "contact",
     "minnesota",
     "minneapolis",
     "clayton-king",
     "vikings",
     "tribune",
     "sunday",
     "the",
     "favre",
     "bank",
     "dan",
     "smg",
     "second quarter of sunday",
     "stadium",
     "access",
     "u.s.",
     "chicago",
     "sunday, jan. 1, 2017",
     "star",
     "andy",
     "afternoon",
     "brett",
     "dakota",
     "ap"
    ],
    "id": 23,
    "text": "Protesters create spectacle at Bears-Vikings game Bears-Vikings protest Andy Clayton-King / AP A protester against the Dakota Access Pipeline rappels from the catwalk in U.S. Bank Stadium during the first half of the game between the Minnesota Vikings and the Bears, Sunday, Jan. 1, 2017, in Minneapolis.  A protester against the Dakota Access Pipeline rappels from the catwalk in U.S. Bank Stadium during the first half of the game between the Minnesota Vikings and the Bears, Sunday, Jan. 1, 2017, in Minneapolis.  (Andy Clayton-King / AP) Dan Wiederer Contact Reporter Chicago Tribune Two protesters climbed to a catwalk near the roof of U.S. Bank Stadium in the second quarter of Sunday afternoon’s Bears-Vikings game, released a banner and used climbing gear to rappel and dangle above the stands. The banner, featured the word “DIVEST” and a hashtag: #NoDAPL, an apparent protest of the Dakota Access pipeline. SMG, the group that manages the new stadium, released the following statement during halftime: \"Two individuals appear to have climbed over a guard rail to access the ridge truss. We immediately dispatched on-site Minneapolis police and fire departments to the scene and cleared the seating section below. We are working with all stadium partners, and our primary focus is on the safety of the fans and these two individuals. Officials are actively working to get them down safety. We will continue to update media on the situation.\" One of the protesters, wearing a Brett Favre Vikings jersey, waved to fans in the crowd as police and stadium security vacated seven rows of seats behind the east end zone directly below where the protesters were dangling. Firemen were seen scurrying through the stadium’s press box as authorities searched for solutions to remove the protesters. In a press release e-mailed to the Minneapolis Star Tribune during Sunday’s game , the protesters asserted they were urging U.S. Bank to divest from the Dakota Access Pipeline. Check back for additional details as this story develops. ",
    "title": "Protesters create spectacle at Bears-Vikings game - Chicago Tribune"
   },
   {
    "entities": [
     "last year",
     "rahm",
     "west",
     "eddie",
     "january 01, 2017",
     "south",
     "press",
     "57 percent",
     "laquan",
     "sunday",
     "facebook",
     "emanuel",
     "the previous year",
     "2015",
     "johnson",
     "2016",
     "associated",
     "twitter",
     "police",
     "past",
     "department",
     "mccarthy",
     "new",
     "20 percent",
     "chicago",
     "york",
     "los",
     "previously",
     "80 percent",
     "mcdonald",
     "afternoon",
     "garry",
     "previous year",
     "november 2015",
     "the year before",
     "angeles"
    ],
    "id": 24,
    "text": "Chicago records 762 homicides in 2016, up 57 percent from previous year Published               January 01, 2017 Facebook 0 Twitter 0 livefyre Email Print   The city of Chicago recorded 762 homicides in 2016 — an average of two murders per day, the most killings in the city for two decades and more than New York and Los Angeles combined. The nation's third largest city also saw 1,100 more shooting incidents than it did in 2015, according to statistics released by the Chicago Police Department that underlined a story of bloodshed that has put Chicago at the center of a national dialogue about gun violence. The numbers released Sunday are staggering, even for those following the steady news accounts of weekends ending with dozens of shootings and monthly death tolls that hadn't been seen in years. The increase in 2016 homicides compared to 2015, when 485 were reported, is the largest spike in 60 years. Police and city officials have lamented the flood of illegal guns into the city, and the crime statistics appeared to support their claims: Police recovered 8,300 illegal guns in 2015, a 20 percent from the previous year. The bulk of the deaths and shooting incidents, which jumped from 2,426 in 2015 to 3,550 last year, occurred in only five neighborhoods on the city's South and West sides, all poor and predominantly black areas where gangs are most active. Police said the shootings in those areas generally wasn't random, with more than 80 percent of the victims having previously been identified by police as more susceptible because of their gang ties or past arrests. Chicago Police Superintendent Eddie Johnson was expected to discuss the newly released statistics Sunday afternoon. The city has scrambled to address the violence. Mayor Rahm Emanuel announced last year that 1,000 officers would be added to the police department. At the same time, police officials have been trying to figure out why homicides and shootings -- which began climbing the year before -- suddenly surged. Johnson has said several factors contributed to the increased violence. He noted 2016 was the first full year since the city was forced in November 2015 to release video of the fatal police shooting of 17-year-old Laquan McDonald, who was black and shot 16 times by a white police officer. The video cost former Police Superintendent Garry McCarthy his job, sparked major protests around the city, and led to federal and state investigations of the department. It also left Johnson with the task of trying to restore public trust in what appeared to be a weakened police force, a perception that was only buttressed by a dramatic drop in the number of arrests in 2016. While the police department has cited several factors for the declining numbers, including a concerted effort not to make minor drug arrests and focus on gun violence, Johnson acknowledged in a recent interview with The Associated Press that officers have become more cautious -- in part out of fear of becoming the next \"viral video.\" That, he said, has \"emboldened\" criminals. \"Criminals watch TV, pay attention to the media,\" he said. \"They see an opportunity to commit nefarious activity.\" The Associated Press contributed to this report. Advertisement ",
    "title": "Chicago records 762 homicides in 2016, up 57 percent from previous year | Fox News"
   },
   {
    "entities": [
     "wiederer",
     "pace",
     "patriots",
     "dak",
     "dowell",
     "hoyer",
     "mass.",
     "barkley",
     "brian",
     "minnesota",
     "vikings",
     "sunday",
     "2009",
     "ryan",
     "prescott",
     "amendola",
     "wednesday, dec. 28, 2016",
     "fox",
     "cassel",
     "nfl",
     "patrick",
     "kansas",
     "steve",
     "garoppolo",
     "heights",
     "bank",
     "dan",
     "belichick",
     "bill",
     "gm",
     "bennett",
     "halas",
     "mike",
     "john",
     "chung",
     "stadium",
     "the year",
     "2016",
     "arlington",
     "jimmy",
     "vrabel",
     "this year",
     "u.s.",
     "70 percent",
     "chicago",
     "eastern",
     "hall",
     "matt",
     "cutler",
     "foxborough",
     "rosenbloom",
     "illinois",
     "now",
     "jay",
     "city",
     "fall",
     "martellus",
     "ap",
     "elise"
    ],
    "id": 25,
    "text": "Stop the Bears before they make a Jimmy Garoppolo deal Jimmy Garoppolo Elise Amendola / AP Patriots quarterback Jimmy Garoppolo passes during a practice on Wednesday, Dec. 28, 2016, in Foxborough, Mass. Patriots quarterback Jimmy Garoppolo passes during a practice on Wednesday, Dec. 28, 2016, in Foxborough, Mass. (Elise Amendola / AP) Steve Rosenbloom Contact Reporter The RosenBlog The Bears are done embarrassing themselves this season — John Fox ’s “try hard” clown act capped the embarrassment with a 38-10 loss Sunday in Minnesota — which means they now can become relevant. To become relevant beyond next season’s opener, however, they will need a new quarterback. They also need a new coach. They always need a quarterback and coach at Halas Hall. Same goes for a Football Yoda and new ownership, but good luck getting this outfit to act professional and successful these days. Let’s just talk about a new quarterback who isn’t the disastrous Matt Barkley , the uninspiring Brian Hoyer or the hopeless Jay Cutler. This year’s best rumor available suggests they go after Patriots backup Jimmy Garoppolo, and it makes for a nice story: The Arlington Heights kid who played at Eastern Illinois coming back to Chicago. But let me ask you something: How many quarterbacks have left the Patriots and won a title? Or even played well? Most notably, the Patriots traded Matt Cassel to the Chiefs along with Mike Vrabel in 2009 for a second-round draft pick that became safety Patrick Chung , who helped the Patriots get to two Super Bowls and win one. The Bears completed a dismal 3-13 season with a 38-10 loss to the Vikings on Sunday at U.S. Bank Stadium. The team finished the year with a four-game losing streak, the longest skid in the John Fox era. Now, with their third-straight last-place finish in the books, the Bears will begin their heavy... The Bears completed a dismal 3-13 season with a 38-10 loss to the Vikings on Sunday at U.S. Bank Stadium. The team finished the year with a four-game losing streak, the longest skid in the John Fox era. Now, with their third-straight last-place finish in the books, the Bears will begin their heavy... (Dan Wiederer) Cassel, meanwhile, saw his completion percentage drop by almost five points, his interception percentage jump by almost a full point and his passer rating fall by almost 11 points in Kansas City. And remember, Cassel was a guy who started 15 games for the Patriots. He should’ve been a known quantity. Garoppolo isn’t. Isn’t even close. Garoppolo has started just two NFL games, both this season, and, yeah, he completed more than 70 percent with four touchdowns and no interceptions, but then he got injured. So what do you really know? Other than he gets hurt like a Bears first-rounder, I mean. But listen, here’s the big issue: Do you really want Bears wonks trying to make a deal with Bill Belichick? The Bears can’t evaluate their own safety spots, and you want titular GM Ryan Pace and Dowell Loggains-supporting coach John Fox to deal with the smartest man in football? You know how the stock market has a circuit breaker to halt trading in order to prevent a disastrous crash? The NFL should have some kind of alarm that sounds automatically when someone at Halas Hall calls Foxborough. Look what happened last offseason. The Bears traded Pro Bowl tight end Martellus Bennett because Fox can’t coach players with personalities. The Bears got a 2016 fourth-round pick in that deal, and instead of using it on quarterback Dak Prescott, the Bears chose a defensive back who can’t stop committing penalties. ",
    "title": "Stop the Bears before they make a Jimmy Garoppolo deal - Chicago Tribune"
   },
   {
    "entities": [
     "ben",
     "monte",
     "texas",
     "jason",
     "times",
     "lee",
     "l.a.",
     "special",
     "hatami",
     "mother's day",
     "miranda",
     "2000",
     "garcia",
     "2017",
     "livermore",
     "thursday",
     "arturo",
     "jaramilla",
     "livingston",
     "may",
     "academy",
     "jonathon",
     "robin",
     "victims",
     "fernandez",
     "california",
     "jonathan",
     "francisco",
     "morning",
     "military",
     "bureau",
     "county",
     "ott",
     "lawrence",
     "khan",
     "2016",
     "marvin",
     "scott",
     "may 16",
     "therolf",
     "martinez",
     "the end of 2016",
     "valley",
     "sheriff's",
     "laboratory",
     "rylan",
     "o'quinn",
     "department",
     "national",
     "irfan",
     "san",
     "pearl",
     "soukup",
     "garrett",
     "los",
     "april 26",
     "gabriel",
     "santer",
     "new year's",
     "aguirre",
     "lasley",
     "may 22, 2013",
     "angeles",
     "el"
    ],
    "id": 26,
    "text": "(Garrett Therolf) On April 26, Arturo Miranda Martinez, the security guard at the county employment office, called 911 to report that Gabriel was bruised and burned all over his face and head. Deputy Robin Soukup screamed at Martinez that a burned child was not an emergency, the prosecutor wrote in his motion. At Gabriel’s home, Deputy Jonathon Livingston spoke to Aguirre, saw Gabriel and then wrote an entry in his computer log, according to court records. Gabriel had fallen off a bicycle, and there was no evidence of child abuse, the deputy wrote. Livingston’s log entry made no mention of examining the child for physical injuries, O’Quinn, the homicide detective, told the grand jury. Like the other deputies who visited Gabriel’s home, Livingston did not file a police report that would have prompted further investigation. In his motion seeking the Sheriff’s Department’s investigative records, the prosecutor slammed the deputies’ response. “It is unclear why a child being burned all over his body is not an emergency,” Hatami wrote. “It is unclear why a police report was not filed and if the security guard was interviewed by Deputy Livingston.” New deputies are trained in the Sheriff’s Academy to “be suspicious” and to square the family’s story with the injuries on the child, said Scott, the retired sheriff’s sergeant. That training is carried over into the field, said Sgt. Marvin Jaramilla of the Special Victims Bureau. “We conduct a thorough investigation. We do not take the parent’s statement at face value,” Jaramilla said. The county blue ribbon commission saw room for improvement and recommended better training for law enforcement officers, including yearly refresher courses. ** A few days after the encounter with the security guard, Gabriel returned to school. In photos from a Mother’s Day project that were shown to the grand jury, his skin was peeling off his forehead, and he had a black eye in the healing stages, along with a bruise-like mark on his neck. One eye was completely bloodshot, prompting his classmates to say he looked evil, his teacher testified. It is unclear whether the injuries were the same ones the security guard observed or whether the boy had suffered more abuse in the intervening days. It is unclear why a child being burned all over his body is not an emergency. — Deputy Dist. Atty. Jonathan Hatami Garcia called a social worker to report the latest signs, noting that Gabriel’s story about falling off a dirt bike did not seem believable, according to her grand jury testimony. “It didn’t seem to go along with the injuries that he had and that he looked really bad,” she recalled saying to the social worker. In May, Gabriel was absent from school for several days. Worried school officials assigned Jason Lee Lasley, a sheriff’s deputy who worked at the school, to check on the boy and see if he was being abused. Lasley tried and failed to find the boy’s house — he had the wrong address. He told the grand jury that when he spoke to Pearl Fernandez on the phone on May 16, she said the boy had moved to Texas to live with his grandmother. He tried to get a better address from Gabriel’s school, then appears to have ended his investigation. He did not write a police report, he testified. On May 22, 2013, sheriff’s deputies responded to a call from Gabriel’s mother and found that the boy was not breathing. Pearl claimed he had fallen while playing with his siblings and that the bruises on his body were self-inflicted. She said the missing skin on his neck came from vigorous scrubbing with a washcloth. The county medical examiner who performed Gabriel’s autopsy said to the grand jury that he had never seen so many skin injuries on a child. The boy’s skull was fractured, his ribs were fractured and he had BB pellets in his chest and pelvic region. A burn above his groin penetrated all the way through the skin into the soft tissue. Back at Gabriel’s school, his teacher was hoping he had really moved to Texas. In her gut, she knew it wasn’t true, she told the grand jury. When the principal called her into a meeting with a district official she had never met, she thought maybe she was in trouble. As the principal opened his mouth to speak, his face turned white. She knew. “Is it Gabriel?” she asked. Caption 90 seconds: Goodbye to 2016. Hello, 2017 The end of 2016 will be a wet one  in L.A. County; 2016 was a year of surprises and heartbreak ; some New Year's resolutions  that can only be accomplished in L.A.; and hundreds of new laws  will soon take effect in California. Caption 90 seconds: Goodbye to 2016. Hello, 2017 The end of 2016 will be a wet one  in L.A. County; 2016 was a year of surprises and heartbreak ; some New Year's resolutions  that can only be accomplished in L.A.; and hundreds of new laws  will soon take effect in California. Caption How does a city official make more in retirement than when he was working? In El Monte, a city in the San Gabriel Valley, a bonus pension approved by the city council in 2000 generates a big bill for taxpayers. Here's how it works. In El Monte, a city in the San Gabriel Valley, a bonus pension approved by the city council in 2000 generates a big bill for taxpayers. Here's how it works. Caption Federal scientist links global warming and human activity Ben Santer at Lawrence Livermore National Laboratory east of San Francisco has become more vocal over the years in hopes of beating back claims that climate change isn’t real.  Ben Santer at Lawrence Livermore National Laboratory east of San Francisco has become more vocal over the years in hopes of beating back claims that climate change isn’t real.  Caption Car plunges off 3rd Street overpass onto 110 Freeway A woman is dead after the car she was driving rammed through a guardrail on a downtown overpass and plunged onto the 110 Freeway, prompting the closure of northbound lanes Thursday morning. (Irfan Khan / Los Angeles Times) A woman is dead after the car she was driving rammed through a guardrail on a downtown overpass and plunged onto the 110 Freeway, prompting the closure of northbound lanes Thursday morning. (Irfan Khan / Los Angeles Times) Caption Child abuse in the military: The short, sad life of Rylan Ott Military and state authorities failed to save a 2-year-old boy from abuse. Military and state authorities failed to save a 2-year-old boy from abuse. MORE ON GABRIEL FERNANDEZ ",
    "title": "L.A. sheriff&apos;s deputies disciplined after horrific torture death of 8-year-old boy - LA Times"
   },
   {
    "entities": [
     "waffle",
     "early thursday",
     "newnan",
     "facebook",
     "twitter",
     "georgia",
     "$200",
     "friday",
     "burkinshaw-stanley",
     "times-herald",
     "january 01, 2017",
     "house",
     "heather",
     "sunday"
    ],
    "id": 27,
    "text": "Waffle House waitress loses job after firing gun during robbery Published               January 01, 2017 Facebook 0 Twitter 0 livefyre Email Print Heather (Shorty) Burkinshaw-Stanley  (Clay Neely/The Newnan Times-Herald) A Waffle House waitress in Georgia says she was fired for shooting her gun at three fleeing robbers. Heather (Shorty) Burkinshaw-Stanley said she was only trying to defend herself and her co-workers, The Newnan Times-Herald reported Sunday. “I was in fear for my life, my co-workers’ lives, and I did what I thought was right,” she told the paper. Three men ate at Burkinshaw-Stanley’s Waffle House early Thursday. Instead of paying for their meal, the men gave the cashier a note threatening to shoot everyone if their demand for money from the register wasn’t met, the paper reported. Police said they left after another waitress gave them $200. Burkinshaw-Stanley said her gun was in her car. “I safely fired a round in the air in an attempt to scare the robbers who were in the process of getting in their vehicle, not knowing if they were retrieving their weapon to return to the Waffle House,” she said on GoFundMe . “My shot must have gotten their attention as they rapidly drove off.” The paper reports that Burkinshaw-Stanley was told she was fired on Friday. She had worked at the Waffle House for two years. A Waffle House spokesman declined to discuss the matter, the paper reported. Burkinshaw-Stanley said she was seeking donations because she is raising three kids and her husband is disabled. Advertisement ",
    "title": "Waffle House waitress loses job after firing gun during robbery | Fox News"
   },
   {
    "entities": [
     "greece",
     "claus",
     "interactive",
     "sparks",
     "wnba",
     "mosque",
     "this week",
     "cbs",
     "gray",
     "brian",
     "january 1, 2017",
     "press",
     "2017",
     "#17",
     "chelsea",
     "t.",
     "turkey",
     "last january",
     "last week",
     "inc.",
     "lavender",
     "cnn",
     "coleman",
     "california",
     "indiana",
     "galen",
     "essence",
     "china",
     "carson",
     "russia",
     "2016",
     "associated",
     "agler",
     "reina",
     "borders",
     "blue",
     "this year",
     "october 14, 2016",
     "santa",
     "center",
     "los",
     "jantel",
     "marissa",
     "america",
     "evening",
     "istanbul",
     "new year's",
     "angeles",
     "lisa"
    ],
    "id": 28,
    "text": "<p>Forward Essence Carson #17 of the Los Angeles Sparks passes during game three of the 2016 WNBA Finals at Galen Center on October 14, 2016 in Los Angeles, California. The Sparks ended up winning the WNBA title.</p> Close Harry How, Getty Images ISTANBUL - A handful of WNBA players, including Essence Carson, Chelsea Gray and Jantel Lavender of the Los Angeles Sparks, were next door to the deadly shooting at a nightclub in Istanbul . Search for gunman in Istanbul nightclub attack It marks at least the second time WNBA players have been dangerously close to a terror attack this year in Turkey. In a statement, the WNBA said: “The  attack at Reina in Istanbul was tragic and we send our heartfelt  condolences and prayers to the victims and their families. The WNBA was  in contact with our players in the region  after the incident; we are thankful each one of them is safe and  accounted for.” Sparks coach Brian Agler confirmed to The Associated Press that Carson had texted him that the three players were OK. An assailant believed to have been dressed in a Santa Claus hat opened fire at a nightclub during New Year’s celebrations, killing at least 39 people and wounding close to 70 others  in what the province’s governor described as a terror attack. Carson had tweeted earlier in the evening that she was “stuck inside of the club because of ‘terror’ shooting in Istanbul. Praises to the most high.” She later deleted the tweet and posted a status update indicating the group had survived unharmed. We're okay. Goodnight. — Essence T. Carson (@Pr3pE) January 1, 2017 About two dozen WNBA players are in Turkey during their offseason playing in a league there, a move many make to supplement their relatively meager earnings in America. Turkey is one of the most popular destinations for American players looking to make some more money for their basketball skills, along with Russia, China and Greece. Indiana Fever star Marissa Coleman is in her third offseason playing in Turkey. Last January, she left the area near the Blue Mosque in Istanbul moments before a suicide bombing that killed several tourists occurred there. “A guy walked by yelling bomb! Bomb!” Coleman recalled. “We thought he was toying with us, so we left, and then my phone started buzzing. First thing I saw was a CNN update that there was a bomb outside the Blue Mosque.” Coleman said she’s become more worried about her safety with more time in Turkey. “I’ve seen the progression of how things are escalating. We stick out like sore thumbs. You can’t avoid certain things, and it does make you nervous,” Coleman said. “I’m very hyper aware, vigilant of my surroundings. You never know.” 19 Photos Istanbul New Year's attack The WNBA just announced last week that it had partnered with LiveSafe, a safety communications platform, to provide a mobile security app to its 60-plus players competing overseas during the offseason. The app debuted this week and players are already signing up. “This was a proactive effort to protect our players and secure their personal safety,” WNBA President Lisa Borders said in a phone interview with The Associated Press. The app will allow the players to communicate directly with the league and its security team. It also can send security advisories and notifications to players when they’re overseas, similar to what one might get from the state department.   It is unclear whether the LiveSafe app was used during the attack. So far, no group has claimed responsibility for the Istanbul nightclub assault. © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "WNBA players were next door to Istanbul nighclub during terror attack - CBS News"
   },
   {
    "entities": [
     "catch",
     "news",
     "reina",
     "nightclub",
     "istanbul",
     "new year's day",
     "new year's",
     "department",
     "u.s.",
     "state",
     "nbc",
     ", 7:34 pm",
     "0:48",
     "bailey",
     "cameras",
     "2017",
     "chelsea",
     "jan 1",
     "sunday"
    ],
    "id": 29,
    "text": "Jan 1 2017, 7:34 pm ET Chilling Video Shows Gunman Opening Fire Outside Istanbul Nightclub by Chelsea Bailey Cameras Catch Istanbul Nightclub Gunman Entering Building 0:48 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170102010806if_/http://www.nbcnews.com/widget/video-embed/845569603539\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> It took less than a minute for a gunman to shoot his way into the Reina nightclub in Istanbul on New Year's Day. Security video from outside the nightclub surfaced on social media Sunday, showing the harrowing moments leading up to the New Year's terrorist attack, which killed 39 people and wounded more than 60 others — including an American, a U.S. State Department official told NBC News. The gunman remains at large, according to Turkish police. In the video, the nightclub's bouncer and a few patrons can been seen lingering near the front door as cars glide down the street. Then, suddenly, bullets begin hailing down, ricocheting off the street and a passing car. Saldırganın gece kulübüne ateş ederek giriş anı pic.twitter.com/JXtpwZVwb4 ",
    "title": "Chilling Video Shows Gunman Opening Fire Outside Istanbul Nightclub - NBC News"
   }
  ]
 }
}