{
 "04": {
  "col-sim": {
   "cosine": 0.15948861145048449,
   "entity": 0.2046262964094938
  },
  "exec-time": 37.260048151016235,
  "links": [
   {
    "entities": [
     "associated",
     "mountain",
     "crystal",
     "grand",
     "record",
     "2 p.m.",
     "michigan",
     "illinois",
     "press",
     "city",
     "traverse",
     "benzie",
     "eagle",
     "tuesday",
     "rapids",
     "county",
     "new year's day",
     "monday",
     "chicago",
     "sunday"
    ],
    "id": 0,
    "text": "Tribune news services Contact Reporter A 10-year-old Illinois girl injured in a New Year's Day skiing accident in northern Michigan has died. Officials at Crystal Mountain, a ski resort in Michigan's Benzie County, released a statement Tuesday saying the accident was around 2 p.m. Sunday during a group ski lesson on an intermediate trail. Officials say the girl was skiing ahead of the class when it appears she lost control and struck a tree. She was wearing a helmet. The girl was transported to a Grand Rapids hospital, where she died of her injuries Monday. Her name has not been released. The girl was visiting from Illinois with her family. The  Traverse City Record Eagle reported that the girl is from the Chicago area. Associated Press ",
    "title": "Illinois girl, 10, dies in skiing accident in Michigan - Chicago Tribune"
   },
   {
    "entities": [
     "peter",
     "stephen",
     "pudner",
     "teachout",
     "cantor",
     "government",
     "minnesota",
     "h.",
     "trump",
     "house",
     "harvard",
     "news",
     "cnn",
     "donald",
     "brazil",
     "zephyr",
     "breitbart",
     "christie",
     "monday",
     "laurence",
     "school",
     "carlson",
     "edwards",
     "schweizer",
     "john",
     "tribe",
     "conway",
     "virginia",
     "arne",
     "cause",
     "kellyanne",
     "later today",
     "republican",
     "policy",
     "eric",
     "accountability",
     "new",
     "jersey",
     "common",
     "oklahoma",
     "vucci/ap",
     "institute",
     "washington",
     "gop",
     "committee",
     "mickey",
     "law",
     "argentina",
     "evan",
     "now",
     "the past",
     "azerbaijan",
     "jan. 11",
     "bannon",
     "whitman",
     "columbia"
    ],
    "id": 1,
    "text": "Prominent Trump Backers Sign Letter Pushing To End Conflicts Of Interest Prominent Trump Backers Sign Letter Pushing To End Conflicts Of Interest Audio will be available later today. President-elect Donald Trump is expected to hold a press conference on Jan. 11 to address conflicts of interest, though an adviser said the date might shift. Evan Vucci/AP hide caption toggle caption Evan Vucci/AP President-elect Donald Trump is expected to hold a press conference on Jan. 11 to address conflicts of interest, though an adviser said the date might shift. Evan Vucci/AP Some prominent conservatives have signed onto a letter warning President-elect Donald Trump that he needs to sell off his businesses to address his many conflicts of interest. \"Respectfully, you cannot serve the country as president and also own a world-wide business enterprise, without seriously damaging the presidency,\" says a letter sent Monday by a bipartisan group of politicians, ethics advocates and academics. The letter was signed by several moderate Republicans, including former New Jersey Gov. Christie Whitman, former Minnesota Gov. Arne Carlson and former Rep. Mickey Edwards of Oklahoma, who chaired the House Republican Policy Committee. But the signers also include some further-right conservatives, including Peter Schweizer, president of the Government Accountability Institute , and political consultant John Pudner of Take Back Our Republic , which seeks to build GOP support for campaign finance reform. Pudner was instrumental in the successful Tea Party-backed effort to unseat then-House Majority Leader Eric Cantor, a Virginia Republican. He also is a contributor to Breitbart News, which has been managed in recent years by Trump's senior counselor, Stephen Bannon. Article continues after sponsorship A Trump supporter, Pudner said that cleaning up Washington had been a central part of the president-elect's campaign and that now he needs to follow through. \"He made such a theme of things like the revolving door and the ways in which decisions can be influenced, not for the public good,\" Pudner said. \"If you have the presidency and people are going to question every week, 'Why is he making this decision? Is there some business angle on it?' I just think it undercuts so much of the reason that people did support him.\" Other signatories included several good-government groups, such as People for the American Way, Public Citizen, Common Cause and the Revolving Door Project, as well as liberal Democrats such as Zephyr Teachout of Columbia Law School and Harvard Law School's Laurence H. Tribe. Trump senior adviser Kellyanne Conway told CNN on Monday that a press conference is planned for Jan. 11 to address conflicts of interest. But she added that the date might shift, depending upon the advice of Trump's lawyers. In the past, Trump has said he will turn over his companies to his grown children to operate. The letter notes that the president-elect has begun to address some of the conflicts he faces, terminating real estate deals in Brazil, Azerbaijan and Argentina and announcing plans to close his charitable foundation. \"That is a good start, but we wish to be clear that the only way to solve the problems you face remains divesting your business enterprises into a blind trust managed by an independent trustee or the equivalent,\" the letter stated. You can read the letter in its entirety here : ",
    "title": "Prominent Trump Backers Sign Letter Pushing To End Conflicts Of Interest : The Two-Way : NPR"
   },
   {
    "entities": [
     "jim",
     "supreme",
     "macdill",
     "guterres",
     "brendan",
     "da",
     "getty",
     "auditorium",
     "kimmel",
     "reynolds",
     "turkey",
     "nov. 19, 2016",
     "the 21st century",
     "austin",
     "nov. 23, 2016",
     "cody",
     "presidential",
     "oval",
     "dec. 27, 2016",
     "pnc",
     "mcnamee",
     "oct. 13, 2016",
     "5:28 p.m. est",
     "kamm",
     "clark",
     "ngan",
     "honolulu",
     "martinez",
     "guerrucci",
     "nov. 9, 2016",
     "renzi",
     "jimmy",
     "today",
     "platt",
     "benjamin",
     "smialowski",
     "merkel",
     "carnegie",
     "ceneta",
     "newsy",
     "center",
     "gregory",
     "retirement",
     "east",
     "european",
     "museum",
     "nov. 16, 2016",
     "ernesto",
     "randy",
     "field",
     "vitoria",
     "sachs",
     "angeles",
     "clinton",
     "scalzo",
     "ap",
     "durham",
     "white",
     "robinson",
     "nov. 21, 2016",
     "pittsburgh",
     "democratic",
     "air",
     "base",
     "degeneres",
     "manuel",
     "eisenhower",
     "n.c.",
     "reagan",
     "island",
     "executive",
     "michael",
     "facebookemail",
     "united",
     "facebook",
     "berlin",
     "gibson",
     "angela",
     "donald",
     "nov. 18, 2016",
     "dec. 21, 2016",
     "antonio",
     "pressphoto",
     "chip",
     "of",
     "medal",
     "home",
     "obamas",
     "tampa",
     "kelly",
     "twitter",
     "arlington",
     "bet",
     "dec. 6, 2016",
     "landini",
     "mandel",
     "u.s.",
     "agency",
     "newslook",
     "kentucky",
     "ron",
     "pandermalis",
     "acropolis",
     "nicholas",
     "nov. 1, 2016",
     "joint",
     "pearl",
     "forces",
     "andrews",
     "january 3, 2017",
     "aaron",
     "columbus",
     "somodevilla",
     "office",
     "the past",
     "epa",
     "carter-like",
     "snow",
     "kaneohe",
     "google",
     "pacific",
     "garden",
     "wickerham",
     "day on nov. 11, 2016",
     "greece",
     "dec. 16, 2016",
     "jan. 1, 2017",
     "brady",
     "portsmouth",
     "dec. 13, 2016",
     "armed",
     "andrew",
     "images",
     "holmes",
     "high",
     "lo",
     "von",
     "freedom",
     "press",
     "christmas",
     "nov. 22, 2016",
     "garcia",
     "ohio",
     "party",
     "oct. 12, 2016",
     "club",
     "pinterest",
     "saul",
     "cohon",
     "ellipse",
     "unknown",
     "peru",
     "reicks",
     "pablo",
     "academic",
     "carolyn",
     "shawn",
     "thew",
     "bernd",
     "halloween",
     "ifunaya",
     "athens",
     "federation",
     "congress",
     "wilson",
     "nations",
     "oct. 17, 2016",
     "walsh",
     "john",
     "agnese",
     "azikiwe",
     "marco",
     "usa",
     "nov. 25, 2016",
     "va.",
     "nov. 30, 2016",
     "obama",
     "national",
     "oct. 21, 2016",
     "anthony",
     "susan",
     "cemetery",
     "zach",
     "thanksgiving",
     "initiative",
     "america",
     "oahu",
     "lima",
     "los",
     "matteo",
     "soldier",
     "dec. 1, 2016",
     "dec. 14, 2016",
     "abe",
     "lawn",
     "tot",
     "hawaii",
     "nov. 4, 2016",
     "jackson",
     "oct. 18, 2016",
     "foster",
     "shinzo",
     "lajes",
     "kailua",
     "biden",
     "gripas",
     "spencer",
     "aude",
     "marine",
     "trump",
     "south",
     "house",
     "nov. 29, 2016",
     "hillary",
     "nov. 20, 2016",
     "jutrczenka",
     "balce",
     "room",
     "europe",
     "nasa",
     "university",
     "the",
     "tomb",
     "golf",
     "harrer",
     "asia-pacific",
     "monsivais",
     "charlotte",
     "force",
     "oct. 24, 2016",
     "court",
     "school",
     "dec. 2, 2016",
     "praia",
     "dimitrios",
     "rose",
     "2016",
     "n.h.",
     "americas",
     "kapolei",
     "yuri",
     "scott",
     "banneker",
     "nov. 14, 2016",
     "past",
     "l.",
     "future",
     "carter",
     "dec. 24, 2016",
     "arias",
     "corps",
     "korte",
     "building",
     "monument",
     "philadelphia",
     "ellen",
     "washington",
     "2010",
     "bay",
     "nov. 7, 2016",
     "mellon",
     "loeb",
     "now",
     "azores",
     "harbor-hickam",
     "nov. 10, 2016",
     "kaster",
     "mark",
     "dec. 25, 2016",
     "dec. 4, 2016",
     "jared"
    ],
    "id": 2,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Trump's election has changed Obama's post-presidency plans Whatever President Obama had planned for life after the presidency, the election of Donald Trump will likely change those plans. Post to Facebook Trump's election has changed Obama's post-presidency plans Whatever President Obama had planned for life after the presidency, the election of Donald Trump will likely change those plans. Check out this story on USATODAY.com: http://usat.ly/2j1p87y CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 77 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump's election has changed Obama's post-presidency plans Gregory Korte , USA TODAY 5:28 p.m. EST January 3, 2017 x Share He said he's looking at it as \"a chance to say thank you.\" Video provided by Newsy Newslook President Obama waves goodbye at the conclusion of a news conference at the White House on Dec. 16, 2016. (Photo: Chip Somodevilla, Getty Images) WASHINGTON — Whatever President Obama had planned for life after the presidency, the election of Donald Trump will likely change those plans. Instead of building on his legacy, he'll be defending it. Instead of helping to nurture his Democratic Party as an elder statesman, he'll be helping to rebuild it — finding new generational leaders who can carry the banner in future elections. And instead of providing friendly counsel to President Hillary Clinton, he'll have a more complicated relationship with President Donald Trump. \"Obama's post-presidency just got exponentially more interesting,\" said Cody Foster, a University of Kentucky historian who has studied  the post-presidential lives of former presidents . \"Whereas he might have focused on building upon policies created during his administration, he must now defend his administration's legacy,\" Foster said. \"Every policy, every veto, every word must now be carefully defended against an incoming leader eager to blindly press 'undo' on everything that Obama created. And President Trump can do that because he has a Republican Congress and is likely to have a more conservative Supreme Court.\" Read more: Trump gives mixed signals on transition with Obama It's Obama's relationship with Trump that will likely be most scrutinized. Presidents have often relied on their predecessors for advice, support and even some sensitive diplomacy. In return, modern presidents have avoided public criticism of their successors — although they've sometimes conducted freelance foreign policy in a way that's flummoxed the incumbent, as with Jimmy Carter's outspoken work on human rights. \"I don’t see him immediately becoming a Jimmy Carter-like thorn in the new president's side,\" said Anthony Clark, author of  The Last Campaign: How Presidents Rewrite History, Run for Posterity & Enshrine Their Legacies . \"But I also think he's going to be more critical than previous presidents have been. He's going to have to find a way to be anti-Trump without appearing to be anti-Trump.\" After the election, Obama himself described that tightrope as having \"less to do with the specifics of some legislative proposal or battle\" but about \"core questions about our values and our ideals.\" In recent weeks, Obama has begun to talk more specifically about the role he'll play in partisan politics after the election. At his end-of-the-year press conference , Obama said he sees a role in giving \"counsel and advice\" to the Democratic Party in an effort to reach areas of the country where Democrats have not performed well — places where he said \"Democrats are characterized as coastal, liberal, latte-sipping, politically correct, out-of-touch folks.\" Obama said he'll also work to rebuild a Democratic Party that's been decimated over the course of his presidency. Democrats have won the popular vote in six of the past seven presidential elections. But since 2010, Democrats have lost thousands of downballot races — the congressional seats, governor's mansions, state legislative districts and local offices that form a kind of bench for a political party. \"With respect to my priorities when I leave, it is to build that next generation of leadership; organizers, journalists, politicians. I see them in America, I see them around the world, 20-year-olds, 30-year-olds who are just full of talent, full of idealism,\" he said. \"And the question is how do we link them up? How do we give them the tools for them to bring about progressive change? And I want to use my presidential center as a mechanism for developing that next generation of talent.\" \"But the day-to-day scrum, not only is it contrary to tradition for the ex-president to be involved in that, but I also think would inhibit the development of those new voices,\" Obama said. That's not a departure from past presidents, Clark said, but Obama may be a bit more upfront about using his foundation as a party-building tool. \"Prior to the election, my thought was that both the library and the foundation would be more in line with Jimmy Carter, who spent more time on his foundation and less on his library,\" Clark said. \"Now, I see it more like the Reagan Presidential Center, which is the altar on which rising conservative stars must go to become baptized.\" Posted! A link has been posted to your Facebook feed. Obama arrives at Joint Base Pearl Harbor-Hickam, adjacent to Honolulu, Hawaii, to board Air Force One en route to Washington on Jan. 1, 2017, after his annual family vacation on the island of Oahu.  Marco Garcia, AP Obama and Japanese Prime Minister Shinzo Abe participate in a wreath-laying ceremony at the USS Arizona Memorial, part of the World War II Valor in the Pacific National Monument, in Joint Base Pearl Harbor-Hickam, Hawaii, on Dec. 27, 2016.  Carolyn Kaster, AP The president and first lady attend an event to thank service members and their families at Marine Corps Base Hawaii in Kaneohe Bay, Hawaii, on Dec. 25, 2016.  Carolyn Kaster, AP Obama greets people waiting for him outside Island Snow Hawaii in Kailua, Hawaii, on Dec. 24, 2016, after the president, joined by family and friends, had shave ice during the first family's annual vacation.  Carolyn Kaster, AP Obama pauses as he golfs on the 18th green at Kapolei Golf Club, in Kapolei, Hawaii, on Dec. 21, 2016.  Carolyn Kaster, AP The Obama family arrives on Air Force One on Dec. 16, 2016, at Joint Base Pearl Harbor-Hickam, adjacent to Honolulu, Hawaii, for their annual family vacation on the island of Oahu.  Carolyn Kaster, AP Obama answers questions during his year-end news conference in the Brady Press Briefing Room on Dec. 16, 2016.  Chip Somodevilla, Getty Images The Obamas take part in a Hanukkah reception in the East Room of the White House on Dec. 14, 2016.  Manuel Balce Ceneta, AP Obama speaks during the annual My Brother's Keeper event on Dec. 14, 2016, in Washington.  Mark Wilson, Getty Images Obama embraces Biden after signing the 21st Century Cures Act on Dec. 13, 2016, in the South Court Auditorium in the Eisenhower Executive Office Building.  Carolyn Kaster, AP President Obama greets service members after speaking on counterterrorism at MacDill Air Force Base in Tampa on Dec. 6, 2016.  Mandel Ngan, AFP/Getty Images The Obamas attend the Kennedy Center Honors on Dec. 4, 2016, in Washington.  Aude Guerrucci, Pool, Getty Images Obama shakes hands with United Nations Secretary-General-designate Antonio Guterres in the Oval Office on Dec. 2, 2016.  Carolyn Kaster, AP Obama speaks at the National Christmas Tree Lighting ceremony on the Ellipse on Dec. 1, 2016.  Ron Sachs, Pool/European Pressphoto Agency Obama meets with the 2016 American Nobel Prize laureates in the Oval Office on Nov. 30, 2016.  Andrew Harrer / POOL, EPA Obama walks to the Oval Office after arriving at the White House on Nov. 29, 2016.  Zach Gibson, AFP/Getty Images Obama departs the White House for a round of golf at Joint Base Andrews on Nov. 25, 2016, in Washington.  Ron Sachs, Pool, Getty Images Obama, with his nephews Aaron Robinson, front, and Austin Robinson and National Turkey Federation Chairman John Reicks, pardons the National Thanksgiving Turkey, Tot, on Nov. 23, 2016, during a ceremony in the Rose Garden.  Manuel Balce Ceneta, AP The Obamas serve Thanksgiving dinner to residents at the Armed Forces Retirement Home on Nov. 23, 2016, in Washington.  Shawn Thew, Pool, Getty Images Obama presents actress and comedian Ellen DeGeneres with the Presidential Medal of Freedom, the nation's highest civilian honor, during a ceremony honoring 21 recipients in the East Room of the White House on Nov. 22, 2016.  Saul Loeb, AFP/Getty Images Obama salutes as he walks off Marine One on the South Lawn of the White House on Nov. 21, 2016, as he returned from his final trip to Europe as U.S. president.  Pool, Getty Images Obama speaks during a press conference at the end of the Asia-Pacific Economic Cooperation Summit in Lima, Peru, on Nov. 20, 2016.  Ernesto Arias, European Pressphoto Agency German Chancellor Angela Merkel welcomes Obama to Berlin on Nov. 18, 2016.  Bernd Von Jutrczenka, European Pressphoto Agency Obama speaks at a town hall with Young Leaders of the Americas Initiative in Lima, Peru, on Nov. 19, 2016.  Pablo Martinez Monsivais, AP Obama boards Air Force One during a refueling stop on Nov. 18, 2016, at Lajes Field in Praia da Vitoria on the Portuguese islands of Azores.  Brendan Smialowski, AFP/Getty Images Obama walks with Professor Dimitrios Pandermalis, president of the Acropolis Museum, during a tour of the Acropolis Museum on Nov. 16, 2016, in Athens, Greece.  BRENDAN SMIALOWSKI, AFP/Getty Images Obama answers questions from journalists during his first post-election press conference in the Brady Press Briefing Room at the White House on Nov. 14, 2016.  Chip Somodevilla, Getty Images Obama participates in a wreath-laying ceremony at the Tomb of the Unknown Soldier at Arlington National Cemetery in Arlington, Va., to commemorate Veterans Day on Nov. 11, 2016.  Yuri Gripas, AFP/Getty Images Obama shakes hands with President-elect Donald Trump  following a meeting in the Oval Office on Nov. 10, 2016.  Win McNamee, Getty Images Obama and Biden prepare to speak to the media about Donald Trump's victory over Hillary Clinton for the presidency in the Rose Garden on Nov. 9, 2016.  Jim Lo Scalzo, European Pressphoto Agency Obama and Clinton wave to the crowd during an election eve rally on Nov. 7, 2016, in Philadelphia.  Spencer Platt, Getty Images Obama walks to greet well-wishers upon arrival in Portsmouth, N.H., on Nov. 7, 2016, to campaign for Hillary Clinton in nearby Durham.  NICHOLAS KAMM, AFP/Getty Images Obama speaks at PNC Music Pavilion in Charlotte, N.C., on Nov. 4, 2016, during a Clinton campaign rally.  Pablo Martinez Monsivais, AP Obama waves as he walks to Marine One at the White House on Nov. 1, 2016, as he departs for Columbus, Ohio, to campaign for Hillary Clinton.  Nicholas Kamm, AFP/Getty Images The president and first lady dance to the beat of Michael Jackson's \"Thriller\" as they welcome children from Washington area and children of military families to trick-or-treat at the White House on Halloween.  Manuel Balce Ceneta, AP The president and first lady arrive at a BET event on the South Lawn of the White House on Oct. 21, 2016.  Carolyn Kaster, AP Obama and Jimmy Kimmel talk during the taping of \"Jimmy Kimmel Live!\" in Los Angeles on Oct. 24, 2016.  Randy Holmes, AP Obama meets with retired NASA astronaut Scott Kelly in the Oval Office on Oct. 21, 2016.  Michael Reynolds, European Pressphoto Agency The Obamas wait to greet Italian Prime Minister Matteo Renzi and Italian First Lady Agnese Landini prior to the state dinner at the White House on Oct. 18, 2016.  Shawn Thew, European Pressphoto Agency Obama and Italian Prime Minister Matteo Renzi leave their joint news conference in the Rose Garden of the White House on Oct. 18, 2016.  Pablo Martinez Monsivais, AP Obama shakes hands with Benjamin Banneker Academic High School senior Ifunaya Azikiwe during his visit to the school in Washington on Oct. 17, 2016, where he highlighted the steady increase in graduation rates.  Susan Walsh, AP Obama speaks at the White House Frontiers Conference at the Jared L. Cohon Center on the campus of Carnegie Mellon University in Pittsburgh on Oct. 13, 2016.  Jared Wickerham, AP President Obama and Vice President Biden attend a reception for Hispanic Heritage Month in the East Room of the White House on Oct. 12, 2016.  Pool, Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "Trump's election has changed Obama's post-presidency plans"
   },
   {
    "entities": [
     "1960s",
     "roman",
     "the 1960s",
     "times",
     "sharon",
     "the next night",
     "leno",
     "supreme",
     "the 20th century",
     "bakersfield",
     "corrections",
     "beverley",
     "terry",
     "polanski",
     "tate",
     "1971",
     "news",
     "facebook",
     "fox",
     "california",
     "rehabilitation",
     "january 03, 2017",
     "the 1980s",
     "charles",
     "corcoran",
     "state",
     "tuesday",
     "waters",
     "of",
     "2014",
     "calif.",
     "court",
     "vicky",
     "1972",
     "twitter",
     "prison",
     "thornton",
     "department",
     "rosemary",
     "hills",
     "2027",
     "manson",
     "and",
     "los",
     "time",
     "labianca",
     "angeles",
     "cdcr"
    ],
    "id": 3,
    "text": "Charles Manson reportedly seriously ill, taken to hospital Published               January 03, 2017 Facebook 0 Twitter 0 Email Print   Charles Manson, the 1960s cult leader who orchestrated a series of high profile murders, was taken to the hospital Tuesday for an undisclosed medical issue, the Los Angeles Times reported . One of the sources familiar with the situation told the newspaper Manson, 82, was seriously ill, but could not provide specific information. Vicky Waters, Press Secretary for the California Department of Corrections and Rehabilitation (CDCR) told Fox News,  \"Federal and state medical privacy laws preclude CDCR from commenting on protected health information for any inmate in our custody.\" A separate spokeswoman from the agency, Terry Thornton, told the Los Angeles Times that Manson \"is alive.\" Related stories... Parole considered for Charles Manson's 'right-hand man' TMZ reported that Manson was transported to a hospital in Bakersfield, Calif., about an hour from California State Prison in Corcoran, where he was being held. Sporting a carved swastika on his forehead, Manson was the long-haired, wild-eyed head of a California desert commune in the late 1960s. The “Manson Family” was largely made up of runaways and societal dropouts whom Manson controlled with a mix of his charismatic yet calculating personality and hallucinogenic drugs. Obsessed with Armageddon and what he saw as a coming race war, Manson masterminded a series of murders that he hoped would spur black vs. white violence. A failed musician, Manson believed several songs on The Beatles’ “White Album” – notably “Helter Skelter” – also predicted a racial clash. He ordered a small, devoted group of followers to carry out the murders, although he never took part in the actual acts. “There’s no need to feel guilty,” Manson said during an interview in the 1980s. “I haven’t done anything I’m ashamed of.” While Manson may have ordered dozens of slayings, he was eventually convicted for two high-profile massacres. The first occurred at the Beverley Hills house of director Roman Polanski and claimed the lives of his wife, actress Sharon Tate, her unborn child and five others. Polanski was away at the time. One of the enduring images of the brutal slaying is the word “pig” scrawled in blood on a door of the house. The next night, another group of Manson devotees killed Leno and Rosemary LaBianca. Manson was convicted of first-degree murder in 1971 for the Tate/LaBianca killings and sentenced to death. But the California Supreme Court’s 1972 decision to outlaw capital punishment automatically commuted Manson’s sentence to life behind bars at California’s Corcoran State Prison. In interviews, he’d frequently challenge the notion that he was guilty of the murders and never showed remorse. “Remorse for what?” Manson said. “You people have done everything in the world to me. Doesn’t that give me equal right? I can do anything I want to you people anytime I want because that’s what you’ve done to me.” Despite his infamous reputation as one of the 20th century’s most twisted mass murderers, Manson still managed to attract fans behind bars and nearly married a woman in her 20s in 2014. The woman, who called herself Star, applied for a marriage license with Manson, then 80, but a ceremony never took place. Manson was rejected for parole 12 times and would not have been eligible to apply again until 2027. ",
    "title": "Charles Manson reportedly seriously ill, taken to hospital | Fox News"
   },
   {
    "entities": [
     "israel",
     "et",
     "joe",
     "motors",
     "november",
     "trump",
     "nissan",
     "2017",
     "ohio",
     "mercedes-benz",
     "paul",
     "co.",
     "donald",
     "jan 3",
     "mexico",
     "administration",
     "morning",
     "rock",
     "last april",
     "kia",
     "audi",
     "tuesday",
     "auto",
     "2020",
     "$500 million",
     "chevy",
     "bill",
     "gm",
     "americas",
     "hermosillo",
     "chevrolet",
     "michigan",
     "lordstown",
     "cruze",
     "hinrichs",
     "assembly",
     "plant",
     "the past year",
     "u.s.",
     "motor",
     "focus",
     "eisenstein",
     "general",
     "$1.6 billion",
     "a.",
     ", 4:05 pm",
     "ford",
     "detroit",
     "los",
     "u.s.a.",
     "overnight",
     "a decade ago",
     "0:37",
     "now",
     "flat",
     "show",
     "angeles",
     "nbcnews",
     "wayne"
    ],
    "id": 4,
    "text": "Jan 3 2017, 4:05 pm ET Ford Cancels Mexican Plant But Still Moving Small Car Production by Paul A. Eisenstein Ford Announces Plan to Create 700 New US Jobs 0:37 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170103210822if_/http://www.nbcnews.com/widget/video-embed/846480963812\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Ford Motor Co. announced Tuesday it has scrubbed plans to build a new $1.6 billion assembly plant in Mexico, a project that had been spotlighted by then-candidate Donald Trump, especially after Ford said it would move small car production from the U.S. into that new factory. But while the move is being hailed by some as a victory for the president-elect, a closer look at the announcement, made by senior Ford executives at a suburban Detroit assembly plant, did not actually reverse the central decision the automaker announced last April. Small car production, such as the compact Focus model, will still move to Mexico, just into an existing Ford plant in Hermosillo. And while Ford will use some of the savings from the planned Mexican plant to expand its factory in Flat Rock, Michigan, that project appears likely to have happened anyway. The maker's new body shop and expanded assembly line will handle production of two new battery-based models that were not expected to be built in Mexico, anyway. \"We reached the point where we believed we could get…capital savings\" by abandoning the new plant, Joe Hinrichs, Ford's President of the Americas, told NBCNews in an exclusive interview. One of the key reasons was an update of sales projections for the Ford Focus. Demand for passenger cars - smaller models, in particular -- has been falling rapidly as American motorists shift to SUVs, crossovers and light trucks. That was a key reason Ford wanted to move the Focus and C-Max \"people-mover\" out of the Wayne Assembly Plant to Mexico in the first place. The factory is being converted to built higher-volume, and notably higher-profit, light trucks. According to Hinrichs, the revised forecast didn't justify building an entirely new plant. Instead, he explained, Ford now can make room for lower volume production at its existing factory in Hermosillo. In the process, that frees up money to update a second factory in suburban Detroit. Even then, the \"net savings,\" the executive explained, come to around $500 million. Ford will also get improved economies of scale for the Focus by building it in Hermosillo, since the plant will now operate near capacity. And, it will save substantially on labor costs compared to what it paid union workers in Michigan to produce the Focus. \"There's more to manufacturer than labor costs,\" Hinrichs noted. Logistics are critical, as is the fact that Mexico has more free trade agreements in place than any other country in the world but for Israel. That means fewer tariffs when exporting the Focus, further improving the business case for keeping it in Mexico. Meanwhile, some of the savings on the abandoned Mexican plant will help Ford not just justify upgrading its plant in Flat Rock, but, in turn, help make a business case for adding two new electrified models that will be produced in the factory. That includes an all-new pure battery-electric vehicles expected to have a range of \"at least\" 300 miles. The other product will be a hybrid-powered model due out in 2020 that would be Ford's first model to allow fully autonomous driving. The Tuesday announcement is expected to be promoted by the incoming Trump Administration as an indication of how its hardball stance on trade with Mexico is paying off - even if Ford will continue with its plan to move small car production out of the U.S. At the very least, the shift in plans will create about 700 new jobs in suburban Detroit. Whether that will be enough to bring a simmering feud between the two sides to an end is uncertain. After candidate Trump started criticizing Ford, the maker's Chairman Bill Ford met with the business-cum-politician but failed to get Trump to stop criticizing Ford. Shortly after the November election, during a keynote speech at the Los Angeles Auto Show, Ford CEO Mark Fields went public with the dispute, arguing that the idea of trade barriers, especially steep tariffs, would be harmful to U.S. consumers and the overall economy. On Tuesday, Chairman Ford -- the great-grandson of the automaker's founder - made a private call to advise the president-elect of the news. Hinrichs told NBCNews that Trump had not been in the loop as the decision was being made to abandon the Mexican plant. There appears to be no direct quid-pro-quo, though Ford CEO Fields was effusive in his praise of the president-elect on Tuesday, suggesting he had \"confidence\" in Trump's \"pro-growth policies.\" That may help Ford to step out of the spotlight. Though the incoming president has already turned his attention towards Ford's cross-town rival General Motors. \"Make in U.S.A. or pay big border tax,\" the next president declared in an overnight tweet, slamming General Motors for \"sending Mexican-made model of Chevy Cruze to U.S. car dealers-tax free across border.\" The nation's largest automaker fired back later in the morning by noting, \"General Motors manufacturers the Chevrolet Cruze sedan in Lordstown, Ohio.\" In a rebuttal statement, it added, \"All Chevrolet Cruze sedans sold in the U.S. are built in GM's assembly plant in Lordstown, Ohio. GM builds the Chevrolet Cruze hatchback for global markets in Mexico, with a small number sold in the U.S.\" Senior officials with several other manufacturers contacted by NBCNews said they are watching developments with Ford and GM closely to see if they will next be targeted. \"We're waiting to see,\" said an executive with one of the major Japanese automakers. Mexico has found itself at the center of the manufacturing debate, and the auto industry is at ground zero. The country has gone from a relative backwater a decade ago to become one of the world's five largest sources of automotive production. Virtually every major automaker now assembles vehicles in Mexico. In the past year alone, new factories have been opened or started by players including Nissan's Infiniti - which is pairing up on a plant with Mercedes-Benz - Kia and Audi. Paul A. Eisenstein ",
    "title": "Ford Cancels Mexican Plant But Still Moving Small Car Production - NBC News"
   },
   {
    "entities": [
     "ben",
     "october",
     "meadows",
     "squaw",
     "last year",
     "resources",
     "december",
     "joseph",
     "sierra",
     "105%",
     "november",
     "south",
     "sunday",
     "northern",
     "or",
     "sukup",
     "70%",
     "dorado",
     "oct. 1",
     "phillips",
     "gerhke",
     "california",
     "penn",
     "serna",
     "weather",
     "water",
     "saturday",
     "73%",
     "state",
     "tuesday",
     "of",
     "county",
     "angel",
     "niño",
     "calif.",
     "congress",
     "skiers",
     "valley",
     "scott",
     "frank",
     "early next week",
     "/",
     "nevada",
     "current",
     "department",
     "about a week ago",
     "jennings",
     "53%",
     "gehrke",
     "winter last year",
     "this year",
     "65%",
     "southern",
     "national",
     "today",
     "the weekend",
     "wednesday",
     "tolby",
     "service",
     "zach",
     "alpine",
     "overnight",
     "los",
     "sixth year",
     "jan. 2",
     "central",
     "usc",
     "bay",
     "winter",
     "angeles",
     "arnst",
     "el",
     "68%"
    ],
    "id": 5,
    "text": "State water officials are optimistic despite 'gloomy' California snowpack survey Squaw Valley Ben Arnst / Squaw Valley Alpine Meadows Skiers navigate the Broken Arrow run at Squaw Valley last year. Skiers navigate the Broken Arrow run at Squaw Valley last year. (Ben Arnst / Squaw Valley Alpine Meadows) Joseph Serna Contact Reporter Snowpack in the resort town of Phillips, Calif., measured just 53% of the seasonal average on Tuesday, but water officials said there was still reason for optimism as the state enters its sixth year of drought.  Standing in 3 feet of snow at the El Dorado County measuring station, Frank Gehrke of the California Department of Water Resources counseled hope as he announced the survey results. “While that seems perhaps a little gloomy, keep in mind that we had pretty much bare ground here about a week ago,” Gehrke said. The statewide snowpack measurement is somewhat better — 70% of the seasonal average — but still nowhere near last year’s measurement of 105% of average for this time of year. The situation is likely to improve very soon, however, as even more snow is on the way, according to the National Weather Service . The National Weather Service said it expected 4 to 5 feet of snow in some Sierra areas and encouraged drivers to avoid mountain roads.... Higher elevations of Northern California were hit by heavy snowfall overnight, prompting avalanche warnings, as the region braced for a week of intense weather. The National Weather Service said it expected 4 to 5 feet of snow in some Sierra areas and encouraged drivers to avoid mountain roads.... (Angel Jennings) A pair of Northern California storms — the first on Wednesday followed by another on Saturday — are expected to drench mountains and valleys through early next week. Up to 4 feet of snow may drop at the highest elevations with the second storm, which is part of an atmospheric river, said National Weather Service meteorologist Zach Tolby. The storms could contribute to the snowpack at the highest elevations, he said. Melted snow provides about a third of the state’s water, and thanks to a snowy winter last year, a lot of the groundwater in Northern California has been replenished, relieving drought conditions there. Another year like last year would make even greater gains in alleviating California’s drought, Gerhke said. A series of storms that washed across Northern California over the weekend dropped more than 20 inches of snow on the Sierra Nevada mountain range, which provides water for key state water projects. “I think it’s a very encouraging start to winter,” he said. Snowpack level That’s because the precipitation hitting the state this year is mostly coming in the best way to help the drought — slow and steady. Northern California had its wettest October in 30 years, followed by a dip in November, but then a resurgence of rain and snow in December.    According to the Department of Water Resources, the current water content in the northern Sierra Nevada is 68% of average for this time of year; the central Sierra clocked in at 65% and the southern Sierra at 73%. Southern California may also see a turn in the tide when it comes to the drought. After missing out on the gains from last year’s El Niño, downtown Los Angeles has seen recent rainfall totals not experienced in years. The average rainfall downtown between Oct. 1 and Jan. 2 is 4.24 inches, said National Weather Service meteorologist Scott Sukup. This year it has already rained 5.95 inches. Last year, it was a paltry 1.03, he said. A set of storms heading to California over the weekend, dubbed the “pineapple express” could hit Central or Southern California by Saturday or Sunday, he said. Caption 90 seconds: 4 stories you can't miss A Republican-controlled Congress opens today , USC beats Penn State for the Rose Bowl title , debating plans for a South Bay desalination plant , and the search for the “HOLLYWeeD” prankster has been called off . Caption 90 seconds: 4 stories you can't miss ",
    "title": "State water officials are optimistic despite &apos;gloomy&apos; California snowpack survey - LA Times"
   },
   {
    "entities": [
     "feb. 4, 1986",
     "eversley",
     "6:19 p.m.",
     "getty",
     "corrections",
     "schaefer",
     "california",
     "charles",
     "march 18, 2009",
     "state",
     "11:45 a.m.",
     "b.",
     "march 12, 1971",
     "mercy",
     "march 6, 1970",
     "melanie",
     "department",
     "april 4, 2012",
     "eric",
     "today",
     "san",
     "public",
     "william",
     "linda",
     "angeles",
     "downtown",
     "ap",
     "et",
     "charlie",
     "1960s",
     "roman",
     "hospital",
     "the day before",
     "tate",
     "facebookemail",
     "2009",
     "facebook",
     "library",
     "tuesday",
     "of",
     "oct. 6, 1970",
     "april 19, 1971",
     "twitter",
     "prison",
     "keene",
     "1986",
     "dec. 10, 1969",
     "brich",
     "wally",
     "kasabian",
     "fred",
     "monica",
     "manson",
     "fong",
     "fullscreen",
     "filan",
     "aug. 6, 1970",
     "france",
     "google",
     "p.",
     "dec. 3, 1969",
     "images",
     "harold",
     "risberg",
     "polanski",
     "matosian",
     "jan. 3, 2017",
     "oct. 8, 2014",
     "californian",
     "usa",
     "santa",
     "independence",
     "los",
     "iran",
     "america",
     "times",
     "sharon",
     "older",
     "nov. 10, 1970",
     "south",
     "h.",
     "bakersfield",
     "1969",
     "like",
     "march 19, 1970",
     "corcoran",
     "quentin",
     "george",
     "calif.",
     "jan. 4, 2017",
     "libya",
     "mason",
     "dec. 22, 1969",
     "1985"
    ],
    "id": 6,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Reports: Charles Manson in hospital Charles Manson, spiritual leader of a murderous 1960s cult, has been moved from a California prison to a hospital in Bakersfield, according to multiple media reports. Post to Facebook Reports: Charles Manson in hospital Charles Manson, spiritual leader of a murderous 1960s cult, has been moved from a California prison to a hospital in Bakersfield, according to multiple media reports. Check out this story on USATODAY.com: http://usat.ly/2hPShVl CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 104 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Reports: Charles Manson in hospital Melanie Eversley , USA TODAY Published 6:19 p.m. ET Jan. 3, 2017 | Updated 11:45 a.m. ET Jan. 4, 2017 x Share According to a report on Tuesday, convicted mass murderer Charles Manson has been taken from a California prison to a hospital for an undisclosed medical issue. USA TODAY Inmate Charles Manson in 2009. (Photo: California State Prison, Corcoran, Calif.) Charles Manson, spiritual leader of a murderous 1960s cult, has been moved from a California prison to a hospital in Bakersfield, according to multiple media reports. Manson, 82, was taken to the emergency room at Mercy Hospital Downtown, the Bakersfield Californian reported it was told by a source. The cause was gastrointestinal problems, TMZ reported. The Los Angeles Times reported that a source described Manson as \"seriously ill.\" The state Corrections Department declined to confirm or deny the reports, citing state and federal medical privacy laws. Mercy Hospital Downtown did not respond to calls for comment from USA TODAY. Manson has been serving nine life sentences at Corcoran State Prison in Corcoran, Calif., for leading the 1969 Manson \"family\" on a crime spree that included the murder of five people at the California home of director Roman Polanski. Among the victims was Polanski's pregnant wife, actress Sharon Tate. A link has been posted to your Facebook feed. Charles Manson, 77, on  April 4, 2012.  California Department Of Corrections via AP Charles Manson during a parole hearing in California in 1986.   AP Charles Manson on Oct. 8, 2014.  California Department Of Corrections via AP Charles Mason in court in Santa Monica, Calif.  AP Charles Manson heads for court in Los Angeles on Aug. 6, 1970, to listen to further cross-examination of the state's star witness, Linda Kasabian, in his trial for murder in the slayings of actress Sharon Tate and six others.  AP Charles Manson is returned to jail after being formally sentenced to death, April 19, 1971, Los Angeles.  Wally Fong, AP Charles Manson, 35,  as he arrives in Los Angeles on Dec. 10, 1969, to be jailed on murder-conspiracy charges in the deaths of actress Sharon Tate and six others.  Harold P. Matosian, AP Charles Manson, 35, leaves a Los Angeles courtroom, Dec. 22, 1969.  Wally Fong, AP Fullscreen Charles Manson turns to yell \"there's no love in your court,\" after a hearing, March 6, 1970, in Los Angeles at which the judge revoked permission for Manson to act as his own attorney at his trial on charges that he and members of his \"family\" killed actress Sharon Tate and six others. Judge William B. Keene told Manson \"You are incapable of acting as your own attorney.\"   Wally Fong, AP Fullscreen Charles Manson replies \"It all depends on your point of view,\" after a newsman asked him \"Are you insane, Charlie?\", March 19, 1970 in Los Angeles.  The exchange came as Manson left court where he won permission to hire a new attorney, replacing one who had sought to have Manson examined by psychiatrists.  George Brich, AP Charles Manson, accused murderer in the Sharon Tate murder case in Los Angeles, on Nov. 10, 1970.   AP Charles Manson walks to court, March 12, 1971 in Los Angeles. Manson and three female co-defendants were convicted of murder in the deaths of actress Sharon Tate and six others.  AP Fullscreen Charles Manson reads a rambling statement at his parole hearing, Feb. 4, 1986 in San Quentin, Calif.  Manson, who is serving life in prison for the murder of actress Sharon Tate and five others, said he would go to Libya, Iran, South America or France if released. His sixth bid for parole was rejected.   Eric Risberg, AP Charles Manson during his trial.  AP Charles Manson is escorted to his arraignment on conspiracy-murder charges in connection with the Sharon Tate murder case, 1969, Los Angeles.   AP Charles Manson, who is linked to the Sharon Tate murders, is seen 1969.   AP Charles Manson at his parole hearing in San Quentin, Calif. in 1985.   Eric Risberg, AP Charles Manson heading to court in Independence, Calif., Dec. 3, 1969. At left in suit, is his public defender Fred Schaefer.   Harold Filan, AP Charles Manson as he is led to the Los Angeles courtroom on Oct. 6, 1970 from which he was ousted the day before after lunging at Judge Charles H. Older with a sharpened pencil clutched in his hand.  Wally Fong, AP Charles Manson, 74, on March 18, 2009 at Corcoran State Prison, Calif. The picture was taken as a regular update of the prison's files.   California Department of Corrections via Getty Images Charles Manson meets with the press during a break in his trial.   Los Angeles Public Library Like this topic? You may also like these photo galleries: Replay ",
    "title": "Reports: Charles Manson in hospital"
   },
   {
    "entities": [
     "mooallem",
     "texas",
     "sloan",
     "oprah",
     "nhat",
     "melany",
     "california",
     "morning",
     "july 2015",
     "street",
     "china",
     "fifth year",
     "once",
     "honda",
     "two weeks earlier",
     "san",
     "general",
     "laguna",
     "center",
     "katie",
     "randy",
     "weekend",
     "a few weeks earlier",
     "burke",
     "guest",
     "charon",
     "maysie",
     "west",
     "hospital",
     "early in june",
     "hido",
     "april 2014",
     "sunday",
     "michael",
     "the turbulent decade",
     "april",
     "of",
     "the following year",
     "the morning of",
     "hanh",
     "night",
     "night in",
     "current",
     "desmo",
     "five days later",
     "buddha",
     "vicki",
     "jersey",
     "barnabas",
     "a year later",
     "louis",
     "york",
     "josh",
     "a few months earlier",
     "mon",
     "the past",
     "valencia",
     "rita",
     "late 2013",
     "columbia",
     "todd",
     "one",
     "princeton",
     "several days later",
     "baldwin",
     "rabow",
     "november 1990",
     "u.c.s.f.",
     "4 a.m.",
     "francisco",
     "district",
     "st.",
     "summer",
     "the previous year",
     "2015",
     "hospice",
     "years ago",
     "transit",
     "macy's",
     "sullivan",
     "project",
     "new",
     "susan",
     "massachusetts",
     "$6 million",
     "april 2015",
     "america",
     "putman",
     "thich",
     "kornbluth",
     "illinois",
     "medical",
     "sonoma",
     "miller",
     "city",
     "jackson",
     "morning in",
     "times",
     "june 9",
     "jon",
     "vermont",
     "house",
     "b.j.''",
     "last week",
     "university",
     "livingston",
     "b.j.",
     "scuderia",
     "monday",
     "school",
     "tokyo",
     "zen",
     "quest",
     "a year earlier",
     "mission",
     "n.j.",
     "justin",
     "disneyland",
     "now",
     "man's",
     "email late one"
    ],
    "id": 7,
    "text": "B.J. Miller Credit Todd Hido for The New York Times One Man’s Quest to Change the Way We Die How B.J. Miller, a doctor and triple amputee, used his own experience to pioneer a new model of palliative care at a small, quirky hospice in San Francisco. By JON MOOALLEM Continue reading the main story First, the back story, because, B.J. Miller has found, the back story is unavoidable when you are missing three limbs. Miller was a sophomore at Princeton when, one Monday night in November 1990, he and two friends went out for drinks and, at around 4 a.m., found themselves ambling toward a convenience store for sandwiches. They decided to climb a commuter train parked at the adjacent rail station, for fun. Miller scaled it first. When he got to the top, electrical current arced out of a piece of equipment into the watch on his wrist. Eleven-thousand volts shot through his left arm and down his legs. When his friends reached him on the roof of the train, smoke was rising from his feet. Miller remembers none of this. His memories don’t kick in until several days later, when he woke up in the burn unit of St. Barnabas Medical Center, in Livingston, N.J. Thinking he’d resurfaced from a terrible dream, he tried to shamble across his hospital room on the charred crusts of his legs until he used up the slack of his catheter tube and the device tore out of his body. Then, all the pain hit him at once. Doctors took each leg just below the knee, one at a time. Then they turned to his arm, which triggered in Miller an even deeper grief. (“Hands do stuff,” he explains. “Your foot is just a stinky, clunky little platform.”) For weeks, the hospital staff considered him close to death. But Miller, in a devastated haze, didn’t know that. He only worried about who he would be when he survived. Continue reading the main story For a long time, no visitors were allowed in his hospital room; the burn unit was a sterile environment. But on the morning Miller’s arm was going to be amputated, just below the elbow, a dozen friends and family members packed into a 10-foot-long corridor between the burn unit and the elevator, just to catch a glimpse of him as he was rolled to surgery. “They all dared to show up,” Miller remembers thinking. “They all dared to look at me. They were proving that I was lovable even when I couldn’t see it.” This reassured Miller, as did the example of his mother, Susan, a polio survivor who has used a wheelchair since Miller was a child: She had never seemed diminished. After the operation, when Miller was rolled through the hallway again, he opened his eyes as he passed her and said: “Mom, Mom. Now you and me have more in common.” Photo A room at the Zen Hospice Guest House in San Francisco. Credit Todd Hido for The New York Times It wasn’t that Miller was suddenly enlightened; internally, he was in turmoil. But in retrospect, he credits himself with doing one thing right: He saw a good way to look at his situation and committed to faking that perspective, hoping that his genuine self might eventually catch up. Miller refused, for example, to let himself believe that his life was extra difficult now, only uniquely difficult, as all lives are. He resolved to think of his suffering as simply a “variation on a theme we all deal with — to be human is really hard,” he says. His life had never felt easy, even as a privileged, able-bodied suburban boy with two adoring parents, but he never felt entitled to any angst; he saw unhappiness as an illegitimate intrusion into the carefree reality he was supposed to inhabit. And don’t we all do that, he realized. Don’t we all treat suffering as a disruption to existence, instead of an inevitable part of it? He wondered what would happen if you could “reincorporate your version of reality, of normalcy, to accommodate suffering.” As a disabled person, he was getting all kinds of signals that he was different and separated from everyone else. But he worked hard to see himself as merely sitting somewhere on a continuum between the man on his deathbed and the woman who misplaced her car keys, to let his accident heighten his connectedness to others, instead of isolating him. This was the only way, he thought, to keep from hating his injuries and, by extension, himself. Miller returned to Princeton the following year. He had three prosthetics and rode around campus in a golf cart with a rambunctious service dog named Vermont who, in truth, was too much of a misfit to perform any concrete service. Miller had wanted to work in foreign relations, in China; now he started studying art history. He found it to be a good lens through which to keep making sense of his injuries. Advertisement Continue reading the main story First, there was the discipline’s implicit conviction that every work is shaped by the viewer’s perspective. He remembers looking at slides of ancient sculptures in a dark lecture hall, all of them missing arms or noses or ears, and suddenly recognizing them for what they were: fellow amputees. “We were, as a class, all calling these works monumental, beautiful and important, but we’d never seen them whole,” he says. Time’s effect on these marble bodies — their suffering, really — was understood as part of the art. Medicine didn’t think about bodies this way, Miller realized. Embedded in words like “disability” and “rehabilitation” was a less generous view: “There was an aberrant moment in your life and, with some help, you could get back to what you were, or approximate it.” So, instead of regarding his injuries as something to get over, Miller tried to get into them, to see his new life as its own novel challenge, like traveling through a country whose language he didn’t speak. This positivity was still mostly aspirational. Miller spent years repulsed by the “chopped meat” where his arm ended and crushed with shame when he noticed people wince or look away. But he slowly became more confident and playful. He replaced the sock-like covering many amputees wear over their arm stumps with an actual sock: first a plain sock, then stripes and argyles. Then, one day he forgot to put on any sock and — just like that — “I was done with it. I was no longer ashamed of my arm.” He became fascinated by architects like Louis Sullivan, who stripped the veneer off their buildings and let the strength of their construction shine through. And suddenly, the standard-issue foam covers he’d been wearing over his prosthetics seemed like a clunky charade — Potemkin legs. The exquisitely engineered artificial limbs they hid were actually pretty interesting, even sexy, made of the same carbon fiber used as a finish on expensive sports cars. “Why not tear that stuff off and delight in what actually is?” Miller recalled thinking. So he did. For years Miller collected small, half-formed insights like these. Then, he entered medical school and discovered palliative care, an approach to medicine rooted in similar ideas. He now talks about his recovery as a creative act, “a transformation,” and argues that all suffering offers the same opportunity, even at the end of life, which gradually became his professional focus. “Parts of me died early on,” he said in a recent talk. “And that’s something, one way or another, we can all say. I got to redesign my life around this fact, and I tell you it has been a liberation to realize you can always find a shock of beauty or meaning in what life you have left.” One morning in July 2015, Miller took his seat at a regular meeting of palliative-care doctors at the University of California San Francisco’s cancer center. The head of the team, Dr. Michael Rabow, started with a poem. It was a tradition, he later told me, meant to remind everyone that this was a different sort of hour in their schedule, and that, as palliative-care physicians, they were seeking different outcomes for their patients: things like comfort, beauty and meaning. The poem was called “Sinkhole,” and it seemed to offer some sneaky, syntactically muddled wisdom about letting go. When it was over, there was a beat of silence. (It was kind of a confusing poem.) Then Rabow encouraged everyone to remember any patients who had died since their last meeting. Miller was the first to speak up. Miller, now 45, with deep brown eyes and a scruffy, silver-threaded beard, saw patients one day a week at the hospital. He was also entering his fifth year as executive director of a small, pioneering hospice in San Francisco called the Zen Hospice Project, which originated as a kind of compassionate improvisation at the height of the AIDS crisis in San Francisco, when members of the San Francisco Zen Center began taking in sick, often stigmatized young men and doing what they could to help them die comfortably. It is now an independent nonprofit group that trains volunteers for San Francisco’s Laguna Honda public hospital as well as for its own revered, small-scale residential operation. (Two of the facility’s six beds are reserved for U.C.S.F., which sends patients there; the rest are funded through sliding-scale fees and private donations.) Once an outlier, Zen Hospice has come to embody a growing nationwide effort to reclaim the end of life as a human experience instead of primarily a medical one. The goal, as Miller likes to put it, is to “de-pathologize death.” Around the table at U.C.S.F., Miller stood out. The other doctors wore dress pants and button-downs — physician-casual — while he wore a sky blue corduroy shirt with a tear in the sleeve and a pair of rumpled khakis; he could have come straight from camping or Bonnaroo. Even just sitting there, he transmitted a strange charisma — a magnetism, people kept telling me, that was hard to explain but also necessary to explain, because the rapport Miller seems to instantly establish with everyone is a part of his gift as a clinician. “It’s reasonable to say that it’s impossible to describe what it feels like to be with him,” Rabow told me. “People feel accepted. I think they feel loved.” It’s in the way Miller seems to swaddle you in his attention, the way his goofiness punctures any pretensions. (Miller, who has an unrepentant knucklehead side, habitually addresses other men as “Brother man” or “Mon” and insisted to me many times that he hasn’t finished a book in 20 years.) For people who know him, his magic has almost become an exasperating joke. When I spoke to Miller’s childhood friend Justin Burke, he told me a story about Miller running around on a beach with his dog in San Francisco years ago. A man came hobbling over and explained that he was about to have his own leg amputated and that just watching Miller run around like this, on two prosthetics, had instantaneously reassured him that he was going to be O.K. I told Burke to hang on: Someone at Zen Hospice had already told me this story, except that in her version, Miller was running on a trail in Texas. “Ask him how many times it’s happened,” Burke deadpanned. Now Miller also seemed to be on the cusp of modest celebrity. He’d started speaking about death and dying at medical schools and conferences around the country and will soon surface in Oprah’s living room, chatting about palliative care on her “Super Soul Sunday” TV show. Several of Miller’s colleagues described him to me as exactly the kind of public ambassador their field needed. “What B.J. accomplishes is to talk about death without making it sound scary and horrible,” Rita Charon, a professor of medicine at Columbia University Medical School, says. “We know from seeing him standing in front of us that he has suffered. We know that he has been at the brink of the abyss that he’s talking about. That gives him an authority that others may not have.” Vicki Jackson, the chief of palliative care at Massachusetts General Hospital, agreed. Nobody welcomes conversations about dying, she said, not even about making the experience less miserable. “But people will listen to B.J.,” she said. “They want to.” Advertisement Continue reading the main story Jackson pointed to the talk Miller gave to close the TED conference in 2015. Miller described languishing in a windowless, antiseptic burn unit after his amputations. He heard there was a blizzard outside but couldn’t see it himself. Then a nurse smuggled him a snowball and allowed him to hold it. This was against hospital regulations, and this was Miller’s point: There are parts of ourselves that the conventional health care system isn’t equipped to heal or nourish, adding to our suffering. He described holding that snowball as “a stolen moment,” and said, “But I cannot tell you the rapture I felt holding that in my hand, and the coldness dripping onto my burning skin, the miracle of it all, the fascination as I watched it melt and turn into water. In that moment, just being any part of this planet, in this universe, mattered more to me than whether I lived or died.” Miller’s talk has been watched more than five million times. And yet, Jackson told me: “If I said all that — ‘Oh, I could feel the coldness of the snowball ...’ — you’d be like: ‘Shut. Up. Shut up!’ But no one is going to question B.J.” Now, at the morning meeting, Miller began describing the case of a young man named Randy Sloan, a patient at U.C.S.F. who died of an aggressive cancer a few weeks earlier at Zen Hospice. In a way, Sloan’s case was typical. It passed through all the same medical decision points and existential themes the doctors knew from working with their own terminal patients. But here, the timeline was so compressed that those themes felt distilled and heightened. And then there was the bracing idiosyncrasy of everything Miller’s staff had been able to do for Sloan at Zen Hospice. Rabow told me that all palliative-care departments and home-hospice agencies believe patients’ wishes should be honored, but Zen Hospice’s small size allows it to “actualize” these ideals more fully. When Miller relayed one detail about Sloan’s stay at the hospice — it was either the part about the sailing trip or the wedding — one doctor across the conference table expelled what seemed to be an involuntary, admiring, “What?” Everything Miller was saying had a way of sharpening an essential set of questions: What is a good death? How do you judge? In the end, what matters? You got the sense that looking closely at Sloan’s case might even get you close to some answers or, at least, less hopelessly far away. This is the story he told. It started with an email late one night, in April 2015. “I’m the mother of Randy Sloan,” a woman named Melany Baldwin wrote to Miller. She reminded Miller how he met her son the previous year. And then: “Anyway, last week my dear son was diagnosed with mesothelioma,” a rare, terminal cancer. “We are devastated. He is only 27 years old.” Miller got emails, texts and calls like this almost daily from friends, friends of friends or total strangers. And he put pressure on himself to help as much as he could. But it was also exhausting, and he put equal and opposing pressure on himself to live his own life fully — a byproduct of his extreme intimacy with mortality. “The lessons I get from my patients and their families, and from this work,” Miller said, “is to enjoy this big, huge, mystical, crazy, beautiful, wacky world. And I’m too often not doing that. That can feel distressing to me.” A few months earlier, Miller had another brush with death — a pancreatic-cancer scare that turned out to be nothing — and he told me that “it was interesting to watch myself play with that thought. Where my mind went was: ‘Cool. Now I get to quit all this work.’ ” Maybe he would just disappear, get weird, grow weed. And so, as it happens, Miller didn’t get Baldwin’s email for several days, because he’d decided to experiment with going off the grid. He went on a weeklong, aimless road trip around the West with his mutt, Maysie, riding shotgun, and he rode his treasured motorcycle — a sleek, black, heavily customized Aprilia — up to Sonoma for a weekend with old friends. He was pulled over for speeding on the bike twice. The first cop approached a little freaked out; unable to compute a one-limbed man riding a motorcycle, he mistook Miller’s prosthetic arm for a weapon. “I love bikes,” Miller told me. “I love gyroscopic, two-wheel action!” Mountain biking had become his way of releasing pressure in the turbulent decade after his accident. (Miller sued Princeton and New Jersey Transit, which operated the train, charging that they failed to make safety upgrades after similar accidents in the past. He won settlements totaling nearly $6 million, but was blindsided when some in the press excoriated him as a symbol of America’s binge-drinking youth and their lack of personal responsibility.) He had returned to cycling quickly, tooling around trails with a specialized arm clipped to the handlebar and two prosthetics pedaling. It allowed him to be alone without being lonely, to remind himself that his life still allowed for adventure and risk. Soon, he was wandering into motorcycle dealerships, explaining how badly he wanted to get back on a motorcycle too, asking if anyone could build him one. But for years, none of the mechanics Miller approached would touch the idea: Engineering a machine for a triple-amputee seemed nearly impossible, the potential liability too great. Advertisement Continue reading the main story Then, in late 2013, Miller checked out Scuderia West, a boutique motorcycle shop not far from Zen Hospice, in the Mission District. Scuderia was staffed by a crew of young, wisecracking gear-heads, who, after finishing their shifts, stayed late drinking beer and rehabilitating decrepit old bikes for fun. Right away, Miller noticed a different vibe. They were excited by the challenge of retrofitting a bike for him. This was especially true of the young tech who ultimately volunteered to take the project: Melany Baldwin’s son, Randy Sloan. Sloan grew up in Texas. He was bald, with a bushy, reddish beard and a disarming, contented smile. His social life in San Francisco revolved around Scuderia, and he was the baby of the group: not just younger, but more sensitive and trusting. “He was way too nice to work here,” his friend and co-worker Katie Putman told me. Sloan’s closest relationship may have been with his dog, a husky named Desmo, whom he rescued from a disreputable breeder. The dog was weird-looking: It had one blue eye and one eye that was half-brown and half-blue. (“He would always select the misfit,” Baldwin said.) Sloan threw himself into overhauling a bike for Miller. For six months, he confronted a cascade of problems — like how to run all the controls to a single handlebar so Miller could accelerate and brake with one hand — while Miller made excuses to check in on his progress. “It was just an immediate man crush,” Miller told me. “The guy was helping me build this dream.” Sloan was feeling it, too. Everyone at Scuderia was. They stalked Miller online, learning about his career at Zen Hospice. His work with the dying impressed them as fearless, just as his conviction to ride a motorcycle again did. Sloan never carried on about people or even talked that much, but he frequently referred to Miller as “a legend,” and those close to him knew what that meant. “There were not many ‘legends’ in Randy’s eyes,” Putman said. Sloan finished Miller’s motorcycle in April 2014. A crowd gathered at Scuderia to watch Miller take possession. Sloan had him climb on, then clambered around and under the bike, making final adjustments. Then he stepped back and started, quietly, to cry. Miller was tearing up under his helmet, too. But he didn’t drag things out. He started the engine, said thank you, then streaked down the alleyway at the back of the shop. Everyone hollered and applauded as they watched him disappear down Valencia Street — very fast, but with a pronounced, unsettling wobble. Miller had been lying. He’d never ridden a motorcycle before. A year later, Miller got Melany Baldwin’s email. Once he was back from his road trip, he contacted Sloan’s doctors at U.C.S.F. to learn more about his case. Sloan was walking Desmo up a hill a few weeks earlier, in April, and found he couldn’t catch his breath. He was rushed into surgery, to fix an apparent collapsed lung. But the surgeon discovered a raft of tumors spread across his lung, diaphragm and heart: mesothelioma. The diagnosis alone was improbable. Mesothelioma is typically seen in older people, after long-term asbestos or radiation exposure. And the way the cancer was moving through Sloan’s body was shocking. A subsequent PET scan revealed it had already spread to his pancreas and brain. Advertisement Continue reading the main story His doctors at U.C.S.F. believed the tumor on his brainstem would paralyze him within weeks. And so, Sloan underwent whole-brain radiation to shrink it before attacking everything else. He didn’t want to be cut off from his body — he wanted to be as much like his old self as possible. “I’m sick of being sick, and I’m sick of talking about being sick,” he kept telling his mother. He insisted that she go back home to Illinois while he returned to the small apartment he shared with two roommates, waiting to start chemo. The next two weeks were grim. Tumors crusted over Sloan’s heart, hindering it from pumping blood through his body. His capillaries began seeping water into his tissues. Soon, his feet were literally leaking, and the retained water cracked his skin from the shins down, mashing him with pain. Sloan’s ankles grew as wide as logs. He started walking with a cane. And because the pain in his torso kept him from lying down or even sitting comfortably, one night he fell asleep standing up and cut his head open when he collapsed. Photo Randy Sloan Credit From Melany Baldwin Putman, Sloan’s friend from Scuderia, had swept in to take care of Desmo, the husky. Now she transitioned into Sloan’s de facto nurse. But Sloan was a bad patient. He played down his condition and seemed to resent Putman’s help, out of shame or guilt. Several times, Putman told me, she had to race to his apartment and take him to the emergency room: “I started calling it our date night.” Finally, she asked Sloan if she should just sleep over. Sloan accepted her offer this way: “I think Desmo would like that.” Early in June, Sloan was readmitted to U.C.S.F., and Baldwin, his mother, returned to San Francisco to be with him. Miller saw both of them for an appointment that morning, and when he walked in, it hit him how quickly Sloan’s body was failing: In roughly six weeks, Sloan had gone from a functioning, happy 27-year-old, walking his dog up a hill, to very clearly dying. His decline was relentless, by any standard. At no point had any doctor been able to give him a single bit of good news. Even now, Sloan’s oncologist was reporting that after the first dose of chemotherapy, his heart was likely too frail to take more. Still, Sloan talked to Miller about “doing battle” with the cancer and “winning this thing”; about getting back to work at Scuderia and flying to Illinois, where Baldwin would remarry later that summer. He also wanted to go to Tokyo Disneyland, he said. Miller looked at Sloan, then looked at Baldwin, trying to intuit who knew what and who might have been pretending not to know and how best to gently reconcile everyone’s hopes with the merciless reality. Good palliative-care doctors recognize there’s an art to navigating clinical interactions like this, and Miller seems particularly sensitive to its subtleties. In this case, Miller realized, his job was to “disillusion” Sloan without devastating him. Hope is a tricky thing, Miller told me. Some terminal patients keep chasing hope through round after round of chemo. But it’s amazing how easily others “re-proportion,” or recalibrate, their expectations: how the hope of making it to a grandchild’s birthday or finishing “Game of Thrones” becomes sufficiently meaningful. “The question becomes,” Miller says, “how do you incorporate those hard facts into your moment-by-moment life instead of trying to run away from them?” At an initial appointment with Sloan, two weeks earlier, Miller made the calculation not to steer Sloan toward any crushing realizations. He worried that if he pushed too hard, Sloan might feel alienated and shut down. (“I needed his allegiance,” Miller later explained; it was more important, in the long term, that Sloan see him as an advocate.) At the second meeting, Miller remembered, “I felt the need to be more brutal.” And, he imagined, by now Sloan would have started to suspect that the story he’d been telling himself didn’t fit the reality. “I just said, ‘Randy, this is not going like any of us want for you,’ ” and Miller began, calmly, to level with him. Traveling was out of the question, Miller explained; best guess, Sloan had a few months to live. “You could just watch his world collapse,” Miller recalled. “With each sentence, you’re taking another possibility away.” Sloan started crying. And yet, Baldwin also knew that her son had been waiting for his doctors to say this out loud. Sloan couldn’t understand why, if he had Stage 4 of an incurable cancer, he was still taking 70 pills every day, with the doses laid out in a dizzying flowchart. And as Miller went on, he was stunned by how well Sloan seemed to be absorbing this new information, without buckling under its weight. “He was actually kind of keeping up with his grief, reconciling the facts of his life,” he says. “It was a moving target, and he kept hitting it.” Baldwin told me: “Randy was a simple guy. He would say to me, ‘Mom, all I want is one ordinary day.’ ” He was sick of being sick — just like he’d been saying. He wanted to go back to living, as best he could. Advertisement Continue reading the main story Quickly the conversation turned to what was next. A standard question in palliative care is “What’s important to you now?” But Sloan didn’t muster much of a response, so Miller retooled the question. He told Sloan that nothing about his life was going the way he expected, and his body was only going to keep breaking down. “So, what’s your favorite part of yourself? What character trait do we want to make sure to protect as everything else falls apart?” Sloan had an immediate answer for this one. “I love everybody I’ve ever met,” he said. Baldwin had heard her son say this before, with total earnestness. And he said it with such conviction now that Miller immediately believed it, too. Besides, Miller had already felt it to be true, a year earlier, when he drove his motorcycle away from Sloan at Scuderia. “He was an amazing person that way,” Miller told me. Sloan got apprehensive when Miller started telling him about Zen Hospice’s residential facility, known as the Guest House; it sounded as if it was for old people. But Miller explained that it was probably the best chance he had for living the last act of his life the way he wanted. His other options were to tough it out at home with two weekly visits from a home hospice nurse or go to a nursing home. At Zen Hospice, Sloan’s friends would always be welcome, and Sloan could come and go as he pleased as long as someone went with him. He could eat what he wanted. He could step out for a cigarette. He could even walk up the street and smoke on his own stoop — the Guest House was just two blocks from Sloan’s apartment. Besides, Miller told him: “It’s where I work. I’ll be there.” Sloan agreed but didn’t seem entirely comfortable with the idea. He told one of his friends from Scuderia: “I’m moving in with B.J.” Sloan arrived at the Guest House with his mother five days later, on the morning of June 9. He insisted on walking there, trundling the two blocks from his apartment with his cane. The Guest House is a calm, unpretentious space: a large Victorian home with six beds in five bedrooms, vaulted ceilings, slightly shabby furniture and warm, Oriental rugs. There is a large wooden Buddha in the dining room. The kitchen is light-filled and bursting with flowers. There’s always a pot of tea and often freshly baked cookies. And while Zen Hospice has a rotating, 24-hour nursing staff, the tiny nursing station is literally tucked into a kind of cabinet in the hall upstairs; the house, in other words, feels very much like a house, not a hospital. You don’t have to spend much time there to realize that the most crucial, and distinctive, piece of the operation is its staff of volunteers. Freed of most medical duties by the nursing staff, the volunteers act almost as existential nurses. They sit with residents and chat, offering their full attention, unencumbered by the turmoil a family member might feel. The volunteers are ordinary people: retired Macy’s executives, social workers, bakers, underemployed millennials or kibitzing empty-nesters. Many are practicing Buddhists. Many are not. (Miller isn’t.) But Buddhism informs their training. There’s an emphasis on accepting suffering, on not getting tripped up by one’s own discomfort around it. “You train people not to run away from hard things, not to run away from the suffering of others,” Miller explained. This liberates residents to feel whatever they’re going to feel in their final days, even to fall apart. At first, many volunteers experience a confused apprehension. They arrive expecting nonstop, penetrating metaphysical conversations with wise elderly people and instead just wind up plying them for recipes or knitting advice or watching “Wheel of Fortune” with them or restocking latex gloves for the Guest House nurses. But one especially well-liked volunteer, Josh Kornbluth, told me that, after a year working at the Guest House, he understood that the value of Zen Hospice is actually “in the quotidian — the holding of someone’s hand, bringing them food that’s been beautifully arranged on the plate, all the small ways of showing respect to that person as a living person and not as ‘predeceased.’ Those are actually deep things. And I say that as the least Zen person!” In fact, Kornbluth was raised by Jewish Communists in New York City, and once, after a woman died at the Guest House and no more-senior volunteer was on hand to take charge, I watched him — adrenalized, uneasy, perspiring — fumble around on his iPhone for something to say over the body before they wheeled it away, then mangle the pronunciation of Thich Nhat Hanh. Sign Up for the Magazine Newsletter Get the best of the Magazine delivered to your inbox every week, including exclusive feature stories, photography, columns and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "One Man’s Quest to Change the Way We Die - The New York Times"
   },
   {
    "entities": [
     "wells",
     "regional",
     "middle",
     "nichole",
     "interactive",
     "texas",
     "utah",
     "larry",
     "cbs",
     "$25,000",
     "hospital",
     "association",
     "centers",
     "kfda",
     "press",
     "2017",
     "sunday",
     "news",
     "inc.",
     "university",
     "poison",
     "martha",
     "american",
     "early monday",
     "davis",
     "tuesday",
     "of",
     "lubbock",
     "monday",
     "chip",
     "hilton",
     "school",
     "2015",
     "children's",
     "associated",
     "once",
     "cynthia",
     "health",
     "system",
     "michigan",
     "amarillo",
     "dallas",
     "potter",
     "control",
     "travis",
     "and",
     "center",
     "5 a.m.",
     "orton",
     "randall",
     "overnight",
     "2010",
     "balderas",
     "january 3, 2017",
     "jeb",
     "medical",
     "early tuesday",
     "aaron",
     "bsa",
     ", 5:46 pm"
    ],
    "id": 8,
    "text": "CBS/AP January 3, 2017, 5:46 PM Criminal investigation underway into accidental poisoning that killed 4 kids Email DALLAS -- A criminal investigation is underway into an apparent accidental poisoning involving a professional-grade pesticide that left four children dead and an Amarillo woman in critical condition, police said Tuesday. Authorities are looking into why the family had the pesticide pellets, called Weevil-cide, which is only supposed to be sold to people with professional licenses or certification. The product’s manual, available online, outlines stringent guidelines for using the product including having two trained individuals apply it. Figures from the American Association of Poison Control Centers show that deaths from the pesticide are rare. The father of the children who died told first responders through a Spanish language interpreter that he had spread the pellets under the family’s mobile home after obtaining the product from a friend, Amarillo Fire Capt. Larry Davis said. Davis said the product is not available for sale to the general public. The product’s manual says it’s intended for use in pest control in commercial transport or storage of commodities and animal feed.  An investigation is underway into a deadly leak of highly poisonous gas in a Texas home. Four children were killed and six other family members w... Davis said the father does not have professional certification as far as he knows. He did not know whether the friend who gave him the product had a certification. Amarillo police spokesman Officer Jeb Hilton says the department’s special crimes unit is investigating because of the child deaths. Once completed, the investigation will be turned over to the district attorney to determine whether charges will be filed. Hilton said other federal and state environmental regulation agencies may also investigate the use and storage of the chemical.  Fire officials said the children who died were three boys -- ages 7, 9 and 11 -- and a 17-year-old girl. Officials have said all four children lived at the home in Amarillo, which is about 350 miles northwest of Dallas.  Four children died from gas poisoning believed to have been caused by a pesticide sprayed under their Amarillo home, officials said. CBS News The children’s mother, Martha Balderas, 45, was in critical condition Tuesday at University Medical Center in Lubbock, according to a hospital spokesman. Five other family members, including the father and four other children, were being treated at BSA Health System in Amarillo and were in stable condition, hospital and fire officials said early Tuesday. Crews who responded to a 5 a.m. call to the home on Monday originally thought it was related to carbon monoxide poisoning. Authorities later determined that phosphine gas was likely released when the father took a garden hose at some point Sunday and tried to rinse away some of the pellets because family members had complained of the smell.  Toxic Phosphine gas is produced when aluminum phosphide is mixed with water or moisture,  CBS Amarillo affiliate KFDA reported. The water started the chemical reaction that released the phosphine gas. A visitor arrived early Monday, found everyone sick and called 911. Phosphine gas can cause respiratory failure and in severe cases can cause a pulmonary edema, which fills the lungs full of fluid. The American Association of Poison Control Centers, which compiles data on poisoning, shows nine deaths from ingesting or breathing in aluminum phosphide between 2010 and 2015. Two of those deaths happened in Utah in 2010, when two young children died after a pest control company spread vole pesticide pellets that released phosphine gas. Authorities believe the gas seeped into the home through cracks in the foundation. Cynthia Aaron, the medical director for the Michigan Regional Poison Control Center at Children’s Hospital of Michigan, said doctors there more often treated adult patients for exposure to phosphine gas from aluminum phosphide because the pesticide is often used in industrial shipping. “It’s not a rare exposure, but deaths like this are rare,” she said. “We see mostly the overdoses. For example, they used to use this in ship holds when they ship grain. So if they are de-mousing the big ship hold and someone doesn’t realize the pesticide has been activated or they haven’t yet been aired out properly, they might enter and pass out or die.” Chip Orton, emergency management coordinator for the city of Amarillo and Potter and Randall counties, says his staff was working with a number of state and federal agencies to decontaminate the Amarillo home. He did not know when it would be safe for the family to return. About 10 police, fire and medical personnel who first responded to the home were taken to the hospital as a precautionary measure, Davis said. Two were kept overnight for observation because of headache and nausea but were in good condition Tuesday, he said. Davis said the home was far enough away from neighbors that no other evacuations or treatments were necessary. Neighbors  told KFDA  that the Balderas family was well known and liked in the community. “There was a lot of love in that family and still is,” said Nichole Wells, a teacher at Travis Middle School who taught 3 of the 8 Balderas children. “They’ll wave, they’re polite, they’re respectful. They were just such a great family, and they really knew what it was to be a family. That’s for sure.”   Many said the family is going to struggle with the costs associated with the tragedy. “Everything’s going to have to change, and they’re going to need a lot of help with four funerals simultaneously,” said Wells. “So they’re going to need the love and support from the community and even surrounding areas to really make this happen, and at least give them some sense of normalcy.”   A GoFundMe page has been set up  in the family’s name, and surpassed its goal of $25,000.  © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Criminal investigation underway into accidental poisoning that killed 4 kids - CBS News"
   },
   {
    "entities": [
     "r-wyo.",
     "lawmakers",
     "last year",
     "larry",
     "andrew",
     "images",
     "antos",
     "joe",
     "family",
     "getty",
     "house",
     "kaiser",
     "jan. 27",
     "senate",
     "american",
     "capretta",
     "tuesday",
     "congress",
     "2018",
     "mike",
     "republican",
     "foundation",
     "obama",
     "today",
     "james",
     "enzi",
     "institute",
     "washington",
     "committee",
     "obamacare",
     "enterprise",
     "harrer/bloomberg",
     "now",
     "laszewski",
     "budget",
     "robert",
     "levitt"
    ],
    "id": 9,
    "text": "Sen. Mike Enzi, R-Wyo., chairman of the Senate Budget Committee, introduced a resolution that will serve as the vehicle for repealing key parts of Obamacare. Andrew Harrer/Bloomberg via Getty Images hide caption toggle caption Andrew Harrer/Bloomberg via Getty Images Sen. Mike Enzi, R-Wyo., chairman of the Senate Budget Committee, introduced a resolution that will serve as the vehicle for repealing key parts of Obamacare. Andrew Harrer/Bloomberg via Getty Images Lawmakers returned to Washington and wasted no time getting to work on the repeal of Obamacare. Senator Mike Enzi, R-Wyo., introduced a resolution just hours after the new Congress convened Tuesday that will serve as the vehicle for repealing much of the president's signature health care law. \"Today, we take the first steps to repair the nation's broken health care system, removing Washington from the equation and putting control back where it belongs: with patients, their families, and their doctors,\" Enzi, chairman of the Senate Budget Committee, said in a press release posted on his website Tuesday. It's the first step in Republican lawmakers' plan to fulfill their most ardent campaign promise — to repeal the Affordable Care Act and replace it with a Republican alternative. Republicans have to use a special legislative maneuver, called a budget resolution, to undo the ACA because they don't have enough votes to overcome a Democratic filibuster in the Senate. Budget bills aren't subject to filibuster, so lawmakers will be able to repeal the parts of the law that have budget and tax implications. Article continues after sponsorship That means they can essentially gut the law, removing all the subsidies that help low- and middle-income people buy health insurance and getting rid of the smorgasbord of taxes — on medical devices, insurance companies and wealthy individuals — that pay for those subsidies Enzi's resolution calls on the Senate to get a bill to the Senate Budget Committee by Jan. 27. Republican lawmakers say they don't want the 20 million people who have newly gained insurance because of the ACA to lose their coverage. So they plan to phase out Obamacare over time while they devise a replacement plan that they say will make affordable health insurance available to everyone, without the much-hated mandate to buy insurance if you don't want it. Many analysts are skeptical that this \"repeal and delay\" strategy will work. \"The most likely end result of 'repeal and delay' would be less secure insurance for many Americans, procrastination by political leaders who will delay taking any proactive steps as long as possible, and ultimately no discernible movement toward a real marketplace for either insurance or medical services,\" said Joe Antos and James Capretta of the conservative American Enterprise Institute in a blog published Tuesday in Health Affairs. Antos and Capretta say a partial repeal with no replacement would lead insurance companies to pull out of the Obamacare market altogether, leaving those who get coverage there today with no insurance at all. It's not clear exactly what will be included in the actual repeal bill. The best model we have now is a bill passed by the House and Senate and vetoed by President Obama last year. That bill eliminated the mandate for individuals to have insurance coverage right away but delayed the other parts of the repeal for two years. \"I can see how it would be hard for Republicans to maintain the individual mandate, which is possibly the most objectionable part of the ACA in their view,\" says Larry Levitt , a senior vice president at the Kaiser Family Foundation. \"On the other hand, getting rid of the individual mandate immediately risks a collapse of the individual insurance market.\" The ACA includes the mandate to ensure that both sick and healthy people buy insurance to spread the costs across a broad population and keep premiums low. If Republicans follow the model of last year's bill and eliminate the mandate immediately, many healthy people would forgo insurance, and the price of coverage for sick people would spiral out of control, analysts say. \"That is a prescription for health plan disaster during this transition and brings into question just how many plans would stay in the program for 2018,\" says Robert Laszewski , a health policy consultant. ",
    "title": "Obamacare Repeal Launched By Senate Republicans : Shots - Health News : NPR"
   },
   {
    "entities": [
     "supporter",
     "talking",
     "images",
     "getty",
     "trump",
     "omarosa",
     "house",
     "friends",
     "coalition",
     ", 6:40 pm",
     "taggart/bloomberg",
     "haiti",
     "donald",
     "diversity",
     "for",
     "says",
     "bill",
     "gore",
     "john",
     "jan",
     "stopped",
     "national",
     "candace",
     "watch",
     "detroit",
     "previously",
     "smith",
     "al",
     "3, 2017",
     "clinton",
     "manigault",
     "white"
    ],
    "id": 10,
    "text": "Omarosa Manigault Set to Join Donald Trump's White House Staff By Candace Smith Jan 3, 2017, 6:40 PM ET 0 Shares John Taggart/Bloomberg via Getty Images WATCH Trump Supporter Omarosa Manigault Says Friends Stopped Talking to Her 0 Shares Email Omarosa Manigault , a former \"Apprentice\" contestant, is set to follow Donald Trump to the White House, where she will take on the role of public liaison, according to a transition official. Manigault, who serves on the transition team's executive committee, was an early supporter of her mentor, appearing regularly with him on the campaign trail and serving as a part of the National Diversity Coalition for Trump, an independent organization. She proved instrumental in negotiating Trump's limited in-person outreach to African-Americans while he was a candidate, coordinating and appearing with him at Great Faith International Ministries in Detroit, his first visit to an African-American church. This won't be her first time in the White House; she previously served in the office of Vice President Al Gore during Bill Clinton 's administration. Her position with Trump was not her first choice, however. According to a transition official, Manigault expressed a desire to be the ambassador to Haiti, where she has done missionary and service work. 0 Shares ",
    "title": "Omarosa Manigault Set to Join Donald Trump's White House Staff - ABC News"
   },
   {
    "entities": [
     "charlie",
     "at 7:12 pm",
     "d.",
     "capitol",
     "boehner",
     "the week",
     "trump",
     "january 3",
     "house",
     "cabinet",
     "hillary",
     "news",
     "ryan",
     "paul",
     "the",
     "oval",
     "sundays",
     "donald",
     "kevin",
     "morning",
     "breitbart",
     "tuesday",
     "of",
     "monday",
     "congress",
     "inzaurralde",
     "john",
     "kane",
     "goodlatte",
     "11:50 a.m.",
     "twitter",
     "night",
     "dent",
     "post",
     "ethics",
     "mccarthy",
     "this year",
     "judiciary",
     "hill",
     "a.",
     "a decade ago",
     "october 2015",
     "bastien",
     "washington",
     "gop",
     "10 a.m.",
     "night before",
     "115th",
     "oce",
     "committee",
     "office",
     "now",
     "trump's",
     "bob",
     "jayne",
     "clinton",
     "congressional"
    ],
    "id": 11,
    "text": "Trump takes aim at House Republicans, and they run for cover The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Paul Kane January 3 at 7:12 PM Follow @pkcapitol The Trump effect has landed forcefully on Capitol Hill. Less than two hours after President-elect Donald Trump criticized House Republicans — in a tweet, of course — for trying to gut an ethics investigative unit on the first day of business in the new Congress, those plans lay in shambles in the Republican conference’s meeting room. The immediate outcome was to keep intact the independent Office of Congressional Ethics — exactly the status quo that House Speaker Paul D. Ryan (R-Wis.) and his leadership team had hoped to protect. That result, however, appeared largely due to Trump’s intervention rather than Ryan’s maneuvering. There was a broader outcome, too: The unruly Republican caucus that has wreaked havoc in the House for the entirety of Ryan’s tenure fell in line. And there were signs, judging from Tuesday’s drama, that they might continue doing so this year. House leaders attributed the reversal of the ethics decision to many factors, not the least of which was a rough period of media coverage highlighting how the lawmakers were abandoning Trump’s pledge to “drain the swamp” of Washington of corruption. (Bastien Inzaurralde,Jayne Orenstein/The Washington Post) But lurking behind it all was the prospect that Trump’s political power, now aimed at Capitol Hill, can instill fear and force action. By aiming his social-media fire hose on fellow Republicans — even as he assembles a Cabinet filled with billionaires and insiders — Trump made clear that he intends to continue giving voice to the anti-establishment outsiders that propelled him through the Republican primaries against much more seasoned politicians and to an electoral-college win against Democrat Hillary Clinton. [ A day of chaos at the Capitol as House GOP backs down on ethics changes ] That may give him leverage over those members of the Republican conference who have claimed the “outsider” mantle for the past six years, a period when the most conservative Republicans have gained stature back home by flouting leadership, whether it was John A. Boehner (R-Ohio) as speaker or Ryan for the past 15 months. These Republicans regularly turned their backs on party leadership and claimed ideological purity in their carefully crafted districts that were bastions of like-minded conservatives. They operated on the assumption that the only likely political penalty was a primary challenge from the right. Now, their party’s leader wields a Twitter account with 18.5 million followers. As he prepares to enter the Oval Office in little more than two weeks, Trump is far more popular in their districts than they are. He employs as his chief strategist the former leader of Breitbart News, a conservative media outlet that has included among its top targets the skewering of Republicans not deemed suitably conservative. As a result, the first day of the 115th Congress served as a sort of beta test of how some Republicans will react when Trump sics his media power on them. If the most conservative flank tries to buck Trump on a pricey infrastructure deal, how will they handle the heat from Trump’s Twitter feed? If moderate Republicans try to block his moves on health care, will they withstand the heat if Trump goes to Breitbart to attack them by name? On Tuesday the answer came fast: Run for cover. “With all that Congress has to work on, do they really have to make the weakening of the Independent Ethics Watchdog . . . their number one act and priority,” Trump asked in a pair of tweets just after 10 a.m., adding that there were “so many other things of far greater importance.” By 11:50 a.m., literally 10 minutes before the constitutionally mandated start of the new Congress, Ryan and House Majority Leader Kevin McCarthy (R-Calif.) called an emergency meeting. Some Republicans piled into the meeting with their children in tow, there to see their mother or father sworn into another term in Congress. The night before, by a large margin, House Republicans had approved an amendment to their new rules package for the 115th Congress that would have substantially impaled the investigative capabilities of the Office of Congressional Ethics — an independent body that was formed almost a decade ago after a raft of mostly Republican corruption cases landed in federal courthouses. The OCE, as it is known, was meant to serve as a quasi-grand jury that would handle complaints from the public and tipsters, as well as reviewing media stories of potentially corrupt acts. If there’s a high likelihood an infraction occurred, it gets referred to the House Ethics Committee, which is evenly split between Republicans and Democrats and has full subpoena power and can mete out punishment. Lawmakers in both parties have seen the OCE as overly zealous at times, and there have been previous calls to rein in the team of former federal prosecutors who have overseen it the past nine years. But the Monday night massacre of OCE, on a federal holiday, with almost 50 Republicans still not back in Washington, came with little warning or debate. It was an amendment offered by Rep. Bob Goodlatte (R-Va.), the House Judiciary Committee chairman, and Ryan and McCarthy tried to tell their rank-and-file they would look foolish if they blew up the ethics process in this manner. The leaders were steamrolled, with Goodlatte winning 119 to 74. At the same time Tuesday morning that Trump was tweeting his displeasure, Ryan’s office issued a wordy statement that tried to explain what had happened, and McCarthy held a media briefing. Neither could clearly explain what would come next. Then the leaders brought in the rank and file for another meeting. Many arguments were made about appearances and how the issue was dominating media coverage. Oh, and someone brought up Trump. Rep. Charlie Dent (R-Pa.), a recent chairman of the Ethics Committee, said that members of House GOP leadership mentioned Trump’s opposition to the OCE changes at the brief closed-door meeting in the Capitol basement, giving weight to reversing the decision Monday night. “That should be a consideration,” Dent said, explaining how leaders framed the thinking. Within minutes, lawmakers rolled out of their meeting, having completely reversed course. Nothing would change for the OCE. Instead, the normally fractious House GOP marched upstairs and displayed the most unity it’s shown in the vote for speaker in six years: All but one Republican supported Ryan, who lost 10 Republican votes in his initial vote in October 2015. “We will deliver,” Ryan told the House in his valedictory speech. Paul Kane is The Washington Post’s senior congressional correspondent and columnist. His column about the 115th Congress, @PKCapitol, appears throughout the week and on Sundays. ",
    "title": "Trump takes aim at House Republicans, and they run for cover - The Washington Post"
   },
   {
    "entities": [
     "peter",
     "pacific",
     "defazio",
     "capitol",
     "connecticut",
     "delauro",
     "november",
     "trump",
     "house",
     "labor",
     "hillary",
     "richard",
     "trans",
     "facebook",
     "donald",
     "mexico",
     "century",
     "jan. 3, 2017",
     "tuesday",
     "of",
     "partnership",
     "kaptur",
     "congress",
     "bill",
     "oregon",
     "2016",
     "big",
     "twitter",
     "trumka",
     "canada",
     "u.s.",
     "foxnews.com",
     "obama",
     "today",
     "print",
     "marcy",
     "hill",
     "email",
     "115th",
     "afl-cio",
     "rosa",
     "nafta",
     "rights",
     "clinton",
     "ohio"
    ],
    "id": 12,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   House Democrats joined Big Labor on Tuesday in voicing support for Donald Trump's push to renegotiate NAFTA and other trade deals -- while also vowing to hold the incoming Republican president to that campaign promise.  “Trump said he wants to fight for trade deals that put American workers first, and so do we,” said Oregon Rep. Peter DeFazio. “We are going to give very strong support for rewriting NAFTA. The momentum for a new direction is very, very clear and growing.” The Oregon congressman was joined by several other House Democrats and AFL-CIO President Richard Trumka in arguing that decades of unfair trade deals have eliminated millions of U.S. jobs. The press conference on Capitol Hill, held at the start of the 115th Congress, offered a glimpse at an area where Trump and Democrats could find common ground. Trump won the presidency in large part by appealing to disaffected Americans, including many across the Midwest who have lost good-paying manufacturing jobs and have been marginalized in the workforce. The Republican threatened to scrap NAFTA if Canada and Mexico do not come to the negotiating table.  Expand / Contract Jan. 3, 2017: Ohio Democratic Rep. Marcy Kaptur, left, and AFL-CIO President Richard Trumka, center, speak on Capitol Hill. (FoxNews.com) Trumka -- leader of the country’s largest trade union group -- said Tuesday he told Trump after his upset victory in November that he’d be willing to work with him. “Entire communities have lost their purpose and identity. And we have to fix that,” said Trumka, whose union backed failed 2016 Democratic presidential nominee Hillary Clinton. “Working people are looking for a new way forward on trade ... and we have to begin today.” Trumka outlined what he called several “broad” changes to NAFTA that include tougher trade enforcement and reworking labor agreements but later acknowledged, “Frankly, every chapter should be improved.” At the same time, the House Democrats rolled out their 21 Century Bill of Rights, which they called “key principles” for rewriting a host of international trade deals including NAFTA, which Clinton’s husband, President Bill Clinton, signed into law in the early-1990s. Trumka and House Democrats also boasted that they have essentially defeated the Obama administration-driven Trans Pacific Partnership pact and called for Trump to put an official end to the deal, along with reworking NAFTA with Canada and Mexico in his first 100 days in office.    “TPP is dead,” said Rep. Rosa DeLauro, of Connecticut. However, she and others expressed concerns about working with Trump and about what he might do as president -- including whether he could get the GOP-controlled Congress and the so-called “free traders” among his Cabinet picks to go along with trade reform. And they raised concerns about whether his reworked deals would further protect U.S. workers and the environment. “If he makes the workers’ lives or the environment worse, he will have a serious price to pay,” said DeLauro, who joined her fellow Democrats in calls to hold Trump “accountable.” Advertisement ",
    "title": "AFL-CIO, House Dems pledge to help Trump in push to rework NAFTA | Fox News"
   },
   {
    "entities": [
     "et",
     "simon",
     "schuster",
     "last year",
     "march 14",
     "2017",
     "december 29, 2016",
     "--",
     "jan 3",
     "rips",
     "milo",
     "yiannopoulos",
     "breitbart",
     "monday",
     "$250,000",
     "january 2, 2017",
     "twitter",
     "jones",
     "chicago",
     ", 6:37 pm",
     "&",
     "leslie",
     "margolin",
     "emma"
    ],
    "id": 13,
    "text": "Jan 3 2017, 6:37 pm ET Leslie Jones Rips Simon & Schuster for Publishing Book by White Nationalist Troll Milo Yiannopoulos by Emma Margolin advertisement \"Ghostbusters\" star Leslie Jones is lending her voice to a chorus of critics upset that Breitbart editor and leading white nationalist figure Milo Yiannopoulos has signed a book deal with a Simon & Schuster imprint. In a tweet Monday, Jones, who last year faced a torrent of racist and sexist abuse from Yiannopoulos that ended up getting him permanently banned from Twitter, took aim at the publishing house for helping its authors \"spread their hate.\" @SimonBooks @threshold_books @simonschuster yea but you still help them spread their hate to even more people. — Leslie Jones (@Lesdoggg) January 2, 2017 Simon & Schuster had earlier defended the acquisition of the book by saying it has never \"condoned discrimination or hate speech in any form.\" \"At Simon & Schuster we have always published books by a wide range of authors with greatly varying, and frequently controversial opinions, and appealing to many different audiences of readers,\" the publisher said in a statement. \"While we are cognizant that many may disagree vehemently with the books we publish we note that the opinions expressed therein belong to our authors, and do not reflect either a corporate viewpoint or the views of our employees.\" Yiannopoulos, who last year solicited donations exclusively for \"white men in support of their post-secondary education\" only to sit on the money , is getting an advance of $250,000 for his forthcoming book, \"Dangerous,\" according to The Hollywood Reporter , which first broke the story. The book will be published on March 14 by Threshold Editions, an imprint of Simon & Schuster. In response, some critics have threatened to boycott all Simon & Schuster books. In response to this disgusting validation of hate, we will not cover a single @simonschuster book in 2017. https://t.co/NAJhTgdeyX — Chicago Rev of Books (@bookschicago) December 29, 2016 Sometimes it's a tough call for bookshops between respecting free speech and not promoting hate speech. Sometimes not. Byebye @simonschuster https://t.co/nxTFS34Y1b — Raven Books (@ravenbooks) December 29, 2016 Emma Margolin ",
    "title": "Leslie Jones Rips Simon & Schuster for Publishing Book by White Nationalist Troll Milo Yiannopoulos - NBC News"
   },
   {
    "entities": [
     "folger",
     "mai-duc",
     "roman",
     "sharon",
     "l.a.",
     "nights in",
     "leno",
     "abigail",
     "the next night",
     "elaine",
     "south",
     "august",
     "corrections",
     "1969",
     "terry",
     "frykowski",
     "skelter",
     "tate",
     "polanski",
     "1971",
     "last week",
     "patricia",
     "krenwinkel",
     "voytek",
     "rehabilitation",
     "california",
     "the summer of 1969",
     "penn",
     "charles",
     "corcoran",
     "state",
     "of",
     "feliz",
     "parent",
     "2014",
     "congress",
     "benedict",
     "christine",
     "valley",
     "aug. 9, 1969",
     "prison",
     "hamilton",
     "thornton",
     "department",
     "afton",
     "burton",
     "rosemary",
     "today",
     "2027",
     "manson",
     "canyon",
     "and",
     "matt",
     "los",
     "usc",
     "bay",
     "central",
     "now",
     "steven",
     "labianca",
     "jay",
     "angeles",
     "sebring"
    ],
    "id": 14,
    "text": "LOCAL L.A. Now Charles Manson seriously ill, moved to hospital, sources say Charles Manson and other members of his so-called family were convicted of killing actress Sharon Tate and six other people during a bloody rampage in the Los Angeles area during two August nights in 1969. Prosecutors said Manson and his followers were trying to incite a race war that he believed was prophesied in the Beatles' song \"Helter Skelter.\" Mass murderer Charles Manson was taken from a Central Valley prison to a hospital for an undisclosed medical issue, two sources familiar with the situation said. One of the sources said Manson was seriously ill but could not provide specific information. Officials with the Department of Corrections and Rehabilitation  declined to comment, citing federal and state laws and saying inmates' medical information is private. \"We do not disclose inmate movements for safety and security reasons,\" said Terry Thornton, a spokeswoman for the California Department of Corrections and Rehabilitation.  However, she said: \"He is alive.\" In the summer of 1969, Charles Manson and his murderous “family” went on a rampage in Los Angeles that left nine people dead. Victims of the so-called Tate-LaBianca murders included actress Sharon Tate (wife of director Roman Polanski) and Los Feliz residents Leno and Rosemary LaBianca. Here’s... (Christine Mai-Duc and Matt Hamilton) Manson and other members of his so-called family were convicted of killing actress Sharon Tate and six other people during a bloody rampage in the Los Angeles area during two August nights in 1969. Prosecutors said that Manson and his followers were trying to incite a race war that he believed was in the Beatles' song \"Helter Skelter.\" Tate, the wife of director Roman Polanski, was 8 1/2 months pregnant when she was killed at her hilltop home in Benedict Canyon on Aug. 9, 1969. Besides Tate, four others were stabbed and shot to death: Jay Sebring, 35; Voytek Frykowski, 32; Abigail Folger, 25, a coffee heiress; and Steven Parent, 18, a friend of Tate's caretaker. The word \"Pig\" was written on the front door in blood. The next night, Manson rode along with his followers to the Los Feliz home of Leno and Rosemary LaBianca, then left three members to kill the couple. Manson, now 82, has had \"hundreds\" of rules violations, prison officials say, and has been in trouble for having a cellphone and a homemade weapon while incarcerated.  Manson has been denied parole 12 times . His next parole hearing is scheduled for 2027, when he will be 92. He has been in prison since 1971 and is serving his time at Corcoran State Prison. In 2014, Manson and Afton Elaine Burton, a 26-year-old Manson devotee,  were granted a marriage license , but it expired before the two could marry. Last week, state parole officials postponed a decision on setting free Patricia Krenwinkel, a Manson follower and convicted killer, after the woman’s attorney made new claims that she had been abused by Manson or another person. Krenwinkel was sent to death row in 1971 after a Los Angeles jury convicted her of killing Tate and six others in a two-day rampage.  Caption 90 seconds: 4 stories you can't miss A Republican-controlled Congress opens today , USC beats Penn State for the Rose Bowl title , debating plans for a South Bay desalination plant , and the search for the “HOLLYWeeD” prankster has been called off . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Charles Manson seriously ill, moved to hospital, sources say - LA Times"
   },
   {
    "entities": [
     "bulochnikov",
     "times",
     "7:53 p.m.",
     "dec. 31",
     "new year's eve",
     "march",
     "stella",
     "toshiba",
     "sunday",
     "facebook",
     "linkedin",
     "morning",
     "mariah",
     "jan. 3, 2017",
     "tuesday",
     "11 hours ago",
     "monday",
     "clark",
     "monday-friday",
     "lionel",
     "sepulveda",
     "gologursky",
     "usa",
     "productions",
     "square",
     "team",
     "richie",
     "today",
     "carey",
     "maria",
     "january 3, 2017",
     "eugene",
     "puente",
     "dick",
     "new year's",
     "now",
     "early",
     "jose",
     "the future"
    ],
    "id": 15,
    "text": "Mariah Carey says she's 'mortified' by New Year's Eve fiasco She speaks to 'Entertainment Weekly' in first interview since her shrug-it-off tweet. Post to Facebook Mariah Carey says she's 'mortified' by New Year's Eve fiasco She speaks to 'Entertainment Weekly' in first interview since her shrug-it-off tweet. Check out this story on USATODAY.com: http://usat.ly/2j2jiCX CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 74 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Mariah Carey says she's 'mortified' by New Year's Eve fiasco Maria Puente , USA TODAY Published 7:53 p.m. ET Jan. 3, 2017 | Updated 11 hours ago x Share Dick Clark Productions is biting back at claims from Mariah Carey’s team that she was sabotaged during her performance. Jose Sepulveda (@josesepulveda87) has more. Buzz60 Mariah Carey and her dancers during the singer's New Year's Eve performance in Times Square on Dec. 31. (Photo: Eugene Gologursky, Getty Images for Toshiba) It seems we are never going to hear the end of Mariah Carey's botched Times Square New Year's Eve performance, and Carey herself is helping keep the story around to chew on for another day. Carey spoke to a reporter for Entertainment Weekly late Tuesday, three days after the fiasco and only one day after Carey's team, including her manager, exchanged fire with Dick Clark Productions, which produces New Year’s Rockin’ Eve in Times Square, over who was to blame for the technical glitches that led the diva of divas to quit the stage in frustration and disgust. Among other embarrassments, the shortened performance exposed Carey's lip-syncing on her hits and her inability to hit some high notes when she tried to sing because, she said, her earpieces weren't functioning. So, she was asked, now that you've had a few days to think about it, \"What are your feelings\" about the mess seen live on TV by millions, and the over-the-top reaction on social media and regular media ever since? Mariah Carey says that she was \"mortified\" by her New Year's Eve performance: https://t.co/VdD0KL5uvT — Entertainment Weekly (@EW) January 3, 2017 Carey's response: An artful dodge that nevertheless mentioned the word \"mortified.\" \"All I can say is Dick Clark was an incredible person and I was lucky enough to work with him when I first started in the music business,\" she said. \"I’m of the opinion that Dick Clark would not have let an artist go through that and he would have been as mortified as I was in real time.\" This was a shift from Carey's early shrug-it-off attitude, expressed in a tweet she posted early Sunday morning, blithely dismissing the debacle as \"(stuff) happens.\" Mariah Carey botches NYE performance, leaves stage This was followed on Monday and Tuesday by anonymous and then on-the-record sniping by Team Carey and Team DCP. Carey manager Stella Bulochnikov insisted the producers purposely allowed Carey to go on stage with defective equipment to pump up the ratings with \"a viral moment at any expense.\" The producers issued a statement saying any suggestion they would \"intentionally compromise the success of any artist is defamatory, outrageous and frankly absurd.\" Mariah Carey's manager on NYE fiasco: 'They wanted a viral moment' Meanwhile, mocking tweets and comments continued to rain down on her. Carey preferred to focus on the supportive messages. \"My true fans have been so supportive and I am so appreciative of them and everybody in the media that came out to support me after the fact because it really was an incredible holiday season that turned into a horrible New Year’s Eve,\" she told EW.  The lesson learned, according to Carey? \"It’s not going to stop me from doing a live event in the future,\" she said. \"But it will make me less trusting of using anyone outside of my own team.\" So why, after staying silent for three days, was Carey suddenly chatty? It might have something to do with her desire to publicize her reality series on E!, Mariah’s World, not to mention her upcoming All the Hits tour with Lionel Richie starting in March, her first North American tour in seven years. That's how a savvy self-promoter salvages some measure of victory from humiliating defeat. 12887 CONNECT TWEET 2 LINKEDIN 74 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2j2jiCX NEVER MISS OUT Life Be a pop culture maven. Get the news, reviews and the juiciest celebrity stories that keep you in the know, Monday-Friday. THANKS FOR SIGNING UP FOR THE Life NEWSLETTER We're sorry. ",
    "title": "Mariah Carey says she's 'mortified' by New Year's Eve fiasco"
   },
   {
    "entities": [
     "harvey",
     "israel",
     "d.",
     "pelosi",
     "ryan",
     "paul",
     "california",
     "kevin",
     "chor",
     "morning",
     "charles",
     "silicon",
     "associated",
     "j.",
     "/",
     "alabama",
     "ethics",
     "jan. 4",
     "today",
     "schumer",
     "hill",
     "a.",
     "gop",
     "wisconsin",
     "afternoon",
     "last march",
     "amazon",
     "congressional",
     "white",
     "capitol",
     "mitch",
     "boehner",
     "late",
     "mcconnell",
     "the coming days",
     "senate",
     "donald",
     "mexico",
     "tuesday",
     "of",
     "2008",
     "goodlatte",
     "twitter",
     "night",
     "virginia",
     "e.",
     "late monday",
     "w.",
     "office",
     "lisa",
     "next week",
     "press",
     "brooks",
     "fontana",
     "cnn",
     "r-bakersfield",
     "ng",
     "congress",
     "2015",
     "foxx",
     "john",
     "valley",
     "84%",
     "mccarthy",
     "applewhite",
     "committee",
     "115th",
     "nancy",
     "alexa",
     "sierra",
     "trump",
     "house",
     "mo",
     "mascaro",
     "monday",
     "daylight",
     "scott",
     "past",
     "judiciary",
     "independent",
     "watchdog",
     "now",
     "sierras",
     "robert",
     "mudd"
    ],
    "id": 16,
    "text": "Congress opens with a Republican stumble, showing battles ahead between Trump and GOP Congress J. Scott Applewhite / Associated Press House Speaker Paul D. Ryan of Wisconsin with House Minority Leader Nancy Pelosi of California. House Speaker Paul D. Ryan of Wisconsin with House Minority Leader Nancy Pelosi of California. (J. Scott Applewhite / Associated Press) Lisa Mascaro Contact Reporter The new Congress opened with a stumble Tuesday after the Republican majority’s plan for gutting an independent ethics office drew a firestorm of criticism — including tweets of displeasure from President-elect Donald Trump — that forced lawmakers to reverse course in a sign of battles to come. The messy debut of what was supposed to be a celebratory start on Capitol Hill foreshadowed roadblocks ahead as House Speaker Paul D. Ryan tries to lead his often willful GOP majority while maneuvering unexpected outbursts from the party’s new leader in the White House . Trump’s early-morning tweet storm against surprise GOP plans for a watered-down ethics watchdog showcased a president-elect who has no qualms about publicly opposing and embarrassing members of his own party, even lawmakers he will rely on to implement much of his agenda. And the instant course correction by the House to suit Trump’s preference showed he may not pay much of a political price for intervening. He may even draw praise. “Mr. Trump has shown a penchant for being effective with Twitter,” said Rep. Mo Brooks , an Alabama Republican. “I am glad Donald Trump intervened because a change of this magnitude needs to be done more publicly and with more lead time.” Despite the dramatic turn of events, Ryan and Senate Majority Leader Mitch McConnell sounded upbeat Tuesday as they opened the 115th Congress, welcoming new lawmakers who arrived with families and friends to be sworn in to office and snap official photos. The unforced error did not appear to harm Ryan’s reelection as speaker, nor did his fraught on-again, off-again relationship with Trump. House Republicans overwhelmingly chose the Wisconsin Republican for another term, avoiding the tumult of past leadership elections, including in 2015 when he took over after former House Speaker John A. Boehner’s abrupt retirement. Just one Republican dissented on Tuesday. “There’s no sense of foreboding today,” Ryan said after taking the gavel. “There’s only a sense of potential.” The speaker reminded his colleagues of their vast responsibilities now that Republicans control the House, Senate and soon the White House. It’s “the kind of thing that most of us only dream about. I know — because I used to dream about it, a lot,” he said.  “The people have given us unified government. And it wasn’t because they were feeling generous. It’s because they wanted results. How could we live with ourselves if we let them down?” Republicans have unfurled an ambitious conservative agenda, including repealing the Affordable Care Act, lowering tax rates, boosting economic growth and tightening immigration rules. Many are in sync with Trump’s campaign promises. But despite their unified front, Republicans have yet to produce the kind of detailed first-100-days plan that often comes with a new session of Congress or a new president. “We know that the coming days are going to require hard work,” McConnell said. “But if we work together, we’ll be able to continue a record of achievement.” Senate Republicans quickly introduced legislation to begin the painstaking process for repealing Obamacare, with mostly symbolic votes likely to begin next week. The thorny details will not come until later, and because  parts of the bill are popular even with Republicans, full repeal may never pass. Democrats vowed to fight Trump on some issues — including efforts to deport immigrants here illegally — but said they will work with him when they can. As Tuesday showed, Democrats may be able to find daylight between the White House and Republicans in Congress. Many Democrats were officially aghast at the last-minute Republican push to weaken the ethnics panel. But Democrats also see possible coalitions with Trump on his calls to rebuild roads and bridges and to expand child care. Those issues have drawn a cool reception from conservatives on the Hill, but Trump’s team has signaled he wants to pursue them. “We’re Democrats. We’re not going to just oppose things to oppose them,” Sen. Charles E. Schumer (D-N.Y.), told CNN after he was sworn in as the Senate minority leader. “The only way we’re going to work with [Trump] is if he moves completely in our direction and abandons his Republican colleagues. That’s not going to happen very often.” The ethics controversy was not the way Republican leaders had planned to showcase the new Congress when they convened GOP lawmakers for a private meeting late Monday night. But the proposal from Rep. Robert W. Goodlatte (R-Va.), the chairman of the Judiciary Committee, to rein in the Office of Congressional Ethics struck a nerve with rank-and-file lawmakers. Many have chafed at the watchdog panel, which was set up in 2008 after high-profile corruption scandals sent several members to prison. Under Goodlatte’s plan, the independent office would be put under jurisdiction of the House Ethics Committee, which is made up of lawmakers, and barred from investigating anonymous tips or releasing any details of its work to the public. Ryan and House Majority Leader Kevin McCarthy (R-Bakersfield) warned lawmakers that opening day was not the time to make such controversial changes. They argued the proposal would carry more weight if it had bipartisan support from Democrats. The leaders’ advice was ignored. Late Monday, House Republicans voted to tuck the proposal into a  broader rules package set for a vote on Tuesday afternoon. “Sometimes you win, sometimes you lose,” McCarthy told reporters Tuesday morning as he struggled to explain the changes amid an onslaught of questions. Then Trump tweeted his point of view. “With all that Congress has to work on, do they really have to make the weakening of the Independent Ethics Watchdog, as unfair as it........may be, their number one act and priority. Focus on tax reform, healthcare and so many other things of far greater importance!” He closed with “#DTS” — a reference to one of his campaign slogans, “Drain the swamp.” Office telephone lines on Capitol Hill were already ringing by that time, and social media accounts filled with howls of protest. Republicans said they had little choice but to back down. Ryan convened a quick meeting behind closed doors in the Capitol basement, where GOP lawmakers were told the provision might tank the broader rules package that was set for a vote in several hours — a potentially embarrassing setback on opening day. They agreed to shelve the issue — for now. “The feeling was, it was the right thing to do, but the wrong time to do it,” said Rep. Virginia Foxx (R-N.C.). “It was better to delay it.” Caption 90 seconds: 4 stories you can't miss The deadliest fire in a decade has focused new attention on Ghost Ship warehouse owner Chor Ng , Congress is holding its first hearing today on the Russian cyberattacks during the presidential election , Aerospace firms are stepping up competition with Silicon Valley for young engineers  and  if Amazon’s Alexa is always listening, can she incriminate you in a crime? Caption 90 seconds: 4 stories you can't miss The deadliest fire in a decade has focused new attention on Ghost Ship warehouse owner Chor Ng , Congress is holding its first hearing today on the Russian cyberattacks during the presidential election , Aerospace firms are stepping up competition with Silicon Valley for young engineers  and  if Amazon’s Alexa is always listening, can she incriminate you in a crime? Caption Possible family dispute leaves 3 dead and 1 injured in late-night shooting Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Caption A Mammoth snow could lead to an epic season at the Sierra resort It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. Caption 90 seconds: 4 stories you can't miss California's bracing itself for the Trump administration , California's drought looks to be easing as snow piles up in the Sierras , protesters are shutting down Mexico's streets over a sudden spike in gasoline prices , and nationwide, more than 84% of undergraduate computer science majors are men. Not so at Harvey Mudd . Caption Soldier convicted in case that deeply divided Israel An Israeli military tribunal has convicted a medic of manslaughter in the fatal shooting of a hobbled Palestinian assailant last March — a verdict that spurred public protests and a call from the prime minister for a pardon. An Israeli military tribunal has convicted a medic of manslaughter in the fatal shooting of a hobbled Palestinian assailant last March — a verdict that spurred public protests and a call from the prime minister for a pardon. ",
    "title": "Congress opens with a Republican stumble, showing battles ahead between Trump and GOP - LA Times"
   },
   {
    "entities": [
     "spencer",
     "andrew",
     "association",
     "1738",
     "university",
     "m.",
     "npr",
     "$1.4 billion",
     "0.7%",
     "american",
     "green/ap",
     "tuesday",
     "2014",
     "4.5%",
     "$22 million",
     "u.s.",
     "2006",
     "chicago",
     "1.6%",
     "4%",
     "medical",
     "to",
     "cheryl",
     "corley",
     "papachristos",
     "yale"
    ],
    "id": 17,
    "text": "Some of the thousands of illegal firearms Chicago police confiscated in 2014. A study published Tuesday in the Journal of the American Medical Association examines gun deaths in Chicago from 2006 to 2014. M. Spencer Green/AP hide caption toggle caption M. Spencer Green/AP Some of the thousands of illegal firearms Chicago police confiscated in 2014. A study published Tuesday in the Journal of the American Medical Association examines gun deaths in Chicago from 2006 to 2014. M. Spencer Green/AP Every year in the U.S., more than 30,000 people die from things related to guns. That puts guns ahead of HIV, Parkinson's disease, malnutrition, hypertension, intestinal infection, peptic ulcer, anemia, viral hepatitis, biliary tract disease, atherosclerosis and fires. Yet, the funding for research on gun violence lags far behind other leading causes of death, according to a study published Tuesday in the Journal of the American Medical Association. Researchers evaluated the leading causes of death in the U.S. and plotted them against the funding and publication of research dedicated to to them. Mortality Rate vs. Funding Journal of the American Medical Association hide caption toggle caption Journal of the American Medical Association Mortality Rate vs. Funding Journal of the American Medical Association The researchers wrote: \"Gun violence had 1.6% of the funding predicted ($1.4 billion predicted, $22 million observed) and had 4.5% of the volume of publications predicted (38,897 predicted, 1738 observed) from the regression analyses. Gun violence killed about as many individuals as sepsis. However, funding for gun violence research was about 0.7% of that for sepsis and publication volume about 4%. In relation to mortality rates, gun violence research was the least-researched cause of death and the second-least funded cause of death after falls.\" NPR's Cheryl Corley reported that \"the researchers studied gun violence in Chicago over an eight-year period to explain how gun violence can spread like an infectious disease.\" She said medical advocates have long argued that gun violence is a public health crisis, and that the researchers say their study helps prove this point. Cheryl reports: \"Yale University sociologist Andrew Papachristos said researchers treated the idea of gun violence literally and created a network from more than 100,000 individuals at risk of getting shot. \" 'These gunshot victims — they're in very small social networks. They tend to cluster together in these networks. And really what our study shows is that gun violence cascades over time,' Papachristos said.\" Article continues after sponsorship Papachristos said the study helps show there must be a more coordinated approach to drive gun violence down, one that treats it as a public health epidemic and not just a policing problem. ",
    "title": "Gun Violence Should Be Treated As A Public Health Crisis, Study Says  : The Two-Way : NPR"
   },
   {
    "entities": [
     "charlie",
     "images",
     "this morning",
     "getty",
     "trump",
     "brooks",
     "late",
     "house",
     "dave",
     "republicans",
     "r-va.",
     "pelosi",
     "r-pa.",
     "ryan",
     "paul",
     "donald",
     "kevin",
     "tuesday",
     "monday",
     "of",
     "weaken",
     "steve",
     "congress",
     "king",
     "shares",
     "night",
     "dent",
     "r-iowa",
     "ethics",
     "mccarthy",
     "move",
     "currently",
     "watch",
     "email",
     "independent",
     "kraft",
     "watchdog",
     "gop",
     "washington",
     "oce",
     "committee",
     "nancy",
     "office",
     "now",
     "to",
     "brat",
     "withdraw",
     "congressional"
    ],
    "id": 18,
    "text": "Brooks Kraft LLC/Corbis via Getty Images WATCH House Republicans Withdraw Move to Weaken Ethics Watchdog 0 Shares Email House Republicans reversed plans to gut a congressional ethics watchdog on Tuesday after a backlash that included criticism from President-elect Donald Trump over the timing of the move. Late Monday night House GOP members voted to dramatically restructure the Office of Congressional Ethics, putting the independent office under the jurisdiction of a congressional committee. Trump tweeted this morning that the timing of the change was poor and should not have been the first priority for the newly elected Congress. \"With all that Congress has to work on, do they really have to make the weakening of the Independent Ethics Watchdog, as unfair as it ... may be, their number one act and priority. Focus on tax reform, healthcare and so many other things of far greater importance!\" he wrote. He included a hashtag referring to one of his campaign slogans, \"Drain the swamp.\" One of his main campaign promises was to end perceived corruption in Washington. GOP leadership, including House Speaker Paul Ryan and House Leader Kevin McCarthy, had spoken out against the move. Like Trump, McCarthy said that he didn't think it was the \"right time\" for a controversial change to the chamber's independent ethics watchdog. The OCE is currently a nonpartisan office led by lawyers, former members of Congress and others tasked with investigating alleged wrongdoing by members of Congress. The group may publicly release its findings and call for the House Committee on Ethics to take action. The amendment passed by House Republicans would have limited the OCE's ability to act autonomously and make its investigations public. House Minority Leader Nancy Pelosi criticized Monday's vote in a statement, saying, \"Evidently, ethics are the first casualty of the new Republican Congress.\" Rep. Charlie Dent, R-Pa., the outgoing chairman of the Ethics Committee, told reporters the amendment was too \"ambiguous\" and \"needed further clarification.\" Rep. Dave Brat, R-Va., agreed, saying members were bombarded with calls after waking up to bad headlines this morning. \"There was a perception that this would weaken independence ... American people want to see that ethics are for real,\" he said. \"Now we're going to work this through properly ... going to open up bipartisan debate.\" Some members, including Steve King, R-Iowa, voiced their disappointment with the reversal. King doubled down on the idea that all members of Congress should have a right to face accusers on ethics issues and promised to continue to fight for \"full abolishment\" of the office. Asked if Trump’s tweet made a difference, King said, \"Yes, it animated the press.\" 0 Shares ",
    "title": "House Republicans Withdraw Move to Weaken Ethics Watchdog - ABC News"
   },
   {
    "entities": [
     "news",
     "at 8 p.m.",
     "molony",
     "smithsonian",
     "senan",
     "malony",
     "jan. 21",
     "interactive",
     "inc.",
     "cbs",
     "recently",
     "et/pt",
     "channel",
     "saturday",
     ",",
     "time",
     "105 years later",
     "2017"
    ],
    "id": 19,
    "text": "The new theory comes from recently discovered old photos of the Titanic’s launching. Irish journalist Senan Molony has been working the fire theory for years. He says a dark patch on the Titanic’s hull shows the coal was burning even as the ship was being launched. “The intensity of the fire not only weakened a forward bulkhead, but also may have caused a serious deformity to the hull,” Malony said. “The ship was put to sea with an out of control fire that required 12 men to try to tackle it for most of her maiden voyage.” The dark patch on the hull was weakened by coal fires, according to a new report Close CBS News The coal fire was known about at the time and was dismissed as a cause of the disaster by the official inquiry that followed it. The smoldering fuel was dug out and burned in the ships boilers. But Molony says the need to get rid of that burning coal quickly may have been one of the reasons Titanic kept going at top speed, despite knowing there were icebergs around. Almost 105 years later there’s still enough doubt, and interest, to keep the story of the world’s most famous maritime disaster alive. “Titanic: The New Evidence” airs Saturday, Jan. 21 at 8 p.m. ET/PT, on the Smithsonian Channel, a division of CBS. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Documentary identifies second culprit in the sinking of the Titanic - CBS News"
   },
   {
    "entities": [
     "october",
     "trump",
     ", 2:47 pm",
     "2000",
     "hillary",
     "jan. 20",
     "college",
     "donald",
     "reid",
     "george",
     "bill",
     "gore",
     "2016",
     "jan",
     "electoral",
     "dinner",
     "republican",
     "new",
     "w.",
     "josh",
     "york",
     "haskell",
     "smith",
     "bush",
     "al",
     "3, 2017",
     "clinton"
    ],
    "id": 20,
    "text": "Hillary and Bill Clinton to Attend Donald Trump Inauguration, Aides Say By Josh Haskell Jan 3, 2017, 2:47 PM ET 0 Shares WATCH Clinton Jokes at Her Own Expense for Reid's Retirement 0 Shares Email Hillary and Bill Clinton plan to attend the Jan. 20 presidential inauguration, their respective aides say. Former presidents from both parties typically attend inaugurations, but her presence takes on added meaning given that the former first lady was President-elect Donald Trump’s main opponent in the 2016 race. Democrat Hillary Clinton won the popular vote by more than 2.9 million votes, but Republican Trump won the Electoral College, securing him the presidency. The last time Clinton and Trump were in the same room together was at the October Al Smith Dinner in New York after the third presidential debate. A similar situation unfolded in 2000 when outgoing Vice President Al Gore attended the inauguration of George W. Bush, who had defeated Gore in a contentious election. 0 Shares ",
    "title": "Hillary and Bill Clinton to Attend Donald Trump Inauguration, Aides Say - ABC News"
   },
   {
    "entities": [
     "et",
     ", 12:47 pm",
     "democratic",
     "capitol",
     "november",
     "trump",
     "house",
     "backtracks",
     "2017",
     "pelosi",
     "ryan",
     "tyler",
     "hours earlier",
     "paul",
     "donald",
     "jan 3",
     "morning",
     "alex",
     "davis",
     "the day",
     "tuesday",
     "of",
     "monday",
     "1:57",
     "moe",
     "congress",
     "alexandra",
     "campaign",
     "2008",
     "abramoff",
     "goodlatte",
     "j.",
     "night",
     "first day",
     "virginia",
     "ethics",
     "republican",
     "jack",
     "2006",
     "hill",
     "independent",
     "watchdog",
     "washington",
     "gop",
     "oce",
     "committee",
     "january 3, 2017",
     "wisconsin",
     "law",
     "nancy",
     "tom",
     "jaffe",
     "office",
     "now",
     "2005",
     "bob",
     "1:35",
     "time",
     "congressional"
    ],
    "id": 21,
    "text": "Jan 3 2017, 12:47 pm ET House Republicans Reverse Course on Ethics Changes by Alexandra Jaffe and Alex Moe Share After Public Outcry, House GOP Backtracks on Move to Gut Ethics Office 1:57 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170104075103if_/http://www.nbcnews.com/widget/video-embed/846822467537\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Facing fierce criticism from members of both parties — including President-Elect Donald Trump — House Republicans backed down Tuesday from an attempt to gut an independent ethics office that investigates House lawmakers and staff accused of misconduct. The decision to scrap changes to the ethics office came during an emergency GOP conference meeting Tuesday morning. Just hours earlier, Trump fired off a pair of tweets criticizing the timing of the Monday-night vote by House Republicans to place the Office of Congressional Ethics, known as OCE, under the jurisdiction of the House Ethics Committee. With all that Congress has to work on, do they really have to make the weakening of the Independent Ethics Watchdog, as unfair as it — Donald J. Trump (@realDonaldTrump) January 3, 2017 ........may be, their number one act and priority. Focus on tax reform, healthcare and so many other things of far greater importance! #DTS — Donald J. Trump (@realDonaldTrump) January 3, 2017 It was a notably tepid response from a president-elect who ran on a campaign platform of ethics reform, pledging to \"drain the swamp\" in Washington, but a signal of how the issue was becoming a political distraction. The scramble by House Republicans over the rules change marred an otherwise successful first day back that saw Wisconsin Rep. Paul Ryan win reelection as Speaker of the House with just one Republican defection. That vote was a show of strength for the Speaker, who faced questions over his leadership after sparring with President-Elect Donald Trump during the campaign cycle — questions that were compounded by the Monday-night vote to gut the OCE. Ryan opposed the rule change and spoke out against it, so its initial inclusion signaled both a rebuke to the Speaker and a failure of his whip operation. Play Republicans Reverse Course On Gutting Ethics Office 1:35 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170104075103if_/http://www.nbcnews.com/widget/video-embed/846675523721\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> And while House Leadership ultimately prevailed in tabling the rules changes for now, the move sparked widespread criticism and drove headlines that overshadowed Republicans' first day back in control of Congress. Democrats seized on the Monday night vote as evidence Republicans plan to \"engage in the same corrosive and unethical behavior that led to the creation of the Office of Congressional Ethics in the first place,\" as a spokesman for the House Democrats' campaign arm put it in a statement. \"This is a shameless way to start the new Congress and every House Republican should immediately voice public opposition - and ultimately vote against - these shady rule changes,\" said Democratic Congressional Campaign Committee Spokesman Tyler Law. Indeed, one of the figures that inspired the creation of the OCE — Republican lobbyist Jack Abramoff, who was indicted for his role at the center of a massive political corruption scandal in 2005 — said the timing of the move was \"incredibly unwise.\" \"I think unfortunately, it was incredibly unwise politically to make that one of the lead things that they were doing as a new Congress,\" he said. Abramoff said there was \"some justification\" behind the criticism of the OCE for conducting its investigations in such a public way, that sometimes hurt lawmakers without ultimately finding any wrongdoing. But he noted that voters went to the polls in part fueled by frustration with the way Washington works — and an effort to undermine government oversight seemed to ignore that. \"Don't they realize what the election was about in November? It was about that Americans are sick and tired of what goes on in Washington. So, this should not have been the first thing that people hear about,\" he said. The Abramoff scandal was just one of a rash of ethics scandals that plagued the GOP-led Congress at the time and helped deliver the House to Democrats during the 2006 elections. Then-House Speaker Nancy Pelosi created the OCE in 2008 as a response to what she characterized at the time as a \"culture of corruption\" that had taken over Washington If passed, the measure would've given the ethics oversight and investigative role to the lawmakers themselves and prevented information about investigations from being released to the public. Members of both parties have privately criticized the OCE as overly aggressive and at times unfair, subjecting them to public complaints (and eventually expensive legal bills) that often came to nothing. That was the case made by a number of Republican lawmakers at Monday night's Republican caucus meeting, where a majority of members in attendance voted to adopt the amendment. Rep. Bob Goodlatte's office said the amendment, which he introduced, was intended to increase protection of due process rights for House representatives or staffers under investigation and grant them more access to basic \"evidentiary standards.\" But even those who agreed with the substance of the amendment acknowledged it was \"very bad optics\" for House Republicans to be seen as gutting an ethics watchdog on their first day back at work, as former Virginia Rep. Tom Davis put it. \"No member likes this thing,\" he said, but \"the optics are terrible.\" Davis, who was on Capitol Hill Tuesday conferring with members of both parties about legislative priorities ahead, said to get beyond the negative headlines of the day Republicans \"need to move forward with their agenda immediately…do what they were elected to do.\" Alexandra Jaffe ",
    "title": "House Republicans Reverse Course on Ethics Changes - NBC News"
   },
   {
    "entities": [
     "sunday",
     "tribune-rrb-",
     "early sunday",
     "oak",
     "rowlett",
     "calumet",
     "hyundai",
     "park",
     "elvia",
     "street",
     "state",
     "lawn",
     "chicago",
     "the weekend",
     "malagon",
     "south",
     "2:20 a.m.",
     "dwane",
     "aberdeen",
     "tribune"
    ],
    "id": 22,
    "text": "Charges filed against man shot by Chicago police after chase Police involved shooting Officers early Sunday guard the scene of a police-involved shooting.  Officers early Sunday guard the scene of a police-involved shooting.  (Elvia Malagon / Chicago Tribune) Chicago Tribune staff Contact Reporter Charges have been filed against a man who was shot and seriously wounded by Chicago police over the weekend while allegedly resisting arrest after a chase, authorities said. Dwane Rowlett, 43, was charged with one felony count of aggravated fleeing, one misdemeanor count of DUI and three misdemeanor counts of aggravated assault of a peace officer. Police say officers tried to pull over Rowlett around 2:20 a.m. Sunday after he ran a stop sign in the 12000 block of South State Street. As the officers got out of their car, Rowlett sped south in his Hyundai and drove onto the sidewalk. The officers lost sight of Rowlett after five blocks but later saw him sideswipe several vehicles in traffic before crashing into another police car, police said. Officers tried to arrest Rowlett as he sat in the driver's seat, but he wouldn't comply and resisted arrest, police said. A fight broke out outside the car when officers tried to restrain him, officials said. During the struggle, an officer discharged his service weapon twice, striking Rowlett. He was taken in critical condition to Advocate Christ Hospital in Oak Lawn. Three officers also were hospitalized. Rowlett lives in the 12900 block of South Aberdeen Street in Calumet Park, police said. ",
    "title": "Charges filed against man shot by Chicago police after chase - Chicago Tribune"
   },
   {
    "entities": [
     "peter",
     "$100",
     "graves",
     "nancy-rsb-",
     "struyk",
     "this morning",
     "amber",
     "trump",
     "january 3",
     "house",
     "at 12:10 pm",
     "sam",
     "january",
     "pelosi",
     "ryan",
     "--",
     "2009",
     "phillips",
     "cillizza",
     "chris",
     "$200k",
     "tuesday",
     "of",
     "monday",
     "congress",
     "mike",
     "conway",
     "night",
     "night in",
     "later tuesday",
     "post",
     "kellyanne",
     "ethics",
     "future",
     "currently",
     "today",
     "jan. 3",
     "noon on",
     "washington",
     "oce",
     "committee",
     "stevenson/the",
     "january 3, 2017",
     "115th",
     "office",
     "now",
     "debonis",
     "time",
     "congressional"
    ],
    "id": 23,
    "text": "By Chris Cillizza January 3 at 12:10 PM Follow @thefix House Republicans suddenly reversed a plan to gut a House ethics watchdog panel on Jan. 3. The Fix's Amber Phillips explains what happened. (Peter Stevenson/The Washington Post) Update: As of noon on Tuesday, House Republicans have reversed course -- dropping the amendment that would have gutted the Office of Congressional Ethics from the overall rules package. NEW: House Republicans withdraw ethics changes for now, postpone to future date. — Mike DeBonis (@mikedebonis) January 3, 2017 ORIGINAL POST On Monday night, House Republicans — as their first major act of the 115th Congress, which officially convenes today — gutted the Office of Congressional Ethics . Er, what? Remember that little campaign we had for, oh, the past two years or so? The one in which a businessman with no experience in elective office ran — and won — on a message that Washington and its denizens are corrupt and that the swamp needs to be drained? Because this move seemed so totally tone deaf for that political environment, I reached out to a prominent Republican member of Congress seeking some explanation. Here's what he told me: It is tough to vote to retain the OCE as currently structured when five members get up and recount instances in which they have been falsely accused of wrongdoing, publicly dragged through the mud, forced to spend $100 to $200k to defend themselves and then get a letter of exoneration from the OCE that no one in the media bothers to cover. Frankly if you check with the Democrats you will find many of them have experienced the same fate and feel the same way. This was a flawed creation from the outset that [Nancy] Pelosi strong-armed through Congress by a single vote over bipartisan opposition. That argument is consistent with how Trump adviser Kellyanne Conway defended the decision this morning on TV . Kellyanne Conway on gutting ethics watchdog on @GMA : \"There's been an overzealousness in some of the processes over the years.\" — Ryan Struyk (@ryanstruyk) January 3, 2017 The member of Congress, who spoke on the condition of anonymity to discuss the matter candidly, cited Rep. Sam Graves (R-Mo.) as a case study on why the OCE needed to be overhauled. In 2009, the OCE began investigating an allegation that Graves had invited a witness who was friends with his wife to testify about renewable fuels in front of a House committee. OCE eventually cleared him of wrongdoing . (The Ethics Committee, which oversees the OCE, said at the time that the group may have acted improperly.) Fair enough. Members of Congress, according to this member, believe the OCE was an out-of-control institution, making baseless, costly and damaging allegations against elected officials. Putting aside the fact that no one likes to have their every action scrutinized — hall monitors aren't exactly the most popular kids at school — let's take that assessment at face value for a moment: OCE was bad and something needed to be done about it. How House Republicans decided to do something about it is still colossally dumb, politically speaking. First of all, they gutted the OCE in a private conference vote — meaning that no Democrats were involved or forced to vote. (The measure will be rolled into a broader rules package governing the 115th Congress that almost certainly will pass on the floor later Tuesday.) If this frustration with the OCE was indeed bipartisan, why not get Democrats on board to support a proposal to change it? Why hold a private, internal vote before Congress is even fully back in Washington? In so doing, you hand Democrats — even those who might privately be supportive of the move to sideline the OCE — a chance to bash you as enemies of transparency. Second, if the OCE is truly a rogue organization, why not make that case in public before, out of the blue, demolishing it on a Monday night in January? If OCE was/is truly as bad as members of Congress seem to believe, then couldn't the public have been convinced of why these changes were absolutely necessary? Or at least apprised of why these changes were being made? “There was clearly a lot of rank-and-file frustration with OCE,” said one senior Republican member of Congress who opposed the move. “Many of the changes, like adding due process, are very positive; however, enacting the reforms in what looks like a partisan way was not the smartest way to make these changes.” ",
    "title": "House Republicans just did something very, very dumb (and then undid it!) - The Washington Post"
   },
   {
    "entities": [
     "d.",
     "karoun",
     "last summer",
     "cabinet",
     "noon",
     "pelosi",
     "ryan",
     "paul",
     "kevin",
     "morning",
     "charles",
     "the day",
     "b.",
     "2011",
     "once",
     "j.",
     "weigel",
     "first day",
     "dent",
     "ethics",
     "schumer",
     "hill",
     "gop",
     "afternoon",
     "early tuesday",
     "o'keefe",
     "congressional",
     "peter",
     "charlie",
     "capitol",
     "franks",
     "costa",
     "spicer",
     "late",
     "january 3",
     "trent",
     "complaint",
     "philip",
     "senate",
     "donald",
     "roskam",
     "snell",
     "tuesday",
     "of",
     "inzaurralde",
     "the year",
     "2008",
     "review",
     "goodlatte",
     "conway",
     "last fall",
     "night",
     "5:30 p.m.",
     "kellyanne",
     "jones",
     "e.",
     "u.s.",
     "jack",
     "sean",
     "bastien",
     "night before",
     "office",
     "david",
     "higham",
     "rucker",
     "jeff",
     "congress",
     "2015",
     "a few hours later",
     "mike",
     "taiwan",
     "kane",
     "orenstein/the",
     "mccarthy",
     "republican",
     "sullivan",
     "obama",
     "at 6:52 pm",
     "matt",
     "longworth",
     "committee",
     "115th",
     "nancy",
     "bob",
     "last night",
     "kelsey",
     "trump",
     "2013",
     "house",
     "monday",
     "abramoff",
     "scott",
     "post",
     "judiciary",
     "cruz",
     "building",
     "a decade ago",
     "independent",
     "watchdog",
     "washington",
     "oce",
     "sessions",
     "10:30 a.m.",
     "msnbc",
     "ed",
     "now",
     "ted",
     "jayne",
     "debonis",
     "demirjian",
     "robert",
     "walter",
     "mcclain/the"
    ],
    "id": 24,
    "text": "A day of chaos at the Capitol as House Republicans back down on ethics changes The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it House Speaker Paul D. Ryan (R-Wis.) addresses the House on Tuesday, the first day of the 115th Congress. (Matt McClain/The Washington Post) By Robert Costa , Mike DeBonis and Philip Rucker January 3 at 6:52 PM Follow @costareports Follow @mikedebonis Follow @PhilipRucker A day of pageantry to open the 115th Congress and usher in a new period of Republican governance was overtaken Tuesday by an embarrassing reversal on ethics oversight, with the GOP gripped by internal division and many lawmakers seeking to shield themselves from extensive scrutiny. The 19 hours of tumult was set in motion the night before behind closed doors at the Longworth House Office Building, where Republican lawmakers decided over the objections of Speaker Paul D. Ryan (R-Wis.) to amend House rules to effectively gut the independent Office of Congressional Ethics. They awoke Tuesday to an intense public outcry. Social media lit up with criticism of representatives trying to rein in the ethics office created a decade ago in the aftermath of scandals. Angry constituents inundated their representatives’ offices with calls of protest. Journalists peppered lawmakers with questions. The halls of the Capitol felt chaotic. Then, at 10:30 a.m., came the loudest objection of all: A pair of tweets from President-elect Donald Trump scolding Congress for making the weakening of the ethics watchdog its “number one act and priority.” He punctuated his second tweet with the hashtag “DTS” — shorthand for “drain the swamp,” one of his campaign-trail mantras. With Washington’s latest power dynamics in their nascent state, Tuesday’s events illustrated the weight of Trump’s voice in discussions on Capitol Hill. The president-elect’s tweets hovered over everything and helped turn what might otherwise have been an insider-driven rule change into a national ruckus over government ethics. House Speaker Paul D. Ryan (R-Wis.) greets people in the House chambers at the Capitol on Tuesday, the first day of the 115th Congress. (Matt McClain/The Washington Post) [ House Republicans vote to rein in independent ethics office ] The events were fast-moving Tuesday morning. As Trump was using his political capital on Congress, Republican House leaders were meeting in Ryan’s office contemplating just how the day had gotten away from them — and what they might do to salvage it. Ryan would soon be sworn in for another term as speaker, and his wife and children, dressed up for the occasion, lingered outside. House Majority Leader Kevin McCarthy (R-Calif.) told the leaders that the rules legislation with the ethics amendment would have trouble getting the 218 votes needed to pass — and they decided it must be scrapped. The leaders called an emergency meeting of Republican House members in the Capitol basement. McCarthy pointedly asked the members whether they had campaigned last fall on decimating the ethics office — or on repealing President Obama’s health-care law and changing the tax code. The windowless room fell silent, according to several lawmakers in attendance. McCarthy gave them an ultimatum: Reverse course now, among fellow Republicans, or take a public floor vote. He asked for unanimous consent to remove the rules change — and shortly after noon, he got it. The push to amend ethics rules was now dead, or at least fast asleep. “I can tell you the calls we’ve gotten in my district office and here in Washington surprised me, meaning the numbers of calls. People are just sick and tired,” Rep. Walter B. Jones (R-N.C.) said of the simmering outrage over the proposed change. “People are just losing confidence in the lack of ethics and honesty in Washington.” For the lawmakers who had supported the rules change, the OCE had become an unaccountable office with little transparency. Rep. Peter J. Roskam (R-Ill.), who was the subject of an OCE referral over a 2011 trip he took with his wife to Taiwan, likened the office to Old English royal courts that dictated harsh and arbitrary sentences to powerful figures. (Bastien Inzaurralde,Jayne Orenstein/The Washington Post) “It’s a star chamber,” said Roskam, who was cleared by the Ethics Committee in 2013. “It needs to be reformed.” House Republicans have not abandoned an OCE overhaul entirely, but any changes are being put off until later in the year. Tuesday’s actions disrupted a day of ceremonial rituals, as Ryan was easily reelected as speaker with the support of all but one Republican — far fewer defectors than when he first won the speakership in 2015. Most Democrats voted for Rep. Nancy Pelosi (D-Calif.), who will remain the minority leader. Members of the new House and Senate were sworn in throughout the afternoon. Republicans will hold a 52-48 advantage over Democrats in the Senate, and 241-194 in the House. Delivering his inaugural floor speech as Senate minority leader, Charles E. Schumer (D-N.Y.) vowed to fight Trump on issues where Democrats disagree. “It is not our job to be a rubber stamp,” Schumer said. “It is our job to do what’s best for the American people, the middle class and those struggling to get there.” But in a sign of his party’s diminished influence, Schumer spoke to a mostly empty chamber save for several dozen of his Democratic colleagues. Sens. Jeff Sessions (R-Ala.) and Ted Cruz (R-Tex.) stood on the floor whispering to each other, ignoring Schumer. [ Here are the eight Trump Cabinet picks Democrats plan to target ] The House rules package that ultimately passed Tuesday contained a controversial provision that will impose fines on members using electronic devices to take photographs, record audio or video or conduct live streams on the House floor. The provision came in response to House Democrats staging a sit-in last summer aimed at forcing votes on gun-control legislation. At issue earlier in the day were changes to the Office of Congressional Ethics, which was created in 2008 after the Jack Abramoff lobbying scandal to address concerns that members of the House Ethics Committee had been too timid in pursuing allegations of wrongdoing by fellow lawmakers. The amendment, proposed by Judiciary Committee Chairman Bob Goodlatte (R-Va.), would have renamed the office as the Office of Congressional Complaint Review and prevented it from investigating anonymous tips or referring criminal wrongdoing to prosecutors without the express consent of the Ethics Committee. It also would have prohibited the office from employing staff to communicate with the public or the media. House leaders knew days in advance of Monday night’s meeting of Republican lawmakers to finalize the House rules package that Goodlatte would seek to undermine the independent ethics office. The leadership made an effort to head off the proposal before the meeting, but Goodlatte refused to budge. As the meeting started at 5:30 p.m., aides were confident that members would reject Goodlatte’s proposal once Ryan and McCarthy weighed in against it. That did not happen. Goodlatte was backed by a chorus of rank-and-file lawmakers — many of whom had been targeted by OCE probes or feared they might be next — who were emboldened to make changes. The measure passed handily, 119 to 74. Dozens of other members were absent because they were not yet in Washington. Rep. Trent Franks (R-Ariz.) echoed the views of many colleagues in saying changes to the OCE were long overdue. “There’s no due process,” he said. “An anonymous source can destroy your life, put you on the front page of the newspaper — and when it’s too late, you’re completely exonerated. I’ve watched that happen to close friends who were straight as an arrow.” [ Donald Trump, meet your toughest hurdle: the U.S. Senate ] Others foresaw the political toll that could be exacted for a decision to make gutting ethics oversight the first act of the new Congress. “I had cautioned some of my colleagues last night that that one provision would create quite a public stir — and it did,” Rep. Charlie Dent (R-Pa.) said with a slight chuckle. Ryan and McCarthy initially seemed resigned to accepting the will of their members, even though they understood the less-than-optimal message it sent to voters nationally, especially after a campaign during which Washington was vilified. Before GOP members could meet to change course, McCarthy had to face a conference room full of skeptical reporters. “We’re a collective group of individuals,” he said. “Sometimes you win, sometimes you lose.” The development blindsided Trump transition officials, prompting Ryan staffers to explain to Trump aides late Monday night and into Tuesday morning what exactly House members had voted on and why they did it. Early Tuesday, one of Trump’s top advisers, Kellyanne Conway, partially defended the proposed changes to the ethics office in an appearance on MSNBC. But that was before she discussed the matter with the president-elect, and a few hours later it became clear he disagreed with what House Republicans had done. “With all that Congress has to work on, do they really have to make the weakening of the Independent Ethics Watchdog, as unfair as it . . . may be, their number one act and priority. Focus on tax reform, health care and so many other things of far greater importance!” Trump wrote on Twitter Tuesday morning. Trump spokesman Sean Spicer said the president-elect was not taking a position on the merits of the ethics rules changes, only on the prioritization. “It’s not a question of strengthening or weakening,” Spicer told reporters . “I think it’s a question of priorities and the president’s belief that with all that this country wants and needs to have happen, this really shouldn’t be the priority.” Ryan and Trump eventually spoke by phone following the conference meeting and during the vote for speaker, per aides. But earlier, as Trump was firing off tweets, McCarthy reflected on the discord that had engulfed Congress’s first day. During the morning news conference, McCarthy was flung questions from journalists — including one about whether the day’s events signaled weakness on the part of House leaders. “Man,” McCarthy replied, “welcome back.” Sean Sullivan, Paul Kane, Ed O’Keefe, David Weigel, Kelsey Snell, Scott Higham and Karoun Demirjian contributed to this report. powerpost ",
    "title": "A day of chaos at the Capitol as House Republicans back down on ethics changes - The Washington Post"
   },
   {
    "entities": [
     "et",
     "baier",
     "howard",
     "times",
     "cbs",
     "bret",
     "friday",
     "andrew",
     "couric",
     "zucker",
     "5 p.m.",
     "trump",
     "lachlan",
     "vanity",
     "sunday",
     "news",
     "facebook",
     "magazine",
     "jeff",
     "fox",
     "cnn",
     "sundays",
     "century",
     "murdoch",
     "donald",
     "chris",
     "wallace",
     "nighttime",
     "bill",
     "11 a.m.",
     "2004",
     "21st",
     "fair",
     "kelly",
     "megyn",
     "twitter",
     "cooper",
     "kurt",
     "rupert",
     "9 p.m.",
     "1 p.m.",
     "nbc",
     "new",
     "today",
     "james",
     "hemmer",
     "york",
     "daytime",
     "washington",
     "america",
     "evening",
     "katie",
     "universal",
     "now",
     "kurtz",
     "fnc",
     "last day",
     "lack",
     "anderson"
    ],
    "id": 26,
    "text": "Facebook 0 Twitter 0 Email Print   Megyn Kelly has decided to join NBC News, and Fox News says her last day on the air will be Friday. The network announced today that Kelly will be giving up her prime-time role at Fox for a multi-year deal that includes several roles at NBC. She will launch a daytime program as well as a Sunday evening news magazine show, and be part of the network’s coverage of major political and breaking-news events. Rupert Murdoch, executive chairman of 21st Century Fox, said in a statement: “We thank Megyn Kelly for her 12 years of contributions to FOX News. We hope she enjoys tremendous success in her career and wish her and her family all the best.” In a Facebook posting, Kelly said: “While I will greatly miss my colleagues at Fox, I am delighted to be joining the NBC News family and taking on a new challenge. I remain deeply grateful to Fox News, to Rupert, Lachlan and James Murdoch, and especially to all of the FNC viewers, who have taught me so much about what really matters.” Fox News fought hard to keep Kelly, who became a breakout star and whose 9 p.m. show was the second-highest rated in cable news, behind “The O’Reilly Factor.” Donald Trump’s attacks on Kelly during the campaign helped turn her into an international celebrity and she was featured on the cover of the New York Times Magazine, Vanity Fair and other publications. She also just published a best-selling memoir, “Settle for More.” Kelly’s contract at Fox was not due to expire for another six months. Kelly stood to make an eight-figure salary wherever she went. As she talked about her decision, it became clear that a top priority was a schedule that would allow her to spend more time with her three young children, who went to bed before she returned home from her nighttime program. Fox News now faces the challenge of replacing Kelly in prime time, as well as at such major events as debates and political conventions, where she has generally appeared alongside Bret Baier and Chris Wallace. Kelly was an increasingly unhappy lawyer in 2004 when she parlayed a part-time gig at a Washington station into a reporting job at Fox. She quickly rose through the ranks, co-anchoring “America’s Newsroom” with Bill Hemmer and then hosting a 1 p.m. show before the move to prime time. In agreeing to join NBC, Kelly said, “I have decided to end my time at FNC, incredibly enriched for the experiences I've had.” NBC Universal Chairman Andrew Lack said in a statement, “Megyn is an exceptional journalist and news anchor, who has had an extraordinary career” Lack said. “She’s demonstrated tremendous skill and poise, and we’re lucky to have her.” The move gives Kelly access to the potentially larger audience of a major broadcast network. But launching a daytime program can be difficult, even for famous journalists. Katie Couric, the former “Today” co-host and CBS anchor, lasted two years in an ABC-backed daytime show whose first executive producer was Jeff Zucker, now CNN’s president. CNN anchor Anderson Cooper also lasted two seasons in daytime. The largely female audience tends to favor entertainment and lighter fare over serious news topics. NBC did not announce a time for Kelly’s new show. Trump’s attacks on Kelly after the first presidential debate, when she asked him about his demeaning comments toward some women, brought her a torrent of online abuse and, she disclosed in her book, her family was forced to use security guards. The two buried the hatchet in an interview that aired on the Fox broadcast network. Howard Kurtz is a Fox News analyst and the host of \"MediaBuzz\" (Sundays 11 a.m. and 5 p.m. ET). He is the author of five books and is based in Washington. Follow him at @HowardKurtz. Click here for more information on Howard Kurt z.  Advertisement ",
    "title": "Why Megyn Kelly is leaving Fox News for NBC | Fox News"
   },
   {
    "entities": [
     "miami",
     "7:39 pm est",
     "last week",
     "night",
     "martin",
     "now",
     "u.s.",
     "megan",
     "several hours monday",
     "monday",
     "customs",
     "this hour",
     "2017",
     "jan 3,"
    ],
    "id": 27,
    "text": "Jan 3, 2017 7:39 PM EST The holiday travel season came to an end with a series of head-scratching incidents. First, U.S. Customs computers went out for several hours Monday at a number of airports, causing long lines for returning travelers. Customs outage causes major delays for international travelers Customs said there are no signs of any sinister activity at this point, but the timing Monday could not have been worse.. “It’s insane,” said passenger Megan Martin. “Our global entry pass was denied, it had a big X on it, and then they proceeded, and it was like a line of a thousand people, or more.  It was absolutely despicable.” It was a nightmare for international flyers, lines lasting for hours. Miami’s airport was particularly hard hit as the outage came right as 30 or so flights were arriving. Officers had to manually check each passenger before they could be cleared. Flyers who have global entry and are used to speeding though customs in minutes. Monday night it took hours, and hundreds missed their connecting flights, Customs said this was all due to a software update installed just last week, that update caused the system to crash. All that has now been fixed and things are slowly getting back to normal at this hour. ",
    "title": "Holiday travel season comes to end with series of head-scratching incidents - CBS News"
   },
   {
    "entities": [
     "fatal",
     "west",
     "hospital",
     "contact",
     "avenue",
     "reporters",
     "tribune",
     "park",
     "street",
     "jan. 3, 2017",
     "tuesday",
     "3400",
     "jefferey",
     "fulton",
     "cherney",
     "sinai",
     "englewood",
     "lafayette",
     "mount",
     "the past year",
     "chicago",
     "velasquez",
     "rosenberg-douglas",
     "east",
     "about an hour later",
     "elyssa",
     "about noon",
     "phil",
     "stroger",
     "katherine",
     "garfield",
     "boulevard"
    ],
    "id": 28,
    "text": "Two dead, one wounded in shooting in East Garfield Park Fatal shooting in East Garfield Park One person was killed and two wounded in a shooting in the East Garfield Park neighborhood Jan. 3, 2017. (Phil Velasquez / Chicago Tribune) One person was killed and two wounded in a shooting in the East Garfield Park neighborhood Jan. 3, 2017. (Phil Velasquez / Chicago Tribune) Katherine Rosenberg-Douglas and Elyssa Cherney Contact Reporters Chicago Tribune Two 16-year-old boys were killed and a woman in her 60s was wounded in the leg in a shooting in the East Garfield Park neighborhood Tuesday. The shooting happened about noon in the 3400 block of West Fulton Street, authorities said.  Neighbors said the shots apparently came from a passing SUV. One of the boys was pronounced dead at the scene, and the other 16-year-old was taken to Stroger Hospital where he was pronounced dead. Authorities said the teens were outside on the street or sidewalk when they were shot. A 65-year-old woman in the house behind them was hit in the leg and taken to Mount Sinai Hospital, where she was stabilized, police said.  Neighbors said the woman had just moved to the neighborhood and the teens were standing in front of her house when they were shot. A 51-year-old man who lives across the street said he was lying in bed when he heard about seven gunshots. He and his wife rushed outside to find the two teens lying on the ground, shot. \"In the past year there's been so much shooting, it's pathetic,\" said the man, who works at a hotel laundry service. He did not want to be named. The woman with him said she recognized one of the boys as her son's friend. She said the woman who was shot just moved to the block and kept to herself. The woman said she rushed across the street to help the boys. \"It hurt my heart watching them lying on the ground struggling to breathe. I'm glad my baby was inside. This used to be a nice neighborhood where kids could play.\" About an hour later, a 32-year-old man was shot in the shoulder while riding in a car at 69th Street and Lafayette Avenue in Englewood, police said. An acquaintance drive him to 71st Street and Jefferey Boulevard where he called police.  The man was taken in good condition to a hospital. ",
    "title": "Two dead, one wounded in shooting in East Garfield Park - Chicago Tribune"
   },
   {
    "entities": [
     "midnight on",
     "texas",
     "days earlier",
     "states",
     "south",
     "trump",
     "taylor",
     "marine",
     "united",
     "hicks",
     "facebook",
     "college",
     "donald",
     "guter",
     "morning",
     "b.",
     "of",
     "sadoon",
     "schmitt",
     "iraqi",
     "june 6, 2003",
     "defense",
     "hatab",
     "j.",
     "twitter",
     "jessica",
     "department",
     "future",
     "eric",
     "camp",
     "corps",
     "new",
     "army",
     "today",
     "iraq",
     "gallo",
     "marines",
     "york",
     "lynch",
     "whitehorse",
     "nagem",
     "washington",
     "mattis",
     "january 3, 2017",
     "law",
     "hope",
     "bush",
     "william",
     "time",
     "2003"
    ],
    "id": 29,
    "text": "Privacy Policy The “pack of cigarettes” reference, according to people who served with the general, reflects two tenets that are drummed into future military leaders: that information gleaned from torture is unreliable, and that rapport-building can go a long way. “I’m not in his head, but what General Mattis was saying is that offering a modicum of friendship and humanity to someone in a desperate situation is more successful than physical torture,” Colonel Taylor said. Advertisement Continue reading the main story Hope Hicks, a spokeswoman for Mr. Trump’s transition team, declined requests for more detail on the president-elect’s discussions with General Mattis or on the source of General Mattis’s beliefs and any further thoughts Mr. Trump has had about the use of torture. General Mattis declined to be interviewed. Many American military leaders maintain that the Bush administration’s departure from established practices in allowing harsh coercive techniques — government lawyers had said they did not meet the legal definition of torture, and had declared that detainees were not protected by the Geneva Conventions — tainted the United States’ reputation while not yielding results. “Ineffective, war crime, against our values, moral high ground, et cetera,” Donald J. Guter, a retired rear admiral and the dean of the South Texas College of Law, said in explaining objections to brutal treatment. “A very practical reason is that it opens the door for our own troops to be tortured, and we have no basis to object. If we torture, we’ve lost who we are.” The Department of Defense has clear policies on the humane treatment of detainees. For example, the Army field manual’s section on intelligence collection states : “Use of torture is not only illegal but also it is a poor technique that yields unreliable results.” The manual adds, “Cruel, inhuman and degrading treatment is prohibited.” Lasting Scars Articles in this series examine the American legacy of brutal interrogations. As a commander in Iraq, General Mattis ordered several investigations into detainee abuse. One of the most significant concerned the 2003 death at a makeshift detention and interrogation center in an abandoned Iraqi Army barracks in southern Iraq, christened Camp Whitehorse. Prisoners were held by United States Marine reservists in extreme heat in a dirty, stone building that had been looted of all amenities by Iraqis during the American-led invasion. The prisoner who died, Nagem Sadoon Hatab , had been arrested days earlier on suspicion of involvement in a deadly ambush of a United States Army convoy that led to the capture of Jessica Lynch, a 19-year-old private who was later rescued. Mr. Hatab was alleged to have killed American service members and sold an M-16 rifle taken from one of them. Mr. Hatab failed to stand up while being subjected to so-called 50-10 treatment — forced standing for 50 minutes of each hour, for up to 10 hours. The objective was to make the detainees tired, stressed and submissive for interrogators, witnesses later said in military court hearings. Like other prisoners at the center, Mr. Hatab was hooded and his hands were restrained behind his back with plastic ties. He was beaten severely by Marine guards after refusing to comply with the forced standing and strip-searches. He also underwent questioning by a special Marine interrogation squad. A Marine guard later testified that he had often heard yelling, screaming and banging from the interrogation room, a converted bathroom. Advertisement Continue reading the main story After midnight on June 6, 2003, Mr. Hatab was found dead in a courtyard where he had been left lying for hours, his body covered in his own feces. An armed forces medical examiner categorized the death as a homicide. Mr. Hatab had six broken ribs and had suffocated from a broken bone in his throat after being dragged outside by his neck, the examiner concluded. Eight Camp Whitehorse personnel were charged with crimes, including negligent homicide. But the investigator appointed by General Mattis, Col. William B. Gallo, later cited problems with the autopsy and could not determine which of the attacks on Mr. Hatab, if any, might have been lethal. In Colonel Gallo’s opinion, the 50-10 treatment did not amount to torture, but the command had failed to provide adequate predeployment training in handling prisoners and in the law of war. Evidence, including certain photographs of the prisoner and a summary of an interrogation he underwent, had been lost or destroyed, complicating the investigation and prosecution. Two Marines, a major and a sergeant, were eventually convicted of lesser charges. Mr. Hatab’s death clearly had an effect on General Mattis. According to reports at the time, he ordered a review of the procedures for handling prisoners, which resulted in a ban of sleep-deprivation tactics, including the forced standing. Marine Corps personnel running detention camps were given more training, and a manual was compiled to explain each step of the process. Still, there were several other instances of prisoner abuse involving the division. Later, aiming to earn the trust of the Iraqi people after the first phase of combat had ended, General Mattis added an addendum to the motto of his Marines: “No better friend, no worse enemy.” The addition was, “First, do no harm.” Eric Schmitt contributed reporting. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on January 3, 2017, on Page A1 of the New York edition with the headline: As Commander in Iraq, Defense Pick Made a Case to Halt Torture. Order Reprints | Today's Paper | Subscribe ",
    "title": "Inside Trump Defense Secretary Pick’s Efforts to Halt Torture - The New York Times"
   }
  ]
 }
}