{
 "05": {
  "col-sim": {
   "cosine": 0.1674728168400544,
   "entity": 0.2537081317024624
  },
  "exec-time": 20.462940216064453,
  "links": [
   {
    "entities": [
     "violent",
     "last year",
     "bobby",
     "$200,000",
     "south",
     "simmons",
     "2013",
     "fardon",
     "crimes",
     "task",
     "paris",
     "kings",
     "christmas weekend",
     "hobos",
     "augustin",
     "crime",
     "force",
     "commission",
     "division",
     "zachary",
     "2011",
     "once",
     "zambrano",
     "then-nba",
     "u.s.",
     "new",
     "chicago",
     "side",
     "chester",
     "wednesday",
     "keith",
     "daniels",
     "gregory",
     "york",
     "los",
     "poe",
     "latin",
     "angeles",
     "ap"
    ],
    "id": 0,
    "text": "Email CHICAGO -- Federal jurors at the biggest gang trial in recent Chicago history on Wednesday convicted the core leadership of the Hobos, who prosecutors billed as an “all-star team” of the type of ruthless gangs police blame for an alarming spike in homicides last year. Accused Hobos boss Gregory “Bowlegs” Chester, alleged hitman Paris Poe and four others were found guilty of a racketeering conspiracy. Prosecutors alleged the conspiracy included the murder of at least nine people, from gang rivals to government witnesses. Prosecutors said the Hobos cultivated a reputation for brutality, once even torturing robbery victims with a hot clothing iron, to extend their power on the city’s South Side. This undated photo provided by the Violent Crimes Task Force, Chicago Division, shows Paris Poe.  Violent Crimes Task Force, Chicago Division via AP After three months of testimony, 12 jurors deliberated for six days before reaching their verdicts. The most serious conviction was for racketeering conspiracy, a charge designed as a legal tool to go after all forms of organized crime. An additional nine counts included drug and gun charges. So feared are the Hobos that some witnesses were visibly nervous testifying with its alleged leaders looking on. One refused outright to speak against the gang, telling the judge, “I choose not to testify for the sake of me and my family.” The witness was held in contempt and given a 60-day sentence. Signifying the importance of the case, U.S. Attorney Zachary Fardon, was in court when the verdicts were read. The Hobos leaders showed little emotion as the verdicts were read. Poe rubbed his brow and looked across the courtroom gallery. Their alleged crimes included the fatal shooting of government witness Keith Daniels in 2013 in front of his screaming step-children to stop Daniels from testifying, and the robbery at gunpoint of then-NBA player Bobby Simmons’ $200,000 diamond-and-gold chain outside a nightclub. The convictions followed a bloody year on the streets of Chicago . The nation’s third largest city logged 762 homicides last year, the highest tally in 20 years and more than the combined total of the two largest - New York and Los Angeles. More than 50 people were shot and 11 killed over the long Christmas weekend alone as some gangs sought out and shot rivals gathering at holiday parties, police said. There are more than 150,000 street-gang members in Chicago , though many aren’t active, according to the non-governmental Chicago Crime Commission. The Hobos trial was considered so significant because so many purported gang leaders were on trial simultaneously, and also because of how prosecutors portrayed the Hobos as uniquely brazen and vicious. U.S. attorneys in Chicago have said for years that dismantling gangs was a key to reducing violence. They used racketeering laws to convict other gang bosses, including Latin Kings leader Augustin Zambrano in 2011. Racketeering laws enable prosecutors go after individuals, not necessarily for specific crimes, but for their leadership of groups that displayed patterns of illicit activity over years. ",
    "title": "Gregory “Bowlegs” Chester, Paris Poe convicted:  Accused Hobos gang leader, hitman, 4 others convicted - CBS News"
   },
   {
    "entities": [
     "1990s",
     "october",
     "this week",
     "times",
     "right now",
     "trends",
     "trump",
     "hillary",
     "google",
     "recently",
     "mariah",
     "a couple of days earlier",
     "tuesday",
     "of",
     "congress",
     "u.s.",
     "the past week",
     "new",
     "carey",
     "york",
     "beanie",
     "office",
     "clinton",
     "congressional",
     "baby",
     "9 a.m."
    ],
    "id": 1,
    "text": "Twitter Amid this week's firestorm over Republicans' attempt to weaken the Office of Congressional Ethics (and subsequently, backpedal on that attempt), you may have seen this chart floating around the Internet. It depicts data from Google Trends about Americans' search interest in learning who their congressional representatives are, with a pronounced spike around 9 a.m. Tuesday. The Hill reported this on Tuesday, with the The New York Times later referencing the trend. The conclusion some are drawing is that people looked up their representatives, then called them to complain about the ethics issue, and that the groundswell of support got Congress members' attention. And, indeed, some Congress members reported that these phone calls did influence them. But there's a buyer-beware issue with this data, and with all Google Trends data — the problem of scale. While there's a \"spike\" here, there's no way to tell how big it is without comparing it to other popular — or unpopular — search terms. Depending on what you're comparing it to, that spike is little more than a speed bump. Here, for example, is the \"who is my representative\" search compared to searches for \"Obamacare\" in the U.S. over the past week. The spike nearly disappears here — as of 9 a.m. Tuesday, \"who is my representative\" registered at 7 on this chart, compared to 60 for Obamacare. Article continues after sponsorship But then, maybe that's not fair. Obamacare is a really big topic in the news right now. Let's try a Google search term that's still politics-related but with less mass appeal, like infrastructure. The Congress-member-search spike is a bit more apparent here, but it's still dwarfed even by searches for the relatively nonsexy topic of infrastructure. The really striking comparisons come when you compare this \"spike\" to searches for nonpolitics-related topics. How about a newly released, poorly reviewed movie? What about a certain pop superstar who recently gave a catastrophic performance on national TV? OK, so the spike for Mariah Carey happened a couple of days earlier, but you get the picture. It's true that Google Trends data can say something about what people care about, and that can be super-useful in a democracy where politicians are theoretically supposed to represent those cares. For example, researchers reported in October that Trump searches outstripped Hillary Clinton searches. They subsequently concluded that \"this could be evidence that Mr. Trump is doing better than the polls project.\" But when that data is presented without a reference point, it can overstate the importance of a particular search trend. In fact, to get a term that has comparable volume to the Congress member search, you have to get creative and do a lot of random Googling. As it turns out, searches for \"who is my representative\" are roughly equal to searches for a 1990s trend that people have mostly forgotten. So searches for \"who is my representative\" spiked, surpassing Beanie Baby searches for the first time in ... well, a long time. None of this is to say that this spike didn't matter; lots more people than usual did Google their Congress members' offices, and anecdotal evidence suggests that there was an increase in people calling their Congress members. But it is to say that Google data on only one search term can misrepresent the size of a phenomenon. Yes, plenty of people were Googling their Congress members this week. But plenty more were watching that Mariah video. ",
    "title": "Amid Ethics Office Debacle, Googling To Look Up Congress Members Spiked. Sort Of. : NPR"
   },
   {
    "entities": [
     "1878",
     "network",
     "rossman",
     "november",
     "leonardo",
     "google",
     "lancet",
     "the next century",
     "facebookemail",
     "university",
     "facebook",
     "coffey",
     "the",
     "recently",
     "linkedin",
     "the 19th century",
     "the day",
     "of",
     "gastroenterology",
     "present",
     "jan. 4, 2017",
     "1885",
     "j.",
     "twitter",
     "current",
     "davinci",
     "usa",
     "today",
     "3:50 p.m.",
     "and",
     "sean",
     "3 hours ago",
     "calvin",
     "hepatology",
     "limerick"
    ],
    "id": 2,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest New human organ discovered by Irish surgeon An Irish surgeon's breakthrough overturned more than a century of medical belief and may lead to improvements in digestive surgery and recovery. Post to Facebook New human organ discovered by Irish surgeon An Irish surgeon's breakthrough overturned more than a century of medical belief and may lead to improvements in digestive surgery and recovery. Check out this story on USATODAY.com: http://usat.ly/2j5DrI0 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 18 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs New human organ discovered by Irish surgeon USA Today Network Sean Rossman , USA TODAY Published 3:50 p.m. ET Jan. 4, 2017 | Updated 3 hours ago x Share Scientists recently discovered what they are calling a new human organ that exists in the digestive system. Time A mesentery. (Photo: Time) An Irish surgeon's breakthrough overturned more than a century of medical belief and may lead to improvements in digestive surgery and recovery. The mesentery, it turns out, is one connected organ, not a disjointed group of separate parts, a theory believed since the 19th Century.  The mesentery connects the intestine to the abdomen. J. Calvin Coffey, a professor at the University of Limerick, reclassified the mesentery after discovering it was contiguous. His findings were published in November in the medical journal The Lancet Gastroenterology and Hepatology. Although it has no identifiable function, clarifying the structure of the mesentery, the university said, makes way for better understanding of the organ. The university said mesentery research may lead to less invasive surgeries, fewer complications, shorter patient recovery and lower costs. The findings suggest mesentery plays a central position in the body, which could lead to even more studies. \"Whether the mesentery should be viewed as part of the intestinal, vascular, endocrine, cardiovascular or immunological systems is so far unclear,\" the findings said, \"as it has important roles in all of them.\" Mesentery research goes back to the time of Leonardo DaVinci, who provided one of the earliest depictions of the mesentery, which was shown as contiguous. For centuries, the now-organ was depicted that way until the findings of Treves in 1885. His description of the mesentery — which was disconnected — became the basis of medical literature over the next century. \"During the initial research, we noticed in particular that the mesentery, which connects the gut to the body, was one contiguous organ,\" Coffey said. \"Up to that it was regarded as fragmented, present here, absent elsewhere and a very complex structure. The anatomic description that had been laid down over 100 years of anatomy was incorrect.\" The next step, Coffey said, is to determine the mesentery's function. \"If you understand the function you can identify abnormal function, and then you hve disease,\" he said. \"Put them all together and you have the field of mesenteric science... the basis for a whole new area of science.\" Follow Sean Rossman on Twitter: @SeanRossman 1878 CONNECT TWEET 20 LINKEDIN 18 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2j5DrI0 NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "New human organ discovered by Irish surgeon"
   },
   {
    "entities": [
     "n.",
     "texas",
     "d.",
     "capitol",
     "this week",
     "society",
     "west",
     "images",
     "shelley",
     "larry",
     "luncheons",
     "mitch",
     "family",
     "getty",
     "trump",
     "house",
     "mcconnell",
     "kaiser",
     "hillary",
     "rick",
     "the future",
     "thursday",
     "jan. 27",
     "news",
     "ryan",
     "capito",
     "michael",
     "paul",
     "senate",
     "oval",
     "donald",
     "american",
     "morning",
     "charles",
     "noam",
     "a year ago",
     "tower",
     "tuesday",
     "chip",
     "memoli",
     "hilton",
     "congress",
     "2015",
     "mike",
     "john",
     "2016",
     "kanye",
     "diabetes",
     "virginia",
     "current",
     "/",
     "rand",
     "michigan",
     "e.",
     "republican",
     "city",
     "foundation",
     "obama",
     "new",
     "schumer",
     "levey",
     "susan",
     "wednesday",
     "detroit",
     "york",
     "a.",
     "cancer",
     "america",
     "gop",
     "moore",
     "obamacare",
     "collins",
     "washington",
     "cornyn",
     "somodevilla",
     "office",
     "medical",
     "snyder",
     "medicaid",
     "clinton",
     "assn.",
     "pence",
     "levitt",
     "white"
    ],
    "id": 3,
    "text": "Republicans offer no plan to repeal Obamacare as more party members express concern Senate Lawmakers Address The Media After Their Weekly Policy Luncheons Chip Somodevilla / Getty Images Vice President-elect Mike Pence met Thursday at the Capitol with Republican lawmakers, rallying them around the goal of repealing Obamacare. Vice President-elect Mike Pence met Thursday at the Capitol with Republican lawmakers, rallying them around the goal of repealing Obamacare. (Chip Somodevilla / Getty Images) Noam N. Levey and Noam N. Levey Contact Reporters After demanding for six years that the Affordable Care Act be gutted, Republican leaders refused Wednesday to outline concrete steps to repeal and replace it, even as members of their party voiced growing reservations about rolling the law back without a viable alternative. Neither President-elect Donald Trump nor Vice President-elect Mike Pence , who met with House and Senate Republicans at the Capitol, offered lawmakers details about their repeal plan — a centerpiece of their winning campaign — short of vague promises that Trump would take executive action after he assumes office in just over two weeks. And GOP congressional leaders would not say how they will proceed or even how long they will take to develop a replacement for the current law, widely known as Obamacare. “This is going to take a little time,” Texas Sen. John Cornyn, the No. 2 Republican in the Senate, said after the meeting with Pence. The lack of detail underscored the complexities of undoing the biggest expansion of the social safety net in decades without interfering with healthcare for tens of millions of Americans. Republicans’ wavering just a day after the start of a new Congress also may give opponents additional time to shore up support for preserving Obamacare in some form. Cornyn and other Republican leaders repeated assurances Wednesday that consumers would not lose coverage while Republicans work to develop an alternative to the law. More than 20 million Americans have gained coverage though the law and many more depend on its key protections, including a guarantee that people can get coverage even if they are sick and limits on how much patients can be forced to pay out of their pocket for medical care. \"We don’t want to pull the rug out from anybody,\" said House Speaker Paul D. Ryan (R-Wis.). \"We don’t want people to be caught with nothing.\" After meeting with Senate Republicans, Pence told reporters at the Capitol that Trump’s executive orders would “ensure that there is an orderly transition during the period after we repeal Obamacare to a market-based healthcare economy in America.” The assurances have not convinced patient advocates, leading medical groups or even many conservative health policy experts, who are urging the GOP not to roll back the law without first developing an alternative. Many are skeptical Republicans can craft one; they have failed to do so for more than six years. This week alone, leading physician groups, including the American Medical Assn., joined the push to slow the repeal campaign. Others urging caution include the American Diabetes Assn. and the advocacy arm of the American Cancer Society. A growing number of Republican senators are also voicing reservations about the lack of a clear plan, jeopardizing GOP leaders’ vision for swift repeal in a chamber where just three Republican defections could torpedo legislation. “We’re not sure exactly what direction we’re going to go to have a full and careful transition period,” said West Virginia Sen. Shelley Moore Capito, whose state has seen a dramatic drop its uninsured rate thanks to Obamacare. Sen. Susan Collins (R-Maine), a centrist who is being closely watched, urged party leaders to make more progress on an alternative to the current law before voting to scrap it. “It would be far better to have a detailed framework of what replacement is going to include as we are moving toward repealing,” Collins said. Republicans , despite pledging to quickly repeal the Affordable Care Act , are struggling with what parts of the law to roll back and how to lock up the votes they will need, particularly in the Senate , to push their ambitious plans. Settling these questions may delay any major repeal... Congressional Republicans , despite pledging to quickly repeal the Affordable Care Act , are struggling with what parts of the law to roll back and how to lock up the votes they will need, particularly in the Senate , to push their ambitious plans. Settling these questions may delay any major repeal... (Noam N. Levey) On Wednesday, Sen. Rand Paul (R-Ky.), who has publicly criticized the repeal push, joined Democrats in voting against a motion to start debating a resolution that would set the stage for repeal. Outside Washington, state Republican officials are raising concerns about repealing Obamacare as well. Michigan Gov.  Rick Snyder , who was among the first Republican governors to expand Medicaid coverage through the healthcare law, called his state’s expansion a national model in an interview with the Detroit News . Under Republicans’ current repeal plan, the House and Senate over the next couple weeks would pass a budget resolution directing Congress to develop a repeal bill through a process called budget reconciliation. The House would then craft the repeal legislation, pass it and send it to the Senate. Under budget rules, Republicans, who have a 52-48 edge in the Senate, would need only a simple majority to pass the bill and send it to Trump. Senate Majority Leader Mitch McConnell (R-Ky.) said Wednesday that the repeal package, which congressional committees are to draw up by Jan. 27, would hew closely to repeal legislation that Republicans developed in 2015 and sent to President Obama a year ago. Obama vetoed it. That bill removed the unpopular insurance mandates in the law that require Americans to have health insurance or pay a fine. It also rolled back federal aid for Medicaid; scrapped federal insurance subsidies for low- and moderate-income consumers; and eliminated a Medicare surtax on high-income households and other taxes on medical device makers and health insurance companies that go toward funding the law. To allow Republicans time to develop an alternative, the bill delayed implementation of the repeal for two years. If congressional Republicans stick to this repeal-and-delay strategy, Trump could take steps through executive action that might help stabilize insurance markets while a replacement is being developed, said Larry Levitt, an insurance market expert at the nonprofit Kaiser Family Foundation. Trump made promises to blue-collar voters. Democrats plan to make sure he follows through » These steps might include tightening rules on when people could sign up for coverage in Obamacare marketplaces or even loosening requirements on what benefits insurers must offer, which could lower premiums though would likely leave consumers with fewer protections. But in case those steps prove inadequate, Republicans appear to be laying the groundwork to shift blame back to Democrats. Trump said Wednesday  that the current healthcare law would will “fall of its own weight.” And Pence outlined for lawmakers plans for the new president to barnstorm the country attacking Obamacare and keeping up momentum for the repeal-and-replace push. \"I'm promising you, you will not be doing it alone,\" Pence told House Republicans, according to a source in the closed-door meeting, which was described as more of a pep rally than a strategy session. “We'll be making the case all around the country.\" Democrats, meanwhile, are working on their own political campaign, which is designed to capitalize on growing reservations in Republican ranks and polls showing public unease over repeal.   After meeting separately in the Capitol with Obama, Democratic leaders warned that the GOP was risking chaos by unraveling Obamacare. \"They seek to rip healthcare away from millions of Americans — creating chaos for our entire economy,\" warned Senate Minority Leader Charles E. Schumer (D-N.Y.). “It is their obligation — they are voting for repeal — it is their obligation to come with replace.” In a twist on Trump's campaign slogan, Democrats warned that Republicans want to \"make America sick again.\" Caption Kanye West at Trump Tower Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Caption Kanye West at Trump Tower Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. Times staff writer Michael A. Memoli contributed to this report. ",
    "title": "Republicans offer no plan to repeal Obamacare as more party members express concern - LA Times"
   },
   {
    "entities": [
     "inc.",
     "crystal",
     "interactive",
     "this week",
     "police",
     "cbs",
     "5:26 p.m.",
     "west",
     "3300",
     "now",
     "lake",
     "january 4, 2017",
     "tuesday",
     "carol",
     "chicago",
     "w.",
     "side",
     "2017",
     "stream",
     "lexington"
    ],
    "id": 4,
    "text": "Email CHICAGO — Chicago, which just had one of its most violent years ever, was the scene of another horrifying attack this week. Four suspects are in custody after a disturbing live-streamed video of a duct-taped man allegedly being tortured on Chicago’s West Side, CBS Chicago reported .  In the video, the victim’s clothes were cut, he was peppered with cigarette ashes, and then his hair cut with a knife until his scalp bled.  Several people can be seen laughing and eating as the attack is going on.  The incident took place Tuesday in an apartment on Chicago’s West Side, a police spokesperson said. The victim, who has special needs, was a high-risk missing person from northwest suburban Crystal Lake. Police said he traveled to Carol Stream to meet a friend. They ended up in a stolen car, driven to the West Side, where the attack took place.   Regarding the disturbing video that surfaced on social media of a battery: Incident is under investigation/suspects are being questioned pic.twitter.com/GGi3qs9rGv — Chicago Police (@Chicago_Police) January 4, 2017 Chicago police said in a statement that while on patrol, they observed the disoriented male walking outside. He was then transported to an area hospital for treatment.   “At 5:26 p.m. officers then responded to a battery at a residence on the 3300 block of W. Lexington where they discovered signs of a struggle and damage to the property and where able to link this evidence to the disoriented male,” the statement said. “Officers later became aware of a social media video depicting a battery of an adult male which is believed to be the same individual.”   Four people are now in custody, police said. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Alleged kidnapping, torture live-streamed on Facebook in Chicago - CBS News"
   },
   {
    "entities": [
     "olgin",
     "january 4, 2017",
     "june 17, 2015",
     "african",
     "south",
     "press",
     "radio",
     "s.c.",
     "richard",
     "earlier this week",
     "grace",
     "methodist",
     "npr",
     "emanuel",
     "july 2015",
     "zapotosky",
     "debbie",
     "last month",
     "church",
     "charleston",
     "roof",
     "alexandra",
     "present",
     "hayes",
     "mike",
     "associated",
     "january 2, 2017",
     "u.s.",
     "early next year",
     "carolina",
     "less than three hours last month",
     "wednesday",
     "matt",
     "dylann",
     "nathan",
     "episcopal",
     "public",
     "williams",
     "now",
     "beahm/ap",
     "gergel",
     "elliott"
    ],
    "id": 5,
    "text": "Dylann Roof appears at a court hearing in Charleston, S.C., in July 2015. Now found guilty of 33 federal hate crimes charges, Roof is defending himself during the sentencing phase of the trial. Grace Beahm/AP hide caption toggle caption Grace Beahm/AP Dylann Roof appears at a court hearing in Charleston, S.C., in July 2015. Now found guilty of 33 federal hate crimes charges, Roof is defending himself during the sentencing phase of the trial. Grace Beahm/AP Dylann Roof delivered his opening statement in a South Carolina courtroom Wednesday, as the penalty phase of his federal trial got underway. Roof, who was convicted last month of murdering nine black churchgoers, will be representing himself as jurors weigh whether to give him the death penalty or life in prison. His remarks were brief, focused only on defending his decision to dismiss his lawyers for this phase of the trial. He said it's \"absolutely true\" that he chose to represent himself so that his lawyers would not present evidence of mental illness. \"The point is I'm not going to lie to you,\" Roof said. \"There's nothing wrong with me psychologically.\" Roof's opening statement was brief, just a couple minutes, here's what he said #RoofTrial : pic.twitter.com/oHYMA7fcyy — Mike Hayes (@michaelhayes) January 4, 2017 He did not address his crimes or the prosecution's opening remarks against him. U.S. District Judge Richard Gergel approved the 22-year-old white supremacist's request to serve as his own counsel after a second hearing on his mental competency. The request for self-representation — and its approval — came over the protests of Roof's own lawyers. Roof has said he will not call witnesses or experts to the stand during this phase of the trial. Article continues after sponsorship Still, earlier this week, Gergel laid out strict rules for Roof's conduct while acting as his own lawyer. \"In an order, the judge detailed how Roof can behave while in court,\" Alexandra Olgin of South Carolina Public Radio reports. \"He cannot approach witnesses, the jury or the bench and has to give opening statements from behind a podium.\" Court order filed about how Roof will interact with witnesses and jury during court proceedings. But no ruling on competency yet. pic.twitter.com/60iAfLD8t3 — Alexandra Olgin (@Alexolgin) January 2, 2017 Roof killed nine parishioners at Charleston's historically black Emanuel African Methodist Episcopal Church on June 17, 2015. In a confession taped shortly after he was taken into custody, Roof made plain his racial motivations, adding: \"I am guilty. We all know I'm guilty.\" In Taped Confession, Charleston Church Shooter Says 'We All Know I Am Guilty' It took less than three hours last month for the jurors to concur. They found him guilty of charges ranging from murder and attempted murder to obstruction of religious belief and damage to religious property. Federal prosecutors, who are pursuing the death penalty, delivered a much longer opening statement. Assistant U.S. Attorney Nathan Williams focused his remarks on those who died in the shooting, and on what he called Roof's lack of regret. Central to the latter argument is a journal that prosecutors say Roof wrote in after his arrest. In the journal, excerpts of which were presented to courtroom reporters, Roof allegedly says that \"African-Americans have to pay for what they've done.\" \"I created the biggest wave I could,\" Roof allegedly wrote. \"I did all I can do, now it is in the hands of my brothers.\" More from Roof's journal, after lamenting he can't go to movies, eat good food... pic.twitter.com/7elGTbsEmH — Matt Zapotosky (@mattzap) January 4, 2017 In concluding his remarks, Williams warned that the testimony to come will be worse than what jurors have heard yet: \"It will be heartbreaking,\" the prosecutor said. The penalty phase of the trial resumed Wednesday with prosecutors calling their first witnesses. The prosecution plans to call up to 38 people as witnesses and experts during this phase of the trial, according to The Associated Press . This is not the only trial that Roof is facing — and not the only possibility for capital punishment. \"After the federal proceedings,\" reports NPR's Debbie Elliott , \"Roof is scheduled to be in state court early next year on murder charges that also carry the possibility of a death sentence.\" ",
    "title": "'I'm Not Going To Lie To You,' Dylann Roof Tells Jury At Penalty Hearing For South Carolina Shooting : The Two-Way : NPR"
   },
   {
    "entities": [
     "d.",
     "liaison",
     "joe",
     "assange",
     "cabinet",
     "priebus",
     "rick",
     "ryan",
     "paul",
     "oval",
     "morning",
     "dearborn",
     "dnc",
     "j.",
     "once",
     "stepien",
     "100 percent",
     "hill",
     "a.",
     "katie",
     "public",
     "hannity",
     "bush",
     "clinton",
     "white",
     "democratic",
     "capitol",
     "friday",
     "boehner",
     "officialomarosa",
     "reagan",
     "omarosa",
     "news",
     "--",
     "united",
     "facebook",
     "legislative",
     "senate",
     "donald",
     "christie",
     "tuesday",
     "of",
     "russia",
     "conway",
     "night",
     "twitter",
     "kellyanne",
     "julian",
     "podesta",
     "reince",
     "intergovernmental",
     "jersey",
     "w.",
     "roanld",
     "and",
     "previously",
     "sean",
     "york",
     "office",
     "hagin",
     "destefano",
     "1/3/17",
     "pence",
     "david",
     "armed",
     "donna",
     "thursday",
     "bernie",
     "cnn",
     "mich.",
     "chris",
     "rnc",
     "congress",
     "bill",
     "walsh",
     "mike",
     "john",
     "republican",
     "obama",
     "national",
     "new",
     "wikileaks",
     "wednesday",
     "america",
     "committee",
     "brazile",
     "gigicos",
     "manigault",
     "mccain",
     "d.n.c.",
     "new year's eve",
     "states",
     "trump",
     "flint",
     "vermont",
     "house",
     "hillary",
     "services",
     "fox",
     "sanders",
     "george",
     "top",
     "jan. 4, 2017",
     "affairs",
     "frum",
     "arizona",
     "keith",
     "now",
     "schiller"
    ],
    "id": 6,
    "text": "Continue reading the main story But now, Mr. Trump appears to be siding with Mr. Assange over the conclusions of America’s intelligence services. Julian Assange said &quot;a 14 year old could have hacked Podesta&quot; - why was DNC so careless? Also said Russians did not give him the info! —         Donald J. Trump (@realDonaldTrump) Jan. 4, 2017 Mr. Assange appeared on Fox News on Tuesday night with Sean Hannity, one of Mr. Trump’s biggest news media boosters, to declare once again that the Russians were not the source of the purloined emails that WikiLeaks released from the Democratic National Committee and the personal account of Hillary Clinton’s campaign chairman, John Podesta. Hannity Julian Assange FULL Interview 1/3/17 Video by MAKINGAMERICAGREATAGAIN Mr. Trump followed that appearance with a series of Twitter posts on Wednesday that appeared to be preparing his followers for battle once more information on intelligence findings was released, most likely by Thursday. Somebody hacked the DNC but why did they not have &quot;hacking defense&quot; like the RNC has and why have they not responded to the terrible...... —         Donald J. Trump (@realDonaldTrump) Jan. 4, 2017 things they did and said (like giving the questions to the debate to H). A total double standard! Media, as usual, gave them a pass. —         Donald J. Trump (@realDonaldTrump) Jan. 4, 2017 There were actually two separate hackings that the Obama administration has said came from Russian intelligence — with “100 percent” certainty. As he has previously, Mr. Assange said: “Our source is not the Russian government. It is not state parties.” But Mr. Assange has often said that the organization does not always know the identity of its sources. It is highly unlikely that anyone approaching WikiLeaks with the emails obtained by Russian government hacking would acknowledge the source, so it is likely that Mr. Assange cannot be sure of the origin of the emails. Advertisement Continue reading the main story Mr. Assange and Mr. Hannity did not address that, in addition to WikiLeaks, the leaked Democratic material was published by two mysterious websites, DCLeaks.com and a blog written by someone called Guccifer 2.0. American intelligence agencies say they believe both were created by Russian agents. In addition to American intelligence agencies, most private researchers also say they believe that the D.N.C. and Podesta hackings were carried out on orders of Russian government officials, though a few skeptics say they believe the case is unproven by the evidence made public. Mr. Assange’s statement is unlikely to change that conclusion. Intelligence officials will brief Congress on their Russia inquiry on Thursday, ahead of a briefing for Mr. Trump in New York on Friday. Senator John McCain of Arizona, chairman of the Senate Armed Services Committee, will hold the first hearing on the matter on Thursday as well. As for that “terrible” information mentioned by Mr. Trump, the CNN commentator Donna Brazile did send Mr. Podesta an email ahead of a Democratic presidential debate in Flint, Mich., tipping him off that a woman in the audience would ask why the government was not doing more to help clean the city’s lead-contaminated water supply. That was, in fact, reported widely and often, here and here and here and here , among other places. And that was hardly an unexpected query — for Mrs. Clinton or for her rival, Senator Bernie Sanders of Vermont. It did cause Ms. Brazile to lose her CNN post. &quot;Without Trump’s ... false claims ... the Wikileaks material would have deflated of its own boringness.” https://t.co/l7NBicHRjP https://t.co/aUrgPMgoJv —         David Frum (@davidfrum) Jan. 4, 2017 The president-elect appears to be getting a jump on the news. Pence backs up Trump — and Republicans squirm Vice President-elect Mike Pence defended Mr. Trump’s Assange posts at a Capitol Hill news conference Wednesday, effectively doubling down on the incoming administration’s icy blasts toward United States intelligence. Mr. Trump “expressed his very sincere and healthy American skepticism about intelligence conclusions,” Mr. Pence said, with House Republican leaders by his side. Mr. Trump’s remarks have again placed fellow Republicans in an uncomfortable position. Asked on Wednesday morning about the Twitter post, Speaker Paul D. Ryan steered clear of criticizing the president-elect, saying he would not be commenting on “every little tweet or Facebook post.” Advertisement Continue reading the main story But he called Mr. Assange “a sycophant for Russia , ” who “leaks, steals data and compromises national security.” Mr. Ryan noted that Mr. Trump had not yet received his latest briefing on Russia. “Hopefully, he’ll get up to speed on what’s been happening and what Russia has or has not done,” he said. From ‘The Apprentice’ to the White House Ms. Manigault, the villain and diva from Mr. Trump’s reality television show “The Apprentice,” was officially named assistant to the president and director of communications for the White House Office of Public Liaison, one of a slate of Wednesday appointments that went to ardent Trump loyalists. The appointments include Bill Stepien, a confidant of Gov. Chris Christie of New Jersey and a figure in the “Bridgegate” scandal, who will be White House political director. Keith Schiller, who was head of private security at Mr. Trump’s real estate company, will be director of Oval Office operations. John DeStefano, a longtime aide to former House Speaker John A. Boehner, will direct presidential personnel. And George Gigicos, who organized those giant campaign rallies, will be director of advance, a further indicator that Mr. Trump plans to continue that sort of thing as president. But for star power, no one is going to beat Ms. Manigault. OMAROSA's OFFICIAL SIZZLE REEL Video by OfficialOmarosa Top White House jobs are going to political veterans Ms. Manigault aside, Mr. Trump is turning to some seasoned veterans to run key operations in his White House. Mr. Trump announced on Wednesday that he had selected Joe Hagin, who served for 14 years in the White House under Roanld Reagan, George Bush and George W. Bush, as his deputy chief of staff for operations, a key post in which he will be responsible for organizing presidential trips and security, among other things. Advertisement Continue reading the main story He named Rick Dearborn, who has 25 years of experience on Capitol Hill, as his chief liaison to Congress, heading the Office of Legislative Affairs as well as the Office of Intergovernmental Affairs and Cabinet Affairs. Katie Walsh, who was chief of staff at the Republican National Committee under Reince Priebus, Mr. Trump’s incoming chief of staff, will become his deputy at the White House, overseeing senior staff, scheduling and the Office of Public Liaison. In a statement, Mr. Priebus called the three a “team of doers” who would fill critical roles. Kellyanne Conway, who served as counselor to Mr. Trump, said she was thrilled to have “another strong female leader” on the team in Ms. Walsh. Trump finds timing of intelligence briefing ‘very strange’ First, Mr. Trump said that the nation should move beyond talk of Russian interference in the presidential election, but that he would listen to what American intelligence experts had to say. Then, on New Year’s Eve, the president-elect promised that by Tuesday or Wednesday, he would reveal information on the hacking that Americans do not know. ",
    "title": "Trump Appears to Side With Assange Over Intelligence Agencies’ Conclusions - The New York Times"
   },
   {
    "entities": [
     "lesley",
     "this week",
     "cbs",
     "trump",
     "house",
     "2017",
     "news",
     "--",
     "4,",
     "donald",
     "monday",
     "north",
     "china",
     "7:23 pm est",
     "john",
     "jan",
     "guantanamo",
     "j.",
     "january 2, 2017",
     "korea",
     "u.s.",
     "today",
     "washington",
     "obamacare",
     "kennedy",
     "stahl",
     "f.",
     "franklin",
     "roosevelt"
    ],
    "id": 7,
    "text": "CBS News Jan 4, 2017 7:23 PM EST WASHINGTON -- Just this week, President-elect Donald Trump has tackled not only Russian hacking but House ethics, Guantanamo, Obamacare, crime and the auto industry through tweets. On Monday, he had this this message about North Korea for China: China has been taking out massive amounts of money & wealth from the U.S. in totally one-sided trade, but won't help with North Korea. Nice! — Donald J. Trump (@realDonaldTrump) January 2, 2017 That prompted a response from China’s state news agency: “Twitter shouldn’t become an instrument of foreign policy. Foreign policy isn’t child’s play,” it said. But Twitter has proven to be an important tool for Trump; A modern way of talking directly to the people. Trump says his social media power key to victory Like Franklin Roosevelt did through radio and John F. Kennedy with television, in today’s social media era, Trump’s tweets can dominate a news cycle. Lesley Stahl of “ 60 Minutes ” asked him after the election if he would keep it up as president. “I’m not saying I love it, but it does get the word out. When you give me a bad story or when you give me an inaccurate story or when somebody other than you and another network, or whatever, because of course, CBS would never do a thing like that right? I have a method of fighting back,” he said. ",
    "title": "What's the real world fallout from Trump's tweets? - CBS News"
   },
   {
    "entities": [
     "r-calif.",
     "january 04, 2017",
     "trump",
     "press",
     "house",
     "facebook",
     "kevin",
     "donald",
     "of",
     "congress",
     "associated",
     "twitter",
     "mccarthy",
     "republican",
     "commerce",
     "u.s.",
     "obama",
     "currently",
     "wednesday",
     "gop",
     "chamber",
     "115th",
     "the next several weeks"
    ],
    "id": 8,
    "text": "Republicans name first targets in drive to repeal Obama regs Published               January 04, 2017 Facebook 0 Twitter 0 livefyre Email Print   House Republican leaders on Wednesday identified their primary targets in the long-standing effort to roll back President Obama’s “job-killing” regulations, vowing swift action to nix two environmental rules. House Majority Leader Kevin McCarthy, R-Calif., said Republicans would roll back one rule reducing methane emissions and another meant to ease the environmental impact of coal mining on streams. McCarthy argued the regulations limit the nation's energy production, and said the GOP-controlled Congress will seek to invalidate the rules starting at month's end. Republicans for years have clamored in vain about Obama’s attempts to move the country from fossil fuels to renewable energy using a mix of financial incentives and federal regulations. But with a Republican president coming into office, they will have the power to roll back some of those rules. In his first floor speech of the 115th Congress, McCarthy said GOP House leaders will take a “two-step approach” to federal regulations – first, passing legislation to give Congress more power to repeal, and then repealing rules that are “harmful to the American people, costing us time, money, and, most importantly, jobs.” Industry groups already have filed suit to block Obama's regulations designed to reduce methane emissions, and other major regulations are currently tied up in court. But GOP leaders hope to bring about a more certain verdict through the so-called Congressional Review Act, a rarely used process that requires a simple majority of both chambers to approve a joint resolution of disapproval and the president's signature to make a regulation invalid. Lawmakers have successfully used the act only one other time to quash a new regulation. Generally, they cannot get the two-thirds majority necessary to overcome a presidential veto, but under GOP President-elect Donald Trump, they'll have a limited window to test his campaign promises to repeal various Obama administration regulations. McCarthy said the process won't be completed quickly, but likens the effort to \"draining the bureaucratic swamp that undermines the will of the people.\" Obama has pushed for rules to protect air and water as part of his focus on curbing global warming. He argues that the regulations enacted have benefited the economy more than they have cost. He has also said his administration's use of regulatory authority is also a reflection of the GOP's unwillingness to work with him on legislative solutions. Republicans will also seek to repeal regulations implementing an education reform bill that some state officials have complained erodes local decision-making, McCarthy's office said. Business groups are lining up to support the effort with the U.S. Chamber of Commerce saying the work done in the House over the next several weeks \"is a step in the right direction toward bringing greater accountability, transparency, and integrity to federal rulemakings.\" The Associated Press contributed to this report.   ",
    "title": "Republicans name first targets in drive to repeal Obama regs   | Fox News"
   },
   {
    "entities": [
     "select",
     "marsha",
     "capitol",
     "women's",
     "panel",
     "schakowsky",
     "attack",
     "house",
     "trump",
     "direct",
     "the",
     "donald",
     "singiser",
     "tuesday",
     "blackburn",
     "of",
     "2014",
     "congress",
     "2015",
     "justice",
     "mike",
     "at 7:21 pm",
     "jan",
     "health",
     "$1.6 million taxpayer dollars",
     "department",
     "january 4",
     "republican",
     "this year",
     "obama",
     "national",
     "hill",
     "dana",
     "wednesday",
     "$553 million",
     "medicaid",
     "washington",
     "gop",
     "40 percent",
     "1 percent",
     "to",
     "the past",
     "1976",
     "debonis",
     "early last year",
     "institutes",
     "investigative",
     "pence",
     "december"
    ],
    "id": 9,
    "text": "House panel recommends cutting funding for Planned Parenthood, reigniting old debate The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Mike DeBonis January 4 at 7:21 PM Follow @mikedebonis A House panel formed by Republicans to investigate the procurement of human fetal tissue for medical research has recommended stripping federal funds from Planned Parenthood, heralding a new congressional assault on the nation’s largest provider of abortions and women’s health care. The GOP majority on the Select Investigative Panel included the recommendation in the 471-page final report , which was issued Tuesday on the dissolution of the panel. It was formed in 2015 after antiabortion activists recorded a series of undercover videos that they said documented abuses by abortion providers and intermediaries that provide fetal tissue to researchers. Over strong objections from Democrats, medical groups and abortion rights supporters, Republicans issued subpoenas to dozens of clinics, procurement firms and research institutions. Their final report suggests that some clinics and firms are illegally profiting from fetal-tissue transactions and that their business arrangements could create an incentive to perform more abortions. [Dozens of groups targeted as House fetal-tissue probe accelerates] While GOP panel members denied targeting Planned Parenthood as they conducted their investigation, the report closely scrutinizes several of the organization’s affiliates, accusing them of “careless management” and “a general disinterest in clinical integrity.” “My hope is that this is going to provide the information that is necessary for action to be taken,” Rep. Marsha Blackburn (R-Tenn.), the panel’s chairwoman, said in an interview Wednesday. “This will be a Congress and an administration that will be known for standing for the women, for the protection of unborn children, and the protection of life.” The panel’s Democrats preemptively blasted the findings in a 114-page report of their own, released in December, that challenged the Republicans’ key claims. They criticized the GOP members’ “McCarthy-era tactics,” accused them of relying on “unsourced, unverified documents” and argued that there is “no legitimate basis” to strip federal funding for Planned Parenthood’s medical services. “Republicans spent nearly $1.6 million taxpayer dollars chasing inflammatory lies being peddled by antiabortion extremists,” said Rep. Jan Schakowsky (D-Ill.), the panel’s top Democrat, who said the body “leaves behind a legacy of lies, intimidation and procedural misconduct.” The panel has been sharply partisan from the outset: It was created on a party-line vote after some Republicans threatened a government shutdown unless Planned Parenthood was stripped of federal funding. Republicans have styled it as the “Select Panel on Infant Lives,” while some Democrats preferred to call it the “Select Panel to Attack Women’s Health.” [In first hearing, GOP panel casts doubt on fetal-tissue research] One GOP recommendation is to ban federal funding for research on fetal tissue obtained through elective abortions while providing for the donation of miscarried fetuses for research through existing organ-donation programs. Another would have Congress direct the National Institutes of Health to develop new guidelines for the use of human fetal tissue. Other recommendations include having Congress “take appropriate measures” to ensure that the Justice Department prosecute violations of the federal ban on profiting from the sale of fetal tissue and beefing up protections for “born-alive” infants. But the most politically charged implications of the report are certain to surround Planned Parenthood, whose affiliates performed 324,000 abortions in 2014 among more than 9 million other discrete medical services. The group reported receiving $553 million in government funding that year, about half of its total revenue. Congress has barred federal funding for abortions since 1976, but health providers that offer abortions are eligible for Medicaid reimbursements and federal family-planning grants for other services. But antiabortion lawmakers have long challenged the notion of abortion providers getting federal funding of any sort. “What we just want to do is just put that clear line there,” Blackburn said. “It is as simple as that: To be sure that [federal funds] are not going into abortion services.” [Here’s what happens if Congress ends funding for Planned Parenthood] Roughly 40 percent of Planned Parenthood’s funding could be at risk with a Republican Congress willing to pass defunding legislation and an incoming Republican president willing to sign it. The panel’s report stands to give antiabortion lawmakers a rallying point as they push to include that measure in a legislative package aimed at repealing President Obama’s health-care reform law that is expected to pass this year. A Planned Parenthood executive on Wednesday called the GOP report “nothing more than a partisan attack on Planned Parenthood and women’s access to safe and legal abortion” and noted that investigations in 13 states and by several other congressional committees found no wrongdoing. “Planned Parenthood has never profited while facilitating its patients’ choice to donate fetal tissue for use in important medical research,” said Dana Singiser, the organization’s vice president for public policy and government affairs, who noted that only about 1 percent of its health centers offer the option to donate. Congress is not the only entity that Planned Parenthood and other organizations targeted by the panel have to be concerned about. Panel Republicans issued 15 referrals to federal and state law enforcement authorities over potential criminal violations, and Blackburn said she expects that the administration of President-elect Donald Trump will closely examine those. [GOP congresswoman meets with Trump as fetal-tissue investigation moves to a close] But it remains unclear how aggressive Trump will be regarding Planned Parenthood, an organization he has praised in the past, and whether he will push to defund it as part of his larger health-care plans. A bill repealing the Affordable Care Act that was vetoed by President Obama early last year included a provision targeting Planned Parenthood. Vice President-elect Mike Pence did not mention defunding the group when he went to Capitol Hill on Wednesday to discuss the GOP’s health-care plans, according to several lawmakers. But Blackburn, a member of Trump’s transition team, said she was confident he would sign defunding legislation. “I truly think that Donald Trump is going to continue to speak on behalf of life and stand for life,” she said. ",
    "title": "House panel recommends cutting funding for Planned Parenthood, reigniting old debate - The Washington Post"
   },
   {
    "entities": [
     "mccain",
     "mar-a-lago",
     "armed",
     "next week",
     "friday",
     "florida",
     "assange",
     "january 4, 2017",
     "trump",
     ", 4:53 pm",
     "odni",
     "doubting",
     "services",
     "thursday",
     "news",
     "last week",
     "--",
     "the",
     "monday, the same day",
     "nsa",
     "senate",
     "continues",
     "donald",
     "r-ariz.",
     "tuesday",
     "of",
     "director",
     "cia",
     "abc",
     "monday",
     "congress",
     "russia",
     "security",
     "2008",
     "oct. 7",
     "2016",
     "john",
     "fishel",
     "j.",
     "julian",
     "jan 4, 2017",
     "election",
     "u.s.",
     "agency",
     "fbi",
     "obama",
     "national",
     "iraq",
     "wikileaks",
     "justin",
     "afternoon",
     "committee",
     "hacking",
     "now",
     "office",
     "barack",
     "wednesday of this week",
     "intelligence",
     "russian"
    ],
    "id": 10,
    "text": "Classified Election Hacking Report Complete, President Obama to Be Briefed By JUSTIN FISHEL Jan 4, 2017, 4:53 PM ET 0 Shares WATCH Saying Intel Briefing Was Postponed, Trump Continues Doubting Russian Election Hacking 0 Shares Email The classified report requested by President Barack Obama detailing Russia's alleged role in cyberattacks during U.S. presidential elections dating back to 2008 is now complete, and he is expected to receive the first briefing on its findings on Thursday afternoon, U.S. officials tell ABC News. President-elect Donald Trump , who said last week he would receive his briefing on the matter on Tuesday or Wednesday of this week, is scheduled to receive his briefing on Friday. Both briefings will be conducted by the heads of relevant agencies, including the Office of the Director of National Intelligence, the National Security Agency , the FBI and the CIA. U.S. officials denied claims from Trump that his special briefing was delayed so the U.S. intelligence community could strengthen its case against Russia. Officials instead said there may have been a scheduling disconnect or some confusion on the part of the Trump transition team. The \"Intelligence\" briefing on so-called \"Russian hacking\" was delayed until Friday, perhaps more time needed to build a case. Very strange! — Donald J. Trump (@realDonaldTrump) January 4, 2017 Officials familiar with the report say an unclassified version of its findings is not expected to made public until Monday, the same day Congress gets its classified briefing. Although the unclassified version will be far less revealing, pushing the public findings into next week will likely prolong the ugly spat between Trump and Democrats and the intelligence community over who is responsible for the cyberattacks. In recent weeks, Trump has repeatedly questioned the conclusions of the intelligence community, which on Oct. 7 stated publicly that it is \"confident\" Russia directed hacks of political organizations during the 2016 presidential election season. In doubting the claims, Trump referred to the intelligence community's false conclusions about the presence of weapons of mass destruction in Iraq in the run-up to the Iraq War, and he has taken WikiLeaks founder and fugitive computer activist Julian Assange at his word that the Russians were not the source of the information leaked to his site. \"I know a lot about hacking,\" Trump said Monday at his Mar-a-Lago estate in Florida. \"And hacking is a very hard thing to prove. So it could be somebody else. And I also know things that other people don't know, and so they cannot be sure of the situation,\" he said, apparently referring to the intelligence community. On Thursday, Sen. John McCain, R-Ariz., is set to hold a Senate Armed Services Committee hearing with testimony from ODNI and NSA officials, who are not expected to comment at length on the new report before Obama is briefed. 0 Shares ",
    "title": "Classified Election Hacking Report Complete, President Obama to Be Briefed - ABC News"
   },
   {
    "entities": [
     "assange",
     "online",
     "reuters",
     "mac",
     "paul",
     "ecuadoran",
     "state",
     "cia",
     "last month",
     "king",
     "present",
     "dnc",
     "once",
     "weigel",
     "department",
     "today",
     "iraq",
     "kuhner",
     "sweden",
     "hannity",
     "lindsey",
     "clinton",
     "intelligence",
     "peter",
     "democratic",
     "joby",
     "news",
     "united",
     "facebook",
     "london",
     "donald",
     "recently",
     "tuesday",
     "embassy",
     "lankford",
     "the year",
     "review",
     "2008",
     "august 2012",
     "julian",
     "podesta",
     "jones",
     "january 4",
     "u.s.",
     "1988",
     "will",
     "ron",
     "james",
     "sean",
     "thornberry",
     "pete",
     "jr.",
     "pentagon",
     "court/getty",
     "david",
     "armed",
     "images",
     "graham",
     "party",
     "t.",
     "bernie",
     "cnn",
     "alex",
     "palin",
     "congress",
     "security",
     "february 5, 2016",
     "john",
     "late 2015",
     "republican",
     "obama",
     "national",
     "wikileaks",
     "sarah",
     "wednesday",
     "america",
     "committee",
     "2012",
     "jeffrey",
     "october",
     "tomorrow",
     "mccain",
     "last year",
     "states",
     "trump",
     "2013",
     "house",
     "hillary",
     "o.",
     "services",
     "carl",
     "fox",
     "r.",
     "sanders",
     "hoekstra",
     "2016",
     "hurd",
     "2006",
     "warrick",
     "washington",
     "2010",
     "homeland",
     "at 7:22 pm",
     "clapper"
    ],
    "id": 11,
    "text": "How Julian Assange evolved from pariah to paragon The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By David Weigel and Joby Warrick January 4 at 7:22 PM Follow daveweigel Follow @jobywarrick President-elect Donald Trump tweeted some praise on Tuesday for a man most Republicans wanted nothing to do with. He had seen Julian Assange, the founder of WikiLeaks, defend himself during an hour of friendly, prime-time questions on Fox News. And he was impressed. “Julian Assange said a ‘14-year old could have hacked Podesta,’ ” Trump wrote. “Why was DNC so careless? Also said Russians did not give him the info.” It wasn’t the first time Trump had praised WikiLeaks. During his campaign for president, Trump had gleefully highlighted emails stolen from the Democratic National Committee and Hillary Clinton’s campaign. By October, just the mention of WikiLeaks could start a roar of applause at Trump’s rallies. Since then, Trump has continued praising the radical transparency group, harshly criticized by President Obama and other officials for what they describe as damaging national security leaks. He has defended its founder, who has lived in the Ecuadoran Embassy in London since August 2012 to avoid extradition on a rape allegation in Sweden. And Trump has been in sync with conservative media, once critical of WikiLeaks, which increasingly embraces Assange as a hero. Republicans have been slow to climb on board. In interviews, members of the congressional intelligence committees either declined to comment on WikiLeaks or made it clear that they wanted the organization shut down. Wikileaks founder Julian Assange prepares to speak on February 5, 2016 in London from the balcony of the Ecuadorian embassy where he continues to seek asylum following an extradition request from Sweden in 2012. (Carl Court/Getty Images) “Julian Assange is no hero,” said Sen. James Lankford (R-Okla.) “Someone who steals property is not bringing transparency — he’s taking information that’s not his to give.” In a statement, Rep. Will Hurd (D-Tex.), a former CIA officer, said that Assange was not a “credible source” for Trump or anyone else. “The same people who condemned Secretary Clinton for making sensitive and classified information vulnerable by using an unsecure server should be equally outraged that Assange continues to carelessly leak sensitive documents,” Hurd said. On CNN, Sen. Lindsey O. Graham (R-S.C.) — a Trump critic who has asked for hearings into possible Russian meddling in the election — urged the incoming president to look more closely at Assange’s tactics and motivations, and to take seriously U.S. intelligence estimates that contradict Assange’s descriptions of the hacks. “It’s the Democrats today; it could be the Republican Party tomorrow,” he said. “None of us should be gleeful when a foreign entity hacks into our political system to interfere with our elections, and that’s what the Russians did.” Increasingly, reactions like those don’t jibe with the way Assange is portrayed by the sort of conservative sources­ that generally give Republicans glowing treatment. Assange’s interview with Fox News was conducted by Sean Hannity, who had evolved from a critic to a frequent booster. From Assange’s room in London, Hannity presented WikiLeaks in its favored terms — as a source of true, incorruptible journalism, bringing down the political elite. Hannity, who told Assange last month that he had “done us a favor,” said Tuesday that he believes “every word” Assange says. “You exposed a level of corruption that I for 30 years on the radio as a conservative knew existed, and I was shocked at the level of corruption, duplicity, dishonesty, ma­nipu­la­tion,” Hannity told Assange. “Knowing what WikiLeaks revealed about the Podesta emails on Clinton corruption, on pay to play, on Bernie Sanders being cheated, all of this is revealed. Not a lot of this was covered.” With little pushback from Hannity and just as little demand for proof, Assange denied that Russian hackers had anything to do with its troves of hacked Democratic emails. With Hannity’s urging, Assange said he was surprised that “elites” had failed to elect Clinton; he had said, before the election, that Trump would “not be allowed” to win. “We are happy to have credit for exposing the corruption and behavior that was occurring in that Clinton team and the DNC fixing things against Bernie Sanders,” Assange said. “We are quite happy to accept that.” The Fox interview won other fans: Sarah Palin, who had once compared Assange to the editor of an al-Qaeda magazine, apologized on Facebook and credited him with releasing “important information that finally opened people’s eyes to democrat (sic) candidates and operatives.” At less-mainstream news outlets, where Trump’s run and victory were celebrated, this praise had been echoing for months. The Drudge Report has linked videos with speculation that Assange has been aided by government insiders; Alex Jones’s InfoWars, which once criticized Assange for slow-walking the stolen Clinton campaign documents, is rife with rumors that Assange has been silenced by the government, and full of mockery for the Republicans who criticize him. This treatment of Assange is a stark departure from what was, until recently, a near-universal condemnation of the Australian by conservative pundits and politicians as well as the national security establishment. Assange has inspired both admiration and hatred — sometimes by the same individuals — since his anti-secrecy organization first made global headlines in 2010. That was the year that WikiLeaks published thousands of stolen, heavily classified Pentagon documents that shed light on U.S. actions in the Iraq War. Most famous were the “Iraq War logs,” which included cockpit video footage of American helicopter pilots opening fire on two Reuters journalists after mistaking them for insurgents. That same year, WikiLeaks published the first of more than 250,000 pilfered State Department cables containing sensitive and often candid assessments of foreign governments and politicians. Obama administration officials said publicizing the confidential records damaged relationships with key allies and put diplomats and intelligence operatives at risk. Assange, a former computer programmer and journalist who founded WikiLeaks in 2006, has defended the organization’s tradition of publishing massive volumes of unfiltered intelligence, calling the release of confidential material a necessary antidote against excessive government secrecy. In a news release issued on the eve of last year’s U.S. presidential election, Assange said of his group’s goals: “We publish material given to us if it is of political, diplomatic, historical or ethical importance and which has not been published elsewhere. When we have material that fulfills this criteria, we publish.” The releases that started in 2010 prompted calls in conservative media for Assange’s prosecution, or worse. Conservative commentator Jeffrey Kuhner, in a Washington Times op-ed piece that year, suggested that the U.S. government should have him assassinated. “Julian Assange poses a clear and present danger to American national security,” Kuhner wrote. “The WikiLeaks founder is more than a reckless provocateur. He is aiding and abetting terrorists in their war against America. The administration must take care of the problem — effectively and permanently.” On Fox News, legal experts debated the best legal course against Assange, who was decried by one guest as a “deeply flawed individual.” A column in the conservative publication National Review Online questioned why Assange wasn’t dead already — perhaps “garroted in his hotel.” Trump himself, in one of his then-frequent calls to Fox, called WikiLeaks “disgraceful” and added that “there should be like death penalty or something” for its releases. Lawmakers and national security officials were only slightly less harsh. Sen. John McCain (R-Ariz.) described WikiLeaks’ publication of Pentagon and State Department documents the “greatest, most damaging security breach in the history of this country.” Rep. Peter T. King (R-N.Y.), who would become chairman of the House Homeland Security Committee, suggested that WikiLeaks be designated as a terrorist organization. As recently as late 2015, Rep. Mac Thornberry (R-Tex.), the chairman of the House Armed Services Committee, said WikiLeaks’ publication of classified documents had “certainly helped our primary adversaries” and inflicted “just enormous” damage to the country. Director of National Intelligence James R. Clapper Jr., who oversees U.S. intelligence collection, went further, accusing Assange of putting lives at risk, particularly intelligence operatives working abroad. Assange’s most fervent praise in the United States did not come from Democrats. It came from libertarians. Then-Rep. Ron Paul (R-Tex.), who ran for president in 1988, 2008 and 2012, asked in a floor speech “which has resulted in the greatest number of deaths: lying us into war or WikiLeaks revelations or the release of the Pentagon Papers?” Assange, who does not often talk about domestic politics, appeared to notice where his defenders were coming from. In a 2013 discussion, streamed live from the Ecuadoran Embassy, Assange brushed aside the idea that Democrats or political independents were capable of reforming the United States. “The Republican Party, insofar as how it has coupled together with the war industry, is not a conservative party at all,” Assange said. “The libertarian aspect of the Republican Party is presently the only useful political voice in the U.S. Congress.” In the 2016 Republican primaries, the party’s libertarian wing lost badly. But elements of their ideas, especially Paul’s criticism of the national security state, were adopted successfully by Trump. The rest of the Republican Party has been slower to adopt or adapt. In 2010, as the ranking Republican on the House Intelligence Committee, then-Rep. Pete Hoekstra had called for decisive action against WikiLeaks and Assange. In an interview Wednesday, he said it should still be a goal to “do everything we can, legally, to shut down his networks.” But Hoekstra argued that Trump was not praising or egging on Assange’s publication of hacked material. “I feel bad for John Podesta that he got his emails hacked,” Hoekstra said. “I’d feel bad if mine were hacked. The reality in today’s world is that if you’re not extremely careful, you’re vulnerable.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "How Julian Assange evolved from pariah to paragon - The Washington Post"
   },
   {
    "entities": [
     "york",
     "brock",
     "facebook",
     "twitter",
     "utah",
     "shoff",
     "post",
     "ricky",
     "foxnews.com",
     "the weekend",
     "new",
     "january 04, 2017",
     "youtube",
     "time",
     "falzone",
     "bowdy",
     "diana",
     "wednesday"
    ],
    "id": 12,
    "text": "Father denies video of toddler pushing dresser off twin brother was staged Published               January 04, 2017 Facebook 0 Twitter 0 Email Print   A Utah man said Wednesday that a nannycam video showing his 2-year-old son lifting a fallen dresser off his twin brother was legitmate after Internet skeptics claimed the harrowing incident was staged.  \"I'm not sure how they would be able to think that it was a stunt after watching the full video,\" Ricky Shoff told FoxNews.com. \"It's obvious there isn't any editing to the video and to put my sons in a position where the dresser does fall on them on purpose is a horrible thought. How would you even stage that even if we were professionals with experience in such?\" CAUGHT ON VIDEO: 2-YEAR-OLD BOY PUSHES DRESSER OFF TWIN BROTHER STUCK UNDERNEATH In the video, which Shoff posted on YouTube over the weekend, twins Brock and Bowdy Shoff are seen opening various dresser drawers and trying to climb up on the furniture. The dresser tipped over, trapping Brock underneath. Bowdy eventually managed to push the dresser off his brother.  According to the New York Post, skeptics have pointed out that Ricky Shoff works for the company that sells the nannycam that recorded the incident. They also note that the dresser was empty at the time the twins were playing near it, and that the nannycam was pointed toward the dresser and not the twins' bed.  When Ricky Shoff posted the video, he wrote on Facebook that he was \"a little hesitant to post this. But I feel it’s not only to bring awareness, but it’s also incredible. \"We are so grateful for the bond that these twin brothers share.\" FoxNews.com's Diana Falzone contributed to this report. Advertisement ",
    "title": "Father denies video of toddler pushing dresser off twin brother was staged | Fox News"
   },
   {
    "entities": [
     "3%",
     "last year",
     "this week",
     "december",
     "florida",
     "$3.40",
     "minneapolis",
     "november",
     "2.7%",
     "august",
     "terry",
     "saunders",
     "pinterest",
     "facebookemail",
     "facebook",
     "lundgren",
     "sears",
     "$3.15",
     "the middle of this year",
     "savoia",
     "macy",
     "8.7%",
     "eastland",
     "$2.95",
     "2.5%",
     "jan. 4, 2017",
     "oregon",
     "1902",
     "macy's",
     "twitter",
     "charisse",
     "jones",
     "usa",
     "45 minutes ago",
     "$3.10",
     "2006",
     "today",
     "4:31 p.m.",
     "2.1%",
     "neil",
     "wednesday",
     "previously",
     "$32.70",
     "columbus",
     "now",
     "google",
     "ohio",
     "ap",
     "stephan"
    ],
    "id": 13,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Macy's closing 68 stores; job cuts total 10,100 The retail icon says in a release that it's making \"changes to the way stores are operated and reducing field infrastructure\". Post to Facebook Macy's closing 68 stores; job cuts total 10,100 The retail icon says in a release that it's making \"changes to the way stores are operated and reducing field infrastructure\". Check out this story on USATODAY.com: http://usat.ly/2hTPb2C CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 109 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Macy's closing 68 stores; job cuts total 10,100 Charisse Jones , USA TODAY Published 4:31 p.m. ET Jan. 4, 2017 | Updated 45 minutes ago x Share Online retail is continuing to drive physical stores out of business, with planned closings from brands such as Macy's and Sears. Buzz60 Shoppers walk into a Macy's department store. (Photo: Stephan Savoia, AP) After seeing sales drop during the holidays, Macy's said Wednesday it has either closed or will shutter 68 stores and cut an additional 6,200 positions at a time when shoppers are going online to buy everything from scarves to lipstick. Of the 68 stores out of 730 in total, nine closings had been previously announced and three locations have already shut down. But the retail giant revealed the locations of the remaining 59 stores, which will be shuttered by the middle of this year and affect 3,900 employees, some of whom may be offered jobs at other locations. Macy's identifies 68 stores that will close The locations span the country, from Florida to Oregon. Some of the stores are relatively new to the chain. The Macy's store in the Eastland center in Columbus, Ohio, opened in 2006, and has 73 employees. Some, however, are historic or have been around for decades. Macy's said it will shutter its store in downtown Minneapolis opened in 1902, where it has 280 employees. Expect more store closings despite big holiday sales Additionally the retail giant says that it will be cutting \"layers of management'' at its central operations, and paring the number of managers supporting stores, making up the bulk of 6,200 jobs that will be lost. \"We continue to experience declining traffic in our stores where the majority of our business is still transacted,'' Terry Lundgren, Macy's CEO said in a statement.  In regard to the store closings he added, \"we are closing locations that are unproductive or are no longer robust shopping destinations due to changes in the local retail shopping landscape. . . .These are never easy decisions.'' The news did not seem to sooth investors, with Macy's shares plunging 8.7%, to $32.70, in after hours trading. \"It's a big reduction in space and a lot of stores aren't pulling their weight,\" says Neil Saunders, analyst for Conlumino, a firm that follows the retail industry. who called the action \"harsh, but necessary.\" Having stemmed some of its losses, he says Macy's can now pour some of the savings into improving stores that show more promise. \"In stores where they think they have potential, they will invest more,\" Saunders says. \"That is the right direction. They want to make sure the ones they have are really great stores and that requires money.\" But the bloodletting probably isn't over. \"I don't think this is the end of it,\" he adds. The announcement was in keeping with Macy’s guidance to investors in August that it would be shutting about 100 stores to try to reverse sliding sales and profits. The chain also mapped out a strategy to boost revenue, ranging from hosting in-store events to woo foot traffic to enhancing the experience of searching online. But efforts fell short in the all-important holiday shopping period. Sales at stores open at least 12 months that include licensed businesses dropped a combined 2.1% in November and December compared to last year, while sales at stores that do not include licensed businesses and open at least 12 months dropped by 2.7%. Macy's is now reducing its full-year earnings guidance, expecting diluted earnings, not counting special charges, of $2.95 to $3.10 per share, rather than the previously forecast $3.15 to $3.40. Meanwhile, it maintained its full year guidance predicting a 2.5%  to 3% drop in comparable sales at stores with licensed businesses. The retailer is one of many traditional store chains fighting the headwinds of a retail environment that has been transformed by the surge in online shopping. Sears for instance has shuttered dozens of stores, terminating the leases on 19 under performing locations just this week. ",
    "title": "Macy's closing 68 stores; job cuts total 10,100"
   },
   {
    "entities": [
     "capitol",
     "january 4, 2017",
     "huckabee",
     "arkansas",
     "trump",
     "vermont",
     "2017",
     "urban",
     "bernie",
     "news",
     "--",
     "senate",
     ", 6:28 pm",
     "donald",
     "casca",
     "earlier today",
     "sanders",
     "security",
     "may 2015",
     "may 7, 2015",
     "mike",
     "j.",
     "twitter",
     "past",
     "mccausland",
     "cruz",
     "nbc",
     "obama",
     "jan 4",
     "hill",
     "wednesday",
     "institute",
     "medicare",
     "&",
     "gop",
     "obamacare",
     "ted",
     "social",
     "phil",
     "medicaid",
     "the future"
    ],
    "id": 14,
    "text": "Jan 4 2017, 6:28 pm ET Bernie Sanders Makes Big Statement With Oversized Trump Tweet by Phil McCausland Senator Bernie Sanders addresses the Senate floor while displaying a poster of a tweet by Donald Trump. NBC News Sen. Bernie Sanders haunted Donald Trump and Republicans with the ghost of Twitter past on Wednesday. The Vermont senator printed an oversized tweet of Trump's to use as a visual aid during the Senate's debate over the future of Obamacare, also known as the Affordable Care Act. The president-elect's tweet from May 2015 claimed that he was the only Republican candidate to \"to state there will be no cuts to Social Security, Medicare & Medicaid.\" Trump punctuated the tweet with a jab at former Arkansas Gov. Mike Huckabee. I was the first & only potential GOP candidate to state there will be no cuts to Social Security, Medicare & Medicaid. Huckabee copied me. — Donald J. Trump (@realDonaldTrump) May 7, 2015 \"I think it is interesting that we listen to what Donald Trump said during the campaign,\" Sanders said on the floor of the chamber, as the giant tweet was revealed. \"That Democrats hear what he had to say during the campaign — what he campaigned on — and more importantly Republicans listen and hear what their leader had to say about these issues.\" Republicans are fighting to repeal the legislation, an act that the Urban Institute said in a recent study would cause 24 million people to lose their health care coverage. Sanders said that Trump must be held accountable for his campaign promises, as they are what allowed him to win the presidency. Related: Pence and Obama Kick Off Obamacare Battle on Capitol Hill \"This is what he asked millions of elderly people and working class people to vote for him on — these are the principles that Donald Trump ran and won the presidency on,\" Sanders said. Sanders said in an earlier press conference with Democrats that there were two possible realities for the president-elect: either Trump should be considered a liar or the real estate mogul must proclaim clearly that he will veto any legislation that would cut any of the three entitlement programs that he mentioned. \"If he makes that clear to his republican colleagues we can save us a whole lot of time and start getting to work doing what this country desperately needs to have done.\" Mike Casca, Sanders' outgoing communications director, had the job of carrying the giant placards through Capitol Hill, and earned a grin from former GOP presidential candidate Sen. Ted Cruz. earlier today, sen. ted cruz chuckled when i walked past him carrying this poster. pic.twitter.com/65iAY2106p — mike casca (@cascamike) January 4, 2017 Phil McCausland ",
    "title": "Bernie Sanders Makes Big Statement With Oversized Trump Tweet - NBC News"
   },
   {
    "entities": [
     "clayton",
     "trump",
     "jan",
     "america",
     "donald",
     "sullivan",
     "exchange",
     "sec",
     ", 2:46 pm",
     "jay",
     "securities",
     "commission",
     "cromell",
     "4, 2017",
     "faulders",
     "and",
     "katherine"
    ],
    "id": 15,
    "text": "Trump Nominates Jay Clayton as Securities and Exchange Commission Chairman By Katherine Faulders Jan 4, 2017, 2:46 PM ET 0 Shares WATCH Donald Trump In A Minute 0 Shares Email President-elect Donald Trump announced his intent to nominate Jay Clayton, a partner at the Sullivan and Cromell law firm who has worked with Wall Street and corporations to \"navigate complex federal regulations,\" as Chairman of the Securities and Exchange Commission (SEC). \"Jay Clayton is a highly talented expert on many aspects of financial and regulatory law, and he will ensure our financial institutions can thrive and create jobs while playing by the rules at the same time,\" Trump said in a statement released by his transition team. \"We need to undo many regulations which have stifled investment in American businesses, and restore oversight of the financial industry in a way that does not harm American workers.\" Clayton responded in kind saying that he wants to \"work together with key stakeholders in the financial system to make sure we provide investors and our companies with the confidence to invest together in America.\" He added that if he is confirmed, he intends to, \"carefully monitor our financial sector, as we set policy that encourages American companies to do what they do best: create jobs.\" 0 Shares ",
    "title": "Trump Nominates Jay Clayton as Securities and Exchange Commission Chairman - ABC News"
   },
   {
    "entities": [
     "right now",
     "capitol",
     "january 4, 2017",
     "trump",
     "116%",
     "house",
     "2017",
     "pelosi",
     "ryan",
     "paul",
     "senate",
     "donald",
     "congress",
     "j.",
     "first day",
     "republican",
     "this year",
     "arizona",
     "obama",
     "new",
     "schumer",
     "currently",
     "today",
     "vucci/ap",
     "josh",
     "york",
     "america",
     "gop",
     "obamacare",
     "chuck",
     "nancy",
     "earnest",
     "evan",
     "pence",
     "white"
    ],
    "id": 16,
    "text": "GOP Leaders Ready To Pivot From 'Do-Nothing' To Doing A Lot In 2017 It was likely Obama's last visit to the Capitol before the inauguration of his successor. White House spokesman Josh Earnest said Obama told the lawmakers he wished he were in their place. \"The word he used was 'envy,' \" Earnest said, \"for the opportunity they have\" to fight GOP repeal efforts. Pence told reporters that Trump will sign executive orders on his first day in office to begin implementing the repeal of Obamacare, saying it was \"the first order of business.\" The incoming administration, Pence said, is working right now on \"a series of executive orders that will enable that orderly transition to take place even as the Congress appropriately debates alternatives to and replacement of Obamacare.\" He did not offer any specifics on what those orders would entail. He said Republicans will be taking a \"two-track approach\" with a combination of executive and legislative actions. Article continues after sponsorship Senate Minority Leader Chuck Schumer, joined by fellow congressional Democrats, brands what Republicans are trying to do when it comes to health care as \"Make America Sick Again.\" Evan Vucci/AP hide caption toggle caption Evan Vucci/AP Senate Minority Leader Chuck Schumer, joined by fellow congressional Democrats, brands what Republicans are trying to do when it comes to health care as \"Make America Sick Again.\" Evan Vucci/AP The new leader of Senate Democrats, Chuck Schumer of New York, said GOP lawmakers seek \"to rip health care away from millions\" of Americans, \"which will create chaos.\" In his short, prepared statement, he repeated the word \"chaos\" four times. Schumer said Democrats in both the House and the Senate are united in their opposition to Republican attempts to \"make America sick again.\" House Speaker Paul Ryan said Republicans asserted, however, that there would be \"an orderly transition, so that the rug is not pulled out from under the families,\" which he said are currently \"struggling\" under Obamacare. But replace it with what? Ryan offered no specifics, except to insist Republicans do \"have a plan to replace it. We have plenty of ideas to replace it.\" But House Democratic leader Nancy Pelosi, addressing reporters after hearing from Obama, said Republicans don't have the votes for a replacement plan. Pelosi blasted an approach that some Republicans have discussed, that would repeal the ACA but delay its effect to give lawmakers time to come up with a replacement. She called the strategy \"an act of cowardice.\" Trump himself weighed in today via his preferred method of communicating, tweeting that \"Republicans must be careful in that the Dems own the failed Obamacare disaster\" and \"Don't let the Schumer clowns out of this web.\" He warned that \"massive increases of ObamaCare will take place this year and Dems are to blame for the mess. It will fall of its own weight — be careful!\" Republicans must be careful in that the Dems own the failed ObamaCare disaster, with its poor coverage and massive premium increases...... — Donald J. Trump (@realDonaldTrump) January 4, 2017 like the 116% hike in Arizona. Also, deductibles are so high that it is practically useless. Don't let the Schumer clowns out of this web... — Donald J. Trump (@realDonaldTrump) January 4, 2017 massive increases of ObamaCare will take place this year and Dems are to blame for the mess. It will fall of its own weight - be careful! ",
    "title": "Both Sides Gear Up For Fight Over Obamacare Repeal : NPR"
   },
   {
    "entities": [
     "thompson",
     "last year",
     "cleveland",
     "november",
     "trump",
     "house",
     "jan. 20",
     "tribune",
     "thursday",
     "bruce",
     "donald",
     "devos",
     "2014",
     "geiger",
     "kim",
     "dec. 2, 2016",
     "2018",
     "springfield",
     "michigan",
     "assembly",
     "five days later",
     "d.c.",
     "100 percent",
     "chicago",
     "velasquez",
     "general",
     "july",
     "rauner",
     "wednesday",
     "center",
     "washington",
     "gop",
     "amway",
     "illinois",
     "betsy",
     "phil",
     "white"
    ],
    "id": 17,
    "text": "Rauner to skip Trump inauguration Bruce Rauner Phil Velasquez / Chicago Tribune Gov. Bruce Rauner, seen here at a luncheon in Chicago on Dec. 2, 2016, will not be attending the inauguration of President-elect Donald Trump. Gov. Bruce Rauner, seen here at a luncheon in Chicago on Dec. 2, 2016, will not be attending the inauguration of President-elect Donald Trump. (Phil Velasquez / Chicago Tribune) Republican Gov. Bruce Rauner will not attend the inauguration of President-elect Donald Trump in Washington, D.C. Inaugurations typically are opportunities for members of the winning party to celebrate claiming the White House while hobnobbing and raising money for campaigns. But Rauner, already in campaign mode for his 2018 re-election bid, has been consumed with a battle here at home as he tries to sway public opinion in his corner during a prolonged budget stalemate with Democrats who control the General Assembly. In addition, Trump takes the oath Jan. 20, and Rauner has a State of the State speech scheduled in Springfield five days later. \"The governor is 100 percent focused on Illinois including passing a truly balanced budget and changing our broken political system,\" Rauner's office said Wednesday about the decision to skip the festivities. The governor spent much of last year declining to talk about Trump. As the GOP presidential primary season played out, Rauner pledged to support the party's nominee. Rauner also said he was \"horrified\" by the rhetoric of the campaign. Bruce Rauner praised President-elect Donald Trump 's choice for education secretary Thursday, saying the Michigan billionaire and school voucher proponent is \"a very talented and very passionate education advocate.\" Betsy DeVos , whose husband is an heir to the Amway fortune, was named... Republican Gov. Bruce Rauner praised President-elect Donald Trump 's choice for education secretary Thursday, saying the Michigan billionaire and school voucher proponent is \"a very talented and very passionate education advocate.\" Betsy DeVos , whose husband is an heir to the Amway fortune, was named... (Kim Geiger) Rauner steered clear of a Trump appearance in July in Chicago, having a news conference of his own down the street at the Thompson Center while Trump was raising money at his eponymous hotel. Rauner also skipped the Republican National Convention in Cleveland when Trump accepted the party's presidential nomination. Since the November election, Rauner has warmed a bit to the president-elect, praising Trump's choice of education secretary and predicting that he will have a \"good relationship\" with the new administration. Still, after the two spoke by phone in the days after the election, Rauner avoided even referring to Trump by name when he recalled that conversation to reporters. Like Trump, Rauner was a political novice when he won the governorship in 2014 after waging a campaign that drew heavily on his background as a successful businessman. But the governor has tried to avoid comparisons between himself and the president-elect. Even when relating his conversation with Trump, Rauner made a point of saying he'd \"never spoken with him before,\" and instead emphasized that he has relationships with unnamed people within the Trump administration. ",
    "title": "Rauner to skip Trump inauguration - Chicago Tribune"
   },
   {
    "entities": [
     "harvey",
     "israel",
     "nights in",
     "corrections",
     "1971",
     "california",
     "rehabilitation",
     "lg",
     "charles",
     "state",
     "benedict",
     "associated",
     "once",
     "thornton",
     "department",
     "jan. 4",
     "afton",
     "burton",
     "san",
     "last march",
     "hare",
     "winton",
     "steven",
     "labianca",
     "angeles",
     "folger",
     "roman",
     "elaine",
     "abigail",
     "the next night",
     "florida",
     "august",
     "frykowski",
     "tate",
     "sunday",
     "krishna",
     "mexico",
     "of",
     "parent",
     "2014",
     "aug. 9, 1969",
     "prison",
     "1986",
     "jersey",
     "rosemary",
     "monica",
     "killer",
     "manson",
     "and",
     "jr.",
     "jay",
     "columbia",
     "leno",
     "press",
     "terry",
     "richard",
     "skelter",
     "atkins",
     "polanski",
     "british",
     "fontana",
     "hailey",
     "january 2011",
     "1982",
     "1992",
     "vacaville",
     "feliz",
     "1970",
     "kamala",
     "84%",
     "two years later",
     "1981",
     "new",
     "santa",
     "susan",
     "2027",
     "wednesday",
     "matt",
     "los",
     "sebring",
     "this week",
     "jason",
     "times",
     "sharon",
     "the decade",
     "sierra",
     "trump",
     "bakersfield",
     "1969",
     "more than four decades ago",
     "harris",
     "voytek",
     "the",
     "freeman",
     "corcoran",
     "about two weeks ago",
     "quentin",
     "2016",
     "hamilton",
     "march 2009",
     "canyon",
     "1989",
     "debra",
     "sierras",
     "1985",
     "mudd"
    ],
    "id": 18,
    "text": "Killer Charles Manson's failing health renews focus on cult murder saga Charles Manson Charles Manson, right, and Susan Atkins, at a Santa Monica courthouse in 1970. Charles Manson, right, and Susan Atkins, at a Santa Monica courthouse in 1970. (Associated Press) Richard Winton , Matt Hamilton and Hailey Branson-Potts Contact Reporters The long saga of Charles Manson , the cult leader whose murder spree more than four decades ago made him a subject of hate, fear, revulsion and fascination, moved to a hospital in downtown Bakersfield this week. Inside Mercy Hospital, Manson was being treated for gastrointestinal bleeding related to his colon, and according to one source with knowledge of his condition, was seriously ill. Manson was rushed there Sunday from Corcoran State Prison, and it remains unclear when his medical treatment will end. Manson, 82, was under heavy security, with officials concerned about the public getting into his room or causing disruptions. TV news crews stationed themselves outside the hospital awaiting word on the killer’s condition. Two California Department of Corrections and Rehabilitation vehicles sat at the curb. The scene also drew some onlookers who could be seen roaming outside the hospital, occasionally filming the scene. Manson’s declining health has once again thrust him into the headlines — where he has appeared with regularity over the years amid his disciplinary problems, romantic engagements and parole hearings. Manson’s grandson, Jason Freeman, told The Times that he had spoken to his grandfather about two weeks ago via telephone and that he seemed to be in good spirits. Freeman, who said his father is Charles Manson Jr., received word via family friends that his grandfather was hospitalized and said that he is trying to petition correctional officials to allow for a visit. “I think at age 82, he’s in pretty good shape. For being 82 and locked up,  he’s kept himself together well physically,” said Freeman, a married father of three who works in construction and Christian ministry in Florida. “Old age is setting in. Nature is taking its course. There will be a day where he doesn’t wake up again.” Manson and other members of his so-called family were convicted of killing actress Sharon Tate and six other people during a bloody rampage in the Los Angeles area during two August nights in 1969. Prosecutors said that Manson and his followers were trying to incite a race war that he believed was in the Beatles' song \"Helter Skelter.\" Tate, the wife of director Roman Polanski, was 8½ months pregnant when she was killed at her hilltop home in Benedict Canyon on Aug. 9, 1969. Besides Tate, four others were stabbed and shot to death: Jay Sebring, 35; Voytek Frykowski, 32; Abigail Folger, 25, a coffee heiress; and Steven Parent, 18, a friend of Tate's caretaker. The word \"Pig\" was written on the front door in blood. The next night, Manson rode along with his followers to the Los Feliz home of Leno and Rosemary LaBianca, then left three members to kill the couple. Manson has incurred more than 100 rules violations since 1971. Over the years, he has been cited for assault, repeated possession of a weapon, threatening staff and possessing a cellphone, Terry Thornton, a spokeswoman for the California Department of Corrections and Rehabilitation, said in an email Wednesday. “Suffice it to say that he cannot be described as a model prisoner,” she said. In 1982, while Manson was housed at the California Medical Facility in Vacaville, prison guards discovered a hacksaw blade, marijuana and LSD in Manson’s cell. Guards said they found other items in the facility that indicated Manson may have been trying to escape, including nylon rope and a catalog that showed how to order hot-air balloons. Two years later, Manson was doused with a flammable liquid and set ablaze by a fellow Vacaville inmate, who told guards he attacked Manson in retaliation for threats the cult leader made against him for practicing the Hare Krishna faith. Manson was treated for second- and third-degree burns, and his scalp, hair and beard were singed. In 1985, he  tried to smuggle  a hacksaw blade into San Quentin State Prison in the sole of his shoe, days after being transferred to that facility from Vacaville.  During his sixth bid for parole in 1986, he described himself in a hearing as a “caged, vicious animal” and said he didn’t like to read and preferred to spend his time making dolls in his cell.  In the decade between his 1981 and 1992 parole hearings, he accumulated 60 prison violations. Parole transcripts chronicling his prison offenses show that female officers bore the brunt of his verbal abuse. Manson has been housed at Corcoran State Prison since 1989. He has obtained illegal cellphones in the facility at least three times, according to the Department of Corrections and Rehabilitation. In March 2009, prison guards found  an LG flip phone hidden  under Manson’s prison mattress. He made calls and sent text messages to people in California, New Jersey, Florida and British Columbia.  Recordings of Manson’s raspy, high-pitched voice, broadcast by the entertainment news show “Inside Edition,” featured him singing, “I’ve seen the world spinning on fire, I’ve danced and sang in the devil’s choir.” Prison officials found Manson with a  second cellphone , equipped with a camera, in January 2011. Manson obtained an illegal cellphone again in 2016, Thornton said.  After the last cellphone incident, Manson was punished with the loss of 90 days’ “good time” credit toward parole, Thornton said.  In 2014, Manson and Afton Elaine Burton, a 26-year-old Manson devotee, were  granted a marriage license , but it expired before the two could marry. She had faithfully visited him in prison for seven years.  Manson’s next parole hearing is scheduled for 2027, when he will be 92. State prison officials declined this week to discuss Manson’s condition, citing privacy rules. For loved ones of Manson’s victims, the latest twist in the saga has revived old feelings. Tate's sister Debra Tate told the Associated Press she’s waiting to learn more about Manson’s condition. \"I would probably say a prayer for them and shed a tear and ask God to have mercy on their souls, but so far I haven't allowed myself to feel anything because it's unsubstantiated,\" Tate said. \"I'm not allowing myself to feel anything until I know that it's true.\" Caption 90 seconds: 4 stories you can't miss California's bracing itself for the Trump administration , California's drought looks to be easing as snow piles up in the Sierras , protesters are shutting down Mexico's streets over a sudden spike in gasoline prices , and nationwide, more than 84% of undergraduate computer science majors are men. Not so at Harvey Mudd . Caption 90 seconds: 4 stories you can't miss California's bracing itself for the Trump administration , California's drought looks to be easing as snow piles up in the Sierras , protesters are shutting down Mexico's streets over a sudden spike in gasoline prices , and nationwide, more than 84% of undergraduate computer science majors are men. Not so at Harvey Mudd . Caption Possible family dispute leaves 3 dead and 1 injured in late-night shooting Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Caption A Mammoth snow could lead to an epic season at the Sierra resort It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. Caption Soldier convicted in case that deeply divided Israel An Israeli military tribunal has convicted a medic of manslaughter in the fatal shooting of a hobbled Palestinian assailant last March — a verdict that spurred public protests and a call from the prime minister for a pardon. An Israeli military tribunal has convicted a medic of manslaughter in the fatal shooting of a hobbled Palestinian assailant last March — a verdict that spurred public protests and a call from the prime minister for a pardon. Caption Kamala Harris sworn in Kamala Harris sworn in ",
    "title": "Killer Charles Manson&apos;s failing health renews focus on cult murder saga - LA Times"
   },
   {
    "entities": [
     "et",
     "the same day",
     "capitol",
     "andrew",
     "0:39",
     "january 4, 2017",
     "trump",
     "house",
     "2017",
     "hillary",
     "senate",
     "donald",
     "chris",
     "murphy",
     "of",
     ", 2:59 pm",
     "congress",
     "mike",
     "2016",
     "j.",
     "twitter",
     "obama",
     "today",
     "hill",
     "rafferty",
     "jan 4",
     "wednesday",
     "gop",
     "msnbc",
     "obamacare",
     "representatives",
     "barack",
     "clinton",
     "congressional",
     "pence",
     "white"
    ],
    "id": 19,
    "text": "Jan 4 2017, 2:59 pm ET Pence and Obama Kick Off Obamacare Battle on Capitol Hill by Andrew Rafferty Pence: First order of business is to repeal, replace Obamacare 0:39 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170105013503if_/http://www.nbcnews.com/widget/video-embed/847383107713\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Vice President-elect Mike Pence on Wednesday called for a swift but \"smooth\" repeal of the Affordable Care as President Barack Obama visited Capitol Hill in the hopes of protecting his signature legislative achievement against a GOP agenda set on dismantling it. \"The first order of business is to repeal and replace Obamacare, and that was our message today and that will be our message on Capitol Hill,\" Pence told reporters after meeting with Congressional Republicans. Ahead of Pence's press conference with Congressional leadership, the president-elect went on a Twitter rant blaming Democrats for \"massive increases\" in premiums and saying the law will \"fall of its own weight.\" Republicans must be careful in that the Dems own the failed ObamaCare disaster, with its poor coverage and massive premium increases...... — Donald J. Trump (@realDonaldTrump) January 4, 2017 Simultaneously, Obama visited lawmakers on Capitol Hill to urge them to defend the law that has provided 20 million Americans with insurance. \"He said, 'Listen, don't mistake my cool demeanor for a lack of outrage. I'm angry just like you are about what has happened in the election and after the election.' And I think you could sense that he, you know, is maybe feeling a little forlorn that he's not going to be in this fight in the way that we are,\" Democratic Sen. Chris Murphy said on MSNBC after the private meeting. Related: Replacing Obamacare Will Be Difficult, Repealing It Could Be Just as Hard Another source in the room said the president lamented that he will soon be a private citizen because \"I would love to be on the field.\" Republicans began what is expected to be an arduous process of following through on repealing and replacing Obamacare the same day a new Congress was sworn in. Though the GOP will soon control the White House, Senate and House of Representatives, they have yet to rally behind a single replacement plan. Pence signaled the first steps the GOP will take is continuing to make the case against the Affordable Care Act, which Democrat Hillary Clinton also pledged to modify during the 2016 campaign. Play ",
    "title": "Pence and Obama Kick Off Obamacare Battle on Capitol Hill  - NBC News"
   },
   {
    "entities": [
     "derails",
     "safety",
     "cuomo",
     "andrew",
     "this morning",
     "avenue",
     "national",
     ", 4:12 pm",
     "road",
     "island",
     "southeastern",
     "transportation",
     "news",
     "gombert/epa",
     "commuter",
     "terminal",
     "administration",
     "barclays",
     "alex",
     "septa",
     "board",
     "atlantic",
     "lirr",
     "abc",
     "erin",
     "station",
     "jan. 4, 2017",
     "neufeld",
     "shares",
     "federal",
     "metropolitan",
     "rail",
     "authority",
     "twitter",
     "dooley",
     "jan 4, 2017",
     "department",
     "a",
     "long",
     "new",
     "mta",
     "8:15 a.m",
     "today",
     "brooklyn",
     "train",
     "shapiro",
     "emily",
     "jersey",
     "wabc",
     "email",
     "york",
     "center",
     "philadelphia",
     "time",
     "hoboken",
     "fire",
     "pennsylvania",
     "railroad",
     "city",
     "aaron",
     "sept. 29, 2016"
    ],
    "id": 20,
    "text": "LIRR Commuter Train Crashes in Brooklyn; Over 100 Injured By EMILY SHAPIRO Jan 4, 2017, 4:12 PM ET 0 Shares WATCH LIRR Commuter Train Derails in Brooklyn 0 Shares Email A Long Island Rail Road commuter train crashed at the Atlantic Terminal in Brooklyn, New York, this morning, injuring 103 passengers, officials said. The worst injury is believed to be a broken leg, New York Gov. Andrew Cuomo said at a news conference this morning. The Metropolitan Transportation Authority said none of the injuries were life threatening. According to a representative for the New York Fire Department, \"One of the rails actually pierced the bottom of the train ... We are fortunate we didn't have more serious injuries.\" Andrew Gombert/EPA New York City Fire Department personnel treat injured passengers after an accident involving a Long Island Rail Road commuter train at the Atlantic Terminal Station in Brooklyn, New York, Jan. 4, 2017. WABC A Long Island Railroad train derailed in Brooklyn, New York, Jan. 4, 2017. Alex Wroblewski/Reuters Officials investigate after a Long Island Railroad train that derailed at Atlantic Terminal in Brooklyn, New York City, Jan. 4, 2017. Cuomo said the train hit the track's bumping block. \"When it hit the block, the block knocked it off the tracks,\" he said. \"It was a train that didn't stop when it was supposed to [and] hit the block at a fairly low rate of speed.\" \"As a result of the impact, the lead wheel assembly derailed, as did one additional axle,\" the MTA said in a statement. The cause of the crash is under investigation. Passenger Aaron Neufeld told ABC News, \"It didn't seem like we were going unusually fast ... I don't think it was anything out of the norm.\" He described the impact as a \"substantial jolt.\" He said he was thrown against the seat in front of him. A different passenger told New York ABC station WABC that after she heard a big thump, the scene was total pandemonium, with passengers falling on top of others, screaming and crying. Another woman told WABC she believed the train was traveling at a faster speed than usual right before the crash. About 430 passengers were on the train at the time of the derailment, according to the Metropolitan Transportation Authority. The incident happened on LIRR Track 6 around 8:15 a.m, the MTA said. The terminal is near the Barclays Center. WABC A Long Island Railroad train derailed in Brooklyn, New York, Jan. 4, 2017. StevenZundell via Twitter A Long Island Railroad train derailed in Brooklyn, New York, Jan. 4, 2017. Jonathan Oatis/Reuters Emergency vehicles gather at the Atlantic Avenue Terminal after a commuter train derailed, Jan. 4, 2017, in Brooklyn, New York. Cuomo emphasized that today's incident was \"minor\" compared with the crash at Hoboken Terminal in New Jersey on Sept. 29, 2016, which killed one bystander and destroyed part of the historic train terminal. The National Transportation Safety Board and the Federal Railroad Administration are involved in the investigation of this morning's crash. The MTA said there were no delays this morning as a result of the accident. Also today, in Philadelphia, at least 46 people were injured when two Southeastern Pennsylvania Transportation Authority trolleys crashed. None of the injuries were life-threatening, an authority representative said. One trolley rear-ended the other, SEPTA said. No pedestrians were injured. The cause of that accident is under investigation as well. ABC News' Erin Dooley contributed to this report. 0 Shares ",
    "title": "LIRR Commuter Train Crashes in Brooklyn; Over 100 Injured - ABC News"
   },
   {
    "entities": [
     "council",
     "arnold",
     "jason",
     "wilbert",
     "reporter",
     "contact",
     "trump",
     "sixth day before",
     "tribune",
     "stanley",
     "earlier this week",
     "paris",
     "last week",
     "thursday",
     "hobos",
     "donald",
     "fourth day",
     "last month",
     "tharp",
     "2016",
     "john",
     "june 23",
     "u.s.",
     "dolton",
     "fbi",
     "2006",
     "chicago",
     "chester",
     "wednesday",
     "keith",
     "daniels",
     "gregory",
     "ford",
     "los",
     "moore",
     "gabriel",
     "poe",
     "meisner",
     "vaughn",
     "bush",
     "william",
     "angeles",
     "april 2013"
    ],
    "id": 21,
    "text": "Leaders of Hobos gang found guilty in killings, kidnappings Hobos tattoo Provided by U.S. attorney Hobos gang leader Paris Poe's back tattoo that states \"The Earth Is Our Turf\" with \"Hobo\" in the center. Hobos gang leader Paris Poe's back tattoo that states \"The Earth Is Our Turf\" with \"Hobo\" in the center. (Provided by U.S. attorney) Jason Meisner Contact Reporter Chicago Tribune A federal jury on Wednesday convicted six reputed leaders of the violent Hobos street gang of racketeering conspiracy charges alleging the gang carried out a slew of killings, kidnappings, robberies and shootings over the course of a decade. After a marathon 15-week trial that featured hundreds of witnesses and four days of closing arguments, the jury deliberated into a sixth day before finding all six defendants guilty of the main racketeering count that carries a sentence of up to life in prison, as well as nine other counts. Among those convicted was Gregory \"Bowlegs\" Chester, the gang's reputed leader who testified in his own defense last month. The jury also convicted alleged gang lieutenants Paris Poe, Arnold Council, Gabriel Bush, Stanley Vaughn and William Ford. As the verdicts were read in U.S. District Judge John Tharp's packed courtroom, Chester sat without expression, his elbow on the defense table and a hand resting on his right cheek. Behind him, Poe frowned and rolled his eyes, dressed in a gray suit and leather loafers with shackles on his ankles visible. Later, when the judge praised the jury for its \"extraordinary service,\" Poe appeared to smirk. Tharp set sentencing for June 23. The trial unfolded as skyrocketing gun violence in Chicago made embarrassing headlines across the country and even became an issue in the recent presidential election. Earlier this week, President-elect Donald Trump called for federal intervention if local authorities can't get a handle on a homicide rate that in 2016 reached levels not seen in two decades. Prosecutors alleged the Hobos' ruthless use of violence fueled the gang's rise to the top of the city's drug trade. Among the casualties were two gang rivals who had just attended a funeral, a semi-pro basketball player who was slain in a case of mistaken identity, an innocent bystander from Los Angeles visiting relatives and an elderly woman killed in a car crash as police chased a fleeing Hobo member, according to the charges. But the centerpiece of the case was the alleged murders of two informants who were cooperating with law enforcement against the gang. Jurors heard evidence that Poe and Council fatally shot Wilbert \"Big Shorty\" Moore outside a South Side barbershop in 2006 because they believed Moore had provided information to police that led to a raid on a Hobos residence. In April 2013, Poe cut off an electronic monitoring device and ambushed informant Keith Daniels outside his Dolton apartment, according to prosecutors. Dressed in all black and wearing a mask, Poe shot Daniels more than a dozen times in front of his fiancee and two young children as payback for Daniels' cooperation with the FBI in a drug conspiracy case against Chester, the charges alleged. In its verdict, which took nearly 20 minutes for the judge to read in the courtroom, the jury found that each of five murders was conducted by the gang in a \"cold and calculated\" and premeditated manner. The jury also found specifically that Moore and Daniels were killed to keep them from cooperating against the gang. The jury found the six defendants guilty on every count except one lesser charge against Ford of using a gun in furtherance of a gang crime. The verdict came after the jury indicated last week that it may have been deadlocked on at least one count. In a note to the judge after a fourth day of deliberations Thursday, the jury wrote that one person had refused to convict. \"There are some strong beliefs on both sides,\" the note said. Tharp advised jurors to continue deliberating. On the first day of deliberations, one juror had asked to be taken off the jury after he said he'd made up his mind and didn't want to continue. After questioning the juror further, though, Tharp said the man needed to remain on the panel. jmeisner@chicagotribune.com ",
    "title": "Leaders of Hobos gang found guilty in killings, kidnappings - Chicago Tribune"
   },
   {
    "entities": [
     "harvey",
     "israel",
     "palm",
     "rogers",
     "beach",
     "assange",
     "november",
     "last summer",
     "s.",
     "california",
     "state",
     "b.",
     "cia",
     "brennan",
     "fla.",
     "associated",
     "schiff",
     "department",
     "jan. 4",
     "iraq",
     "sweden",
     "burbank",
     "last march",
     "hannity",
     "lindsey",
     "ecuadorean",
     "clinton",
     "kremlin",
     "fall",
     "intelligence",
     "bierman",
     "white",
     "democratic",
     "friday",
     "spicer",
     "comey",
     "island",
     "fsb",
     "jan. 20",
     "sunday",
     "michael",
     "news",
     "united",
     "senate",
     "london",
     "donald",
     "recently",
     "mexico",
     "adam",
     "tuesday",
     "of",
     "russia",
     "embassy",
     "2008",
     "twitter",
     "julian",
     "podesta",
     "u.s.",
     "fbi",
     "agency",
     "james",
     "york",
     "sean",
     "josh",
     "armed",
     "brian",
     "graham",
     "press",
     "gru",
     "christmas",
     "thursday",
     "fontana",
     "moscow",
     "cnn",
     "bennett",
     "congress",
     "security",
     "john",
     "kamala",
     "84%",
     "new",
     "national",
     "obama",
     "wikileaks",
     "wednesday",
     "2012",
     "committee",
     "tass",
     "the end of the week",
     "putin",
     "city",
     "vucci",
     "mccain",
     "sierra",
     "states",
     "trump",
     "house",
     "hillary",
     "services",
     "harris",
     "r.",
     "fox",
     "noah",
     "monday",
     "vladimir",
     "2016",
     "hussein",
     "long",
     "homeland",
     "earnest",
     "evan",
     "new year's",
     "now",
     "sierras",
     "saddam",
     "2003",
     "clapper",
     "mudd",
     "maryland"
    ],
    "id": 22,
    "text": "Donald Trump, citing Julian Assange, again mocks intelligence officials’ case for Russian hacking Donald Trump President-elect Donald Trump speaks to reporters Wednesday in Palm Beach, Fla. President-elect Donald Trump speaks to reporters Wednesday in Palm Beach, Fla. (Evan Vucci / Associated Press) Noah Bierman and Brian Bennett Contact Reporter Despite Donald Trump ’s repeated calls for Americans to “move on” from Russia’s provocative cyberattacks during the 2016 presidential election, it won’t be so easy — partly because the president-elect refuses to move on. Trump launched another barrage of mockery at U.S. spy agencies Wednesday and aligned himself with Julian Assange, the fugitive founder of WikiLeaks, a secretive group that has published millions of stolen U.S. military, diplomatic and intelligence documents. The odd alliance emerged as Congress plans its first hearing Thursday on the Russian election hacks and as U.S. intelligence officials scramble to craft a convincing case for the skeptical president-elect and the public that Russian intelligence agencies interfered with the election by stealing and leaking emails to WikiLeaks and other websites. On Friday, several top intelligence officials, including Director of National Intelligence James R. Clapper , CIA Director John Brennan and FBI Director James B. Comey, are scheduled to meet with Trump in New York City to explain why they’ve concluded that senior officials in the Kremlin, including Russian President Vladimir Putin , authorized the hacking operation. Sean Spicer, Trump’s spokesman, said Wednesday that Trump questions U.S. officials’ judgments about Russian interference in the campaign, and not the intelligence itself. “What he wants to hear from them is, how does the raw intelligence justify the conclusion that is being presented?” Spicer said. The intelligence officials also will brief Trump on the broader review that President Obama recently requested on Russian and Chinese hacks during the 2008, 2012 and 2016 U.S. elections and what was learned from those intrusions, two U.S. officials said. They said the classified report is nearly done and may be given to Obama on Thursday. The president ordered it completed before he leaves office on Jan. 20 to ensure a full record is available, aides have said. Senior intelligence officials are grappling with how much of the report to make public without exposing sensitive surveillance systems and intelligence assets. They already have blamed two Russian spy services, the GRU and the FSB, for organizing the theft and release of sensitive emails last summer and fall, but haven’t said exactly how they know. “There’s no debate in the U.S. administration about the fact — and it is a fact — that Russia interfered in our democratic election,” a senior U.S. official told reporters in a recent briefing on condition of anonymity. “We’ve established that clearly to our satisfaction.” New details may emerge Thursday when several of the nation’s top spies — including Clapper and Adm. Michael S. Rogers, head of the National Security Agency — testify at a Senate Armed Services Committee hearing on the Russian hacks, the first since the November election. The committee chairman, Sen. John McCain (R-Ariz.), and many others in Congress are perplexed by Trump’s deriding of the intelligence and by his praise for Putin, who has denied any Russian interference in the U.S. election. “This was done by the Russians, and I hope by Friday Mr. Trump will come to that realization,” Sen. Lindsey Graham (R-S.C.), a member of the committee, told CNN. Trump’s open disdain for U.S. intelligence judgments has grown in recent weeks after the CIA and others concluded Russian leaders orchestrated the release of thousands of stolen emails from the Democratic National Committee and Hillary Clinton ’s campaign chairman, John Podesta , to tip the election in Trump’s favor. He has belittled the conclusions, comparing them to the CIA’s inaccurate claims of Saddam Hussein’s stockpiles of chemical and biological weapons before the 2003 invasion of Iraq. And he questioned the motives of top intelligence officials, complaining Tuesday on Twitter that his briefing “on so-called ‘Russian hacking’ was delayed until Friday, perhaps more time needed to build a case. Very strange!” U.S. officials say the briefing was always scheduled for the end of the week, and was not delayed, to take advantage of the classified report prepared for Obama. On Wednesday, Trump tweeted praise for Assange for denying that Russians had provided the stolen emails to WikiLeaks. “Russians did not give him the info!” and “a 14 year old could have hacked Podesta,\" Trump wrote, paraphrasing Assange. Assange made the claim to Fox  News host Sean Hannity in an interview that aired Tuesday. Hannity, Trump's biggest supporter in the media, flew to London to meet Assange in the Ecuadorean Embassy, where he has lived in exile for more than four years. “Our source is not the Russian government and it is not a state party,” Assange told Hannity. Assange didn’t address whether Russian authorities conducted the original hacking or how he knows Russian authorities were not behind the leaks. Assange remains in exile in the London embassy because he faces sexual assault allegations in Sweden. U.S. officials have said Assange is under criminal investigation. The White House challenged Trump for aligning himself with a figure whom many in the U.S. intelligence community consider a threat to national security. “The president-elect will have to determine who he's going to believe,” White House spokesman Josh Earnest said Wednesday.  “On one hand, you've got the Russians and the aforementioned Mr. Assange. On the other side, you've got the 17 intelligence agencies of the United States government [and] outside cyber experts that have taken a look at this situation.” Some Democrats all but accused Trump of supporting an enemy of the United States. “That he would accept the transparently self-serving denials of the Kremlin is alarming enough, but that would now cite people like Assange who have demonstrated universal hostility to the United States and its interests takes him into new and even more treacherous territory,” Rep. Adam B. Schiff of Burbank, the top Democrat on the House Intelligence Committee, said in a statement. U.S. intelligence analysts and cybersecurity experts concluded that the Podesta hack was part of a massive “spear-phishing” operation that targeted more than 1,000 American politicians, academics and journalists and contained hallmarks of a Russian hacking ring working at the behest of the government in Moscow.  On Friday, the FBI and the Department of Homeland Security released a report outlining some of the evidence pointing to Russia’s role in the attacks on the Democratic National Committee and on Clinton’s campaign. At the same time, Obama ordered the expulsion of 35 Russian diplomats suspected of spying and the closing of two Russian-owned waterfront estates, on Long Island in New York and on the Eastern Shore of Maryland, long used by Russian diplomats and believed to be harboring spies, in direct response to the cyberattacks. On Wednesday, the State Department said that all 35 Russians had left the country by Sunday with their family members. Many of the children of the expelled officials were invited to the Kremlin’s New Year’s  and Christmas parties when they arrived in Moscow on Monday, according to the official Tass news agency. Caption 90 seconds: 4 stories you can't miss California's bracing itself for the Trump administration , California's drought looks to be easing as snow piles up in the Sierras , protesters are shutting down Mexico's streets over a sudden spike in gasoline prices , and nationwide, more than 84% of undergraduate computer science majors are men. Not so at Harvey Mudd . Caption 90 seconds: 4 stories you can't miss California's bracing itself for the Trump administration , California's drought looks to be easing as snow piles up in the Sierras , protesters are shutting down Mexico's streets over a sudden spike in gasoline prices , and nationwide, more than 84% of undergraduate computer science majors are men. Not so at Harvey Mudd . Caption Possible family dispute leaves 3 dead and 1 injured in late-night shooting Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Caption A Mammoth snow could lead to an epic season at the Sierra resort It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. Caption Soldier convicted in case that deeply divided Israel An Israeli military tribunal has convicted a medic of manslaughter in the fatal shooting of a hobbled Palestinian assailant last March — a verdict that spurred public protests and a call from the prime minister for a pardon. An Israeli military tribunal has convicted a medic of manslaughter in the fatal shooting of a hobbled Palestinian assailant last March — a verdict that spurred public protests and a call from the prime minister for a pardon. Caption Kamala Harris sworn in Kamala Harris sworn in ",
    "title": "Donald Trump, citing Julian Assange, again mocks intelligence officials’ case for Russian hacking - LA Times"
   },
   {
    "entities": [
     "mendocino",
     "jim",
     "texas",
     "squaw",
     "10-15",
     "express",
     "ala.",
     "west",
     "andrew",
     "friday",
     "maue",
     "this morning",
     "porter",
     "january 4, 2017",
     "accuweather",
     "sierra",
     "south",
     "several years ago",
     "n.c.",
     "the week",
     "1 hour ago",
     "ohio",
     "atlanta",
     "thursday",
     "facebookemail",
     "ryan",
     "facebook",
     "m.",
     "late thursday",
     "california",
     "raleigh",
     "linkedin",
     "francisco",
     "saturday",
     "weather",
     "richmond",
     "jan. 3, 2017",
     "charlotte",
     "calif.",
     "jan. 4, 2017",
     "valley",
     "pineapple",
     "weatherbell",
     "twitter",
     "virginia",
     "nevada",
     "tenn.",
     "beginning friday",
     "doyle",
     "this weekend",
     "us",
     "usa",
     "delta",
     "va.",
     "4:28 p.m.",
     "rice",
     "today",
     "national",
     "the weekend",
     "san",
     "winston-salem",
     "clearlake",
     "chattanooga",
     "los",
     "service",
     "alpine",
     "andrews",
     "airlines",
     "forest",
     "southeast",
     "miss.",
     "now",
     "ivan",
     "winter",
     "freedman",
     "channel",
     "ap",
     "birmingham",
     "angeles",
     "jackson",
     "hawaii",
     "google",
     "pacific",
     "kent"
    ],
    "id": 23,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest 10-15 feet of snow to bury California; wintry weather also targets South A series of winter storms is forecast to continue slamming California with heavy snow and rain the next few days. Post to Facebook 10-15 feet of snow to bury California; wintry weather also targets South A series of winter storms is forecast to continue slamming California with heavy snow and rain the next few days. Check out this story on USATODAY.com: http://usat.ly/2hTUKhF CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 1 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs 10-15 feet of snow to bury California; wintry weather also targets South Doyle Rice , USA TODAY Published 4:28 p.m. ET Jan. 4, 2017 | Updated 1 hour ago A group of friends from Clearlake, Calif., look for a favorable sledding hill in the Mendocino National Forest, Calif., on Jan. 3, 2017. (Photo: Kent Porter, AP) 12 CONNECT TWEET LINKEDIN 1 COMMENTEMAILMORE A series of winter storms is forecast to continue hammering California with several feet of heavy snow and driving rain over the next few days and into the weekend, good news for the drought-plagued state and for ski areas, but potentially bad news for travelers and homeowners worried about floods and mudslides. Meanwhile, a storm could also spread a stripe of snow across the South, all the way from Texas to Virginia, from late Thursday into Saturday. In the West, \"the combination of storms through this weekend has the potential to bring the biggest amount of rain and mountain snow to California since the drought began several years ago,\" according to AccuWeather meteorologist Jim Andrews . Storm total has now reached 4.5 FEET! Taken by #squawvalley patroller Ivan M. this morning #mysquawalpine pic.twitter.com/99MOBoEqJE — Squaw Alpine (@squawalpine) January 4, 2017 Several feet of snow has already fallen in the Sierra Nevada from one storm, and several more feet is on the way from a second, more intense storm that should hit over the weekend. One ski area, Squaw Alpine, has recorded 4.5 feet, according to its Twitter account. Another 10 to 15 feet of snow could bury portions of the Sierra over the next 10 days, according to WeatherBell meteorologist Ryan Maue. Enormous snow totals still modeled:  10-15+feet from warm, very moist series of Atmospheric Rivers down-spouting over Sierra — Ryan Maue (@RyanMaue) January 4, 2017 Closer to the coast, heavy rain could lead to flooding, mudslides and debris flows in both the San Francisco and Los Angeles metro areas, the National Weather Service warned. The source of the heavy rain and snow in the West is what meteorologists call an \"atmospheric river,\" which acts like a fire hose to funnel moisture from the tropical Pacific toward California. These rivers transport huge amounts of water vapor — the gas form of liquid water — toward the West, where it's wrung out in the form of rain and snow, noted Mashable's Andrew Freedman . If one originates near Hawaii, it's sometimes referred to the Pineapple Express. Southern snow?  Any snow that falls in the South over the next few days will be measured in inches, not feet, but it doesn't take much to wreak traffic chaos there. After one round of snow Thursday in the Ohio Valley and Appalachians, more substantial snow could fall by Friday and Saturday in the South. According to AccuWeather, cities at greatest risk for some snow, a wintry mix or flash freeze Friday and Saturday include Jackson, Miss.; Birmingham, Ala.; Chattanooga, Tenn.; Atlanta; Charlotte, Winston-Salem and Raleigh, N.C.; and Richmond, Va. \"The potential exists for difficult winter driving conditions in parts of the South beginning Friday,\" the Weather Channel said . In anticipation of delays or cancellations, Delta Airlines is allowing passengers to change flights without penalty in the Southeast. A storm may unleash travel-disrupting snow in the southern US as the week concludes: https://t.co/8AGvkrJ2q0 pic.twitter.com/wWzPMntJLg 12 CONNECT TWEET LINKEDIN 1 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hTUKhF ",
    "title": "10-15 feet of snow to bury California; wintry weather also targets South"
   },
   {
    "entities": [
     "emmarie",
     "mitch",
     "trump",
     "huetteman",
     "house",
     "2017",
     "mcconnell",
     "pelosi",
     "ryan",
     "jeff",
     "senate",
     "morning",
     "tuesday",
     "oregon",
     "obama",
     "currently",
     "kentucky",
     "schumer",
     "wednesday",
     "merkley",
     "democrats",
     "nancy"
    ],
    "id": 24,
    "text": "Privacy Policy Representative Nancy Pelosi, the House Democratic leader, said Democrats assured Mr. Obama that they would not back down. Of the Republicans, she said, “to repeal without replacing it is just an act of cowardice.” Mr. Ryan tried to offer assurance that no change in coverage would be abrupt. “We’ve been saying all along we don’t want to pull the rug out from people while we’re replacing this law,” he said. “The point is, in 2017, we don’t want people to be caught with nothing. We want to make sure that there’s an orderly transition so that the rug is not pulled out from under the families who are currently struggling under Obamacare while we bring relief.” On Tuesday, Senator Mitch McConnell, Republican of Kentucky and the Senate majority leader, took the first legislative steps that could accomplish his party’s goal of repealing and replacing the measure, which has added 20 million poor and working-class Americans to the health insurance rolls. Even as Republicans prepared to seize power, Mr. Trump and his staff sent mixed signals about their strategy and the pace of the possible rollback. In a series of enigmatic morning Twitter messages, Mr. Trump disparaged Wednesday’s Democratic conclave as “ Schumer clowns .” As the debate raged, Mr. Obama told Democrats that he accepted some responsibility for not being a better salesman for the law. “He acknowledged the failures in selling the law in its entirety to the American people,” said Senator Jeff Merkley, Democrat of Oregon. Emmarie Huetteman contributed reporting. ",
    "title": "Obama Fights for Health Law as Republicans Stand Firm on Vow to Repeal - The New York Times"
   },
   {
    "entities": [
     "times",
     "eaton",
     "january 4, 2017",
     "alicia",
     "2017",
     "phaedra",
     "towey",
     "dan",
     "sikkim",
     "2018",
     "alexandra",
     "brown",
     "2016",
     "england",
     "jessica",
     "this year",
     "new",
     "york",
     "desantis",
     "josh",
     "bloch",
     "saltzstein",
     "williams",
     "matthew",
     "maureen",
     "india",
     "white"
    ],
    "id": 25,
    "text": "52 Places to Go in 2017 By THE NEW YORK TIMES UPDATED January 4, 2017 close 52 Places to Go in 2017 There are thousands of getaways to explore this year. Here are some ideas to get you started. January 4, 2017 Produced by Matthew Bloch, Phaedra Brown, Alicia DeSantis, Alexandra Eaton, Dan Saltzstein, Maureen Towey, Jessica White and Josh Williams. Correction: January 4, 2017 An earlier version of this article misstated the location of Penzance, England. It is in the southwest of the country, not the southeast.   Correction: January 4, 2017 An earlier version of this article misstated the timing of the opening of an airport in Sikkim, India. It is scheduled to open in 2017, not 2018. It also misstated when Sikkim became the first fully organic state in India. That happened in 2016, not 2017.  More on NYTimes.com ",
    "title": "52 Places to Go in 2017 - The New York Times"
   },
   {
    "entities": [
     "peter",
     "usama",
     "uruguay",
     "inauguration day",
     "press",
     "trump",
     "south",
     "january",
     "news",
     "facebook",
     "fox",
     "qaeda",
     "donald",
     "recently",
     "tomlinson",
     "april",
     "state",
     "tuesday",
     "of",
     "lucas",
     "defense",
     "security",
     "john",
     "kelly",
     "twitter",
     "30 percent",
     "gitmo",
     "department",
     "u.s.",
     "obama",
     "africa",
     "arabia",
     "laden",
     "saudi",
     "cook",
     "homeland",
     "bin",
     "channel",
     "later this month",
     "al",
     "pentagon"
    ],
    "id": 26,
    "text": "Four Guantanamo detainees transferring to Saudi Arabia, as part of final wave By Lucas Tomlinson Facebook 0 Twitter 0 livefyre Email Print   Four Gitmo detainees are slated to be transferred to Saudi Arabia in the next 24 hours, the first of the final wave of up to 20 transfers expected before Inauguration Day, two U.S. officials tell Fox News. The identities of the four detainees are not immediately known.  The transfers are proceeding despite renewed opposition from President-elect Donald Trump, who tweeted on Tuesday: “There should be no further releases from Gitmo. These are extremely dangerous people and should not be allowed back onto the battlefield.”  The Pentagon said Gitmo transfers would continue over Trump’s objection. Related stories... Ex-Guantanamo detainee leaves Uruguay for South Africa “There is one commander in chief at a time and the secretary of Defense will continue to carry out his responsibilities as he sees appropriate,” said Pentagon Press Secretary Peter Cook in response to Trump’s tweet. There are 59 Gitmo detainees remaining.  Roughly 20 are expected to be transferred before Trump is sworn in later this month.  Saudi Arabia received detainees most recently in April, when the Obama administration transferred nine to the country, including an alleged bodyguard of Usama Bin Laden. All nine detainees were linked to Al Qaeda.  U.S. officials say 30 percent of released detainees are suspected of returning to the battlefield. Trump’s nominee to run the Department of Homeland Security, retired Marine Gen. John Kelly, told Pentagon reporters in January that all remaining Gitmo detainees were “bad boys.” “Some of them were more effective in being bad boys than others,” he said. Lucas Tomlinson is the Pentagon and State Department producer for Fox News Channel. You can follow him on Twitter: @LucasFoxNews Advertisement ",
    "title": "Four Guantanamo detainees transferring to Saudi Arabia, as part of final wave | Fox News"
   },
   {
    "entities": [
     "dinuzzo",
     "rahm",
     "cbs",
     "tuesday, nov. 24, 2015",
     "eddie",
     "fall 2015",
     "2017",
     "laquan",
     "sunday",
     "tribune",
     "nuccio",
     "headquarters",
     "'60",
     "emanuel",
     "johnson",
     "2016",
     "late 2015",
     "police",
     "/",
     "department",
     "mccarthy",
     "chicago",
     "wednesday",
     "80 percent",
     "mcdonald",
     "garry",
     "the future"
    ],
    "id": 27,
    "text": "Emanuel avoids fight with McCarthy over '60 Minutes' Rahm Emanuel, Garry McCarthy Nuccio DiNuzzo / Chicago Tribune Mayor Rahm Emanuel and then-Chicago Police Supt. Garry McCarthy, hold a press conference at Chicago Police Headquarters on Tuesday, Nov. 24, 2015. McCarthy was fired by Emanuel fired in late 2015 in the aftermath of the release of the Laquan McDonald police shooting video. Mayor Rahm Emanuel and then-Chicago Police Supt. Garry McCarthy, hold a press conference at Chicago Police Headquarters on Tuesday, Nov. 24, 2015. McCarthy was fired by Emanuel fired in late 2015 in the aftermath of the release of the Laquan McDonald police shooting video. (Nuccio DiNuzzo / Chicago Tribune) Privacy Policy Mayor Rahm Emanuel opted Wednesday not to get into a war of words over former police Superintendent Garry McCarthy 's comments to \"60 Minutes\" that the Police Department is in crisis and the city in a \"state of lawlessness.\" McCarthy, who was fired by Emanuel in late 2015 in the aftermath of the release of the Laquan McDonald police shooting video that roiled the city, was featured prominently on a segment that aired Sunday on the CBS news show about Chicago's soaring homicide numbers. \"We're reaching a state of lawlessness. That's what's happening,\" McCarthy said on the program about the city's gun violence and what he said was a feeling among many rank-and-file police officers that the department wouldn't protect them if they were accused of wrongdoing. Asked about those criticisms, the mayor wouldn't take the bait. \"Look, Garry McCarthy, he served five years here in Chicago and I know he is moving on,\" Emanuel said while appearing with police Superintendent Eddie Johnson at a ceremony at police headquarters to highlight a group of newly promoted detectives, lieutenants and field training officers. \"My focus is on the future. ... My view is on making sure 2017 not only is not a repeat of 2016, shows that what happened in 2016 is not the Chicago I know and see,\" Emanuel said. The segment also asserted police officers aren't being proactive enough to combat crime, citing statistics that showed an 80 percent decline in street stops in 2016. Emanuel, who in fall 2015 said police had gone \"fetal\" because they feared getting in trouble for actions during arrests, didn't directly respond to that contention. ",
    "title": "Emanuel avoids fight with McCarthy over &apos;60 Minutes&apos; - Chicago Tribune"
   },
   {
    "entities": [
     "crfb",
     "c.",
     "january 4, 2017",
     "november",
     "trump",
     "march",
     "party",
     "pelosi",
     "--",
     "congressional",
     "donald",
     "street",
     "for",
     "timm",
     "mike",
     "federal",
     "j.",
     "canada",
     "1:27",
     "republican",
     "this year",
     "a",
     "obama",
     "journal",
     "schumer",
     "wall",
     "$270 billion",
     "jane",
     "responsible",
     "gop",
     "committee",
     "obamacare",
     "budget",
     "fall",
     "pence"
    ],
    "id": 28,
    "text": "Schumer, Pelosi Attack GOP's Healthcare Agenda After Obama Meeting 1:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170105013900if_/http://www.nbcnews.com/widget/video-embed/847410243796\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> 5. Repeal Obamacare. Not everyone will be covered. His health care plan, released online in March, had far more in common with the kind of boilerplate health care proposals the rest of the Republican party touts than his earlier praise for Canada suggested it might. It would likely cause 21 million people to lose their health insurance and cost about $270 billion over 10 years, according to the nonpartisan budget advocacy group Committee for a Responsible Federal Budget (CRFB). It offers up unspecified amounts of grants to states to replace Medicaid, but it's not clear how or what those would look like, or how they would cover the millions of people that Trump's plan lets fall through the cracks. CRFB noted that block grants \"could generate a wide range of savings\" to the federal budget, but without details on them, it is \"impossible to score any savings\" from his plan. 6. I do want to keep parts of it, we might just amend it. In an interview with the Wall Street Journal, Trump said he would be OK with amending Obamacare instead of fully repealing it. He also indicated that he wanted to keep the protections for patients with pre-existing conditions, and the measure that allows parents to keep their children insured until age 26. \"Either Obamacare will be amended, or repealed and replaced,\" Trump said in November in one of his first interviews as the president-elect. If they do repeal it, he said there would be no gap between the repeal of Obamacare and the replacement of it with something else. 7. Begin to repeal on day one. Vice President-elect Mike Pence told Congressional Republicans that Trump's efforts to repeal Obamacare would begin day one . It's unclear, however, what if any plan there is for a replacement bill. 8. 'Be careful' -- don't take the blame! massive increases of ObamaCare will take place this year and Dems are to blame for the mess. It will fall of its own weight - be careful! — Donald J. Trump (@realDonaldTrump) January 4, 2017 Shortly after Pence indicated that repeal efforts were in the works, Trump warned Republicans to \"be careful\" about taking on the bill -- and its liabilities -- arguing that it would \"fall on its own weight.\" Jane C. Timm ",
    "title": "Trump's Obamacare Journey: From Total Repeal to 'Be Careful' - NBC News"
   },
   {
    "entities": [
     "the 1960s",
     "supreme",
     "0.9 percent",
     "priebus",
     "reuters",
     "pelosi",
     "s.",
     "education",
     "patrick",
     "morning",
     "charles",
     "for",
     "j.",
     "weigel",
     "ways",
     "department",
     "this year",
     "schumer",
     "hill",
     "$595 million",
     "gop",
     "3.8 percent",
     "sanford",
     "appeals",
     "juliet",
     "o'keefe",
     "hhs",
     "white",
     "democratic",
     "the same day",
     "$1 billion",
     "capitol",
     "cuomo",
     "goldstein",
     "dec. 31",
     "labor",
     "jan. 27",
     "senate",
     "donald",
     "snell",
     "a year ago",
     "tuesday",
     "frederica",
     "of",
     "2014",
     "kelly",
     "conway",
     "health",
     "twitter",
     "e.",
     "reince",
     "january 4",
     "u.s.",
     "and",
     "merkley",
     "josh",
     "york",
     "sean",
     "obamacare",
     "means",
     "finance",
     "the future",
     "eilperin",
     "pence",
     "columbia",
     "pensions",
     "david",
     "andrew",
     "amy",
     "1906",
     "nov. 1",
     "jeff",
     "circuit",
     "the fourth year",
     "chris",
     "district",
     "congress",
     "wilson",
     "mike",
     "human",
     "commerce",
     "sullivan",
     "obama",
     "new",
     "reuters-rrb-",
     "wednesday",
     "aca",
     "america",
     "nancy",
     "energy",
     "kelsey",
     "anne",
     "trump",
     "house",
     "services",
     "the",
     "m.",
     "9.1 percent",
     "at 6:49 pm",
     "court",
     "post",
     "future",
     "the spring of 2010",
     "tiberi",
     "medicare",
     "collins",
     "washington",
     "earnest",
     "census",
     "ed",
     "now",
     "debonis",
     "medicaid",
     "mark",
     "three years later"
    ],
    "id": 29,
    "text": "By Juliet Eilperin , Amy Goldstein and Kelsey Snell January 4 at 6:49 PM Follow @eilperin Follow @goldsteinamy Follow @kelsey_snell Congressional Republicans on Wednesday launched their long-promised effort to dismantle the Affordable Care Act, even as they acknowledged that they may need several months to develop a replacement along conservative lines. Signifying how enormous a priority the issue is for the incoming administration, Vice President-elect Mike Pence met privately to discuss it with House and Senate Republicans. He offered no details afterward about what a new health-care law might look like but vowed to unwind the existing one through a mixture of executive actions and legislation. Meanwhile, President Obama made a rare Capitol Hill appearance, meeting behind closed doors with Democrats from both chambers. He urged members of his party not to help the GOP devise a new health-care law. The dueling high-level visits, on the same day that the Senate opened debate on a budget resolution that would begin rolling back the law, highlighted the sharp political fault lines that surround the future of the government’s health policies. The president, who was accompanied by Senate Minority Leader Charles E. Schumer (D-N.Y.), House Minority Leader Nancy Pelosi (D-Calif.) and Rep. Frederica S. Wilson (D-Fla.) as he entered the Capitol, took no questions from reporters before or after the nearly two-hour meeting. But participants said he told members of his party that they did not have to “rescue” Republicans and that they should “stay strong” as the GOP strives to replace the law. (Reuters) Pence told reporters that he and Trump would pursue a “two-track approach” to chip away at the ACA through executive powers and legislation. Trump is “working on a series of executive orders that will enable that orderly transition to take place,” Pence said, and is eyeing other policies that can be reversed. [ With Obamacare, GOP faces the ‘Pottery Barn rule’: You break it, you own it ] While Pence did not identify other policy targets, Republicans from Western states urged him Wednesday to undo some of the public land protections Obama has created through the 1906 Antiquities Act. Other executive actions, including those providing new safeguards for LGBT Americans and curbing greenhouse gas emissions linked to climate change, also could come under fire. According to a lobbyist in touch with congressional aides on the ACA issue, the Trump transition team has been considering ways to strip down the health benefits that insurers must provide in plans that they sell to individuals and small businesses. This list of “essential health benefits” was envisioned by the law but was defined in a regulation written by the Department of Health and Human Services. As a result, the incoming administration could alter it without help from Congress. [ Why Obamacare is unlikely to die a swift death ] Trump took to Twitter on Wednesday morning to urge Republicans to “be careful in that the Dems own the failed Obamacare disaster.” In a dig at Schumer and his allies, Trump added: “Don’t let the Schumer clowns out of this web.” Less than half an hour after Trump’s social media messages, Schumer tweeted: “Republicans should stop clowning around with America’s health care. Don’t #MakeAmericaSickAgain.” Schumer and other Democrats echoed Obama, saying they did not feel any responsibility to craft a substitute health-care bill. “If you are repealing, show us what you’ll replace it with. Then we’ll look at what you have and see what you can do,” said Schumer, who met briefly with Pence on Wednesday. (Reuters) White House press secretary Josh Earnest said that Obama told Democrats that they are well positioned to defend the law, which has extended insurance to more than 20 million Americans. However, Obama also told lawmakers that he recognized that he had not succeeded in selling the law to the public. “There was an acknowledgment that so many features were so popular, but there was a failure to communicate that,” Sen. Jeff Merkley (D-Ore.) said. [ Donald Trump, meet your toughest hurdle: The U.S. Senate ] Pence, who was greeted by applause as he entered the House GOP meeting with Reince Priebus, Kelly Anne Conway and several other future White House aides, made it clear that Trump, starting on the first day of his presidency, intended to embark on an aggressive campaign to reverse executive actions made by Obama. “They didn’t enumerate a list, just that which came by the pen can die by the pen,” said Rep. Mark Sanford (R-S.C.). The first bill Republicans introduced in the new Senate that convened Tuesday was budget legislation with instructions for House and Senate committees to begin repealing the Affordable Care Act. The bare-bones spending outline requires members of four committees — Ways and Means and Energy and Commerce in the House; and Finance, as well as Health, Education, Labor and Pensions, in the Senate — to produce bills just seven days after Trump’s inauguration that each would save $1 billion over a decade by slashing elements of the heath-care law. [ Democrats: Trump will make America sick again ] House Republicans tasked with writing the repeal legislation said that no final decisions have been made on what it will include. Rep. Patrick J. Tiberi (R-Ohio) who chairs a House subcommittee that oversees health care, called the incoming administration’s Jan. 27 deadline “a challenging goal.” Among the unanswered questions is whether Republicans will immediately end health-care taxes, such as an additional 0.9 percent Medicare payroll tax and a 3.8 percent investment income tax, that were created to help pay for the Affordable Care Act. Some Republicans have insisted that the taxes should be eliminated immediately, even if lawmakers decide to delay the repeal of other parts of the law. Others worry that repealing the taxes will make it impossible to pay to keep Obamacare afloat while a replacement is finished. “We’re not sure yet,” Tiberi said. “There’s just not consensus on this.” Rep. Chris Collins (R-N.Y.), a member the Trump transition team, said in an interview that “we have six months to work out the replacement plan” for the sweeping health-care law. Senate rules allow budget resolutions to pass by a simple majority — a maneuver that guarantees that the chamber’s Democratic minority will not have enough votes for a filibuster to block repeal. Only changes related to taxes, spending or the long-term federal budget are eligible for the simple-majority treatment, however. Other parts of the law, such as the structure of the insurance marketplaces, probably would require a veto-proof margin of 60 votes in the Senate, a trickier task since the new Senate has 52 Republicans. (The Washington Post) Since its passage by Congress in the spring of 2010 — entirely with Democratic votes — the ACA has spurred the most significant changes to U.S. health policy since the creation of Medicare and Medicaid during the Great Society legislation of the 1960s. It also has faced sustained opposition from Republicans, leading to two Supreme Court cases and a lawsuit over cost-sharing subsidies that is now before the U.S. Court of Appeals for the District of Columbia Circuit. The ACA is best known for having expanded insurance coverage, starting in 2014, in two ways: new marketplaces selling private health plans to Americans who do not have access to affordable health benefits through a job, and an expansion of Medicaid in about three-fifths of the states. The marketplaces got off to a shaky start because of computer dysfunction with HealthCare.gov, the federal enrollment website. [ Trump just met with super-influential health-care executives you’ve probably never heard of ] Three years later, the U.S. Census reported that the nation’s uninsured rate had declined to 9.1 percent , with most of a recent decrease coming from people who bought insurance on their own and more who had joined Medicaid. The president’s visit to the Hill was part of a broader, last-ditch effort by his administration to preserve a central element of his domestic legacy. On Wednesday morning, New York Gov. Andrew M. Cuomo (D) drew attention to the stakes for his state by issuing a county-by-county breakdown of the estimated 2.7 million New Yorkers who would lose coverage if the law were repealed. He pointed out that New York would lose $595 million this year in federal money that has helped the state expand its Medicaid program. HHS officials have been trying to use to their advantage the fact that the change in administrations will take place while the fourth year’s enrollment period for ACA health plans is underway. On Wednesday, HHS released HealthCare.gov enrollment figures showing that 8.8 million Americans chose or were automatically re-enrolled in ACA health plans between Nov. 1 and Dec. 31 in the 39 states that rely on the federal exchange website. That is about 200,000 more than at the same time a year ago, although the proportion of new customers was lower. The new drive to unwind the health-care law will take time. Senate leaders must allow Democrats to offer a nearly unlimited number of amendments before a final budget vote. Democrats plan to use the process, known as a “vote-a-rama,” to offer a long string of potentially toxic amendments that could make it difficult for Republicans to vote for the final legislation, Democratic leadership aides said. Mike DeBonis, Ed O’Keefe, Sean Sullivan and David Weigel contributed to this report. ",
    "title": "GOP launches long-promised repeal of Obamacare with no full plan to replace it - The Washington Post"
   }
  ]
 }
}