{
 "06": {
  "col-sim": {
   "cosine": 0.15871110761448964,
   "entity": 0.2120696700934506
  },
  "exec-time": 24.406702041625977,
  "links": [
   {
    "entities": [
     "jan. 5, 2017",
     "et",
     "mccain",
     "democratic",
     "armed",
     "capitol",
     "next week",
     "andrew",
     "rogers",
     "assange",
     "mccaskill",
     "trump",
     ", 6:29 pm",
     "dni",
     "abdullah",
     "2017",
     "services",
     "halimah",
     "thursday",
     "news",
     "michael",
     "nsa",
     "claire",
     "senate",
     "3:04",
     "donald",
     "recently",
     "russia",
     "dnc",
     "twitter",
     "julian",
     "podesta",
     "share",
     "u.s.",
     "nbc",
     "intel",
     "national",
     "obama",
     "the coming weeks",
     "wikileaks",
     "rafferty",
     "james",
     "hill",
     "wednesday",
     "washington",
     "jan 5",
     "committee",
     "evan",
     "intelligence",
     "clapper",
     "vucci"
    ],
    "id": 0,
    "text": "Jan 5 2017, 6:29 pm ET DNI Chief Clapper Takes Swipe at Trump, Assange as He Defends Russia Hack Intel by Halimah Abdullah and Andrew Rafferty Share McCain Asks Intel Head: Does Russian Hacking Constitute an Act of War? 3:04 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170106012005if_/http://www.nbcnews.com/widget/video-embed/848241219980\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The nation's top intelligence official on Thursday defended his colleagues' findings that Russian agents interfered in the U.S. election — and dismissed the credibility of WikiLeaks founder Julian Assange a day after the president-elect appeared to back him over the intelligence community. Director of National Intelligence James Clapper also took a swipe at the president-elect for \"disparaging\" the intelligence community. Clapper told the Senate Armed Services Committee that Russia had stepped up its cyber espionage operations, but stopped short of declaring the Russian election hacking an \"act of war,\" saying that would be \"a very heavy policy call\" more appropriate for others to make. The high-stakes Senate Armed Services Committee's hearing came after president-elect Donald Trump continued to cast doubt Wednesday on intelligence findings that Russia hacked Democratic National Committee emails. It also comes on a day in which lawmakers were being briefed on the breadth and depth of Russian interference in the American election and on the eve of Trump's own in-depth briefing on the matter. NBC News confirms President Obama has received and was orally briefed on the report on Thursday. Clapper, who will leave his post in the coming weeks, told the committee that lawmakers would be briefed next week and a redacted report was scheduled to be released afterwards. He took a parting shot at Trump as he reasserted intelligence findings about Russian election hacking. DNI chief James Clapper, center, talks with NSA chief Adm. Michael Rogers, on Capitol Hill in Washington, on Jan. 5, 2017. Evan Vucci / AP \"I think there is a difference between skepticism and disparagement,\" Clapper responded after being asked by Democratic Sen. Claire McCaskill \"Who benefits from a president-elect trashing the intelligence community?\" Trump has questioned the intelligence community's findings, most recently on Wednesday as he quoted Assange, who continues to deny Russia was the source of Democratic emails published by WikiLeaks. \"Julian Assange said \"a 14-year old could have hacked Podesta' — why was DNC so careless?\" Trump said on Twitter. \"Also said Russians did not give him the info!\" However, Clapper said Russia had \"clearly assumed an even more aggressive cyber posture by increasing cyber espionage operations, leaking data stolen from these operations, and targeting political infrastructures systems.\" Play ",
    "title": "DNI Chief Clapper Takes Swipe at Trump, Assange as He Defends Russia Hack Intel - NBC News"
   },
   {
    "entities": [
     "wbbm",
     "jan. 5, 2017",
     "et",
     "base",
     "6:15 p.m.",
     "armed",
     "trump",
     "house",
     "last eight years",
     "2 hours ago",
     "next tuesday",
     "saul",
     "thursday",
     "blagojevich",
     "facebookemail",
     "facebook",
     "wmaq",
     "park",
     "donald",
     "linkedin",
     "full",
     "the 1980s",
     "the day",
     "wls",
     "justice",
     "once",
     "twitter",
     "arlington",
     "virginia",
     "current",
     "department",
     "usa",
     "rod",
     "obama",
     "chicago",
     "korte",
     "today",
     "myers-henderson",
     "joint",
     "hall",
     "wednesday",
     "gregory",
     "forces",
     "washington",
     "obamacare",
     "loeb",
     "illinois",
     "now",
     "live",
     "jackson",
     "google",
     "white"
    ],
    "id": 1,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest In Chicago interviews, Obama calls Facebook Live attack 'despicable' “What we have seen as surfacing, I think, are a lot of problems that have been there a long time,\" Obama said. Post to Facebook In Chicago interviews, Obama calls Facebook Live attack 'despicable' “What we have seen as surfacing, I think, are a lot of problems that have been there a long time,\" Obama said. Check out this story on USATODAY.com: http://usat.ly/2hXVemP CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 72 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs In Chicago interviews, Obama calls Facebook Live attack 'despicable' Gregory Korte , USA TODAY Published 6:15 p.m. ET Jan. 5, 2017 | Updated 2 hours ago x Share Four people have been charged with hate crimes and other felonies in connection with a Facebook Live video. The video, which has since been taken down, appears to show the torture and taunting of a white special needs man. USA TODAY NETWORK President Obama attends the Armed Forces Full Honor Review Farewell Ceremony at Joint Base Myers-Henderson Hall in Arlington, Virginia, Wednesday. (Photo: SAUL LOEB, AFP/Getty Images) 221 CONNECT TWEET LINKEDIN 72 COMMENTEMAILMORE WASHINGTON — President Obama said Thursday that racial tensions haven't gotten worse in his time as president — they've just become more apparent because of the power of cell phone videos and social media. Case in point: the  live-streamed Facebook video showing four African-American youths in Chicago tying up, beating and torturing a white special needs student. Obama called the attack a \"despicable sort\" of hate crime. But he also  told Chicago's WBBM  that racial incidents get more attention now \"in part because we see visuals of racial tensions, violence and so forth because of smart phones and the Internet.\" Obama gave a round of interviews with Chicago television stations as he prepares to deliver his farewell address in his hometown next Tuesday. But the interviews were dominated by racial issues and urban violence. “What we have seen as surfacing, I think, are a lot of problems that have been there a long time,\" he said. In a separate interview with WLS, he recalled the racially polarizing Chicago \"Council Wars\" of the 1980s. \"Some of your viewers are too young to remember this stuff. I promise you, for the most part, race relations have gotten better.\" Obama said the violence plaguing Chicago was heartbreaking, but also a \"strange exception\" to the national trends. And he said he want's be be \"part of the solution.\" \"What I intend to do is to build off of some of the work that has been in done in other cities to intervene in violence, provide better support for youth that are at risk,\" he said. \"And my presidential center and me personally, this is something where we want to join those who are intent on doing something about this. I want to be a part of the solution.\" Obama is building his presidential library in Chicago's Jackson Park neighborhood. \"These are communities I know and love, and there's so many good people there,\" he told WLS. \"And there are people I know who have been personally affected by levels of violence.\" The interviews were part of Obama's \"Live from the White House\" strategy, which has brought 155 local television and radio reporters to the White House for one-on-one interviews, according to a USA TODAY tally. At times, he brought so many reporters to the White House that  he needed cue cards  to keep their names and cities straight. Those appearances, mostly during his first term, allowed him to bypass the national media and target his message to local communities on topics like Obamacare, the minimum wage and trade. But until Thursday, Obama had done only one interview with a Chicago station during his presidency. The interviews focused on Chicago issues but also covered some other topics: ► On the tensions between President-elect Donald Trump and the intelligence community: \"My experience over the last eight years and the experience of most presidents is we cant make good decisions unless we have good intelligence,\" he told WMAQ . \"And it's important that the president is getting the very best non-politicized intelligence possible, because national security is at stake.\" But he also said he's also optimistic that \"some of those current tensions will be reduced\" once Trump starts getting his briefings from his own hand-picked intelligence officials. ► On a commutation for former Illinois governor Rod Blagojevich, convicted of trying to sell Obama's former senate seat: \"We have steps that go from the Justice Department and the White House counsel's office, and then I study these cases on an individual basis,\" he told WMAQ..  \"On some of these high profile cases, we'll see what gets to my desk.\" 221 CONNECT TWEET LINKEDIN 72 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hXVemP NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "In Chicago interviews, Obama calls Facebook Live attack 'despicable'"
   },
   {
    "entities": [
     "jim",
     "david",
     "demint",
     "$1 billion",
     "weber",
     "meadows",
     "$1 trillion",
     "this week",
     "iowa",
     "lee",
     "brian",
     "parnass/the",
     "freedom",
     "schweikert",
     "south",
     "house",
     "2017",
     "year 2017",
     "trump",
     "reuters",
     "january 5",
     "dave",
     "thursday",
     "paul",
     "fiscal",
     "senate",
     "$9 trillion",
     "indiana",
     "2026",
     "snell",
     "$29.1 trillion",
     "at 6:35 pm",
     "monday",
     "months later",
     "congress",
     "rubio",
     "mike",
     "2016",
     "once",
     "weigel",
     "rand",
     "marco",
     "current",
     "caucus",
     "post",
     "$30 trillion",
     "this year",
     "cruz",
     "obama",
     "babin",
     "carolina",
     "sarah",
     "aca",
     "indianapolis",
     "80 percent",
     "washington",
     "gop",
     "nathan",
     "obamacare",
     "randy",
     "now",
     "ted",
     "the end of the decade",
     "later this month",
     "chute",
     "brat",
     "mark",
     "thomas",
     "massie",
     "kelsey"
    ],
    "id": 2,
    "text": "Conservatives ready to support $1 trillion hole in the budget The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Kelsey Snell and David Weigel January 5 at 6:35 PM Follow @kelsey_snell Follow daveweigel Some of the most conservative members of Congress say they are ready to vote for a budget that would — at least on paper — balloon the deficit to more than $1 trillion by the end of the decade, all for the sake of eventually repealing the Affordable Care Act. In a dramatic reversal, many members of the hard-line House Freedom Caucus said Thursday they are prepared later this month to support a budget measure that would explode the deficit and increase the public debt to more than $29.1 trillion by 2026, figures contained in the budget resolution itself. As they left a meeting with Sen. Rand Paul (R-Ky.) on Thursday, some of the conservatives said that spending targets contained in the budget for fiscal year 2017 are symbolic. The real goal of the budget legislation, they argued, is to establish an opportunity to finally make good on GOP promises to repeal President Obama’s signature domestic achievement. “I just came to understand all the different ideas about where we go next,” said Rep. David Schweikert (R-Ariz.), a member of the House Freedom Caucus that typically opposes massive spending increases. Schweikert now says he will probably vote for the budget resolution. The growing conservative consensus comes nearly one year after the approximately 40-member group announced it would rather torpedo the entire budget process than vote for a fiscal blueprint that increased spending without balancing the budget. (Sarah Parnass/The Washington Post) [ House conservatives are having a family conversation on the budget ] But fiscal discipline now seems to be taking a back seat to the drive to repeal Obamacare. “I’d like to see a replacement on Obamacare pretty quick,” said Rep. Brian Babin (R-Tex.). “Would I like to see [the budget] balance? Certainly. Absolutely. I’ve got 13 grandchildren, and I don’t want to see them buried under $30 trillion of debt.” The Freedom Caucus has not taken an official position on the budget — 80 percent of them need to agree to do so — but many members said the dramatic spending created in the 2017 budget measure were only technicalities. They contend that voters understand some sacrifices need to be made to gut the health-care law. Freedom Caucus Chairman Mark Meadows (R-N.C.) told reporters that the group will decide Monday on an official position on the budget. “The real question is: Does it change the top line number on what we’re spending?” Meadows said. “Does it increase spending — or does it become a vehicle that maintains our current spending levels and allows us to repeal” the Affordable Care Act? Others Republicans, including Paul, still question whether it is ever acceptable to support deficit increases, no matter how symbolic. Paul described Thursday’s meeting, which attracted 23 Freedom Caucus members and Rep. Thomas Massie (R-Ky.), as a first step. File photo: A small group of demonstrators stand outside of of a hotel before former South Carolina Senator Jim DeMint speaks at a \"Defund Obamacare Tour\" rally in Indianapolis, Indiana. (Nathan Chute /Reuters) “I wanted to make sure that conservatives in the House knew that, together, we can have impact and influence on what the budget will be,” Paul said. “I heard one person say that, well, we’ll vote for this now, but we won’t in four months. My point is that the Republican leadership will come back and say, ‘You already voted for it once; why not vote for it a second time?’ ” Many in the conservative clique emerged ambivalent about Paul’s argument. “I’m not staking out a position on the budget just yet,” Babin said after the meeting. Mainstream Republicans are urging their typically implacable conservative colleagues to turn a blind eye to the spending numbers for now. Republican leaders are using a complicated quirk of the budget process to repeal Obamacare without the threat of a blockade by Senate Democrats. Budget legislation is considered under special rules in the Senate that allow a simple majority of 50 senators rather than the normal 60 needed for almost everything else. There are 52 Republicans in the Senate this year, and there is virtually no hope that any Democrat would agree to dismantle Obama’s health-care law. The budget introduced this week in the Senate includes instructions for committees to begin repealing the ACA. GOP leaders want Republicans to focus on language requiring members of four committees to produce bills seven days after Trump’s inauguration that each would save $1 billion over a decade by slashing ACA elements. Not all conservatives are convinced. Paul is joined by deficit hawks like Rep. Dave Brat (R-Va.) who worry their voters won’t countenance even a seemingly meaningless vote to increase the deficit. “If you’re going to do a symbolic budget resolution, why not put in a good number?” Brat asked Thursday. “People are very cynical, and I need a message so I can go back home with a straight face.” The collective shrug from other conservatives is the latest evidence that Paul’s protest would be a familiar, lonely one. His floor speech attacking the budget measure for making no attempts at deficit reduction — it projects a $9 trillion increase in the debt by 2026 — was preempted by statements from Sen. Ted Cruz (R-Tex.), Sen. Mike Lee (R-Utah), and Sen. Marco Rubio (R-Fla.), pledging to vote for the resolution anyway. That position has made Paul one of very few Republicans still talking about the debt as a national crisis worth building legislation around. During his presidential campaign, which ended after the 2016 Iowa caucuses, Paul made a number of attempts to draw attention to the national debt and to promote his annual plans to balance the budget with steep spending cuts. Months later, most of the Freedom Caucus — 17 members — voted against the GOP’s 2016 budget on debt-reduction grounds. The new budget resolution makes even fewer concessions on debt reduction. For Republicans who frequently described the debt as a threat to their children’s futures, it’s a difficult sell. “We want to keep in mind the overall picture, both the deficit and how tired people are Obamacare,” said Rep. Randy Weber (R-Tex.). “I do think there’s a danger of the Republicans actually owning this.” ",
    "title": "Conservatives ready to support $1 trillion hole in the budget - The Washington Post"
   },
   {
    "entities": [
     "homan",
     "perez/chicago",
     "tanishia",
     "aurora",
     "lee",
     "west",
     "friday",
     "mcdonald's",
     "eddie",
     "trump",
     "duffin",
     "tribune",
     "thursday",
     "michael",
     "sunday",
     "facebook",
     "donnelly",
     "streamwood",
     "donald",
     "kevin",
     "antonio",
     "street",
     "saturday",
     "tesfaye",
     "covington",
     "jan. 3, 2017",
     "tuesday",
     "johnson",
     "cooper",
     "night",
     "3300",
     "carpentersville",
     "square",
     "chicago",
     "side",
     "hill",
     "lexington",
     "live",
     "brittany",
     "william",
     "5:15 p.m.",
     "jordan"
    ],
    "id": 3,
    "text": "News Local news Breaking News Police: Man attacked in Facebook Live video escaped after neighbor complained of noise Four people have been charged with a hate crime for an attack on a person with with special needs. The attack was recorded on Facebook Live. William Lee Contact Reporter A mentally disabled man attacked and racially taunted on a Facebook Live video was able to leave a West Side apartment after a neighbor complained about the noise and distracted his attackers, authorities said Thursday. Two of them followed the neighbor downstairs and the 18-year-old victim took the opportunity to leave the building in the 3300 block of West Lexington Street, ending a five-hour ordeal, police said at a news conference. Officers found the man wandering the streets in the Homan Square neighborhood around 5:15 p.m., police said. \"I observed him wearing a tank top, inside-out, backwards, jean shorts and sandals on,\" said Officer Michael Donnelly. \"He was bloodied, he was battered. \"He was very discombobulated,\" he added. \"He was injured. He was confused.\" Hate crime charges filed in Facebook Live attack Chicago police speak to press about the attack of a man with special needs that was captured in a Facebook Live video and the resulting charges filed against four people involved in the attack. (Antonio Perez/Chicago Tribune) Chicago police speak to press about the attack of a man with special needs that was captured in a Facebook Live video and the resulting charges filed against four people involved in the attack. (Antonio Perez/Chicago Tribune) See more videos According to the video, the man's wrists had been bound and his mouth taped shut as two men cut his shirt with knives, then took turns punching him and stomping his head. One of the men cut the victim’s scalp with a knife. As the man crouched against a wall, someone shouted, “F‑‑‑ Donald Trump” and “F‑‑‑ white people.” Four people were arrested after the downstairs neighbor called police because two of the suspects had kicked in her door, angry that she threatened to call 911, according to Area North Cmdr. Kevin Duffin. \"They booted her door and they actually grabbed something on their way out,\" he said. Jordan Hill, 18, of  Carpentersville, Tesfaye Cooper, 18, of Chicago, Brittany Covington, 18, of Chicago and her sister, Tanishia Covington, 24,  of Chicago were all charged with aggravated kidnapping, hate crime, aggravated unlawful restraint and aggravated battery with a deadly weapon. Hill was also charged with robbery, possession of a stolen motor vehicle and residential burglary, and both Cooper and Brittany Covington were charged with residential burglary. Hill knew the victim from a school they attended in Aurora and was  with the victim when police found him. Police did not explain what Hill was doing there. All four suspects have given statements admitting to their roles in the attack, police said. They are due in bond court Friday. Asked about the video that helped in the arrests, Duffin said, \"I can’t understand why anybody puts anything on Facebook.\" Beating of disabled teen captured on Facebook Live Facebook Live video posted on Jan. 3, 2017, shows verbal and physical attack of a mentally disabled man. The Chicago Tribune edited this video to protect the victim's identity and for time. (Warning: Contains graphic content) Facebook Live video posted on Jan. 3, 2017, shows verbal and physical attack of a mentally disabled man. The Chicago Tribune edited this video to protect the victim's identity and for time. (Warning: Contains graphic content) See more videos The victim's family had dropped him off at a McDonald's in Streamwood on Saturday to meet Hill, with plans to spend the night at his place.   Hill stole a van before picking up the victim and passed it off as his own, police said. The pair drove to Chicago's West Side, visiting with friends for two days. The victim slept in the van before arriving at the apartment on Lexington where the Covington sisters lived on Tuesday. Hours into the visit, the victim and Hill were engaged in a \"play fight\" when it got out of hand, police said. The sisters got angry and tied him up, police said. \"That's when the attack begins,\" Duffin said. They beat, stomped and cut the victim and made him drink water from the toilet, he said. The victim was tied up for four or five hours until he escaped. After police found him on the street, they discovered that he had been reported missing on Sunday. He was taken to a hospital and reunited with his family. Superintendent Eddie Johnson said there \"was never a question\" whether the case would be investigated as a hate crime, but police wanted to check all the facts of the case first. He said the racial comments of the attackers and the disabilities of the victim both played a role in the decision. ",
    "title": "Police: Man attacked in Facebook Live video escaped after neighbor complained of noise - Chicago Tribune"
   },
   {
    "entities": [
     "tanishia",
     "aurora",
     "friday",
     "january 05, 2017",
     "eddie",
     "trump",
     "press",
     "house",
     "thursday",
     "facebook",
     "streamwood",
     "donald",
     "tesfaye",
     "covington",
     "monday",
     "tuesday",
     "court",
     "johnson",
     "associated",
     "bond",
     "cooper",
     "twitter",
     "night",
     "police",
     "carpentersville",
     "u.s.",
     "chicago",
     "hill",
     "josh",
     "anti-donald",
     "mcdonald",
     "central",
     "afternoon",
     "earnest",
     "now",
     "brittany",
     "last weekend",
     "jordan",
     "white"
    ],
    "id": 4,
    "text": "Hate crime charges filed in Chicago beating streamed on Facebook Live Published               January 05, 2017 Facebook 0 Twitter 0 Email Print   Hate crime and aggravated battery charges were filed Thursday against four African American suspects who police say tortured a mentally challenged white man for as long as 48 hours, while shouting racial and anti-Donald Trump slurs -- and part of the attack was streamed on Facebook Live. \"Let me be very clear: The actions in that video are reprehensible,\" Chicago Police Supt. Eddie Johnson told reporters during a news conference. Expand / Contract Tesfaye Cooper, left, Jordan Hill, Tanishia Covington and Brittany Covington were each charged with a hate crime. (CPD) The suspects -- Jordan Hill, 18, Tesfaye Cooper, 18, Brittany Covington, 18, and Tanishia Covington, 24 -- were set to appear in Central Bond Court on Friday afternoon. Police on Thursday filled in details from the case. The 18-year-old man's parents had dropped him off at a McDonald's in suburban Streamwood last weekend to hang out with Hill, who took him in a van to see the rest of the group in western Chicago, investigators said, adding that the man didn't seem to know Hill had just stolen the van. FUROR ERUPTS OVER VIDEO OF OFFICER SLAMMING STUDENT TO FLOOR The man's parents apparently thought he'd be spending the night with friends, according to police. They said he and Hill had gone to school together in Aurora, although they didn't see each other frequently. Instead, investigators claimed the group kidnapped the man, keeping him tied up for hours or more with his mouth taped shut in an apartment on the city's west side. The video showed him cowering in a corner while someone yelled \"F--- white people!\" and \"F--- Donald Trump!\" At one point, the man was held at knifepoint and told to curse the president-elect. The video also showed the man being kicked and hit repeatedly, while his scalp was cut. The group apparently forced him to drink water from a toilet. The worst of the attack had started out as a \"play fight\" that ultimately escalated, police said. They told reporters the man slept in the van during the ordeal. The man finally escaped on Monday after a neighbor on a lower floor of the apartment building complained about the noise and threatened to call the cops, police said. They told reporters the suspects barged into the neighbor's apartment, giving the man an opportunity to get out. The four also face burglary charges in connection to the break-in. A police officer finally encountered the disoriented man walking down a street on Monday wearing only an inside-out tank top, jean shorts and sandals, despite the frigid weather. The officer said it was clear the man had been bloodied and battered. Police became aware on Tuesday of the heinous video footage,  FOX32  reported. White House Press Secretary Josh Earnest wouldn't say if he thought the incident was a hate crime, but did discuss the callous nature of the crime. \"They do demonstrate a level of depravity that is an outrage to a lot of Americans,\" Earnest said. \"I have not spoken to the president but I'm confident he would be angered by the images depicted.\" The suspects could be heard saying they wanted the video to go viral. They now face a bevy of charges. Hill was charged with aggravated kidnapping, hate crime, aggravated unlawful restraint, aggravated battery with a deadly weapon, robbery, residential burglary; Cooper was charged with aggravated kidnapping, hate crime, aggravated unlawful restraint, aggravated battery with a deadly weapon and residential burglary; Brittany Covington was charged with aggravated kidnapping, hate crime, aggravated unlawful restraint, aggravated battery with a deadly weapon and residential burglary; Tanishia Covington was charged with aggravated kidnapping, hate crime, aggravated unlawful restraint and aggravated battery with a deadly weapon. Hill is from Carpentersville and the others are Chicago residents. The Associated Press contributed to this report. Advertisement Trending in U.S. 1 ",
    "title": "Hate crime charges filed in Chicago beating streamed on Facebook Live | Fox News"
   },
   {
    "entities": [
     "jim",
     "kuo",
     "jorge",
     "jameis",
     "taylor",
     "january",
     "sam",
     "gary",
     "next year",
     "earlier this week",
     "newton",
     "ryan",
     "russo",
     "nfc",
     "nfl",
     "kevin",
     "charles",
     "blake",
     "tony",
     "romo",
     "at&t",
     "reyes",
     "2011",
     "j.",
     "steelers",
     "bell",
     "o'brien",
     "this year",
     "today",
     "christian",
     "east",
     "detroit",
     "gregory",
     "andy",
     "jerry",
     "tom",
     "randy",
     "hoffman",
     "field",
     "guard",
     "burke",
     "pelissero",
     "goodell",
     "jan. 5, 2017",
     "et",
     "jeffery",
     "wentz",
     "hackenberg",
     "november, the second",
     "vikings",
     "doug",
     "facebook",
     "winston",
     "rex",
     "tim",
     "reid",
     "adam",
     "alshon",
     "steve",
     "carson",
     "cousins",
     "sports",
     "jones",
     "e.",
     "ken",
     "ron",
     "orlando",
     "carolina",
     "louis",
     "sean",
     "2002",
     "dinovo",
     "mitchell",
     "kyle",
     "dale",
     "geoff",
     "watt",
     "zanine",
     "neville",
     "thomas",
     "2007",
     "payton",
     "klement",
     "rodgers",
     "peterson",
     "terada",
     "andrew",
     "bortles",
     "lee",
     "russell",
     "kirby",
     "bruce",
     "tyrod",
     "jonathan",
     "falcons",
     "st.",
     "kubiak",
     "bill",
     "wilson",
     "welp",
     "brown",
     "mike",
     "dec. 26",
     "lions",
     "le'veon",
     "usa",
     "penner",
     "houston",
     "dallas",
     "matt",
     "2012",
     "chenoy",
     "doster",
     "isaiah",
     "j.j.",
     "city",
     "nelles",
     "adrian",
     "oakland",
     "pederson",
     "jason",
     "getz",
     "streicher",
     "brees",
     "2017",
     "bradford",
     "1 hour ago",
     "next weekend",
     "kluckhohn",
     "dyer",
     "gase",
     "mills",
     "lambeau",
     "k.c.",
     "kelvin",
     "kansas",
     "pats",
     "leclaire",
     "kim",
     "ramirez",
     "chiefs",
     "brad",
     "this weekend",
     "cam",
     "fuller",
     "downing",
     "chicago",
     "lorenzo",
     "justin",
     "heitman",
     "kirk",
     "cowboys",
     "roger",
     "blaze",
     "5:14 p.m.",
     "aaron"
    ],
    "id": 5,
    "text": "Cowboys DE Randy Gregory suspended at least one year for substance abuse violation The Dallas Cowboys will be without one of their promising young pass rushers this postseason. Post to Facebook Cowboys DE Randy Gregory suspended at least one year for substance abuse violation The Dallas Cowboys will be without one of their promising young pass rushers this postseason. Check out this story on USATODAY.com: http://usat.ly/2hXMs8l CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 11 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Cowboys DE Randy Gregory suspended at least one year for substance abuse violation Lorenzo Reyes , USA TODAY Published 5:14 p.m. ET Jan. 5, 2017 | Updated 1 hour ago Share USA TODAY Sports' Tom Pelissero breaks down next weekend's wild-card playoff games. USA TODAY Sports Dallas Cowboys defensive end Randy Gregory (94) on the field before the game against the Detroit Lions at AT&T; Stadium. (Photo: Tim Heitman, USA TODAY Sports) The Dallas Cowboys will be without one of their promising young pass rushers this postseason. The NFL announced that defensive end Randy Gregory has been suspended without pay for “at least one year” for another violation of the league’s substance abuse policy. Gregory had filed an appeal, which was heard earlier this week, according to multiple reports. For Gregory to return to the Cowboys, he will need to apply for reinstatement to NFL Commissioner Roger Goodell. The top-seeded Dallas Cowboys are on a first-round bye in the playoffs and will face the lowest NFC seed of the victorious teams from this weekend’s wild-card round. The ban does not come as a surprise, as team owner Jerry Jones said he was aware that Gregory may not be available for the postseason. “I don’t want to speculate,” Jones said Dec. 26. “I’m just saying as excited as I am about Gregory, I want to temper it a little bit.” NFL MVP tracker: Falcons' Matt Ryan decisive winner on final ballot Gregory triggered another failed test in November, the second positive result while he served a previous suspension. Gregory sat a total of 14 games this year in two consecutive suspensions. “That's outta my ballpark,” Gregory said after his Week 16 season debut in a 42-21 victory against the Detroit Lions. “There is nothing I can do about it. That type of stuff, I let Jerry, and everyone else, and people like my agent handle it. As we go, we'll find out how everything’s going to turn out. As far as I know, I'm going to go out and play every week and do what I can do to help the team.” In the final two games of the season, Gregory recorded nine tackles and one sack. Follow Lorenzo Reyes on Twitter @LorenzoGReyes . PHOTOS: NFL pre-playoffs power rankings Posted! A link has been posted to your Facebook feed. 1. Patriots (1): Week 17 unfolded perfectly for them. They locked up home field, and Oakland's loss essentially put Chiefs, Steelers in other half of AFC bracket.  Steve Mitchell, USA TODAY Sports 2. Cowboys (2): Week 17 unfolded (almost) perfectly for them. Tony Romo knocked off some rust -- and maybe boosted trade value -- and no key players were injured.  Bill Streicher, USA TODAY Sports 3. Falcons (3): Appropriately, Dirty Birds flying under radar. But league's highest-scoring team is loaded, and few QBs have ever had better seasons than Matt Ryan.  Jason Getz, USA TODAY Sports 4. Steelers (4): Injury-free at last, Le'Veon Bell will finally get to make his mark in postseason. His 157 yards per scrimmage ranks third-best in NFL history.  Charles LeClaire, USA TODAY Sports 5. Packers (6): Can they run table for another four weeks? Their fortunes are heavily reliant on QB Aaron Rodgers, but no better player to hitch the wagon to.  Tim Fuller, USA TODAY Sports 6. Chiefs (5): Is anyone better at reaping bye's benefits than Andy Reid? K.C. could be legit Super Bowl threat, especially as stars like Justin Houston recharge.  Jason Getz, USA TODAY Sports 7. Seahawks (7): For first time since QB Russell Wilson's emergence in 2012, this doesn't feel like a team that has horsepower to make a deep run into January.  Kyle Terada, USA TODAY Sports 8. Giants (8): Their 2007 and 2011 clubs parlayed playoff wins at Lambeau Field into Super Bowl glory. It feels like this edition capable of similar heroics.  Brad Mills, USA TODAY Sports 9. Dolphins (10): They're probably a year away from making serious playoff noise, but Adam Gase might finally be the guy who can consistently challenge the Pats.  Steve Mitchell, USA TODAY Sports 10. Lions (9): Motown must be encouraged by team's moxie and outlook, even if its margin for error is too narrow to make a first Super Bowl trip viable this year.  Tim Fuller, USA TODAY Sports 11. Raiders (11): If they want to check off their next \"first\" since 2002, i.e. a playoff win, couldn't ask for better wild-card opponent than reeling Texans.  Ron Chenoy, USA TODAY Sports 12. Buccaneers (12): Second-half surge fell win short of playoffs. But Jameis Winston made history as first QB to throw for 4,000 yards in his first two seasons.  Jonathan Dyer, USA TODAY Sports 13. Titans (16): They finished tied atop AFC South and are arguably already division's most-rounded team. Armed with top-five pick, they're poised for 2017 leap.  Andrew Nelles, USA TODAY Sports 14. Broncos (17): Championship-caliber defense should carry over into 2017, but Gary Kubiak's departure only further muddles if offense capable of doing its share.  Isaiah J. Downing, USA TODAY Sports 15. Redskins (14): Even assuming QB Kirk Cousins is back next season (and beyond), offense could have decidedly altered look in 2017, which could be good thing.  Geoff Burke, USA TODAY Sports 16. Vikings (25): Some interesting decisions lie ahead -- specifically futures of Adrian Peterson and Sam Bradford -- for team that fell well short of its ceiling.  Bruce Kluckhohn, USA TODAY Sports 17. Texans (15): Nothing is certain except death and taxes ... and Bill O'Brien going 9-7. Latter could change with return of J.J. Watt and a QB breakthrough.  Jim Brown, USA TODAY Sports 18. Colts (19): The definition of insanity is doing the same thing over and over again and expecting different results. Clearly a course correction needed here.  Thomas  J. Russo, USA TODAY Sports 19. Saints (18): The definition of insanity, etc. But why is it so hard for Sean Payton to get defensive help this team needs to complement Drew Brees and Co.  Dale Zanine, USA TODAY Sports 20. Panthers (20): Will the real Cam Newton please stand up? He followed his best season with his worst, making it obvious Carolina's fortunes are tied to him.  Kim Klement, USA TODAY Sports 21. Ravens (13): It definitely feels like a team that ran out of gas down the stretch needs an infusion of youth in some key areas on both sides of the ball.  Aaron Doster, USA TODAY Sports 22. Cardinals (22): Glass half-full -- both offense and defense ranked in top 10. Glass half-empty -- underachieving team may soon have major issues at QB, WR.  Kelvin Kuo, USA TODAY Sports 23. Bengals (23): After reboot season, the question is whether this team is maintaining right kind of continuity in its perpetual effort to get over title hump.  Aaron Doster, USA TODAY Sports 24. Eagles (24): Not a surprise that Doug Pederson is building a team that feels like Kansas City East. But Carson Wentz definitely needs a more reliable weapon.  Bill Streicher, USA TODAY Sports 25. Chargers (26): Welp. If they relocate north, Los Angelenos will quickly find Bolts are more worthy of price of admission than their prospective co-tenants.  Orlando Jorge Ramirez, USA TODAY Sports 26. Jaguars (27): The flaws are evident, right down to QB Blake Bortles' mechanics. But this still has look of team that could ignite instantly with right coach.  Thomas  J. Russo, USA TODAY Sports 27. Bears (28): Alshon Jeffery has guaranteed Chicago will win Super Bowl LII next year. Truly a shame he'll likely be elsewhere and won't share in the glory.  Mike Dinovo, USA TODAY Sports 28. Rams (29): We're guessing the fine people of St. Louis got a kick out of watching this dumpster fire, even if they could smell stench from 1,500 miles away.  Kirby Lee, USA TODAY Sports 29. Bills (21): The wheels really came off in a hurry. Rex Ryan fired. Finger pointing after his departure. Wretched on-field play. Tyrod Taylor's demise. Yikes.  Kevin Hoffman, USA TODAY Sports 30. Jets (30): So after the great pains franchise took to shield rookie QB Christian Hackenberg, it's worth wondering what lessons this team really taught him.  Brad Penner, USA TODAY Sports 31. 49ers (31): Franchise is picture of dysfunction as it prepares to start over. Again. But high draft picks and major cap space could portend quick revival.  Neville E. Guard, USA TODAY Sports 32. Browns (32): Brain trust admits, \"We haven’t established ‘the guy' \" at QB. They didn't establish \"the guy\" at LT, either, perhaps still only solid position.  Ken Blaze, USA TODAY Sports Like this topic? You may also like these photo galleries: Replay ",
    "title": "Cowboys DE Randy Gregory suspended at least one year for substance abuse violation"
   },
   {
    "entities": [
     "harvey",
     "israel",
     "perez/chicago",
     "the same day",
     "jason",
     "ku",
     "bernardino",
     "spencer",
     "lee",
     "west",
     "this week",
     "18.7%",
     "brian",
     "sierra",
     "2",
     "trump",
     "richard",
     "tribune",
     "thursday",
     "fontana",
     "facebook",
     "montgomery",
     "california",
     "donald",
     "klux",
     "poverty",
     "chor",
     "antonio",
     "saturday",
     "mexico",
     "state",
     "tuesday",
     "steve",
     "black",
     "ng",
     "congress",
     "1.2%",
     "2015",
     "silicon",
     "valley",
     "twitter",
     "cal",
     "84%",
     "matter",
     "the last decade",
     "policy",
     "jan. 4",
     "southern",
     "fbi",
     "obama",
     "national",
     "chicago",
     "59.2%",
     "san",
     "side",
     "hill",
     "today",
     "wednesday",
     "schmadeke",
     "center",
     "levin",
     "institute",
     "wbbm-tv",
     "america",
     "mcdonald",
     "lives",
     "law",
     "cohen",
     "jaweed",
     "meisner",
     "last march",
     "channel",
     "live",
     "sierras",
     "amazon",
     "kaleem",
     "william",
     "alexa",
     "jordan",
     "mudd"
    ],
    "id": 6,
    "text": "The reaction to a viral Facebook video of a hate crime tells us something about postelection America Hate crime charges filed in Facebook Live attack Chicago police speak to press about the attack of a man with special needs that was captured in a Facebook Live video and the resulting charges filed against four people involved in the attack. (Antonio Perez/Chicago Tribune) Chicago police speak to press about the attack of a man with special needs that was captured in a Facebook Live video and the resulting charges filed against four people involved in the attack. (Antonio Perez/Chicago Tribune) Jaweed Kaleem Contact Reporter It was a gruesome incident by any measure. A group of Chicago teens bound and attacked a mentally disabled teen and broadcast the violence on Facebook for the public to see. But then six words the black attackers said as they assaulted their white victim changed the nature of things, sending what would normally be a local crime investigation in one of the country’s most violence-plagued cities into the national fray over a combustible mix of race, social media and the presidential election.  “F— Donald Trump ” and “F— white people.” Police charged four teens on Thursday with kidnapping, battery and unlawful restraint after investigating the Facebook Live video that showed them attacking and taunting the mentally disabled 18-year-old, punching him while yelling obscenities against the boy’s race and Trump. The 30-minute video, put up on Tuesday and later removed, has spread widely online. It shows the victim sitting in a corner with his wrists bound and mouth taped shut as his attackers laugh at him. At one point they attempt to cut off a patch of his hair as his scalp bleeds. The victim was treated at a hospital for unspecified injuries and was reported to be home with his family. Police say they think the victim, whose parents had earlier reported him as missing, was attacked because of his disability, not because of his race. Yet the references to white people and the president-elect have set off a storm of animosity and finger-pointing. (Jason Meisner, William Lee and Steve Schmadeke) White nationalists have spread the clip online via Twitter, using the hashtag #BLMkidnapping to blame the Black Lives Matter movement for the crime, although there is no evidence of a connection. Conservative commentators have taken up the hashtag and complained that crimes against white Americans receive less attention from police and the news media than crimes against members of other races. Civil rights groups that have tracked hate incidents since the election that have invoked the president-elect’s name have publicly weighed in, while Trump supporters have pointed to the attack as evidence of what they say are growing threats of violence against them.  “This comes at a heated time, when different political sides are trying to gain currency, which misses the point. Whether it’s [the Ku Klux] Klan and violence from them or violence like in this case, the actual facts of the situation can get lost,” said Brian Levin, a professor at Cal State San Bernardino who tracks hate crimes. “Anytime something is captured on video, especially if it involves social media, it can become volatile and people become concerned just with what circulates in their social media world.” In an interview with a Chicago television station, President Obama called the attack “despicable,” but said he didn’t believe there had been an increase in racial animosity in the country — just a greater awareness of it because of cellphones and the Internet. “What we have seen as surfacing, I think, are a lot of problems that have been there a long time,” Obama told WBBM-TV Channel 2. Civil rights groups, accustomed to monitoring crimes against racial and religious minorities as well as against immigrants and LGBT individuals, said the attack and attention to it took them by surprise. “The crime is shocking. I’m glad the authorities have moved so quickly,” said Southern Poverty Law Center President Richard Cohen. Among the nearly 1,000 hate-related incidents the Montgomery, Ala.-based organization has tracked since the presidential election — many of which invoked Trump’s name and targeted Muslims, blacks, Hispanics or immigrants — Cohen said the organization also found 26 reports of incidents targeted against Trump supporters. I would say the level of hate in our country — and certainly after the election — has gone up over the last decade. We’re becoming more polarized. — Richard Cohen, president of the Southern Poverty Law Center It’s unclear whether the Chicago victim, whose name has not been released, had shown support for Trump.  It’s also unclear what broader views the attackers have against white people or how they might have expressed them before the attack. Police reported that at least one of the suspects, 18-year-old Jordan Hill , attended school with the victim. Officials said the two met on Saturday at a McDonald’s outside the city for a sleepover at Hill’s. Instead, officials said, they traveled to visit friends on the city’s West Side in a van Hill had stolen and passed off as his own. On Tuesday, they ended up at the apartment where two of the other suspects lived and where the attack occurred after what police described as a “play fight” that got out of hand. The victim later escaped, and police found him wandering the streets. “I took the anti-Trump rhetoric as a synonym for anti-white rhetoric,” said Cohen, who said he “would not rule out race” — as opposed to only disability — as a factor in the attack. Cohen added that attacks against people over their disabilities are typically low — just 1.2% of hate crimes in 2015, according to the latest FBI statistics. Richard Spencer, a white supremacist who runs a group called the National Policy Institute and has received widespread media coverage for his vocal support of Trump, attempted to use the Chicago incident to show his view that whites are being attacked by Black Lives Matter activists.  “This isn't even the first instance of terrorism against whites by anti-Trump #blacklivesmatter supporters in Chicago,” he tweeted Wednesday. “Remember the #blmkidnapping every time some journalist lies about my white advocacy organization and calls it a hate group,” he tweeted the same day. Anti-white hate crimes are among the least common of attacks tracked by the FBI. Slightly more than 59.2% of hate crimes in the country in 2015 had a racial motivation. Of those 4,216 racially motivated hate crimes, more than half were against blacks, while 18.7% of victims were targeted due to anti-white bias. “The FBI only tracks reported crimes that have been investigated, so it’s hard to say with any broad certainty whether hate crimes against whites have gone up or down. But I would say the level of hate in our country — and certainly after the election— has gone up over the last decade. We’re becoming more polarized and social media allows us to amplify it,” Cohen said. Black activists such as those in the Chicago Black Lives Matter chapter have also used social media to fight back against accusations that crimes this week were related to their efforts. “We've stated time and time again, that we're against all types of harm and violence perpetrated and we've never condoned it. So this is absolutely perplexing and twisted that people are associating this atrocity with this organization and movement,” the group said Wednesday in a Facebook post. “If you really cared about the victim then you'd be advocating for their care and treatment for trauma. That's what we want. We want centers for healing and mental health care,” the statement said. “However, some people are more concerned with attacking us and they don't see how demented that is.” Caption 90 seconds: 4 stories you can't miss The deadliest fire in a decade has focused new attention on Ghost Ship warehouse owner Chor Ng , Congress is holding its first hearing today on the Russian cyberattacks during the presidential election , Aerospace firms are stepping up competition with Silicon Valley for young engineers  and  if Amazon’s Alexa is always listening, can she incriminate you in a crime? Caption 90 seconds: 4 stories you can't miss The deadliest fire in a decade has focused new attention on Ghost Ship warehouse owner Chor Ng , Congress is holding its first hearing today on the Russian cyberattacks during the presidential election , Aerospace firms are stepping up competition with Silicon Valley for young engineers  and  if Amazon’s Alexa is always listening, can she incriminate you in a crime? Caption Possible family dispute leaves 3 dead and 1 injured in late-night shooting Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Caption A Mammoth snow could lead to an epic season at the Sierra resort It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. Caption 90 seconds: 4 stories you can't miss California's bracing itself for the Trump administration , California's drought looks to be easing as snow piles up in the Sierras , protesters are shutting down Mexico's streets over a sudden spike in gasoline prices , and nationwide, more than 84% of undergraduate computer science majors are men. Not so at Harvey Mudd . Caption Soldier convicted in case that deeply divided Israel An Israeli military tribunal has convicted a medic of manslaughter in the fatal shooting of a hobbled Palestinian assailant last March — a verdict that spurred public protests and a call from the prime minister for a pardon. An Israeli military tribunal has convicted a medic of manslaughter in the fatal shooting of a hobbled Palestinian assailant last March — a verdict that spurred public protests and a call from the prime minister for a pardon. William Lee of the Chicago Tribune contributed to this report. ",
    "title": "The reaction to a viral Facebook video of a hate crime tells us something about postelection America - LA Times"
   },
   {
    "entities": [
     "1998",
     "millett",
     "blm",
     "utah",
     "interior",
     "pli",
     "r-utah",
     "charles",
     "cross",
     "last month",
     "april 18, 2014",
     "clark",
     "associated",
     "land",
     "colorado-boulder",
     "morton",
     "army",
     "san",
     "1993",
     "later this month",
     "clinton",
     "1.35 million",
     "las",
     "democratic",
     "management",
     "west",
     "sandy",
     "late last month",
     "facebook",
     "united",
     "senate",
     "monticello",
     "donald",
     "bureau",
     "of",
     "atlantic",
     "2014",
     "twitter",
     "midnight",
     "vegas",
     "u.s.",
     "james",
     "york",
     "bundy",
     "juan",
     "atvs",
     "press",
     "bishop",
     "bill",
     "congress",
     "1909",
     "bunkerville",
     "foxnews.com",
     "obama",
     "new",
     "national",
     "wellesley",
     "service",
     "1996",
     "forest",
     "2012",
     "sally",
     "wilkinson",
     "jason",
     "states",
     "jewell",
     "trump",
     "cliven",
     "house",
     "gail",
     "rob",
     "last week",
     "turner",
     "university",
     "southwest",
     "college",
     "$1 million",
     "county",
     "johnson",
     "2016",
     "this 2012",
     "chaffetz",
     "nevada",
     "arizona",
     "monument",
     "now",
     "july 14, 2016"
    ],
    "id": 7,
    "text": "Facebook 0 Twitter 0 Email Print Rancher Sandy Johnson in San Juan County, Utah.  (Photo courtesy of Gail Johnson) With the exception of his time spent serving in the Army during the Vietnam War, Sandy Johnson has spent most of his 67 years running cattle in southeastern Utah’s starkly beautiful San Juan County. Like many of his fellow ranchers, Johnson has leased land from the federal government for decades to graze his cattle on open range. But President Obama’s recent establishment of the Bears Ears National Monument in Utah and the Gold Butte National Monument in Nevada has caused Johnson and his neighbors to worry that the land his family’s cattle has grazed on for generations may soon be off limits and that the landscape he has spent his entire life working may be inexorably changed. “I think this land should have stayed open to everyone and not be regulated by the federal government,” Johnson told FoxNews.com. Obama’s designation late last month of Bears Ears and Gold Butte as national monuments – along with his recent ban on oil drilling in federal waters in the Atlantic and Arctic Oceans – have earned the outgoing president the praise of both environmental groups and Native American groups as he secures his environmental legacy. Western state lawmakers, ranchers and those in the oil and gas industry, on the other hand, have widely panned Obama’s monument proclamations – claiming that the president’s so-called “midnight monuments” do not represent the interests of the people in those states and will in time do more harm than good to the environment. Expand / Contract A woman holds protest signs after U.S. Interior Secretary Sally Jewell arrived on July 14, 2016, for a meeting with San Juan County Commissioners in Monticello, Utah, one of the sites that have become a key flashpoint over use of public land in the U.S. West. (Copyright 2016 The Associated Press. All rights reserved.) “The midnight monument is a slap in the face to the people of Utah, attempting to silence the voices of those who will bear the heavy burden it imposes,” Rep. Jason Chaffetz, R-Utah, said in a statement. “It does not have the support of the governor, a single member of the state’s congressional delegation, nor any local elected officials or state legislators who represent the area.” Chaffetz joined fellow Utah Rep. Rob Bishop in seeking a consensus on preservation and development between environmentalists, oil and gas companies, local officials and ranchers. The result was the Public Lands Initiative – which the Obama administration helped craft – but the bill failed to pass the House and was never introduced in the Senate. The failure of the PLI spurred the Obama administration to move quickly to draw up a Bears Ears National Monument designation – shrinking it from its originally 1.9 million acres to 1.35 million – and using the 1909 Antiquities Act to bring it to life. The move angered many Utahns still annoyed at President Bill Clinton’s move in 1996 to name the 1.8 million acre Grand Staircase-Escalante National Monument in southern Utah. While economic growth spurred on by tourism has cooled some tempers, Clinton’s and now Obama’s moves still don’t sit well with many in the Beehive State. “I would like to see it all reversed and for Congress to get rid of the Antiquities Act,” Johnson said. “Tourists are going to pour in and destroy the land and other people won’t be able to use it.” Experts on public land law, however, argue that -- at least when it comes to the Bears Ears’ designation -- very little will change in regards to grazing or the ranchers’ livelihoods. Obama’s proclamation last month made clear that the Bureau of Land Management and the United States Forest Service will continue to administer grazing permits and leases to “ensure ongoing consistency with the care and management” of both the flora and fauna in the monument and the protection of any Native American artifacts. As for hunting and fishing -- both popular pastimes in the newly named national monument -- Utah will retain jurisdiction over its fish and wildlife management. The only change is that ATVS and other off-road vehicles will be required to stay on certain designated trails and roads. “In the history of the West, ranchers have acquired a sense that they are effectively the owners of the land,” Charles Wilkinson, a law professor at the University of Colorado-Boulder, told FoxNews.com. “Any encroachment on the land is going to change this sense of control and there is already a longstanding, violent distaste for government intervention.” This distaste was widely highlighted during the Bundy standoff of 2014, when the now-jailed, Nevada rancher Cliven Bundy and an armed group faced-off against federal and state law enforcement officials over a 20-year legal dispute in which the BLM obtained court orders directing Bundy to pay more than $1 million in withheld grazing fees on lands that would soon make up the 300,000-acre Gold Butte National Monument. Expand / Contract Rancher Cliven Bundy, flanked by armed supporters, speaks at a protest camp near Bunkerville, Nevada, on April 18, 2014. Bundy’s battle has been going on since 1993, but it wasn’t until 1998 that Nevada’s Clark County bought out the grazing rights to the land in Gold Butte and retired it that Bundy’s cattle became illegal trespassers on the land. The language of Obama’s proclamation said that there will be no new grazing permits or leases on the land issued within the monument. \"We, the Bundy family, would like to say to President Obama that we are saddened, but not surprised, by the decision to make our ranch and home a national monument,\" the Bundy family said in a statement issued last week. \"The problems we have had with federal land management have never been about cows, tortoises or fees,\" the statement said. \"It has always been about the constitutional limits on the federal government's authority.\" While the Bundy family put a contentious face of ranchers in their discussions over public lands, both ranchers like Johnson and experts studying the issue say that these ranchers have been far from a destructive force against the environment. Overgrazing in certain sections of the Southwest has led to damaging of western watersheds and soil erosion, but many ranchers have seen that it is in their best interest to make sure that land has time to heal. “They deserve a lot of credit,” Wilkinson said. “Ranchers are more concerned and do more for the environment than many others.” He added: “They have been there forever and they want to continue to be there forever.” Expand / Contract President Obama granted monument status to the rock formations in Gold Butte, shown in this 2012 photo, leading to the protection of the scenic and ecologically fragile area near where rancher Cliven Bundy led an armed standoff with government agents in 2014. (Â© Las Vegas Review-Journal 2012) The hope for many of these ranchers – and the fear of environmental activists and Native American groups – is that when Donald Trump takes office later this month with a Republican-controlled Congress, he will move to reverse Obama’s decisions on the monuments. The issue is, however, that while the Antiquities Act gave a president powered to declare land that is of “historic or scientific interest” a national monument, it is silent on any powers to abolish them. “It’s really unclear what powers the president has to abolish these monuments,” James Morton Turner, an associate professor of environmental studies at Wellesley College, told FoxNews.com. Trump himself has been ambiguous on his stance toward public lands – favoring energy development on them while also showing reticence to hand these lands over to the states – and he rarely brought up Obama’s national monuments while on the campaign trail. The real power over the fate of the national monuments lays in the hands of Congress , which can create, abolish, change the size of and even hand over to individual states control of the monuments. New York’s Father Millett Cross National Monument and Arizona’s Papago Saguaro National Monument are part of the latter group. To abolish the monuments – or the Antiquities Act altogether - Republicans in Congress would need to pass legislation in both houses. That would require 60 votes to overcome a Democratic filibuster and in recent years the Senate has tended to avoid any legislation until they get 60 votes. “Change will not come easily,” Turner said.  Advertisement ",
    "title": "Ranchers spar with Obama over new national monuments in Utah and Nevada | Fox News"
   },
   {
    "entities": [
     "interactive",
     "falls",
     "cbs",
     "new year's eve",
     "mass.",
     "cambridge",
     "facility",
     "island",
     "lugo",
     "warden",
     "7 p.m. on new year's eve",
     "2017",
     "thursday",
     "inc.",
     "wyatt",
     "mbta",
     "the",
     "somerville",
     "morning",
     "saturday",
     "state",
     "bank",
     "of",
     "2015",
     "morales",
     "10:30 p.m.",
     "boston",
     "vanessa",
     "daniel",
     "night",
     "police",
     "martin",
     "worcester",
     "7:27 a.m.",
     "square",
     "fbi",
     "alewife",
     "james",
     "massachusetts",
     "correctional",
     "america",
     "afternoon",
     "central",
     "rhode",
     "attleboro",
     "earlier thursday",
     "'10",
     "jan. 5, 2016",
     "framingham"
    ],
    "id": 8,
    "text": "Close Massachusetts State Police SOMERVILLE, Mass. — Police say they have captured a fugitive who escaped from a Rhode Island correctional facility on New Year’s Eve, reports CBS Boston. James Morales, 35, who was on the run since he escaped Wyatt Correctional Facility, was captured in the Boston suburb of Somerville Thursday afternoon, Massachusetts State Police said. State Police said earlier Thursday that Morales was “probably” the same person who robbed a Bank of America in Cambridge’s Central Square Thursday morning. The suspect in an attempted robbery of a Cambridge, Mass. bank  seen in surveillance video Jan. 5, 2016 -- police believe the suspect may be James Morales Close FBI via CBS Boston The Bank of America in Central Square was robbed at 7:27 a.m., Cambridge Police said. They said a note was passed, but the suspect did not get away with any money. The robbery suspect was described as a black man about 5’10” with a mustache, who was wearing a black jacket, gray sweatshirt, black knit cap, and black sneakers, matching Morales’ description. Hours after the attempted robbery, police searched several locations in Cambridge near the Alewife MBTA stop Thursday afternoon after a possible sighting of Morales, according to the station. The search reportedly utilized K-9 units, and included marshy areas near the T stop. Morales escaped from Wyatt Correctional Facility in Central Falls, Rhode Island around 7 p.m. on New Year’s Eve, though he wasn’t discovered missing until around 10:30 p.m. Two correctional officers have been placed on paid leave pending an investigation into the incident, the facility’s warden, Daniel Martin, said. Warden Martin said Morales climbed onto the top of a basketball hoop in the facility’s recreation yard, used a tool to cut through fencing, climbed onto the prison’s roof, and went through several layers of razor wire to get to a place where he could climb down the side of the building. Police say he then followed nearby train tracks to Attleboro, Massachusetts, where they said he stole a car from a store parking lot and ditched it in Framingham. The car police said Morales stole was reportedly found in Framingham with blood, trash, and clothing inside, and with the Rhode Island plates replaced with Massachusetts ones taken from an apartment complex along Route 9. CBS Boston reports that on Saturday night, Framingham resident Vanessa Lugo said Morales showed up at her back door on New Year’s Eve, hours after he broke free from prison. She didn’t know who he was and didn’t answer the door, later learning he was likely looking for the woman who lives upstairs. Before being imprisoned at the Rhode Island facility, Morales was facing charges that he raped an 8-year-old girl in Cambridge. While out on bail on that charge, the FBI says, he  stole 10 assault rifles and six handguns from a Worcester armory in 2015 . © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "James Morales, Rhode Island fugitive, captured after New Year's Eve escape, officials say - CBS News"
   },
   {
    "entities": [
     "marschner",
     "kevin",
     "for",
     "holman",
     "employees",
     "department",
     "the late 19th century before",
     "comstock",
     "tom",
     "public",
     "gilman",
     "2.1 percent",
     "portnoy",
     "right now",
     "capitol",
     "west",
     "steny",
     "united",
     "senate",
     "donald",
     "indiana",
     "snell",
     "gerald",
     "partnership",
     "tuesday",
     "of",
     "stier",
     "virginia",
     "caucus",
     "e.",
     "neal",
     "union",
     "icf",
     "jenna",
     "barbara",
     "at 9:59 am",
     "jr.",
     "thomas",
     "$1",
     "lisa",
     "hoyer",
     "freedom",
     "bishop",
     "january 5",
     "northern",
     "morgan",
     "jeff",
     "international",
     "congress",
     "security",
     "mike",
     "don",
     "mccarthy",
     "obama",
     "national",
     "wednesday",
     "1983",
     "service",
     "griffith",
     "energy",
     "jeffrey",
     "kelsey",
     "beyer",
     "this week",
     "treasury",
     "states",
     "h.",
     "trump",
     "house",
     "max",
     "rob",
     "connolly",
     "monday",
     "o'neill",
     "cole",
     "washington",
     "evening",
     "homeland",
     "$80 million",
     "now",
     "1876",
     "debonis",
     "jan. 1",
     "maureen",
     "maryland"
    ],
    "id": 9,
    "text": "House Republicans revive obscure rule that allows them to slash the pay of individual federal workers to $1 The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Jenna Portnoy and Lisa Rein January 5 at 9:59 AM Follow @jennaportnoy Follow @Reinlwapo House Republicans this week reinstated an arcane procedural rule that enables lawmakers to reach deep into the budget and slash the pay of an individual federal worker — down to $1 — a move that threatens to upend the 130-year-old civil service. The Holman Rule, named after an Indiana congressman who devised it in 1876, empowers any member of Congress to propose amending an appropriations bill to single out a government employee or cut a specific program. The use of the rule would not be simple; a majority of the House and the Senate would still have to approve any such amendment. At the same time, opponents and supporters agree that the work of 2.1 million civil servants, designed to be insulated from politics, is now vulnerable to the whims of elected officials. The revival of the Holman Rule was the brainchild of Rep. H. Morgan Griffith (R-Va.), who is intent on increasing the powers of individual members of Congress to reassign workers as policy demands. He favors a strategic application, likening it to a bullet from a sniper rifle rather than a shotgun. It’s unlikely — but not impossible — that members will “go crazy” and cut huge swaths of the workforce, he said. (C-Span) “I can’t tell you it won’t happen,” he said in an interview Wednesday in his office. “The power is there. But isn’t that appropriate? Who runs this country, the people of the United States or the people on the people’s payroll?” Democrats and federal employee unions say the provision, which one called the “Armageddon Rule,” could prove alarming to the federal workforce because it comes in combination with President-elect Donald Trump’s criticism of the Washington bureaucracy, his call for a freeze on government hiring and his nomination of Cabinet secretaries who in some cases seem to be at odds with the mission of the agencies they would lead. “This is part of a very chilling theme that federal workers are seeing right now,” said Maureen Gilman, legislative director for the National Treasury Employees Union, which represents 150,000 federal employees. The rule is particularly troubling to Virginia and Maryland lawmakers and the District’s nonvoting delegate, who represent large numbers of federal workers in the capital region. The Holman provision passed Tuesday as part of a larger rules package but was overshadowed by the Republicans’ effort to weaken the House ethics office on the first day of the new Congress. [ A day of chaos at the Capitol as House Republicans back down on ethics changes ] Republican leaders say the rule increases accountability in government and played down concerns — some within their own party — that it will usher in broad changes to the appropriations process. As a concession to Republicans who oppose the rule, leaders designed it to expire in one year unless lawmakers vote to keep it in place. House Majority Leader Kevin McCarthy (R-Calif.) said that voters elected Trump with the hope of fundamentally changing the way government works and that the Holman Rule gives Congress a chance to do just that. “This is a big rule change inside there that allows people to get at places they hadn’t before,” he told reporters this week. Asked which agencies would be targeted, he said that “all agencies should be held accountable and tested in a manner, and this is an avenue to allow them to do it.” The rule was the first thing House Minority Whip Steny H. Hoyer (D-Md.) railed against in a floor speech Tuesday. “Republicans have consistently made our hard-working federal employees scapegoats, in my opinion, for lack of performance of the federal government itself,” he said. “And this rule change will allow them to make shortsighted and ideologically driven changes to our civil service.” The rule changes the process of passing spending bills by allowing any rank-and-file House member to propose an amendment that would cut a specific federal program or the jobs of specific federal employees, by slashing their salaries or eliminating their positions altogether. Before the change, an agency’s budget could be cut broadly, but a specific program, employee or groups of employees could not be targeted because of civil service protections. Republicans and Trump advisers have been quietly drawing up plans since the election to erode some of the job protections and benefits that federal workers have received for a generation, starting with a hiring freeze Trump has pledged to put in place in his first 100 days in office. [ Trump has a plan for government workers. They’re not going to like it. ] Those plans include an end to automatic raises, a green light to fire poor performers, less generous pensions and a ban on union business on the government’s dime. Conservatives were thwarted from making these changes under President Obama, but with unified Republican rule in Washington and Trump pledging to shrink big government and shake up a system he has characterized as awash in “waste, fraud and abuse,” they are more emboldened than ever. Federal unions and their advocates in Congress — and even the Republican behind the rule — scrambled Wednesday to understand how the Holman rule would work. “Now any backbencher can make an amendment to hear his voice heard on a particular program or group of employees,” said Max Stier, president and chief executive of the nonprofit Partnership for Public Service. “We’ll see how it’s used, if it’s used.” In light of recent inquiries by the Trump transition team about a list of Energy Department scientists who have worked on climate change, advocates for federal workers say they worry that bureaucrats could be targeted for political reasons. Jeffrey Neal, former personnel chief at the Department of Homeland Security and now a senior vice president at ICF International, said the rule “creates a lot of opportunity for mischief.” Lawmakers could, in theory, even vote to roll back the 2.1 percent pay raise Obama gave federal employees starting Jan. 1, Neal said. Early in its history, the rule was used to eliminate patronage jobs, particularly customs agents, in the late 19th century before the federal workforce shifted to a nonpolitical civil service. The rule was dropped in 1983, when then-Speaker Thomas “Tip” O’Neill Jr. (D-Mass.) objected to spending cuts proposed by Republicans and conservative Democrats. Griffith, known as the unofficial parliamentarian in the hard-line conservative Freedom Caucus, sought to revive it out of frustration with an $80 million federal program that pays for the care of wild horses on federal land in the West. He considers the program wasteful. Although Griffith has few federal workers in his poor and rural district in southwest Virginia, Rep. Gerald E. Connolly (D-Va.) noted that many of Griffith’s constituents rely on federal programs. “It’s a back-door way of furthering your desire to dismantle that part of the federal operation,” he said. Connolly and Rep. Don Beyer (D-Va.), who each represent thousands of government employees in their Northern Virginia districts, said the rule heralds a new era of granular governing, giving the party in power the ability to mess with federal agencies at a microscopic level. Several House Republicans tried to block revival of the Holman Rule in a closed-door meeting Monday evening. Rep. Barbara Comstock, the only Republican member of Congress from Northern Virginia, voted for an amendment sponsored by Reps. Tom Cole (R-Okla.) and Rob Bishop (R-Utah) to strip the rule from the package. The rule “diminishes the roles of the authorizing committees in the House, and will make it more difficult to pass appropriations bills in the new Congress,” Comstock’s spokesman, Jeff Marschner, said in a statement. However, when the rules package, including the Holman measure, came to the floor Tuesday, she voted for it, as did all but three Republicans. All the Democrats voted no. Mike DeBonis and Kelsey Snell contributed to this report. local ",
    "title": "House Republicans revive obscure rule that allows them to slash the pay of individual federal workers to $1 - The Washington Post"
   },
   {
    "entities": [
     "six years later",
     "c.i.a.",
     "c.",
     "times",
     "friday",
     "blair",
     "h.",
     "coats",
     "ind.",
     "wayne",
     "2009",
     "university",
     "r.",
     "senate",
     "college",
     "donald",
     "indiana",
     "panetta",
     "morning",
     "dan",
     "george",
     "of",
     "monday",
     "congress",
     "school",
     "defense",
     "fort",
     "the year",
     "rumsfeld",
     "quayle",
     "current",
     "robert",
     "e.",
     "agency",
     "obama",
     "w.",
     "army",
     "new",
     "mckinney",
     "james",
     "cheney",
     "york",
     "dennis",
     "2010",
     "wheaton",
     "law",
     "illinois",
     "dick",
     "bush",
     "jr.",
     "time",
     "leon",
     "intelligence",
     "clapper"
    ],
    "id": 10,
    "text": "OPEN Graphic But bureaucratic turf wars have dogged the office of the director of national intelligence since its creation. Officials who run the C.I.A. and the Defense Intelligence Agency, among others, have sought to maintain control over parts of the spying apparatus, and to exert influence with presidents and members of Congress. In 2009, for example, Leon E. Panetta, President Obama’s incoming C.I.A. director, clashed with Dennis C. Blair, the director of national intelligence at the time, after Mr. Blair sought to select the top American spies for overseas postings. Mr. Panetta sent a dispatch to the agency’s employees telling them to ignore Mr. Blair’s message — an assertion that the C.I.A. was in charge. The rivalries have weakened the national intelligence office and led some critics in the government to question its effectiveness. The year that Mr. Obama took office, an internal report criticized the office of national intelligence for adding to — not removing — bureaucratic bloat and doing little to end the tensions among the various spy agencies. In 2010, James R. Clapper Jr., the current director of national intelligence, insisted during his Senate confirmation hearings that he would not be a “hood ornament,” saying that despite the inherent limitations on his job, he would try to bring an end to turf battles among the nation’s spy agencies. Six years later, the job appears to have limited appeal to some intelligence professionals, several of whom were not eager to serve in the position for fear that they would not be empowered. Mr. Coats had been an early and strong contender for secretary of defense in the first term of President George W. Bush, until Mr. Bush’s vice president, Dick Cheney, successfully pressed for Donald H. Rumsfeld. Advertisement Continue reading the main story Mr. Coats, 73, graduated from Wheaton College in Illinois, and served in the Army before studying at the Indiana University Robert H. McKinney School of Law. He began a career in life insurance in Fort Wayne, Ind., before joining the office of then-Representative Dan Quayle as a district representative. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Dan Coats, the ‘Mister Rogers’ Senator Poised to Be Intelligence Chief - The New York Times"
   },
   {
    "entities": [
     "interactive",
     "last year",
     "capitol",
     "this week",
     "cbs",
     "january 5, 2017",
     "house",
     "2017",
     "thursday",
     "pelosi",
     "jan. 27",
     "ryan",
     "inc.",
     "paul",
     "senate",
     "2015",
     "this year",
     "u.s.",
     "obama",
     "hill",
     "democrats",
     "washington",
     "gop",
     "obamacare",
     "nancy"
    ],
    "id": 11,
    "text": "<p>U.S. House Speaker Paul Ryan (R-WI) holds a news conference at the U.S. Capitol in Washington, U.S. January 5, 2017.&nbsp;</p> Close REUTERS/Jonathan Ernst Speaker Paul Ryan, R-Wisconsin, indicated Thursday that a provision to cut off federal funding to Planned Parenthood would be included in legislation that would repeal Obamacare . “Well, the Planned Parenthood legislation would be in our reconciliation bill,” Ryan said at his weekly news conference on Capitol Hill. Republicans wrapped a provision targeting Planned Parenthood funding into their reconciliation bill to dismantle Obamacare last year, but President Obama, of course, quickly vetoed that measure. In response to Ryan’s threat Thursday, House Minority Leader Nancy Pelosi, D-California, said Democrats would again fight against the GOP plan. “We are not going back. We will stand our ground. We will fight that decision by the speaker to defund Planned Parenthood. And you know what? The American people are with us. We just have to get out the word,” she said. Republicans led the fight to defund Planned Parenthood in a massive government spending bill in 2015, prompting the possible threat of a shutdown. They later backed off and wrapped it into a reconciliation bill, which they are again using this year to repeal Obamacare. Through the reconciliation process, the Senate can fast-track a budget measure and pass it with a simple majority rather than a supermajority. The measure introduced this week tasks several different committees with drafting the legislation, which they must complete by Jan. 27. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Paul Ryan indicates GOP will strip federal funding from Planned Parenthood - CBS News"
   },
   {
    "entities": [
     "david",
     "hassanal",
     "al-awlaki",
     "aug. 20, 2012",
     "comey",
     "hillary",
     "chelsea",
     "reines",
     "-lsb-sullivan",
     "facebook",
     "abedin",
     "dec. 24, 2011",
     "state",
     "the day",
     "tuesday",
     "huma",
     "philippe",
     "sultan",
     "bill",
     "anwar",
     "john",
     "cooper",
     "twitter",
     "podesta",
     "department",
     "petraeus",
     "april 4, 2012",
     "u.s.",
     "fbi",
     "september 2012",
     "brunei",
     "wikileaks",
     "july",
     "james",
     "justin",
     "jake",
     "previously",
     "bolkiah",
     "sept. 30, 2011",
     "now",
     "clinton"
    ],
    "id": 12,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   The election’s over – but Hillary Clinton’s emails are still coming to light. And they help illustrate why the FBI declared she was “extremely careless” with the information flowing across her secret server.  A new batch of messages released by the State Department on Tuesday shows the former secretary of state and her team routinely shared her upcoming schedules, talking points and sensitive items – such as her iPad password – via the homebrewed system. Other newly revealed emails, which were posted as the result of litigation, show Clinton’s top advisers griping about her during her time as secretary of State; an Asian ruler who later implemented Sharia law saying he considered former President Bill Clinton part of his “family”; and Clinton talking about Justin Cooper, one of the key figures who administered to her private server.  ASSANGE: RUSSIAN GOV'T NOT SOURCE OF WIKILEAKS EMAILS Many of the 371 emails posted on the State Department website had been partially released previously, and are separate from the hacked emails of Clinton campaign chairman John Podesta posted by WikiLeaks before the election. Almost all the messages were partly or heavily redacted. Among the items redacted -- yet still sent over email -- was Clinton's iPad password.  In an Aug. 20, 2012 conversation, Clinton’s closest aide, Huma Abedin, told her boss she had the iPad password reset. The device had previously given Clinton problems, though Abedin wrote that it’s “all good now.” At the top of the message, Abedin typed out the entirety of the new password, which was redacted on the State Department release. Clinton responded later with even more information, noting that “I finally realized I had to add the [redacted] to the password!!!!” During the July speech in which FBI Director James Comey termed Clinton’s server practices “extremely careless” but not criminal, he also said “hostile actors” could have hacked her communications. In at least one instance, Clinton aide Cooper logged hacking attempts on the server.  Still, Clinton and her advisers continued sending information that could be dangerous in the wrong hands, including detailed, advanced copies of her schedules and talking points for upcoming calls and meetings with foreign leaders and top U.S. officials. On Sept. 30, 2011 – the day American-born terrorist Anwar al-Awlaki was killed – Abedin emailed Clinton to say then-CIA Director David Petraeus wanted to talk on a secure connection. She added: “Assume its about awlaki.” Other emails released Tuesday shed light on Clinton’s relationships. In advance of a September 2012 meeting with the Sultan of Brunei – who would later impose Sharia law on his country – Abedin emailed Clinton that Sultan Hassanal Bolkiah hoped to have dinner with Clinton and her family. “They say sultan sees wjc as part of his family and thus is treating you in this ‘informal’ way,” she wrote, using Bill Clinton’s initials. On Dec. 24, 2011, Clinton emailed Chelsea Clinton, who was using a pseudonym revealed previously by WikiLeaks, asking “Who will provide tech support after Justin leaves,” ostensibly citing Cooper, who originally helped set up Clinton’s server and was typically called for any tech issues Clinton was experiencing. “Let’s talk about this later – he’s actually supported by someone else too as a fyi,” Chelsea replied cryptically. “I think there are a couple options.” In an email chain from April 4, 2012 that Clinton was eventually excluded from, Abedin complained about Clinton’s obsession with an archiving project. “This records thing is the bain of my existence with her….” she wrote. Philippe Reines, another top Clinton aide, responded with the frustration he experienced explaining to Clinton that she had received the incorrect copy of a document. “I emailed her that. I told her in the elevator up from videos. I told her that in the pre-brief. I told her that in the elevator up to 8. I made clear it wasn’t that Jake [Sullivan]’s timeline was ‘inadequate’ – just that the wrong version made its way to her,” Reines wrote. “But [I] think it played into whatever anxiety she has that you’re experiencing about the topic of archiving.” Advertisement ",
    "title": "Email Headache Returns: New Clinton messages show passwords, schedules flowed freely | Fox News"
   },
   {
    "entities": [
     "david",
     "sept. 9, 2015",
     "blm",
     "rahm",
     "capitol",
     "west",
     "lee",
     "milwaukee",
     "aclu",
     "trump",
     "house",
     "radio",
     "party",
     "laquan",
     "tribune",
     "thursday",
     "janssen",
     "news",
     "later thursday",
     "facebook",
     "the",
     "newt",
     "fox",
     "emanuel",
     "donald",
     "jacquelyn",
     "guglielmi",
     "jan. 3, 2017",
     "of",
     "county",
     "black",
     "kim",
     "gingrich",
     "giancamilli",
     "mike",
     "tea",
     "glenn",
     "frank",
     "police",
     "matter",
     "beck",
     "department",
     "former",
     "chicago",
     "anthony",
     "today",
     "martin/ap",
     "wednesday",
     "lives",
     "sean",
     "washington",
     "iran",
     "mcdonald",
     "hannity",
     "live",
     "clarke",
     "lawn",
     "william",
     "cernovich"
    ],
    "id": 13,
    "text": "Facebook beating of disabled white teen becomes conservative rallying cry Glenn Beck Jacquelyn Martin/AP Radio host Glenn Beck speaks during a Tea Party rally on Sept. 9, 2015, on the West Lawn of the Capitol in Washington against the Iran deal. Radio host Glenn Beck speaks during a Tea Party rally on Sept. 9, 2015, on the West Lawn of the Capitol in Washington against the Iran deal. (Jacquelyn Martin/AP) Kim Janssen Contact Reporter Chicago Tribune A depraved attack on a mentally disabled white teen broadcast live on Facebook allegedly by four black Chicago-area residents became a national rallying cry Thursday for conservative pundits who tried to pin the blame — without evidence — for the attack on the Black Lives Matters movement. Shown repeatedly on cable TV and shared tens of thousands of times online, the grotesque video of the 18-year-old being cut with a knife in the scalp and forced to drink toilet water led familiar right wing talking heads including Glenn Beck , Milwaukee County Sheriff David Clarke and others to call for increased charges and to find fault with what they characterized as excessively permissive policing. (William Lee) Beck urged his 1.1 million Twitter followers to \"Stand up with me and demand justice in Chicago for the beating of a disabled trump supporter by BLM ,\" also accusing the media of \"blindly encouraging\" similar crimes. Clarke, appearing on Sean Hannity's Fox News show Wednesday, cited the case as evidence that \"Rahm Emanuel has allowed Black Lives Matter and the ACLU to run the Chicago Police Department.\" Former House Speaker Newt Gingrich told Fox News, \"If this had been done to an African American by four whites, every liberal in the country would be outraged, and there'd be no question but that it's a hate crime.\" Beating of disabled teen captured on Facebook Live Facebook Live video posted on Jan. 3, 2017, shows verbal and physical attack of a mentally disabled man. The Chicago Tribune edited this video to protect the victim's identity and for time. (Warning: Contains graphic content) Facebook Live video posted on Jan. 3, 2017, shows verbal and physical attack of a mentally disabled man. The Chicago Tribune edited this video to protect the victim's identity and for time. (Warning: Contains graphic content) See more videos And after Chicago Police, who are under a federal investigation of their policies and practices following their shooting of black teen Laquan McDonald, later Thursday charged four defendants with a hate crime, conservative author Mike Cernovich took a victory lap, telling his 185,000 followers that their activism had led to the charges. \"Sorry you are a loser with no impact,\" Cernovich tweeted at an opponent who dared suggest that the case would have been charged as a hate crime without the conservative outcry. The attacker's shouts of \"F‑‑‑ Donald Trump \" and \"F‑‑‑ white people\" on the filmed attack convinced many on the right that the attack was motivated by the Black Lives Matter movement, though Chicago Police spokesman Frank Giancamilli said Thursday they had found \"no indication that it's linked to any specific group,\" and another police spokesman, Anthony Guglielmi, said investigators believe the man was targeted because he had special needs, not because he was white. Black Lives Matter Chicago tweeted Thursday that \"BLM doesn't condone violence and we are abhorred by this travesty. We hope he's well & receiving care.\" In another tweet, it added, \"In the mainstream imagination of today, anything horrible done by Black people will be associated with BLM. Funny how oppression works.\" kjanssen@chicagotribune.com ",
    "title": "Facebook beating of disabled white teen becomes conservative rallying cry - Chicago Tribune"
   },
   {
    "entities": [
     "thursday",
     ", 7:29 pm",
     "evening",
     "clinton",
     "woolsey",
     "donald",
     "september",
     "russia",
     "jonathan",
     "cia",
     "trump",
     "siegel",
     "benjamin",
     "james",
     "bill",
     "jan 5, 2017",
     "franks"
    ],
    "id": 14,
    "text": "Former CIA Director James Woolsey Leaves Trump Transition Team By BENJAMIN SIEGEL Jan 5, 2017, 7:29 PM ET 0 Shares WATCH James Woolsey: There is 'Building Consensus' That Russia Was Behind Election Hack 0 Shares Email Former CIA Director James Woolsey has left the Trump transition team, a spokesman confirmed in a statement Thursday evening. “Effective immediately, Ambassador Woolsey is no longer a Senior Advisor to President-Elect Trump or the Transition. He wishes the President-Elect and his Administration great success in their time in office,\" spokesman Jonathan Franks said in an email. Woolsey, who served as CIA director under President Bill Clinton, joined President-elect Donald Trump's campaign as a senior adviser in September. Aides to Trump did not immediately return a request for comment. 0 Shares ",
    "title": "Former CIA Director James Woolsey Leaves Trump Transition Team - ABC News"
   },
   {
    "entities": [
     "1998",
     "management",
     "resources",
     "west",
     "lehmberg",
     "mary",
     "press",
     "297 million",
     "2017",
     "thursday",
     "coastal",
     "carl",
     "district",
     "richmond",
     "for",
     "of",
     "2014",
     "present",
     "2015",
     "85 percent",
     "associated",
     "virginia",
     "hershner",
     "this year",
     "verne",
     "foundation",
     "va.",
     "new",
     "hollywood",
     "delaware",
     "center",
     "york",
     "bay",
     "&",
     "2012",
     "oyster",
     "pennsylvania",
     "william",
     "baker",
     "two years ago",
     "columbia",
     "chesapeake",
     "maryland"
    ],
    "id": 15,
    "text": "<p>A great blue heron pictured on Chesapeake Bay.</p> Close Verne Lehmberg RICHMOND, Va. — Water clarity in the Chesapeake Bay is the best it’s been in decades, and native rockfish, oyster and blue crab populations are rebounding as the overall health of the nation’s largest estuary improves, a report released Thursday found. The Chesapeake Bay Foundation’s biennial State of the Bay report gave the estuary a C-minus grade, an improvement from a D-plus two years ago and the highest score issued since the inception of the report in 1998. Still, the report notes that the bay - an economic driver that supports fishing, farming, shipping and tourism - remains “a system dangerously out of balance, a system in crisis,” and says progress has been uneven across the region. The Chesapeake Bay watershed spans 64,000 square miles in parts of Delaware, Maryland, New York, Pennsylvania, Virginia, West Virginia and the District of Columbia. Nature: Chesapeake Bay “The bay is getting better,” foundation President William Baker said in a conference call with reporters. “This is good news, but the recovery is fragile. There’s a long way left to go.” Scientists from the foundation compile data for 13 indicators in three categories: pollution, habitat and fisheries. They assign each indicator a score from one to 100, and those results taken together resulted in this year’s overall grade of 34. The group says a perfect score is not attainable because of population growth and development, but a 70 would present an A grade and a “saved bay.” Nine of the 13 indicators showed improvement from the last report, and each of the three categories improved overall. On water clarity, the report issued an overall grade of a D-minus. Still, that represented a two-point improvement from the previous report, and the foundation called it “the clearest water in decades.” The indicator that showed the most improvement was the blue crab population, which the report said has increased dramatically since 2014, from 297 million to 553 million. The report noted that although this year’s population was lower than the 2012 peak of 779 million, it reflects a “more resilient population” because juvenile, male, and female spawning stock counts all increased. An employee of the Hollywood Oyster company sorts and counts fresh oysters at the company farm in the waters of Chesapeake bay near Hollywood, Maryland. Close MLADEN ANTONOV/AFP/Getty Images The report also found that the rockfish, or striped bass, population appeared to have stabilized after a 10-year decline, and oyster harvests exceeded one million bushels in 2015 for the first time in 30 years. “Native oysters are making a comeback after a near commercial extinction,” Baker said. The only indicator that showed a decline from the previous report was the prevalence of forested buffers, strips of trees that protect the water from soil erosion and pollutants. “The lack of progress is alarming,” the report said. The foundation said that while Maryland and Virginia are largely on track to achieve the 2017 midterm goals of a joint state and federal agreement designed to reduce pollution in the bay, Pennsylvania is lagging. Those three states comprise about 85 percent of the watershed, Baker said. “Pennsylvania is significantly behind, largely due to its failure to meet the goals it set for reducing pollution from agriculture,” the foundation said in a statement. Dr. Carl Hershner, director of the Center for Coastal Resources Management and a professor of marine science at William & Mary, said he thinks the report is confirmation that the investment of public money in efforts to improve the bay is paying off. Baker emphasized that any reduction in those efforts could quickly lead to a reversal of all the progress that’s been made. “We have to keep this up. These big systems can turn on a dime,” he said. © 2017 The Associated Press. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. ",
    "title": "Chesapeake Bay, nation's largest estuary, is finally getting healthier - CBS News"
   },
   {
    "entities": [
     "12 percent",
     "set",
     "news",
     "macy's",
     "sears",
     "us",
     "stores",
     "ashley",
     "close",
     "this year",
     "to",
     ", 6:30 pm",
     "lutz",
     "k-mart",
     "abc",
     "$900 million",
     "jan 5, 2017"
    ],
    "id": 16,
    "text": "Sears and Macy's Set to Close Hundreds of Stores Across the US By ABC NEWS Jan 5, 2017, 6:30 PM ET 0 Shares WATCH Iconic Retailers Macy's, Sears and K-Mart to Make Major Cuts 0 Shares Sears announced it is shuttering 150 of its stores, including 108 Kmarts. The company did not release how many workers would be laid off but reported that holiday sales were down 12 percent this year. The company also sold its Craftsman tools business for $900 million to help pay off mounting debt. Macy's to Close Stores, Cut Jobs Amid Weak Sales Sears is not alone. Macy's also plans to close 68 stores, cutting 6,200 jobs, according to the company. \"So many people are shopping online, mobile. Why would you go to a department store?\" said Ashley Lutz, deputy editor of the Business Insider. \"The years of the fancy department store is over. ... This is really just the beginning.\" Sears and Macy's representatives said that the savings from the cuts would go to helping to boost online sales. 0 Shares ",
    "title": "Sears and Macy's Set to Close Hundreds of Stores Across the US - ABC News"
   },
   {
    "entities": [
     "peter",
     "kushner",
     "@realdonaldtrump",
     "overby",
     "november",
     "states",
     "trump",
     "january 5, 2017",
     "house",
     "food",
     "hillary",
     "jan. 20",
     "thursday",
     "geoffrey",
     "last week",
     "university",
     "hicks",
     "the end of this week",
     "npr",
     "united",
     "donald",
     "august 2015",
     "recently",
     "morning",
     "district",
     "international",
     "tower",
     "think",
     "of",
     "congress",
     "voice",
     "peotus",
     "once",
     "josé",
     "$25 million",
     "zakarian",
     "post",
     "hotel",
     "late last year",
     "$8 million",
     "d.c.",
     "new",
     "andrés",
     "$10 million",
     "may 17",
     "york",
     "village",
     "washington",
     "jared",
     "office",
     "old",
     "hope",
     "now",
     "group",
     "clinton",
     "columbia",
     "white"
    ],
    "id": 17,
    "text": "Enlarge this image Donald Trump is in a legal battle with celebrity chef José Andrés, who pulled out of a plan to open a restaurant at the Trump International Hotel, built inside the historic Old Post Office in Washington, D.C. Chip Somodevilla/Getty Images hide caption toggle caption Chip Somodevilla/Getty Images Donald Trump is in a legal battle with celebrity chef José Andrés, who pulled out of a plan to open a restaurant at the Trump International Hotel, built inside the historic Old Post Office in Washington, D.C. Chip Somodevilla/Getty Images President-elect Donald Trump sat for a deposition on Thursday in a civil lawsuit related to his hotel in the Old Post Office building in Washington, D.C., Trump spokeswoman Hope Hicks confirmed to NPR via email. Even as Trump prepares to assume the presidency, he continues to have entanglements related to his wide-ranging business dealings. Jared Kushner And The Anti-Nepotism Statute That Might Keep Him From The White House A source close to the case confirms the videotaped deposition took place at Trump Tower in New York and lasted 90 minutes. The $10 million civil lawsuit, for breach of contract, was filed by Trump's lawyers in August 2015 against celebrity chef José Andrés' restaurant group, Think Food Group. Andrés pulled out of a plan to open an upscale restaurant at the hotel after then-candidate Trump disparaged Mexican immigrants. Think Food Group also countersued for $8 million. In countersuing, the restaurant group argued that Trump's comments were hurting business: \"The perception that Mr. Trump's statements were anti-Hispanic made it very difficult to recruit appropriate staff for a Hispanic restaurant, to attract the requisite number of Hispanic food patrons for a profitable enterprise, and to raise capital for what was now an extraordinarily risky Spanish restaurant.\" Trump's lawyers had tried to avoid the deposition, arguing the president-elect was \"extremely busy handling matters of very significant public importance.\" But last week the judge in the case ordered Trump to sit for the deposition before the end of this week. While the civil case has dragged on for months, as recently as Thursday morning Andrés tweeted an offer to Trump for a way to settle the dispute. Again  Mr. Peotus @realDonaldTrump if you are awake, let's resolve this in a friendly way. We donate $ to a charity, 欄..? Is a great deal! — José Andrés (@chefjoseandres) January 5, 2017 A number of lawsuits involving Trump and his businesses remain outstanding and are unlikely to be resolved before he takes the oath of office on Jan. 20. That could mean having a president in office who is subject to ongoing litigation, a potential major distraction for the leader of the free world. There is a pretrial hearing scheduled for May 17 in a case against another celebrity chef, Geoffrey Zakarian, who pulled out of a restaurant project in the Old Post Office as well. Article continues after sponsorship Ethics Expert: Trump's Efforts To Address Conflicts Are 'Baby Steps' Andrés endorsed Democrat Hillary Clinton during the campaign and called on Trump to apologize to Mexicans and every \"person he has insulted.\" Zakarian told the Village Voice in November that he nixed the project \"because my buddy Donald, he f***** up. He opened his f****** mouth.\" NPR's Peter Overby wrote in more detail about both cases late last year. Despite Trump's boasts that he does not settle lawsuits, he has settled several, including a high-profile fraud case against Trump University for $25 million. There's also a question as to whether Trump can hold the lease on the Old Post Office building once he becomes president. He doesn't own the building but is leasing it from the federal government. The agreement contains a clause that could prove problematic for Trump: \"No member or delegate to Congress, or elected official of the Government of the United States or the Government of the District of Columbia, shall be admitted to any share or part of this Lease or to any benefit that may arise therefrom.\" ",
    "title": "Trump Deposed In Lawsuit Involving Chef José Andrés : NPR"
   },
   {
    "entities": [
     "1",
     "democratic",
     "david",
     "mccain",
     "marsha",
     "armed",
     "6",
     "10",
     "duma",
     "sharapova",
     "5",
     "supreme",
     "letterman-style",
     "russiaville",
     "november",
     "2",
     "trump",
     "coats",
     "house",
     "christmas",
     "2013",
     "services",
     "4",
     "crimea",
     "8",
     "npr",
     "senate",
     "donald",
     "indiana",
     "alex",
     "miers",
     "dan",
     "2014",
     "7",
     "sochi",
     "summer",
     "9",
     "1999",
     "russia",
     "george",
     "court",
     "2018",
     "2008",
     "john",
     "2011",
     "twitter",
     "3",
     "march 21, 2014",
     "opera",
     "carmel",
     "this",
     "u.s.",
     "obama",
     "national",
     "siberia",
     "w.",
     "brandon/ap",
     "bolshoi",
     "1989",
     "washington",
     "rosoboronexport",
     "committee",
     "maria",
     "america",
     "to",
     "harriet",
     "putin",
     "bush",
     "germany",
     "clinton",
     "intelligence",
     "year"
    ],
    "id": 18,
    "text": "Former Indiana Sen. Dan Coats is reportedly President-elect Donald Trump's choice as director of national intelligence. Alex Brandon/AP hide caption toggle caption Alex Brandon/AP Former Indiana Sen. Dan Coats is reportedly President-elect Donald Trump's choice as director of national intelligence. Alex Brandon/AP President-elect Donald Trump has reportedly selected former Indiana Sen. Dan Coats to be director of national intelligence, according to several media outlets. NPR has not confirmed the pick. In choosing Coats, he is getting a veteran Washington establishment figure — a senator, former lobbyist and ambassador to Germany — with a rare distinction: being banned from Russia. Coats' views on Russia after its annexation of Crimea, and his calls for stronger sanctions as a member of the Senate Intelligence Committee, landed him and other senators on Russia's banned list. It's a major difference with the president-elect, who has praised Putin and cast doubt on U.S. intelligence conclusions that emails from the Democratic National Committee and Clinton campaign officials were hacked at the direction of the Russian government. Coats even mocked Russia with a David Letterman-style top 10 list on Twitter in 2014: In the spirit of Hoosier native @Letterman , here are the top 10 things I won't be able to do since Putin banned me from Russia: — Senator Dan Coats (@SenDanCoats) March 21, 2014 10. I won’t be able to complete my granddaughter’s Russian doll collection — Senator Dan Coats (@SenDanCoats) March 21, 2014 9. I won’t be able to compare the Bolshoi Opera House with the Palladium in Carmel — Senator Dan Coats (@SenDanCoats) March 21, 2014 8. I’ll never learn the Russian name for our dog Hoosier — Senator Dan Coats (@SenDanCoats) March 21, 2014 7. I won’t be able to ski on the slushy slopes of Sochi — Senator Dan Coats (@SenDanCoats) March 21, 2014 6. I won’t be able to buy Marsha a Russian mink coat for Christmas — Senator Dan Coats (@SenDanCoats) March 21, 2014 5. I won’t be able to counsel Duma members on how to say no to a President — Senator Dan Coats (@SenDanCoats) March 21, 2014 4. I’ll have to cancel my tennis match with Maria Sharapova — Senator Dan Coats (@SenDanCoats) March 21, 2014 3. I won’t be able to compare Russiaville, IN with Russia — Senator Dan Coats (@SenDanCoats) March 21, 2014 2. I won’t be able to see if borscht really does taste just like pork tenderloin — Senator Dan Coats (@SenDanCoats) March 21, 2014 1. Our summer vacation in Siberia is a no go — Senator Dan Coats (@SenDanCoats) March 21, 2014 Coats served as senator from 1989 to 1999 and again from 2011 to this year. (He did not seek re-election in November.) In between Senate stints, Coats served as U.S. ambassador to Germany during the George W. Bush administration and worked as a lobbyist. He was also asked by Bush to help his unsuccessful attempt to win Senate confirmation of Harriet Miers to the Supreme Court. Article continues after sponsorship Coats has been an outspoken critic of the Russian leader. As a member of the Senate Intelligence Committee, Coats wrote President Obama after Russia annexed Crimea in 2013, urging Obama to impose sanctions against a Russian weapons exporter. The senators argued the sanctions \"would send a powerful message to Putin,\" whose foreign policy, they went on, has become \"increasingly belligerent.\" Coats also sponsored an amendment to a Ukrainian aid bill in the Senate that would prohibit the U.S. government from doing any business with the exporter, a company called Rosoboronexport. Such actions, Coats said, \"would require our foreign partners to make a choice between America and Putin.\" In 2014, Coats also called on organizers of soccer's World Cup to move the tournament, scheduled for Russia in 2018, somewhere else. All of which won Coats the honor of being banned from Russia, along with five other lawmakers, including Armed Services Chairman and 2008 Republican presidential nominee John McCain, and three Obama administration staff members. ",
    "title": "Trump Picks Ex-Senator, Banned From Russia, As His Intelligence Chief : NPR"
   },
   {
    "entities": [
     "harvey",
     "israel",
     "humphrey",
     "mammoth",
     "california",
     "highway",
     "chor",
     "weather",
     "silicon",
     "truckee",
     "yosemite",
     "department",
     "jan. 4",
     "verne",
     "sacramento",
     "today",
     "east",
     "avalanche",
     "center",
     "afternoon",
     "burbank",
     "last march",
     "weekend",
     "2005",
     "old",
     "80",
     "amazon",
     "pass",
     "angeles",
     "west",
     "spring",
     "colfax",
     "park",
     "susanville",
     "mexico",
     "river",
     "lake",
     "tuesday",
     "carson",
     "twitter",
     "town",
     "southern",
     "phileas",
     "mountain",
     "railroad",
     "interstate",
     "drive",
     "brian",
     "northern",
     "thursday",
     "fontana",
     "merced",
     "jules",
     "heathcock",
     "ng",
     "congress",
     "valley",
     "tahoe",
     "84%",
     "national",
     "susan",
     "tolby",
     "wednesday",
     "mono",
     "service",
     "los",
     "fogg",
     "fletcher",
     "fire",
     "alexa",
     "silver",
     "placer",
     "sierra",
     "trump",
     "near",
     "county",
     "this weekend",
     "the weekend",
     "starbucks",
     "patrol",
     "now",
     "sierras",
     "yuba",
     "wes",
     "mudd"
    ],
    "id": 19,
    "text": "Read the story Angelenos may remember the 2005 storm because it was the first time it rained on the Rose Parade in 51 years. But Tolby, who lives in Lake Tahoe, remembers the storm differently. “It was pretty wild. I was here in 2005 and it was definitely the hardest rain I’d ever seen. It didn’t stop for 24 hours,” he said. This weekend’s storm could bring 36 straight hours of heavy rain from Mammoth Mountain to Susanville, Tolby said. In the mountains, the rain could pile onto the snow and trigger early snow melts, feeding extra water into watersheds already swollen from a week of rain. “A combination of intense rain on saturated soils will lead to excessive runoff,” the National Weather Service said in its weekend forecast. The Carson, Truckee and Susan rivers are all expected to become overwhelmed and the nearby communities may become increasingly isolated if the deluge triggers mud flows and rock slides. In Mono County, authorities offered sandbags to residents in preparation for the rain. In Yosemite National Park, authorities are cautioning visitors to check with the park before heading in — the weekend storm could close Yosemite if the Merced River floods, they said. Colfax, known as the turnaround town, is ready. \"It's something we prepare for — it goes with the snow, hand in hand,\" said Wes Heathcock, community services director for the tiny Placer County town that has perhaps one of the most used Interstate 80 on/off ramps in Northern California when it is a snow day. When snow conditions become too treacherous, the California Highway Patrol typically closes Interstate 80 at Colfax, as it did Wednesday during a snowstorm that also brought a car-semi collision. Perched at an elevation of 2,400 feet, the official tagline of Colfax is \"above the fog, below the snow.\" The options for stranded travelers are slim in the Old West railroad town, whose most famous mention is a passing reference in Jules Verne's “Around the World in 80 Days.” Even Phileas Fogg did not stop. There is a Starbucks and a single motel. \"They're welcome to spend some tax money in Colfax, but generally you'll see they'll trickle back down, try to locate hotels a little closer to the [Sacramento] Valley,\" Heathcock said.       Colfax gears up for the die-hards, travelers who believe the solution to snow-blocked passes is to find another route to the same location. \"We all have this wonderful tool called GPS now,\" Heathcock said. From Colfax, California Highway 174 makes a long northerly loop to the narrow, hairpin turns of Highway 20, eventually depositing drivers into the thick. They hit Interstate 80 at Yuba Pass, just before Donner Summit. During Wednesday's storm, the city's public works crew joined the sheriff and California Highway Patrol to stand along that road and ward off drivers seeking the bypass. Wednesday's storm dropped up to 2 feet of snow in less than 24 hours in the Tahoe basin, at times coming down at more than 2 inches an hour. The Sierra Avalanche Center reported a slight improvement in backcountry conditions. The risk of avalanche was lowered to \"considerable\" even as the threat increased of historically large avalanches caused by slabs of snowpack as thick as 8 feet above a weak layer of ice laid down by a mid-December rain. Near Lake Tahoe on Thursday. two skiers were caught in an avalanche that closed a local highway. But they were not injured, officials said. Sierra residents are preparing for a third onslaught over the weekend, bringing up to 12 inches of rain below 8,500 feet, and more snow above that. A fourth storm system is forecast to roll across Northern California two days after that. After the weekend storm, another rain-making system is expected to hit Northern California on Tuesday. The storm moving through Southern California was significantly smaller than the one in the north. But it still caused problems. Rain-slicked roads were clogged with commuters after a big rig jackknifed on the eastbound 60 Freeway in East Los Angeles, forcing authorities to shut down five lanes. In Burbank, several lanes were blocked after a semi-truck jackknifed across north and southbound lanes of the 5 Freeway.  By midmorning, firefighters rescued a man who was stranded on an island of branches and brush in the rain-swollen Los Angeles River near Fletcher Drive in Silver Lake, said  Brian Humphrey, a spokesman for the  Los Angeles Fire Department . Though the rain subsided Thursday afternoon, the problems kept coming. Crews were forced to temporarily close the northbound 710 Freeway north of the 5 Freeway to replace concrete slabs damaged by the weather, the California HIghway Patrol said. For all the problems the storms may cause, it will bring more good news for California’s six-year drought. Officials have said steady rain in Northern California the last few months has filled reservoirs and increased the once-anemic snowpack. They emphasize the storms won’t end the drought . But if the rains keep up for spring, they could make a major dent.  Caption 90 seconds: 4 stories you can't miss The deadliest fire in a decade has focused new attention on Ghost Ship warehouse owner Chor Ng , Congress is holding its first hearing today on the Russian cyberattacks during the presidential election , Aerospace firms are stepping up competition with Silicon Valley for young engineers  and  if Amazon’s Alexa is always listening, can she incriminate you in a crime? Caption 90 seconds: 4 stories you can't miss The deadliest fire in a decade has focused new attention on Ghost Ship warehouse owner Chor Ng , Congress is holding its first hearing today on the Russian cyberattacks during the presidential election , Aerospace firms are stepping up competition with Silicon Valley for young engineers  and  if Amazon’s Alexa is always listening, can she incriminate you in a crime? Caption Possible family dispute leaves 3 dead and 1 injured in late-night shooting Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Caption A Mammoth snow could lead to an epic season at the Sierra resort It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. Caption 90 seconds: 4 stories you can't miss California's bracing itself for the Trump administration , California's drought looks to be easing as snow piles up in the Sierras , protesters are shutting down Mexico's streets over a sudden spike in gasoline prices , and nationwide, more than 84% of undergraduate computer science majors are men. Not so at Harvey Mudd . Caption Soldier convicted in case that deeply divided Israel An Israeli military tribunal has convicted a medic of manslaughter in the fatal shooting of a hobbled Palestinian assailant last March — a verdict that spurred public protests and a call from the prime minister for a pardon. An Israeli military tribunal has convicted a medic of manslaughter in the fatal shooting of a hobbled Palestinian assailant last March — a verdict that spurred public protests and a call from the prime minister for a pardon. For breaking California news, follow  @JosephSerna  on Twitter. ALSO ",
    "title": "California braces for &apos;once-in-10-year&apos; storm amid fears of flooding, avalanches, blizzards - LA Times"
   },
   {
    "entities": [
     "harvey",
     "israel",
     "d.",
     "rogers",
     "arkansas",
     "november",
     "coats",
     "mcgough",
     "ryan",
     "paul",
     "s.",
     "california",
     "chor",
     "b.",
     "cia",
     "brennan",
     "defense",
     "silicon",
     "once",
     "j.",
     "jan. 4",
     "today",
     "lettre",
     "gop",
     "tom",
     "last march",
     "amazon",
     "clinton",
     "kremlin",
     "intelligence",
     "bierman",
     "white",
     "jan. 5, 2017",
     "democratic",
     "friday",
     "comey",
     "jan. 20",
     "michael",
     "united",
     "senate",
     "cotton",
     "donald",
     "mexico",
     "indiana",
     "dan",
     "of",
     "2014",
     "russia",
     "command",
     "u.s.",
     "fbi",
     "agency",
     "james",
     "and",
     "previously",
     "york",
     "josh",
     "ukraine",
     "parsons",
     "armed",
     "brian",
     "party",
     "thursday",
     "fontana",
     "crimea",
     "bennett",
     "ng",
     "congress",
     "security",
     "mike",
     "john",
     "valley",
     "84%",
     "republican",
     "obama",
     "national",
     "new",
     "america",
     "committee",
     "putin",
     "germany",
     "alexa",
     "mccain",
     ", 12:19 p.m.",
     "last year",
     "sierra",
     "states",
     "trump",
     "house",
     "hillary",
     "o.",
     "services",
     "r.",
     "noah",
     "monday",
     "vladimir",
     "2016",
     "cyber",
     "christi",
     "washington",
     "earnest",
     "marcel",
     "sierras",
     "clapper",
     "mudd"
    ],
    "id": 21,
    "text": "Only Russia's top officials could have authorized campaign data thefts, U.S. intelligence officials testify Top U.S. intelligence officials in Senate hearing say Russian leaders authorized election hacks National Intelligence Director James Clapper and Cyber Command Chief Admiral Mike Rogers were among the intelligence community officials called to testify before the Senate Armed Services Committee on cyber threats facing the United States. Jan. 5, 2017. National Intelligence Director James Clapper and Cyber Command Chief Admiral Mike Rogers were among the intelligence community officials called to testify before the Senate Armed Services Committee on cyber threats facing the United States. Jan. 5, 2017. Brian Bennett Contact Reporter Senate Republicans broke with the GOP’s incoming president in a nationally televised congressional hearing Thursday, criticizing Donald Trump ’s skepticism that hackers backed by Russian intelligence agencies had interfered with the 2016 presidential race. Only one of 14 Republicans on the Senate Armed Services Committee, Sen. Tom Cotton of Arkansas, offered a modest defense of Trump, and he did so by suggesting the president-elect’s promises to boost military spending and production of oil and gas will serve to block Russian ambitions. “There is some contrary evidence, despite what the media speculates, that perhaps Donald Trump is not the best candidate for Russia,” Cotton said. But as three American spymasters testified that only top leaders in the Kremlin, including Russian President Vladimir Putin , could have authorized complex cyberattacks against a U.S. presidential election, there was little pushback from Republican lawmakers who are highly suspicious of Russian intentions and deeply perplexed by Trump’s repeated praise for Putin. “Russia clearly tried to meddle in our political system, no two ways about it,” said House Speaker Paul D. Ryan (R-Wis.), who has had an on-again, off-again relationship with the incoming president. “Every American should be alarmed by Russia’s attacks on our nation,” said Sen. John McCain (R-Ariz), who led the first congressional hearing on the hacking since the November election. “There is no national security interest more vital to the United States of America than the ability to hold free and fair elections without foreign interference.” Only Russia's top officials could have authorized campaign data thefts, U.S. intelligence chiefs testify Jan. 5, 2017, 12:19 p.m. This is our look at President-elect Donald Trump's transition and the outgoing Obama administration: U.S. intelligence chiefs blame Russian meddling in presidential... (Noah Bierman) Thanks to a series of mocking tweets and taunts, Trump’s relations with the intelligence community has been tense for weeks. After the hearing ended, he signaled plans to give the 17 U.S. spy agencies new leadership. Aides said Trump would name Dan Coats , a former member of the Senate from Indiana, a onetime U.S. ambassador to Germany and a paid lobbyist, as director of national intelligence, the highest post in U.S. spying. If confirmed by the Senate, Coats would face a daunting task as the link between Trump and the intelligence community. He may also need to reconcile his own hawkish views on Russia, and Putin, with Trump’s far friendlier posture toward the Kremlin. Sen. Coats was banned, along with McCain and several other members of Congress and White House officials, from entering Russia in 2014 after the Obama administration slapped economic sanctions on Russia for its annexation of the Crimea region in Ukraine. Coats, who served on the Senate Intelligence Committee, would succeed James R. Clapper , a career intelligence officer. Clapper previously had announced plans to resign when President Obama leaves office on Jan. 20. Clapper took careful note of Trump’s caustic tweets on Thursday, suggesting some were unwarranted. “I think there is an important distinction here between healthy skepticism, which policymakers — to include policymaker No. 1 — should always have for intelligence, but I think there's a difference between skepticism and disparagement,” Clapper said. It remains to be seen whether Trump will moderate his doubts or his criticism after he gets a personal briefing Friday on the Russian hacks from a bevy of U.S. intelligence chiefs, including Clapper, CIA Director John O. Brennan  and James B. Comey, head of the FBI. They are scheduled to brief Trump in New York about evidence they say confirms the Kremlin approved the hacking and leaking of thousands of emails from the Democratic National Committee and from Democratic nominee Hillary Clinton ’s campaign manager, among other targets, last year. They will be armed with a newly-completed classified report that Clapper said would include details of Russia’s motivations — including whether the operation was partly intended to help elect Trump, as U.S. officials have said privately. Obama ordered the inter-agency review after Trump repeatedly rejected statements by U.S. intelligence officials about Russia’s role. Aides said Obama was briefed on the findings Thursday. The full report will be given to Congress on Monday. Parts will be declassified and released to the public after that, according to the White House. Intelligence officials will “scrub this report and make as much public as they possibly can,” Josh Earnest, the White House spokesman, said Thursday. He called the report “an unvarnished assessment.” Though Clinton and her aides have said the leaked emails damaged her White House bid, Clapper said he had “no way of gauging” whether the Russian hacks influenced “the choice the electorate made.” The operation did not involve changing vote tallies, he said. “Whether or not it was an act of war is a very heavy policy call,” he added. “I don’t think the intelligence community should weigh in on that. I do think it should carry great gravity.\" Asked about his level of confidence that the theft and disclosure of Democratic Party emails was directed by the Russian government and not done by a teenage hacker pecking away in a basement, as Trump has suggested, Clapper responded, “It’s very high.” Donald Trump is going to accept the notion that Russia hacked Democratic email accounts in an attempt to help his campaign — and that remains a big if — it will be partly because Republicans in Congress press him to so. That was clear at Thursday’s hearing of the Senate Armed Services Committee... If Donald Trump is going to accept the notion that Russia hacked Democratic email accounts in an attempt to help his campaign — and that remains a big if — it will be partly because Republicans in Congress press him to so. That was clear at Thursday’s hearing of the Senate Armed Services Committee... (Michael McGough) Once in office, Trump is likely to face intense pressure from Republicans to punish Russia. He also will face demands to do a better job than Obama did at deterring foreign cyberattacks on U.S. targets. Clapper told the panel Thursday that since the election, Russia has continued to use computer hacks, leaks of pilfered material and fake news stories to erode faith in democratic processes and to try to weaken the U.S. government by portraying it as corrupt and dysfunctional. Clapper was joined by Adm. Michael S. Rogers, who heads the National Security Agency and U.S. Cyber Command, and Marcel J. Lettre, undersecretary of Defense for intelligence. They provided few new details about the evidence, but were unequivocal in their judgments. “We assess that only Russia’s senior-most officials could have authorized the recent election-focused data thefts and disclosures, based on the scope and sensitivity of the targets,” the trio said in a statement. Russia poses “a major threat to U.S. government, military, diplomatic, commercial and critical infrastructure and key resource networks because of its highly advanced offensive cyber program and sophisticated tactics, techniques, and procedures,” they said. Times staff writers Noah Bierman and Christi Parsons in Washington contributed to this report. Caption 90 seconds: 4 stories you can't miss The deadliest fire in a decade has focused new attention on Ghost Ship warehouse owner Chor Ng , Congress is holding its first hearing today on the Russian cyberattacks during the presidential election , Aerospace firms are stepping up competition with Silicon Valley for young engineers  and  if Amazon’s Alexa is always listening, can she incriminate you in a crime? Caption 90 seconds: 4 stories you can't miss The deadliest fire in a decade has focused new attention on Ghost Ship warehouse owner Chor Ng , Congress is holding its first hearing today on the Russian cyberattacks during the presidential election , Aerospace firms are stepping up competition with Silicon Valley for young engineers  and  if Amazon’s Alexa is always listening, can she incriminate you in a crime? Caption Possible family dispute leaves 3 dead and 1 injured in late-night shooting Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Caption A Mammoth snow could lead to an epic season at the Sierra resort It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. Caption 90 seconds: 4 stories you can't miss California's bracing itself for the Trump administration , California's drought looks to be easing as snow piles up in the Sierras , protesters are shutting down Mexico's streets over a sudden spike in gasoline prices , and nationwide, more than 84% of undergraduate computer science majors are men. Not so at Harvey Mudd . Caption Soldier convicted in case that deeply divided Israel An Israeli military tribunal has convicted a medic of manslaughter in the fatal shooting of a hobbled Palestinian assailant last March — a verdict that spurred public protests and a call from the prime minister for a pardon. An Israeli military tribunal has convicted a medic of manslaughter in the fatal shooting of a hobbled Palestinian assailant last March — a verdict that spurred public protests and a call from the prime minister for a pardon. ",
    "title": "Only Russia&apos;s top officials could have authorized campaign data thefts, U.S. intelligence officials testify - LA Times"
   },
   {
    "entities": [
     "annual",
     "information",
     "6 percent",
     "the past decade",
     "trump",
     "2017",
     "thursday",
     "pa.",
     "$51.66",
     "donald",
     "sieminski",
     "administration",
     "adam",
     "2014",
     "burlington",
     "about 2030",
     "30 percent",
     "this year",
     "u.s.",
     "obama",
     "2040",
     "today",
     "2030",
     "2010",
     "now",
     "1 percent",
     "wilson/ap",
     "energy",
     "the past",
     "eia",
     "2050",
     "ralph"
    ],
    "id": 22,
    "text": "Enlarge this image Workers move equipment at a natural gas well site near Burlington, Pa., in 2010. A federal report said Thursday natural gas production is on track to make the U.S. a net exporter of energy by about 2030. Ralph Wilson/AP hide caption toggle caption Ralph Wilson/AP Workers move equipment at a natural gas well site near Burlington, Pa., in 2010. A federal report said Thursday natural gas production is on track to make the U.S. a net exporter of energy by about 2030. Ralph Wilson/AP The U.S. could become a net exporter of energy in coming years, according to the federal government's Annual Energy Outlook 2017. This continues a trend the Energy Information Administration has highlighted before in its annual report. The EIA projects the country will continue to import oil through 2050, though at much lower levels than in the past. The main thing that will make the U.S. a net exporter of energy is natural gas. Domestic natural gas production has risen by nearly 30 percent over the past decade, primarily because controversial technologies such as hydraulic fracturing have opened up new fields to drilling. Now companies are proposing and building natural gas export facilities around the country with the production boom expected to continue. The EIA is quick to warn that there is a lot of uncertainty in projections like this. That's why each year the agency considers a variety of factors and then develops multiple scenarios. It looks at things like production, demand, prices and technological advancements. Most of the agency's seven scenarios show the country becoming a net exporter by 2030. One scenario, in which crude oil prices rise sharply, projects the country would become a net energy exporter within just a few years. That's unlikely to happen, though. The agency believes Brent crude oil prices this year will average around $51.66 a barrel — about half of what a barrel sold for in 2014. Article continues after sponsorship As part of its annual report the EIA also has projections for energy-related carbon emissions. EIA Administrator Adam Sieminski says emission levels will depend a lot on what happens with the Obama administration's Clean Power Plan , which is tied up in the courts now . Considering President-elect Donald Trump's stated desire to boost the coal industry, he could choose to stop defending the plan . \"We see the highest emissions without the Clean Power Plan because we'll continue to use more coal, and coal has more carbon dioxide than the other fossil fuels,\" says Sieminski. The report shows Americans are using energy more efficiently, and the agency projects that will continue. Despite a growing population and a growing economy, consumption is expected to be relatively flat through 2050. The EIA believes gasoline will remain the dominant fuel for transportation in the U.S. for decades. Still, the number of electric vehicles is expected to increase from 1 percent of the cars on the road today to 6 percent in 2040. That may not seem fast enough growth if you're an electric-car advocate, but consider that there are about 250 million cars in the U.S. now. Sieminski says, \"There's a lot of gasoline and diesel-powered cars on the road that are not going to be retired immediately.\" The fact that natural gas is replacing coal for electricity generation has been widely reported. The EIA data show more power comes from gas than coal now. And the agency projects that renewable forms of electricity, such as wind and solar, could overtake coal by 2030. ",
    "title": "U.S. Likely To Become Net Exporter Of Energy, Says Federal Forecast : The Two-Way : NPR"
   },
   {
    "entities": [
     ", 9:40 am",
     "the summer of 1976",
     "muriel",
     "brian",
     "abramson",
     "jan. 13, 1994",
     "pearson",
     "news",
     "tonight",
     "diane",
     "aug. 20, 1989",
     "kitty",
     "tonight at",
     "menendez",
     "abc",
     "jan 5, 2017",
     "erik",
     "night",
     "lyle",
     "molen",
     "9 p.m.",
     "walters",
     "hills",
     "vander",
     "1989",
     "andersen",
     "1996",
     "time",
     "barbara",
     "leslie",
     "beverly",
     "jose",
     "brothers"
    ],
    "id": 23,
    "text": "Lyle and Erik Menendez's Cousin Who Testified About Their Sexual Abuse Speaks Out for 1st Time By MURIEL PEARSON Jan 5, 2017, 9:40 AM ET 0 Shares WATCH 'Truth And Lies: The Menendez Brothers' Tune In Tonight at 9/8c on ABC 0 Shares Email The cousin of Lyle and Erik Menendez, brothers who were convicted of the 1989 murders of their parents, says she has no doubt the brothers’ parents sexually abused them. “I know that they would never, ever have done what they did unless they felt that they had no choice -- that it was either them or their parents,” Diane Vander Molen, who is speaking for the first time since she testified at their trial, told ABC News. “I believe that very strongly.” ABC News Erik (left) and Lyle (right) Menendez are shown here during a 1996 interview with ABC's Barbara Walters. Watch the full story in the two-hour special, \"Truth and Lies: The Menendez Brothers,\" TONIGHT at 9 p.m. on ABC. Lyle and Erik Menendez shot and killed their parents Jose Menendez, 45, a wealthy entertainment executive, and Kitty Menendez, 47, at their Beverly Hills mansion on Aug. 20, 1989. At the time of the murders, Lyle was 21 years old, and Erik was 18 years old. Courtesy Brian Andersen Jose and Kitty Menendez are seen here in this undated family photo. At their first trial, defense lawyer Leslie Abramson argued that Lyle and Erik shot their parents in self-defense because they feared their parents would kill them if they went public about the years of alleged molestation they suffered from their father. Their first trial ended in a mistrial on Jan. 13, 1994, because jurors were deadlocked and unable to come up with a verdict. The brothers were found guilty of first-degree murder in 1996 after a second trial and sentenced to two consecutive life prison terms without the possibility of parole. SLIDESHOW: Menendez Brothers: Their Childhood, the Murder, the Trial Vander Molen spent summers living with the Menendez family and testified at the brothers’ first trial that Lyle confided in her about the alleged sexual abuse in the summer of 1976. At the time, Lyle was just 8 years old and Vander Molen was 17. ABC News Diane Vander Molen is the cousin of Lyle and Erik Menendez, brothers who were convicted of the 1989 murders of their parents. “One night, I was in my room changing the sheets in my bed, and Lyle came in,” Vander Molen told ABC News. “He became very serious about asking me if he could sleep in the other bed next to mine and saying that he was afraid to sleep in his own bed because his father and him had been touching each other down there, indicating that it was his genital area.” Afterward, Vander Molen said she told Kitty Menendez what Lyle said. “By her demeanor, I could tell that she was not believing any of this,” Vander Molen said. “And [she] went downstairs, and Lyle had already gotten into the bed next to mine, and she went ahead and yanked him by the arm and took him back upstairs and I never heard anything else about that.” Brian Andersen Jose Menendez pictured with his sons, Erik, left, and Lyle. Vander Molen says she believed young Lyle’s story because she saw that his fear was real. “He was scared to sleep in his own bed because he was afraid that his father was going to come in and molest him that night,” said Vander Molen. Vander Molen said she assumed Kitty had put an end to the abuse because Lyle never spoke of it to her again. “In hindsight, I wish that I would have been stronger about what Lyle was telling me so I could have done something to help them,” she said. Lyle and Erik testified at trial to their claims of their father’s sexual abuse. ",
    "title": "Lyle and Erik Menendez's Cousin Who Testified About Their Sexual Abuse Speaks Out for 1st Time - ABC News"
   },
   {
    "entities": [
     "jim",
     "1995",
     "this week",
     "franks",
     "navy",
     "rucker",
     "reagan",
     "trump",
     "house",
     "january 5",
     "thursday",
     "michael",
     "cnn",
     "philip",
     "r.",
     "donald",
     "jonathan",
     "cia",
     "george",
     "bill",
     "night",
     "twitter",
     "flynn",
     "woolsey",
     "jimmy",
     "carter",
     "james",
     "last september",
     "and",
     "washington",
     "ronald",
     "1993",
     "at 7:24 pm",
     "bush",
     "jr.",
     "clinton",
     "h.w.",
     "1970s",
     "white"
    ],
    "id": 24,
    "text": "Former CIA director James Woolsey quits Trump transition team The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Philip Rucker January 5 at 7:24 PM Follow @PhilipRucker Former CIA director R. James Woolsey Jr., a veteran of four presidential administrations and one of the nation’s leading intelligence experts, resigned Thursday from President-elect Donald Trump’s transition team because of growing tensions over Trump’s vision for intelligence agencies. Woolsey’s resignation as a Trump senior adviser comes amid frustrations over the incoming administration’s national security plans and Trump’s public comments undermining the intelligence community. “Effective immediately, Ambassador Woolsey is no longer a Senior Advisor to President-Elect Trump or the Transition. He wishes the President-Elect and his Administration great success in their time in office,” Jonathan Franks, a spokesman for Woolsey, said in a statement. Woolsey said on CNN Thursday night that he did not want to “fly under false colors” any longer. “I’ve been an adviser and felt that I was making a contribution….. But I’m not really functioning as an adviser anymore. When I’m on the [television] screen, everybody announces that I’m a former CIA director and that I’m a Trump adviser and I’m really not anymore.” People close to Woolsey said that he had been excluded in recent weeks from discussions on intelligence matters with Trump and retired Lt. Gen. Michael Flynn, the incoming White House national security adviser. They said that Woolsey had grown increasingly uncomfortable lending his name and credibility to the transition team without being consulted. Woolsey was taken aback by this week’s reports that Trump is considering revamping the country’s intelligence framework, said these people, who spoke on the condition of anonymity to talk candidly. “Jim is very uncomfortable being considered an adviser in an area where one might consider him an expert when he is not involved in the discussions,” one person close to Woolsey said. “To be called ‘senior adviser’ and your opinion is not sought is something he cannot handle.” Trump transition officials did not immediately respond to a request for comment on Woolsey’s resignation. Woolsey has been a key player in the national security firmament since the late 1970s, when he served as undersecretary of the Navy in the Jimmy Carter administration. He has held other roles under former presidents Ronald Reagan, George H.W. Bush and Bill Clinton, culminating with the post as director of the CIA between 1993 and 1995. The person close to Woolsey described him as having chafed at Trump’s loose style on Twitter. They described Woolsey as a “very principled” diplomat who takes care to communicate the right message with just the right words. “This is a guy [for whom] commas, periods, etc., all have special meaning,” this person said. Woolsey joined the Trump campaign last September, issuing a statement commending Trump’s plans to grow and modernize the military. “Mr. Trump understands the magnitude of the threats we face,” he said in the statement. powerpost ",
    "title": "Former CIA director James Woolsey quits Trump transition team - The Washington Post"
   },
   {
    "entities": [
     "hartford",
     "utah",
     "range",
     "port",
     "morristown",
     "2851",
     "california",
     "2101",
     "fredericksburg",
     "cross",
     "state",
     "rivers",
     "platteville",
     "mankato",
     "1931",
     "present",
     "goldsboro",
     "tennessee",
     "muskogee",
     "gallipolis",
     "riverdale",
     "1500",
     "rte",
     "wisconsin",
     "1901",
     "al",
     "dr",
     "1701",
     "et",
     "ut",
     "west",
     "joseph",
     "kmart",
     "n",
     "township",
     "facebook",
     "mechanicsburg",
     "wv",
     "kokomo",
     "1355",
     "linkedin",
     "bangor",
     "brunswick",
     "country",
     "diamond",
     "dell",
     "honolullu",
     "1840",
     "louisiana",
     "town",
     "tx",
     "plymouth",
     "chesterton",
     "ar",
     "columbus",
     "muskegon",
     "gordon",
     "garden",
     "florence",
     "dodge",
     "800",
     "nw",
     "la",
     "thursday",
     "1400",
     "nd",
     "oh",
     "kingsport",
     "1501",
     "holding",
     "ave",
     "roanoke",
     "jefferson",
     "hwy",
     "glenstone",
     "alderwood",
     "fairhaven",
     "fayetteville",
     "meadowbrook",
     "normandy",
     "pike",
     "$900 million",
     "parkersburg",
     "attleboro",
     "2211",
     "illinois",
     "2259",
     "eagle",
     "polk",
     "enfield",
     "hawaii",
     "henderson",
     "mcleod",
     "1468",
     "falls",
     "sierra",
     "south",
     "2000",
     "march",
     "road",
     "bakersfield",
     "orleans",
     "riverside",
     "leavenworth",
     "westbank",
     "highland",
     "university",
     "ct",
     "chillicothe",
     "1130",
     "hogan",
     "kansas",
     "shunpike",
     "sarasota",
     "gretna",
     "jacksonville",
     "future",
     "wi",
     "coshocton",
     "grande",
     "pierce",
     "bay",
     "beverly",
     "sd",
     "maryland",
     "campbell",
     "cornelia",
     "texas",
     "2815",
     "stanley",
     "ridge",
     "4561",
     "815",
     "louisville",
     "habersham",
     "8571",
     "golden",
     "military",
     "mcgregor",
     "elkins",
     "crystal",
     "brittain",
     "/",
     "michigan",
     "today",
     "hill",
     "blvd",
     "center",
     "detroit",
     "village",
     "this spring",
     "kissimmee",
     "horse",
     "1305",
     "main",
     "friday",
     "creek",
     "3655",
     "point",
     "ga",
     "cochran",
     "manchester",
     "1120",
     "1005",
     "ann",
     "indiana",
     "120",
     "rapids",
     "2945",
     "north",
     "berkeley",
     "redditt",
     "hwy 19",
     "camp",
     "jersey",
     "niagara",
     "carolina",
     "towne",
     "reynoldsburg",
     "odessa",
     "1050",
     "1710",
     "david",
     "acme",
     "lynnwood",
     "pleasant",
     "colorado",
     "images",
     "md",
     "whittlesey",
     "5600",
     "grandview",
     "irlo",
     "1477",
     "nv",
     "clementon",
     "2304",
     "wilson",
     "1601",
     "valley",
     "swansea",
     "wyoming",
     "cortana",
     "naples",
     "tulsa",
     "cox",
     "shawnee",
     "sc",
     "ca",
     "denver",
     "erie",
     "nj",
     "mo",
     "vernal",
     "sears",
     "college",
     "cheektowaga",
     "missouri",
     "4645",
     "lufkin",
     "10:52 a.m.",
     "charleston",
     "green",
     "nevada",
     "wilmington",
     "&",
     "whitten",
     "mi",
     "wales",
     "2003",
     "carlisle",
     "branson",
     "nc",
     "2111",
     "walden",
     "expressway",
     "roads",
     "springs",
     "lakes",
     "arkansas",
     "monroeville",
     "paris",
     "airline",
     "katopodis",
     "street",
     "auto",
     "1396",
     "wichita",
     "galleria",
     "ma",
     "zanesville",
     "va",
     "1003",
     "macon",
     "decker",
     "plz",
     "eastern",
     "rio",
     "3515",
     "broadway",
     "roseville",
     "1235",
     "jan. 5, 2017",
     "alton",
     "us",
     "1460",
     "115",
     "1850",
     "queens",
     "florida",
     "roswell",
     "ny",
     "georgia",
     "porte",
     "park",
     "waterloo",
     "black",
     "salina",
     "granite",
     "baton",
     "kingsland",
     "belt",
     "gonzales",
     "louis",
     "york",
     "hi",
     "maple",
     "2701",
     "1000",
     "upper",
     "ri",
     "coalinga",
     "lancaster",
     "myers",
     "junction",
     "drive",
     "gate",
     "newport",
     "plank",
     "bridgeport",
     "westland",
     "clearview",
     "sq",
     "mall",
     "henry",
     "cheyenne",
     "cromwell",
     "john",
     "salem",
     "usa",
     "oklahoma",
     "tn",
     "augusta",
     "2809",
     "baltimore",
     "owensboro",
     "pkwy",
     "pa",
     "il",
     "minnesota",
     "jasper",
     "palatka",
     "montgomery",
     "dubuque",
     "wy",
     "charlotte",
     "mn",
     "middletown",
     "s",
     "o'neill",
     "bristol",
     "phenix",
     "2010",
     "caraway",
     "jonesboro",
     "cty",
     "rego",
     "pennsylvania",
     "9605",
     "ohio",
     "4 hours ago",
     "iowa",
     "circle",
     "1075",
     "waterford",
     "avenue",
     "2600",
     "getty",
     "ky",
     "kellogg",
     "parrish",
     "savannah",
     "hopkinsville",
     "brice",
     "selinsgrove",
     "nameoki",
     "trafficway",
     "nm",
     "wa",
     "boston",
     "fl",
     "skibo",
     "layton",
     "alabama",
     "1284",
     "hinkleville",
     "ia",
     "east",
     "coon",
     "greenwood",
     "rouge",
     "madison",
     "susquehanna",
     "woonsocket",
     "tasos",
     "yale",
     "wayne",
     "parkway",
     "hts",
     "connecticut",
     "boundary",
     "kenton",
     "shaffer",
     "1801",
     "paducah",
     "scottsville",
     "tacoma",
     "london",
     "mexico",
     "river",
     "lake",
     "adams",
     "mt.",
     "maine",
     "clemson",
     "ok",
     "night",
     "georgetown",
     "mount",
     "fruitville",
     "1101",
     "virginia",
     "vernon",
     "kentucky",
     "akron",
     "reed",
     "1261",
     "ford",
     "albany",
     "line",
     "racine",
     "1153",
     "6101",
     "concord",
     "1419",
     "january 6",
     "bronson",
     "outer",
     "2",
     "sioux",
     "richmond",
     "rolla",
     "fort",
     "springfield",
     "amherst",
     "st",
     "kingsburg",
     "corbin",
     "capital",
     "new",
     "bowling",
     "massachusetts",
     "thanksgiving",
     "111",
     "loop",
     "pleasantville",
     "grand",
     "1320",
     "way",
     "co",
     "arbor",
     "dakota",
     "city",
     "plaza",
     "anderson",
     "market",
     "1425",
     "beneva",
     "norfolk",
     "1890",
     "me",
     "dubois",
     "halawa",
     "ks",
     "washington",
     "salt",
     "commercial",
     "lawton"
    ],
    "id": 25,
    "text": "Is your local Sears or Kmart among 150 stores to be axed? See the list 108 Kmarts and 42 Sears locations in 40 states will close this spring. Post to Facebook Is your local Sears or Kmart among 150 stores to be axed? See the list 108 Kmarts and 42 Sears locations in 40 states will close this spring. Check out this story on USATODAY.com: http://usat.ly/2hWtmja CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 85 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Is your local Sears or Kmart among 150 stores to be axed? See the list USA TODAY Published 10:52 a.m. ET Jan. 5, 2017 | Updated 4 hours ago x Share The ailing retailer said Thursday that it had reached a deal to sell the tools brand to Stanley Black & Decker for a net present value of about $900 million, including future royalty payments. USA TODAY Shoppers line up for the opening of a Kmart store on Thanksgiving night. (Photo: Tasos Katopodis, Getty Images) Sears Holding, parent company of department stores Kmart and Sears, will be closing 150 stores this spring. That includes 108 Kmart and 42 Sears locations in 40 states. The company said liquidation sales will begin as early as January 6 at all of the closing stores. Most of the stores will close at the end or March except for a few that will close mid-February or mid-March. Related:  Here is a list of the Kmart and Sears stores set to close: Alabama Kmart 300 Highway 78 E, Jasper AL Kmart 2003 US Hwy 280 Bypass, Phenix City AL Sears* 301 Cox Creek Pkwy, Florence AL Arkansas Sears 1901 S Caraway Road Jonesboro AR California   Kmart 3600 Wilson Road, Bakersfield CA Kmart  25 West Polk Street, Coalinga CA Kmart 333 Sierra Street,  Kingsburg CA Kmart 3001 Iowa Avenue, Riverside CA Colorado  Kmart: 363 S Broadway, Denver CO Kmart: 2809 North Ave, Grand Junction CO Connecticut Kmart 45 Shunpike Road, Cromwell CT (set to close mid-March)  Sears 90 Elm St; Enfield Sq, Enfield CT Florida Kmart 501 N Beneva Road, Sarasota FL Kmart 1801 Northwest Hwy 19, Crystal River FL Kmart 15271 Mcgregor Blvd, Fort Myers FL Kmart 2111 S Federal Hwy, Fort Pierce FL Kmart 1501 Normandy Village, Jacksonville FL Kmart 2211 W Irlo Bronson Hwy, Kissimmee FL Kmart 19400 Cochran Blvd, Port Charlotte FL Kmart 4955 Golden Gate Parkway, Naples FL Kmart 111 Town & Country Drive, Palatka FL Sears* 301 Eagle Ridge Dr, Lake Wales FL Georgia Kmart: 3200 Macon Road, Columbus GA Kmart: 365 Habersham Village Circle, Cornelia GA Kmart: 1601 Highway 40 East, Kingsland GA Kmart 33 W Montgomery Cross Road Savannah GA Sears* Albany Mall Albany GA Sears 5555 Whittlesey Blvd Columbus GA Hawaii Kmart 4561 Salt Lake Blvd Halawa / Honolullu HI Illinois Kmart 2851 Belt Line Parkway Alton IL Kmart 3655 Nameoki Road Granite City IL Indiana Kmart 750 Indian Boundary Road Chesterton IN Kmart 1460 West State Road 2 La Porte IN Sears 1235 S Reed Road Kokomo IN Iowa Kmart: 2600 Dodge Street, Dubuque IA Kmart: 5700 Gordon Drive, Sioux City IA Kmart: 3810 University Avenue, Waterloo IA Kansas Kmart 4820 S 4th St Trafficway Leavenworth KS Kmart 4200 W Kellogg Dr Wichita KS Sears 2259 S 9th St Salina KS Kentucky Kmart 191 Outer Loop Road Louisville KY Kmart 2945 Scottsville Road Bowling Green KY Kmart 14662 N US Highway 25 East Corbin KY Kmart 1501 Paris Pike Georgetown KY Kmart 3010 Fort Campbell Blvd Hopkinsville KY Kmart 1710 West Highway 192 London KY Kmart 2815 West Parrish Avenue Owensboro KY Sears* 5101 Hinkleville Road Paducah KY Louisiana Kmart 115 South Airline Hwy Gonzales LA Kmart 1400 S Clearview Parkway New Orleans LA Sears* 9001 Cortana Mall Baton Rouge / Cortana LA Sears* 197 Westbank Expressway Gretna LA Maine Kmart 688 Hogan Road Bangor ME Sears* 10 Whitten Road Augusta ME Maryland Kmart 222 N Point Blvd Baltimore MD Massachusetts Kmart 9 Plaza Way Fairhaven MA Kmart 1130 Newport Avenue South Attleboro MA Sears* 262 Swansea Mall Drive Swansea MA Michigan  Kmart 29600 Ford Road Garden City MI Kmart 3555 O'Neill Drive Jackson MI Kmart 1396 South Main Street Adrian MI Kmart 5400 S Cedar Street Lansing MI Kmart 1501 E Apple Ave Muskegon MI Kmart 40855 Ann Arbor Road Plymouth MI Kmart 17580 Frazho Road Roseville MI Kmart 3541 Highland Road Waterford MI Kmart 165 Wayne Road Westland MI Kmart 6455 US 31 N Acme Township MI Sears* 3099 28th St SE Grand Rapids MI Minnesota Kmart 1305 Highway 10 West Detroit Lakes MN Sears* 12737 Riverdale Blvd NW Coon Rapids MN Sears* 1850 Adams St Mankato MN Missouri Kmart 1477 State Highway 248 Branson MO Kmart 2304 Missouri Blvd Jefferson City MO Kmart 1003 S Bishop Ave Rolla MO Kmart 3101 S Glenstone Ave Springfield MO Kmart 6650 Manchester Ave St Louis MO Sears* 3600 Country Club Dr Jefferson Cty MO Sears 3702 Frederick Ave Saint Joseph MO Nevada  Kmart 10405 S Eastern Ave Henderson NV New Jersey Kmart 1468 Clementon Road Clementon NJ Kmart 645 Highway 18 East Brunswick NJ Kmart 800 Black Horse Pike Pleasantville NJ Kmart Rte 9 & Rte 47 Rio Grande NJ New Mexico Sears 1000 S Main St Roswell NM New York Kmart 4645 Commercial Drive New Hartford NY Sears* 1261 Niagara Falls Blvd Amherst NY Sears* 2000 Walden Ave Cheektowaga NY Sears* 1 N Galleria Dr Middletown NY Sears 9605 Queens Blvd Rego Park NY North Carolina Kmart 545 US Hwy 29 North Concord NC Kmart 1931 Skibo Road Fayetteville NC Kmart 201 N Berkeley Blvd Goldsboro NC Kmart 102 New Market Madison NC Kmart 815 S College Road Wilmington NC North Dakota Sears* 3902 13th Ave South Fargo ND Ohio Kmart 1500 Coshocton Ave Mount Vernon OH Kmart 185 Upper River Road Gallipolis OH Kmart 1005 East Columbus St Kenton OH Kmart 225 West Avenue New Boston OH Kmart 1284 Brice Road Reynoldsburg OH Kmart I-70 & Mall Road St. Clairsville OH Kmart 3515 N Maple Avenue Zanesville OH Sears* 2000 Brittain Road Akron OH Sears* 1075 N Bridge St Chillicothe OH Sears* 1701 River Valley Circle S Lancaster OH Sears* Richmond Mall Richmond Hts OH Oklahoma Kmart 4 East Shawnee St Muskogee OK Sears 428 SW C Ave Lawton OK Sears 1901 S Yale Ave Tulsa OK Pennsylvania Kmart 5820 Shaffer Road Dubois PA Kmart 1320 E Grandview Blvd Erie PA Kmart 1890 Fruitville Pike Lancaster PA Kmart 5600 Carlisle Pike US 11 Mechanicsburg PA (set to close mid-February) Kmart 120 Mall Blvd Monroeville PA Kmart 100 Cross Roads Plz Mt. Pleasant PA Sears* 1 Susquehanna Valley Mall Dr Selinsgrove PA Sears* 1500 Mall Run Road Uniontown PA Sears* 3595 Capital City Mall Camp Hill PA (set to close mid-February)  Sears 3245 E State St Hermitage/Sharon PA Rhode Island Sears* 1500 Diamond Hill Road Woonsocket RI South Carolina Kmart 3801 B Clemson Blvd Anderson SC Kmart 254 Highway 72 By-Pass Greenwood SC Kmart 8571 Rivers Avenue North Charleston SC Sears* 2701 David H Mcleod Blvd Florence SC (set to close mid-February) South Dakota Kmart 3020 W 12th St Sioux Falls SD Tennessee Kmart 305 W Economy Road Morristown TN Sears* 2101 Fort Henry Dr Kingsport TN Texas Kmart 1120 Mc Rae Blvd El Paso TX Kmart 9484 Dyer St El Paso TX Kmart 1101 Fort Hood Street Killeen TX Kmart 3061 S John Redditt Dr Lufkin TX Sears* 4101 E 42nd St Odessa TX Utah Kmart 1153 W Highway 40 Vernal UT Kmart 2010 N Main St Layton UT Virginia Kmart 1419 Hershberger Road N W Roanoke VA Kmart 3655 Plank Road Fredericksburg VA Kmart 6101 N Military Hwy Norfolk VA Kmart 1355 West Main Street Salem VA Sears* 500 Gate City Hwy Bristol VA Washington Kmart 5132 6th Ave Tacoma WA Sears* 18600 Alderwood Mall Pkwy Lynnwood WA West Virginia Kmart 731 Beverly Pike Elkins WV Kmart 1050 Division Street Parkersburg WV Kmart 250 Three Springs Drive Weirton WV Sears 225 Meadowbrook Road Bridgeport WV Sears* Towne Center Mall Charleston WV Wisconsin Kmart 1425 E Highway 151 Platteville WI Kmart 2211 S Green Bay Road Racine WI Wyoming Kmart 1840 Dell Range Blvd Cheyenne WY * Sears Auto Center will be closed at this location 7192 CONNECT TWEET 16 LINKEDIN 85 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hWtmja NEVER MISS OUT Managing Your Money Master your money with the latest business and investment news, articles and tips from financial experts each Friday. THANKS FOR SIGNING UP FOR THE Managing Your Money NEWSLETTER We're sorry. ",
    "title": "Is your local Sears or Kmart among 150 stores to be axed? See the list"
   },
   {
    "entities": [
     "david",
     "tanishia",
     "five hours on tuesday",
     "trump",
     "2017",
     "thursday",
     "news",
     "ortiz",
     "facebook",
     "donald",
     "morning",
     "saturday",
     "tesfaye",
     "covington",
     "guglielmi",
     "tuesday",
     "erik",
     "cooper",
     ", 8:10 pm",
     "night",
     "police",
     "department",
     "2:07",
     "late monday",
     "nbc",
     "boyd",
     "chicago",
     "anthony",
     "youtube",
     "hill",
     "afternoon",
     "jan 5",
     "now",
     "brittany",
     "jordan"
    ],
    "id": 26,
    "text": "Jan 5 2017, 8:10 pm ET Four Arrested in Facebook Live Torture Video Now Charged With Hate Crimes by Erik Ortiz Chicago Torture Video: Hate Crime, Kidnapping Charges For 4 Suspects 2:07 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170106012000if_/http://www.nbcnews.com/widget/video-embed/848612419912\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Criminal hate crime, aggravated kidnapping and other felony charges were filed against four young men and women who allegedly tortured and beat a bound and gagged man in Chicago, which they broadcast live on Facebook. The suspects — identified as Jordan Hill, 18; Tesfaye Cooper, 18; Brittany Covington, 18; and Tanishia Covington, 24 — were charged Thursday ahead of an afternoon bond hearing. The charges also include aggravated unlawful restraint and aggravated battery with a deadly weapon. Chicago police spokesman Anthony Guglielmi had tweeted Thursday morning that authorities were continuing to investigate the \"senseless attack. The attackers, who are black, were heard yelling anti-white epithets at various points throughout the 30-minute video. (Top, L-R): Jordan Hill, Brittany Covington (Bottom, L-R): Tanishia Covington, Tesfaye Cooper Chicago Police Department - AP The unidentified 18-year-old victim, described as having mental health challenges, went to school with Hill and had been willingly with him since Saturday, police said. They added that the two had been known to hang out, so the victim's family in suburban Chicago only first reported him missing late Monday. In a press conference on Thursday, the victim's family said that he is doing as well as he could be under the circumstances. But they were relieved he was home and offered thanks to local law enforcement. \"We appreciate all the support from everyone,\" the victim's brother-in-law David Boyd said on behalf of the family. \"This should never have happened,\" he added at the end of the press conference. Officials said Hill and the victim got into an argument that was allegedly made worse by the two women, who are sisters. In total, it is believed he was tied up for four or five hours on Tuesday. Police do not believe the event was premeditated. According to police, the suspects' focus on the victims mental capacity as well as his their statements about race is what led to the hate crime charges. Related: Four Held in Connection With Kidnapping After 'Facebook Live' Torture Video Airs The victim was traumatized by the violence, and eventually spoke with police after he was located wandering on a Chicago street Tuesday night disheveled and in distress. He had to be hospitalized, officials said. The video, which first aired Tuesday and was also uploaded to YouTube, shows the victim cowering in a corner as the group kicks and slaps him and cuts his hair until his scalp bleeds. The assailants can also be heard laughing, discussing drug use and yelling \"F--- Donald Trump!\" and \"F--- white people!\" Police confirmed the second video that showed the teen being forced to drink out of a toilet in a news conference. NBC News has not verified that second video. Play ",
    "title": "Four Arrested in Facebook Live Torture Video Now Charged With Hate Crimes - NBC News"
   },
   {
    "entities": [
     "charlie",
     "last year",
     ", 6:33 pm",
     "murkowski",
     "6:09",
     "trump",
     "house",
     "2017",
     "thursday",
     "ryan",
     "r-alaska",
     "paul",
     "ann",
     "senate",
     "donald",
     "murray",
     "leigh",
     "$500 million",
     "2015",
     "dent",
     "this year",
     "r-maine",
     "caldwell",
     "susan",
     "parenthood",
     "aca",
     "kirk",
     "collins",
     "planned",
     "jan 5",
     "obamacare",
     "gop",
     "$500 million dollars",
     "illinois",
     "d-washington",
     "patty",
     "mark",
     "lisa"
    ],
    "id": 27,
    "text": "Jan 5 2017, 6:33 pm ET Planned Parenthood Will Lose Funding With Obamacare Repeal, Ryan Says by Leigh Ann Caldwell advertisement House Speaker Paul Ryan said Thursday that a measure stripping funds from Planned Parenthood would be included in the bill to repeal the Affordable Care Act. House Republicans' decision to tie defunding the women's health organization to the Obamacare repeal effort could turn off moderate Republicans, complicating the fragile coalition that the party must maintain in order to undo the massive health care law. Play War over Obamacare escalates on Capitol Hill 6:09 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170106093227if_/http://www.nbcnews.com/widget/video-embed/848370755865\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> One such Republican, Senator Susan Collins, R-Maine, has already voiced concern. While she said it's \"really premature\" to say if she'd vote against a repeal defunding Planned Parenthood, she did say she would fight to strip such a measure from the bill. \"There's a group of House Republicans led by (Rep.) Charlie Dent (R-PA) who are opposed to the defunding of Planned Parenthood in the bill, and I hope they'll be successful in separating the two issues or knocking it out all together,\" Collins told reporters Thursday. Collins voted against the last major effort to repeal the ACA, also referred to as Obamacare, in 2015 in part because Planned Parenthood defunding was included. Sen. Mark Kirk of Illinois took the same stance but he was defeated in his re-election bid last year. Sen. Lisa Murkowski, R-Alaska, opposed previous efforts to strip money from the organization, as well, and could be a critical vote. But Collins might see more support from moderate Republicans this year because any repeal effort that passes is likely to be signed by incoming President Donald Trump. Repeal of Obamacare is only going to need the support of a simple majority of senators. With 52 Republican senators, only three need to defect. House Republicans, who enjoy a much larger majority, must also take Republican defections into consideration. There is already concern among conservative Republicans over the timeline for replacement and that not all tax increases that are part of the ACA, such as the tax on medical devices and the tax on high cost health insurance plans, will be repealed, also threatening Republican repeal efforts. Not funding $500 million per year for Planned Parenthood would give the GOP some much needed cash to pay for their healthcare replacement while also satisfying the socially conservative portion of their base. Related: Replacing Obamacare Will be Difficult, Repealing it Will be Just as Hard A group of Senate Democrats hastily convened a news conference to respond to the Ryan's pronouncement. \"This is outrageous,\" said Sen. Patty Murray, D-Washington. \"We are going to fight back every step of the way.\" The vast majority of Planned Parenthood's services revolve around women's health care, including cancer screening, maternity care and preventative care. The government provides approximately half of the national organization's money — a little more than $500 million dollars per year — but that money does not go to fund abortions, complying with federal law that outlaws the federal funding of abortion. Play ",
    "title": "Planned Parenthood Will Lose Funding With Obamacare Repeal, Ryan Says - NBC News"
   },
   {
    "entities": [
     "facebook",
     "live",
     "jan. 3, 2017",
     "chicago",
     "tribune"
    ],
    "id": 28,
    "text": "Beating of disabled teen captured on Facebook Live Beating of disabled teen captured on Facebook Live Facebook Live video posted on Jan. 3, 2017, shows verbal and physical attack of a mentally disabled man. The Chicago Tribune edited this video to protect the victim's identity and for time. (Warning: Contains graphic content) Facebook Live video posted on Jan. 3, 2017, shows verbal and physical attack of a mentally disabled man. The Chicago Tribune edited this video to protect the victim's identity and for time. (Warning: Contains graphic content) ",
    "title": "Beating of disabled teen captured on Facebook Live - Chicago Tribune"
   }
  ]
 }
}