{
 "07": {
  "col-sim": {
   "cosine": 0.26375504942004785,
   "entity": 0.38858351868954893
  },
  "exec-time": 111.41677951812744,
  "links": [
   {
    "entities": [
     "eddie",
     "case",
     "trump",
     "tribune",
     "thursday",
     "perez",
     "facebook",
     "kass",
     "antonio",
     "donald-rsb-",
     "jan. 3, 2017",
     "johnson",
     "john",
     "torture",
     "/",
     "police",
     "chicago",
     "hall",
     "now",
     "live",
     "city"
    ],
    "id": 0,
    "text": "In Facebook torture, victim's eyes terrify most Eddie Johnson Antonio Perez / Chicago Tribune Chicago police Superintendent Eddie Johnson speaks during a news conference Thursday on the charges filed against the four individuals suspected in the kidnapping and beating of a disabled man that was captured in a Facebook video. Chicago police Superintendent Eddie Johnson speaks during a news conference Thursday on the charges filed against the four individuals suspected in the kidnapping and beating of a disabled man that was captured in a Facebook video. (Antonio Perez / Chicago Tribune) John Kass Contact Reporter There's a lot to unpack from Chicago's latest racial outrage, the Facebook Torture Case, and it's ugly, so let's get to it. You know the news. Four African-Americans were charged Thursday with hate crimes in the alleged kidnapping and torture of a bound, white and mentally disabled young man. Police said they beat him, forced him to drink toilet water, jabbed at him with a knife and cut his scalp, shouting \"F---white people!\" and \"F--- [ Donald] Trump !\" and laughing while smoking blunts and streaming it all live on Facebook. I watched some, not all of that video, the way they brutalized that young man, the terror in his eyes, hearing their laughter. And I realized these were human beings, amusing themselves with the pain of a mentally disabled man. There are many words for this, but irredeemable is the one that comes to mind. Beating of disabled teen captured on Facebook Live Facebook Live video posted on Jan. 3, 2017, shows verbal and physical attack of a mentally disabled man. The Chicago Tribune edited this video to protect the victim's identity and for time. (Warning: Contains graphic content) Facebook Live video posted on Jan. 3, 2017, shows verbal and physical attack of a mentally disabled man. The Chicago Tribune edited this video to protect the victim's identity and for time. (Warning: Contains graphic content) See more videos And when Chicago's top cop talked of it, he said something worth considering again. \"It makes you wonder what would make individuals treat somebody like that,\" said Chicago Police Superintendent Eddie Johnson . \"It still amazes me how you still see things that you just shouldn't. I'm not going to say it shocked me, but it was sickening.\" Johnson's been a cop in Chicago for decades, so he's seen worse. We haven't, but he and other police have. With City Hall pushing body cameras for all police, I figure the rest of us should soon be able to see what cops see, at the crime scene, with all the brutality that we try to shield ourselves from. Because cops work in that world where people do such things to each other. Where criminals laugh and inflict pain, on babies, old people, anyone. Most of the rest of us haven't been to that place and we'd be psychologically damaged if we did. There are other elements of this heater case that should be acknowledged, like the politics of this thing. It's crawling with politics now. ",
    "title": "In Facebook torture, victim&apos;s eyes terrify most - Chicago Tribune"
   },
   {
    "entities": [
     "israel",
     "jim",
     "the 1960s",
     "haaretz",
     "lauderdale-hollywood",
     "california",
     "shimon",
     "peres",
     "bond",
     "martin",
     "jan. 4",
     "jacob",
     "productions",
     "mediterranean",
     "tel",
     "benjamin",
     "the last year",
     "mandelblit",
     "broward",
     "afternoon",
     "$55",
     "angeles",
     "margalit",
     "aviv-born",
     "yanai",
     "regency",
     "friday",
     "ehud",
     "invision",
     "sunday",
     "news",
     "2009",
     "recently",
     "2014",
     "avichai",
     "2008",
     "adventure",
     "weinroth",
     "milchan",
     "likud",
     "james",
     "gianopulos",
     "airport",
     "office",
     "erel",
     "disney",
     "agostini",
     "2",
     "party",
     "thursday",
     "fontana",
     "international",
     "oliver",
     "fort",
     "sheriff's",
     "television",
     "scorsese",
     "new",
     "los",
     "channel",
     "bso",
     "early",
     "olmert",
     "time",
     "jeffrey",
     "beit",
     "mitnick",
     "this week",
     "sara",
     "sierra",
     "the week",
     "2013",
     "fleishman",
     "lauderdale",
     "nov. 28",
     "fox",
     "$10.50",
     "scott",
     "past",
     "stone",
     "february",
     "hollywood",
     "arnon",
     "joshua",
     "evening",
     "evan",
     "now",
     "netanyahu",
     "$5,000"
    ],
    "id": 1,
    "text": "Hollywood producer Arnon Milchan tied to corruption inquiry of Israel's prime minister Arnon Milchan Evan Agostini / Invision Producer Arnon Milchan accepts the Film Tribute Award at the 26th Annual Gotham Independent Film Awards on Nov. 28. Producer Arnon Milchan accepts the Film Tribute Award at the 26th Annual Gotham Independent Film Awards on Nov. 28. (Evan Agostini / Invision) Joshua Mitnick Hollywood producer Arnon Milchan, long connected to Israel’s political elite, has emerged as among the wealthy individuals whose gift-giving to Israeli Prime Minister Benjamin Netanyahu is under review as part of a corruption investigation. The prime minister is under criminal investigation on suspicion of improperly accepting gifts. Police are looking into whether Milchan provided Netanyahu with a steady supply of expensive Cuban cigars going back several years, according to reports this week in Haaretz newspaper and Israel’s Channel 2 News Television.  The cumulative value of Milchan’s cigar gifts to Netanyahu was estimated to be in the hundreds of thousands of Israeli shekels, according to the reports. Milchan also reportedly provided bottles of Champagne for Netanyahu’s wife, Sara. Israeli police have declined to discuss Milchan’s involvement in the ongoing criminal investigation, the details of which have not been made public.  Netanyahu was interrogated by Israeli police Thursday evening for several hours in regards to two separate criminal cases. It was the second time in three days that the prime minister was questioned by police in the graft investigation. Details regarding the second case are unknown to the public. The prime minister’s personal lawyer Friday did not deny that Netanyahu had accepted cigars from Milchan, but said there was nothing criminal in doing so. “Any reasonable person knows that there is nothing remotely criminal involved when a close friend gives his friend a gift of cigars,” Jacob Weinroth told reporters.  Earlier in the week, the prime minister dismissed the police investigation.  “There won’t be anything because there isn’t anything,” he said. Still, the investigation has directed a spotlight on Milchan, 72, a Tel Aviv-born tycoon whose business interests at one point reportedly included 30 companies in 17 countries. He has long wielded influence in politics in the country and abroad, and worked in industries including agribusiness, plastics and weapons. He is considered one of the movie business’ most influential producers, yet has remained an elusive figure in Hollywood, and though he’s a jet-setting entrepreneur known for his charm, he rarely gives interviews to press outlets. Nonetheless, he has earned respect and admiration from Hollywood A-listers and studio chiefs. Over his long career, he has made movies with the likes of Martin Scorsese and Oliver Stone.   Milchan’s movie credits include “Pretty Woman” and “JFK,” as well as recent Oscar winners “The Revenant” and “12 Years a Slave.”  “Look in the dictionary under Renaissance man,” said then-20th Century Fox chairman Jim Gianopulos in a documentary for Israeli Channel 2 TV. “You’ll see a picture of Arnon — or you should.”  Milchan’s ties to Israeli elite predate his Hollywood successes. As an Israeli businessmen in the 1960s, he befriended Shimon Peres, at the time an up-and-coming politician who played a central role in building Israel’s military-industrial complex. Peres eventually served as prime minister and president of Israel. Milchan worked with Israel’s defense establishment to help in weapons procurement and assisted in building up the country’s secret nuclear program. In a 2013 interview with Israel’s Channel 2 investigation show “Uvda,” he spoke about his past career as a weapons dealer and a participant in covert operations for Israel. During the program he described himself as a “James Bond” for Israel.  In addition to Netanyahu and Peres, Milchan counted former Israeli Prime Minister Ehud Olmert among his friends. The entertainment executive is listed in the Israeli phone directory as having a residence steps from the Mediterranean coast in the central Israel town of Beit Yanai. A spokesperson for Milchan’s entertainment company, New Regency Productions, declined to comment on the reports of his gift giving. Milchan supplied cigars based on the specifications given by Netanyahu, according to a report on Israel’s Channel 2 news Thursday. The cigars cost up to $55 each, and the prime minister might smoke as much as $5,000 worth of cigars a month, according to the report. A statement this week from the office of Israel’s attorney general, Avichai Mandelblit, said a six-month corruption probe into the prime minister’s dealings had been recently upgraded to a criminal investigation. During the course of the probe, Israeli investigators ruled out allegations about improprieties with election financing and funding of the prime minister’s trips abroad. Though the investigation hasn’t undermined his support within his Likud Party or within the coalition government, opposition lawmaker Erel Margalit has said the shadow of the criminal investigation will taint the integrity of Netanyahu’s decision-making as prime minister.  The police inquiry has prompted speculation by political analysts that an indictment could force Netanyahu to resign. Netanyahu is the second consecutive Israeli prime minister to face a criminal police investigation while in office. Olmert was forced to resign from the Israeli premiership in 2008 amid corruption charges, paving the way for the parliamentary elections that led to Netanyahu’s return to power in 2009. Olmert in February began serving a 19-month jail term after being convicted in 2014 of bribery and obstruction of justice.   Caption BSO confirms multiple people shot and one in custody at Fort Lauderdale-Hollywood International Airport According to a spokesperson for the Broward Sheriff’s Office, multiple people have been shot and one person is in custody after shots were fired at the Fort Lauderdale-Hollywood International Airport. According to a spokesperson for the Broward Sheriff’s Office, multiple people have been shot and one person is in custody after shots were fired at the Fort Lauderdale-Hollywood International Airport. Caption BSO confirms multiple people shot and one in custody at Fort Lauderdale-Hollywood International Airport According to a spokesperson for the Broward Sheriff’s Office, multiple people have been shot and one person is in custody after shots were fired at the Fort Lauderdale-Hollywood International Airport. According to a spokesperson for the Broward Sheriff’s Office, multiple people have been shot and one person is in custody after shots were fired at the Fort Lauderdale-Hollywood International Airport. Caption Sheriff Scott Israel and other officials hold press conference The full length video of a press conference held at the Fort Lauderdale International Airport on the latest information about the shooting there early Friday afternoon. The full length video of a press conference held at the Fort Lauderdale International Airport on the latest information about the shooting there early Friday afternoon. Caption 90 seconds: 4 stories you can't miss The 74th Annual Golden Globe Awards will take place Sunday , the popular Tower of Terror ride at Disney California Adventure has officially closed , thousands of people died trying to cross the Mediterranean in the last year alone , and California's minimum wage is now $10.50 . Caption Possible family dispute leaves 3 dead and 1 injured in late-night shooting Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Caption A Mammoth snow could lead to an epic season at the Sierra resort It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. Mitnick is a special correspondent. Times staff writer Jeffrey Fleishman in Los Angeles contributed to this report. @joshmitnick ",
    "title": "Hollywood producer Arnon Milchan tied to corruption inquiry of Israel&apos;s prime minister - LA Times"
   },
   {
    "entities": [
     "democratic",
     "c.i.a.",
     "goldman",
     "d.n.c.",
     "this week",
     "times",
     "trade",
     "west",
     "friday",
     "reagan",
     "trump",
     "flint",
     "comey",
     "late",
     "house",
     "donna",
     "party",
     "point",
     "thursday",
     "news",
     "--",
     "cnn",
     "the",
     "senate",
     "donald",
     "pompeo",
     "mich.",
     "adam",
     "kansas",
     "b.",
     "buzzfeed",
     "russia",
     "mike",
     "j.",
     "twitter",
     "f.b.i.",
     "post",
     "podesta",
     "u.s.",
     "new",
     "nbc",
     "james",
     "jan. 6, 2017",
     "center",
     "previously",
     "york",
     "a few weeks ago",
     "afternoon",
     "washington",
     "ronald",
     "brazile",
     "the past",
     "world",
     "clinton",
     "clapper"
    ],
    "id": 2,
    "text": "OPEN Graphic “They got beaten very badly in the election. I won more counties in the election than Ronald Reagan,” Mr. Trump said during an eight-minute telephone conversation. “They are very embarrassed about it. To some extent, it’s a witch hunt. They just focus on this.” In fact, Mr. Trump won more counties than any Republican presidential candidate since Ronald Reagan, according to a PolitiFact analysis citing data from the Atlas of U.S. Presidential Elections. The president-elect also noted the news this week, first reported by BuzzFeed News, that the D.N.C. had refused to give the F.B.I. access to its computer servers after it was hacked. Advertisement Continue reading the main story “The D.N.C. wouldn’t let them see the servers,” Mr. Trump said. “How can you be sure about hacking when you can’t even get to the servers?” The D.N.C. has previously said that the law enforcement agency had not asked to examine the computers. A senior law enforcement official said the F.B.I. had repeatedly emphasized to the D.N.C. the necessity of obtaining direct access to servers and data. The F.B.I. was rebuffed and had to rely upon a third party — a computer security firm brought in by the D.N.C. — for information. Got a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists. Learn More Mr. Trump also said that the hacking of emails from the D.N.C. and top campaign officials for Mrs. Clinton had revealed that she received advance notice of debate questions and “many, many other things that were horrible.” “How come nobody complains about that?” Mr. Trump said, referring to a tip that a CNN commentator and Clinton supporter, Donna Brazile, gave to Mr. Podesta ahead of a Democratic Party presidential debate in Flint, Mich. Mr. Trump said he was looking forward to his meeting Friday afternoon about the hacking with Mr. Clapper; James B. Comey, the F.B.I. director; and other intelligence officials. He said that Mr. Clapper “wrote me a beautiful letter a few weeks ago wishing me the best.” But he said that “a lot of mistakes were made” by the intelligence community in the past, noting in particular the attacks on the World Trade Center and saying that “weapons of mass destruction was one of the great mistakes of all time.” In a later post on Twitter, Mr. Trump also expressed his frustration that details about an intelligence report on the Russia hacking were reported by news organizations late Thursday afternoon. The Washington Post, NBC and other organizations quoted unnamed officials who said the report documented intercepts showing Russian officials celebrating Mr. Trump’s election victory. I am asking the chairs of the House and Senate committees to investigate top secret intelligence shared with NBC prior to me seeing it. —         Donald J. Trump (@realDonaldTrump) Jan. 6, 2017 In the earlier interview, the president-elect said that he was eager to work with the intelligence community as president, and he praised the people he selected to lead the intelligence agencies, in particular Representative Mike Pompeo, Republican of Kansas, who is his pick to lead the C.I.A. He said that Mr. Pompeo was “first in his class” at West Point. “We have great people going into those slots,” Mr. Trump said in the interview. “I expect to have a very, very good relationship with them.” Adam Goldman contributed reporting from Washington. ",
    "title": "After Security Meeting, Trump Admits Possibility of Russian Hacking - The New York Times"
   },
   {
    "entities": [
     "room",
     "biden",
     "michelle",
     "friday",
     "white",
     "obama",
     "oprah",
     "last month",
     "house",
     "the future",
     "east",
     "winfrey"
    ],
    "id": 3,
    "text": "Biden To Democrats Objecting To Electoral College Results: 'It Is Over' At times, others have tried to place limits on Michelle Obama herself. In a TV interview with Oprah Winfrey last month, Obama described her surprise at being tagged during her husband's first White House campaign as an \"angry black woman.\" \"Wow, where did that come from?\" Obama told Winfrey. \"I thought, 'Let me live my life out loud so that people can then see and then judge for themselves.' \" After eight years in the White House, the first lady has won a favorable judgment from most Americans. She enjoys higher favorability ratings than her husband does. On Friday, she encouraged young people to be focused and determined, not afraid. \"When people see us for who we truly are, maybe, just maybe they, too, will be inspired to rise to their best possible selves,\" Obama said. With her voice breaking, Obama recalled how her own father worked hard at a city water plant, hoping that one day his children would go to college and have opportunities he never dreamed of. \"That's the kind of hope that every single one of us — politicians, parents, preachers, all of us — need to be providing for our young people,\" Obama said. \"Because that is what moves this country forward every single day. Our hope for the future and the hard work that hope inspires.\" \"That's my final message to young people as first lady,\" she said as the audience in the White House East Room stood and applauded. \"Lead by example with hope, never fear. And know that I will be with you, rooting for you and working to support you for the rest of my life.\" ",
    "title": "Michelle Obama Gets Emotional In Her Final White House Speech : NPR"
   },
   {
    "entities": [
     "d.",
     "rogers",
     "assange",
     "november",
     "priebus",
     "earlier this week",
     "ryan",
     "paul",
     "s.",
     "state",
     "b.",
     "cia",
     "china",
     "brennan",
     "associated",
     "2011",
     "schiff",
     "mcfarland",
     "hill",
     "k.t.",
     "afternoon",
     "tom",
     "early 2014",
     "clinton",
     "intelligence",
     "kremlin",
     "white",
     "democratic",
     "us",
     "capitol",
     "friday",
     "comey",
     "bossert",
     "michael",
     "pa.",
     "nsa",
     "senate",
     "donald",
     "democrat",
     "adam",
     "russia",
     "command",
     "julian",
     "reince",
     "u.s.",
     "fbi",
     "agency",
     "james",
     "feinstein",
     "york",
     "next week",
     "brian",
     "press",
     "gru",
     "last friday",
     "t.",
     "thursday",
     "moscow",
     "pompeo",
     "bennett",
     "rnc",
     "congress",
     "security",
     "mike",
     "john",
     "earlier friday",
     "republican",
     "obama",
     "national",
     "new",
     "wikileaks",
     "committee",
     "putin",
     "vucci",
     "times",
     "trump",
     "house",
     "dec. 15",
     "hillary",
     "r.",
     "vladimir",
     "dianne",
     "hershey",
     "flynn",
     "cyber",
     "late 2011",
     "early 2012",
     "evan",
     "clapper",
     "maryland"
    ],
    "id": 4,
    "text": "U.S. intelligence report says Putin targeted presidential election to 'harm' Hillary Clinton's chances Donald Trump Evan Vucci / Associated Press President-elect Donald Trump speaks at a rally in Hershey, Pa., on Dec. 15. President-elect Donald Trump speaks at a rally in Hershey, Pa., on Dec. 15. (Evan Vucci / Associated Press) Brian Bennett Contact Reporter Russian President Vladimir Putin personally ordered an intelligence operation against the U.S. presidential campaign and ultimately sought to help Donald Trump win the White House , according to a new U.S. intelligence report released Friday, shortly after the president-elect appeared to dismiss its key findings. Putin both “aspired to help” Trump in November and to “harm” Trump’s rival, Democratic nominee and former Secretary of State Hillary Clinton, with leaks of pilfered emails and other covert activities, the report concludes in a dramatic expansion of official U.S. accusations against the Kremlin. The report depicts the Russian operation as unprecedented, saying that an aggressive mix of digital thefts and leaks, fake news and propaganda represented “a significant escalation in directness, level of activity, and scope of effort” against a U.S. election campaign. Moscow’s goals “were to undermine public faith in the U.S. democratic process, denigrate Secretary Clinton, and harm her electability and potential presidency,” the report states. “We further assess Putin and the Russian government developed a clear preference for President-elect Trump.” They “aspired to help President-elect Trump’s election chances when possible by discrediting Secretary Clinton,” the report adds. U.S. intelligence and law enforcement agencies found no evidence that hackers tampered with actual voting or with counting ballots on election day. But in a startling new assertion, it says Russian intelligence “obtained and maintained access to elements of multiple US state or local electoral boards,” adding that Russian spies began collecting information on equipment used in U.S. elections in early 2014. The 14 pages released offer a largely circumstantial case rather than hard evidence of Putin’s direct involvement, and mostly focus on Russian propaganda efforts. But the full report remains classified, and the public portion does not include the specific intelligence. Still, the rare release of a major intelligence assessment marks a sharp escalation in what has become a bare-knuckle fight between Trump and the U.S. intelligence community, backed by President Obama, over the president-elect’s repeated derision of their understanding of Russia’s role. Intelligence officials had planned to declassify the key findings next week after briefing members of Congress. But the declassified summary was rushed out Friday afternoon shortly after Trump had been briefed on the full report — and had made clear he was not convinced. In a statement, Trump conflated the Russian cyberattacks with those of other countries and individuals, and said the hacking had “absolutely no effect” on the election. “While Russia, China, other countries, outside groups and people are consistently trying to break through the cyber infrastructure of our governmental institutions, businesses and organizations including the Democrat National Committee, there was absolutely no effect on the outcome of the election, including the fact that there was no tampering whatsoever with voting machines,” Trump said after he was briefed by four U.S. intelligence chiefs at his office in New York. Earlier Friday, in an interview with the New York Times, Trump had called the focus on election-related hacking a “political witch hunt” by his adversaries, who he said were embarrassed by their loss in November. The growing dispute has become a sore point for Trump’s transition team and a worry for Republicans on Capitol Hill who are convinced that Moscow had a malign role and fear Trump’s presidency will get off to a shaky start. House Speaker Paul D. Ryan (R-Wis.) acknowledged the predicament Friday, noting that Russia “clearly tried to meddle in our political system.” But he warned that Democrats might try to use the intelligence report to undermine Trump’s mandate in the White House. “We cannot allow partisans to exploit this report in an attempt to delegitimize the president-elect’s victory,” Ryan said. Democrats were quick to respond. “I’m appalled the Russian government took the extreme step of interfering with our presidential election, particularly with the goal of tilting the playing field to increase one candidate’s chance of winning,” said Sen. Dianne Feinstein (D-Calif.), the top Democrat on the Senate Intelligence Committee.  “The President-Elect’s statement that the Russian hacking had ‘absolutely no effect on the outcome of the election’ is not supported by the briefing, report, or common sense,” said Rep. Adam B. Schiff (D-Burbank), the top Democrat on the House Intelligence Committee, in a statement. The report, which Obama had requested, is a joint product of the CIA, the FBI and the National Security Agency . The three agencies said they had “high confidence” in the findings except for the assessment that Putin had aspired to help Trump’s chances. The NSA said it had “moderate confidence” in that finding. In addition to stealing and dumping embarrassing emails from the Democratic National Committee and Clinton’s campaign, Russian intelligence officials also used state-funded broadcasts and third-party intermediaries, and paid social media “trolls” to spread false information and disparage Clinton, the report says. When it appeared that Clinton was likely to win, according to the report, Moscow “focused more on undercutting [her] legitimacy and crippling her presidency from the start.” Putin “holds a grudge” against Clinton, it noted, adding, “He has publicly blamed her since 2011 for inciting mass protests against his regime in late 2011 and early 2012.” Officials working for the GRU, Russia’s military intelligence service, used an online persona known as Guccifer 2.0 and the website DCLeaks.com to release emails, as well as to relay them to WikiLeaks. Earlier this week, Trump retweeted denials by Julian Assange, the fugitive founder of Wikileaks, that it had gotten the emails from the Russian government or its operatives. Read the U.S. intelligence report on Russian hacking Open link Trump was briefed on the evidence for more than an hour in a face-to-face meeting with Director of National Intelligence James R.  Clapper , CIA Director  John Brennan , FBI Director  James B. Comey  and Adm. Michael S. Rogers, head of the National Security Agency and U.S. Cyber Command. Soon after, Trump issued a statement that called the meeting “constructive” and said he had “tremendous respect” for those serving in the nation’s intelligence agencies.  That marked a shift from the mocking tweets he had issued in recent weeks, using language so demoralizing that Clapper publicly noted at a Senate hearing on Thursday that there was a difference between healthy skepticism and “disparagement.” Trump said the U.S. needed to “aggressively combat and stop” cyberattacks, and said he would order a team to create a plan within the first three months of taking office. In addition, Trump said hackers tried but failed to infiltrate Republican National Committee computers. The RNC had “strong hacking defenses and the hackers were unsuccessful,\" Trump said. He was joined at the briefing by members of his national security team: Rep. Mike Pompeo (R-Kan.), Trump’s pick for CIA director; Reince Priebus, who will be White House chief of staff; Michael T. Flynn, who will be national security advisor; K.T. McFarland, his pick for deputy national security advisor; and Tom Bossert, whom Trump has chosen for his homeland security advisor.  Last Friday, the White House cited the intelligence when they expelled 35 suspected Russian intelligence operatives, closed two Russian compounds in New York and Maryland, and expanded sanctions on Moscow. ",
    "title": "U.S. intelligence report says Putin targeted presidential election to &apos;harm&apos; Hillary Clinton&apos;s chances - LA Times"
   },
   {
    "entities": [
     "lauderdale",
     "john",
     "schlicher",
     "01/06/17",
     "airport",
     "friday",
     "ft."
    ],
    "id": 5,
    "text": "MSNBC Live 01/06/17 Witness: 'He was shooting people in the head' John Schlicher recalls the horrific scene of a mass shooting at Ft. Lauderdale Airport on Friday, and provides details on the shooting suspect. ... more Duration: {{video.duration.momentjs}} Up next in: ",
    "title": "Witness: 'He was shooting people in the head' | MSNBC"
   },
   {
    "entities": [
     "democratic",
     "october",
     "friday",
     "palmieri",
     "march",
     "trump",
     "hillary",
     "donna",
     "news",
     "moscow",
     "facebook",
     "cnn",
     "fox",
     "donald",
     "russia",
     "vladimir",
     "dnc",
     "john",
     "megyn",
     "kelly",
     "twitter",
     "2 in the morning",
     "podesta",
     "past",
     "u.s.",
     "intel",
     "national",
     "wikileaks",
     "jennifer",
     "committee",
     "brazile",
     "january 06, 2017",
     "putin",
     "clinton"
    ],
    "id": 6,
    "text": "Intel report on Russian interference finds no documents forged Published               January 06, 2017 Facebook 0 Twitter 0 livefyre Email Print   No documents related to the hacks of the Democratic National Committee emails or Clinton campaign Chair John Podesta’s emails appear to be altered or forged, according to a declassified U.S. intelligence report on alleged Russian interference in the U.S. election released Friday. While the report accused Russian President Vladimir Putin of ordering a campaign to influence the U.S. election and hurt Hillary Clinton’s candidacy, it found that the material sent to WikiLeaks did not contain “any evident forgeries.” The claim that the emails may have been doctored or forged was raised by DNC Interim Chair Donna Brazile in October, when she was criticized for an email that surfaced in hacked messages from Podesta’s account. The report also concluded that Moscow chose WikiLeaks to distribute the information “because of its self-proclaimed reputation for authenticity.” While the report does not specifically mention Podesta’s emails, it does say Russian intelligence agencies relayed material to WikiLeaks “from the DNC and senior Democratic officials.” Podesta was the most prominent Democratic official to be subject to a cyberattack during the campaign. The Brazile email passed on a question to campaign adviser Jennifer Palmieri about the death penalty, under the subject line: “From time to time I get questions in advance.” The exchange came right before a March town hall hosted by CNN and TV One, where a similar question was asked. Yet Brazile denied receiving questions from CNN, and implies that the emails released were doctored. \"I have seen so many doctored emails. I have seen things that come from me at 2 in the morning that I don't even send,” she told Fox News’ Megyn Kelly, adding, \"I will not sit here and be persecuted, because your information is totally false.” Brazile stood down in October as a CNN contributor over the revelation. She released a statement Friday criticizing Trump over his past statements disputing Russian involvement in the cyberattacks. \"For the first time ever, President-elect Donald Trump is not disputing the fact that Russia was behind the targeted attack on the DNC and the Clinton campaign,” she said. Advertisement ",
    "title": "Intel report on Russian interference finds no documents forged | Fox News"
   },
   {
    "entities": [
     "diaz",
     "israel",
     "lauderdale-hollywood",
     "november",
     "taylor",
     "haggerty",
     "rick",
     "transportation",
     "miami",
     "elenburg",
     "santiago",
     "ned",
     "fla.",
     "j.",
     "department",
     "army",
     "emily",
     "center",
     "broward",
     "afternoon",
     "lea",
     "guard",
     "al",
     "friday",
     "florida",
     "trauma",
     "august",
     "news",
     "--",
     "diane",
     "donald",
     "administration",
     "news/",
     "lynne",
     "esteban",
     "signal",
     "health",
     "twitter",
     "police",
     "u.s.",
     "fbi",
     "jersey",
     "union",
     "olmstead",
     "today before",
     "airport",
     "office",
     "google",
     "alaska",
     "pence",
     "anchorage",
     "council",
     "minneapolis",
     "international",
     "12:55 p.m.",
     "security",
     "fort",
     "mike",
     "88",
     "sheriff's",
     "new",
     "national",
     "obama",
     "jan. 6, 2017",
     "jan. 06, 2017",
     "medical",
     "last night",
     "city",
     "tsa",
     "jan 6, 2017",
     "price",
     "trump",
     "lauderdale",
     "this afternoon",
     "candis",
     "county",
     "abc",
     "january 6, 2017",
     "2016",
     "scott",
     "ft.",
     "hollywood",
     "currently",
     "flight",
     "shapiro",
     ", 6:10 pm",
     "isis",
     "barack",
     "mark"
    ],
    "id": 7,
    "text": "5 Dead, Multiple People Injured in Shooting at Fort Lauderdale Airport; Suspect in Custody By EMILY SHAPIRO Jan 6, 2017, 6:10 PM ET 0 Shares WATCH 5 Fatalities in Shooting at Fort Lauderdale Airport 0 Shares Email Five people were killed and eight others injured in a shooting at a baggage claim area at the Fort Lauderdale–Hollywood International Airport in Florida today before a suspected gunman was taken into custody, officials said. The carnage occurred in the baggage claim area at Terminal 2, which was evacuated. As the gunman opened fire, people turned and ran, witnesses said. Taimy Alvarez/South Florida Sun-Sentinel/AP Photo A shooting victim arrives at Broward Health Trauma Center in Fort Lauderdale, Fla., Jan. 6, 2017. Joe Raedle/Getty Images People take cover outside Terminal 2 of Fort Lauderdale-Hollywood International airport after a shooting took place near the baggage claim on January 6, 2017 in Fort Lauderdale, Florida. Based on identification found on the suspected shooter, police believe he is a man named Esteban Santiago, according to law enforcement officials, though officials said they were checking to see if the ID card was legitimate. Santiago was formerly a combat engineer with the Alaska Army National Guard and left in August, said Lt. Col. Candis Olmstead, director of public affairs for the Alaska National Guard. When he was discharged, he was ranked E3, or a Private First Class. The alleged shooter flew from Anchorage, Alaska, to Minneapolis before landing in Fort Lauderdale, senior officials said. He boarded the Anchorage flight last night, the officials said. He checked his gun into his baggage, a source familiar with the investigation told ABC News. TSA regulations allow guns to be checked into baggage if they are stored in a locked, hard-sided container that can not be easily accessed. The traveler is required to declare the firearm or ammunition to the airline at the ticket counter and should be the only person to retain the key or combination to the lock. NorthJersey.com A man identified as Esteban Santiago is seen in a photo from 2016. Santiago worked for a security company called Signal 88 in Anchorage, the source said. In November, he showed up to the FBI's field office in Anchorage, where he espoused conspiracy theories, including one claim the U.S. government was trying to force him to watch ISIS videos, the source said. When the FBI interviewed him, Santiago appeared incoherent at times, the source said. Investigators suspected that mental health issues may be at play, and they referred Santiago to local law enforcement for a mental health evaluation, the source said. A spokeswoman for the Anchorage Police Department referred all questions about Santiago to the FBI. Members of Santiago's family in New Jersey are being interviewed by the FBI, two law enforcement officials briefed on the probe told ABC News. The FBI confirmed that agents are on site in Union City, New Jersey, but would not provide details on the investigation. Sources told ABC News that Santiago had received mental health treatment after the encounter with the FBI. A person who answered the phone for Signal 88 said the company has no comment and is \"currently under the advisement of federal authorities.\" Broward County Sheriff Scott Israel said at a press conference this afternoon that at this point it appears likely the suspected gunman acted alone. The sheriff also said that the investigation is ongoing and that the scene is considered \"fluid\" and \"active.\" He added that reports of a second incident at the airport were later dismissed. Authorities received a call around 12:55 p.m. about shots fired, the Broward County Sheriff's Office said on Twitter. ABC News/ Google A shooting incident at Ft. Lauderdale airport, Florida, on January 6, 2017. Al Diaz /Miami Herald/AP Photo People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport after a shooter opened fire inside a terminal of the airport, Jan. 6, 2017, in Fort Lauderdale, Fla. The Transportation Security Administration said the incident occurred in a public area, not a secure area. Witness Mark Lea told ABC News he heard \"what sounded like firecrackers\" before people began yelling and \"frantically running.\" Lea said he saw then saw a gunman who was \"randomly shooting people.\" Lynne Sladky/AP Photo People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport after a shooter opened fire inside a terminal of the airport, Jan. 6, 2017, in Fort Lauderdale, Fla. Lynne Sladky/AP Photo Police officers stand on the perimeter road along the Fort Lauderdale-Hollywood International Airport after a shooter opened fire inside a terminal of the airport, Jan. 6, 2017, in Fort Lauderdale, Fla. The gunman \"went through a couple dozen rounds\" before throwing the gun down away from him and \"lying face down and spread eagle,\" waiting for officers to approach him, according to Lea. These photos show the alleged gun used and the suspected shooter being led away by law enforcement, according to an eyewitness. Mark Lea According to an eyewitness, pictured is a gun used in the deadly shooting at the Fort Lauderdale airport, Jan. 6, 2017. Mark Lea A man identified by an eyewitness as the suspected shooter is led away by law enforcement after a deadly shooting at the Fort Lauderdale airport, Jan. 6, 2017. Lea said he helped some people run to safety and consoled several people at the scene. Diane Haggerty, a woman who said she works at a cruise line's kiosk at the airport, told ABC News she also heard what she thought was firecrackers but turned out to be gunfire. Haggerty said she saw a gunman \"walking up and down shooting people\" and dived behind the kiosk for safety. Taylor Elenburg/AFP/Getty Images Photo courtesy of Taylor Elenburg shows Passengers gathering on the tarmac of the Fort Lauderdale-Hollywood airport in Florida after a gunman opened fire on Jan. 06, 2017. ABC News A shooting was reported at the Fort Lauderdale Hollywood International Airport in Florida, Jan. 6, 2017, International Airport in Florida. Five trauma patients admitted after the shooting are in stable condition, doctors from the Broward Health Medical Center said in a press conference Friday afternoon. They would not give specifics on their injuries because of privacy laws. Multiple other patients were admitted due to minor injuries such as dehydration and heat-related issues, the doctors said. In a press conference Friday afternoon, Florida Gov. Rick Scott vowed to hold \"whoever is responsible\" to the \"highest extent of the law.\" The state of Florida \"will not tolerate evil acts,\" he said. \"I don't ever want this to happen again,\" he added. Scott said he reached out to President-elect Donald Trump and Vice President-elect Mike Pence multiple times to keep them informed on the investigation. Trump tweeted about the incident, saying, \"Thoughts and prayers for all.\" Monitoring the terrible situation in Florida. Just spoke to Governor Scott. Thoughts and prayers for all. Stay safe! — Donald J. Trump (@realDonaldTrump) January 6, 2017 President Barack Obama was briefed on the shooting, said National Security Council spokesman Ned Price. The airport said it is currently closed and all services are temporarily suspended. All services are temporarily suspended at #FLL . Please contact your air carrier about your flight information. https://t.co/Uwbaa6n6aB — Ft. Laude-Hlwd Int'l (@FLLFlyer) January 6, 2017 ABC News A shooting was reported at the Fort Lauderdale Hollywood International Airport in Florida, Jan. 6, 2017. This story is developing. Please check back for more updates. 0 Shares ",
    "title": "5 Dead, Multiple People Injured in Shooting at Fort Lauderdale Airport; Suspect in Custody - ABC News"
   },
   {
    "entities": [
     "rodney",
     "enrique",
     "kaplan",
     "times",
     "capitol",
     "great",
     "$6.5 million",
     "friday",
     "government",
     "leahy",
     "states",
     "trump",
     "vermont",
     "august",
     "house",
     "nieto",
     "pelosi",
     "united",
     "cnn",
     "california",
     "mexico",
     "chris",
     "early friday",
     "morning",
     "patrick",
     "congress",
     "peña",
     "conway",
     "hing",
     "j.",
     "kellyanne",
     "republican",
     "u.s.",
     "accountability",
     "new",
     "jersey",
     "2006",
     "frelinghuysen",
     "100 percent",
     "jennifer",
     "wall",
     "hill",
     "york",
     "appropriations",
     "america",
     "committee",
     "this spring",
     "phoenix",
     "collins",
     "nancy",
     "$4.2 million",
     "office",
     "n.i.h.",
     "thomas",
     "$14 billion",
     "white"
    ],
    "id": 8,
    "text": "Privacy Policy The Government Accountability Office has estimated it could cost $6.5 million per mile to build a single-layer fence, with an additional $4.2 million per mile for roads and more fencing, according to congressional officials. Those estimates do not include maintenance of the fence along the nearly 2,000-mile border with Mexico. “The chairman and the committee have no interest in threatening a shutdown,” said Jennifer Hing, a spokeswoman for the House Appropriations Committee, referring to Representative Rodney Frelinghuysen, Republican of New Jersey and the committee’s new chairman. If funding for the border wall is included in spending bills this spring, it would provide money to begin construction on a barrier that was authorized by legislation passed in 2006, but was never completed. Ms. Hing said neither Mr. Trump’s transition team nor Republican leaders had asked for funding to build a wall on the Mexican border. Advertisement Continue reading the main story “If and when a proposal is received, we will take a careful look at it,” she said in an email on Friday. At a rally in August in Phoenix, hours after meeting with President Enrique Peña Nieto of Mexico, Mr. Trump vowed that America’s southern neighbor would bear the financial burden of securing the border. “Mexico will pay for the wall, believe me — 100 percent — they don’t know it yet, but they will pay for the wall,” Mr. Trump said. “They’re great people, and great leaders, but they will pay for the wall.” In a Twitter post on Friday, Mr. Trump mocked news reports about the possible taxpayer funding of the border barrier, suggesting that Mexico would be forced to reimburse the American government for any costs incurred in building the wall. “The dishonest media does not report that any money spent on building the Great Wall (for sake of speed), will be paid back by Mexico later!” he wrote early Friday . Got a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists. Learn More Representative Chris Collins, Republican of New York and one of Mr. Trump’s liaisons on Capitol Hill, said on Friday morning that members of his party in Congress were eager to get moving on construction of a border wall, even if that meant using taxpayer money to finance it. In an appearance on the CNN program “New Day,” Mr. Collins said it should come as no surprise to anyone that the United States government would have to pay for building the wall. “Of course, we have to pay the bills,” he said. “We’re building the wall.” But he also expressed confidence that Mr. Trump would be able to negotiate reimbursement from the Mexican government over time. Advertisement Continue reading the main story Kellyanne Conway, who will serve as a counselor to Mr. Trump in the White House, said he would keep the promises he made on the campaign trail. “The president-elect has said many times that he will build a wall and Mexico will pay for it,” she said. As a candidate, Mr. Trump’s promise to build a wall to keep out immigrants from Mexico was one of his most powerful speaking points. He often used it at rallies to whip up his supporters and bolster his argument that illegal immigration was damaging the United States. His repeated pledge to make Mexico pay was in part a way to rebut one of the central criticisms of a border wall — that its cost could run into the many billions of dollars. Democrats slammed the reports that Mr. Trump would ask Congress to fund the project. “If President Trump asks Congress to approve taxpayer dollars to build a wall, which he has always said would not be paid for by U.S. taxpayers, we will carefully review the request to determine if these taxpayer dollars would be better spent on building hospitals to care for our veterans, roads and bridges to help taxpayers get to work, and for N.I.H. to find cures for cancer,” Senator Patrick J. Leahy of Vermont, the top Democrat on the Appropriations Committee, said in a statement. Representative Nancy Pelosi of California, the Democratic leader, said she thought even Republicans might balk at spending what she said could be $14 billion on a wall. “I think that’s a heavy sell,” she said. “I think that’s a tough sell for them.” Thomas Kaplan contributed reporting. ",
    "title": "Trump Insists Mexico Will Pay for Wall After U.S. Begins the Work - The New York Times"
   },
   {
    "entities": [
     "iowa",
     "right now",
     "capitol",
     "this week",
     "friday",
     "medicine",
     "mitch",
     "$3",
     "trump",
     "press",
     "house",
     "2017",
     "mcconnell",
     "ricardo",
     "alonso-zaldivar",
     "ryan",
     "paul",
     "senate",
     "donald",
     "of",
     "congress",
     "associated",
     "england",
     "lucey",
     "ken",
     "years later",
     "this year",
     "jan 6,",
     "obama",
     "new",
     "journal",
     "des",
     "hill",
     "moines",
     "wednesday",
     "washington",
     "gop",
     ", 1:03 pm",
     "2010",
     "barack",
     "late february",
     "thomas",
     "9 percent"
    ],
    "id": 9,
    "text": "Obama Says He'd Back 'Obamacare' Repeal if GOP Has Better Plan By josh lederman and catherine lucey, associated press WASHINGTON \u0097 Jan 6, 2017, 1:03 PM ET 0 Shares WATCH Donald Trump on 'Obamacare,' Election Hacking 0 Shares Email Putting pressure on Republicans, President Barack Obama pledged Friday to publicly support repealing \"Obamacare\" if Republicans come up with something better, but cast doubt on the GOP's ability to develop a viable alternative. As Republicans prepare to gut his biggest legislative achievement, Obama implored his opponents not to pursue a two-step approach where the Affordable Care Act is repealed first and replaced after — perhaps years later. He sought to lay the groundwork for Democrats to pile on Republicans for taking health care away from millions of people if the replacement never materializes. \"I am saying to every Republican right now: If you, in fact, can put a plan together that is demonstrably better than what 'Obamacare' is doing, I will publicly support repealing 'Obamacare' and replacing it with your plan,\" Obama said in a live-streamed interview with online news site Vox. \"But I want to see it first.\" Obama appeared to be betting on the possibility that Republicans won't be able to unify behind an \"Obamacare\" replacement — or that if they do, it won't be one that will pass muster for Democrats. Though Republicans are in agreement that the law should be repealed and replaced, they're at odds over what the replacement should look like, and particularly over how to pay for popular elements they hope to preserve, including coverage for pre-existing conditions and the ability for parents to keep children on their plans until age 26. Most alarming to Obama and Democrats is the possibility of no replacement at all, given the fact that Republicans have been unable to settle on their own health care vision in the nearly seven years since the Affordable Care Act became law. Hoping to give themselves more time while also fulfilling campaign pledges to quickly abolish the law, Republicans are discussing a repeal that wouldn't take effect for 18 months or longer, during which they'd ostensibly agree on a replacement. \"What you don't want is a situation where they make a promise they can't keep,\" Obama said. \"I've worked on this a long time. If we had had a better way to do this, we would have done it. It would have been in my interest to do it, because I knew I was going to be judged on whether or not it worked.\" The president argued he had no \"pride of authorship\" over the law that colloquially bears his name, adding that it wasn't he who dubbed it \"Obamacare.\" He tried to dispel the notion he was trying to prevent a repeal in hopes of preserving his legacy. \"They can call it whatever they want,\" Obama said. \"They can call it Trumpcare or McConnellcare or Ryancare,\" Obama said, referring to President-elect Donald Trump, Senate Majority Leader Mitch McConnell and House Speaker Paul Ryan . \"If it actually works, I will be the first one to say, 'Great.'\" Signed into law in 2010, Obama's overhaul has extended insurance coverage to 20 million more people and brought the uninsured rate to a historic low of about 9 percent, reshaping the $3 trillion-per-year health system in the process. Still, the law has failed to win broad public approval, amid persistent concerns about rising premium rates through the insurance marketplaces the law created. Republicans have set a goal to offer \"universal access,\" but their replacement may cover fewer people than Obama's overhaul. A key GOP focus is to do away with the individual mandate requirement that all Americans have insurance or pay a fine. Absent that requirement, insurers have warned it's not financially viable to force them to accept people regardless of pre-existing health issues. In his final days in office, Obama has been ramping up a public push to pressure Republicans over their repeal plans and unite Democrats behind a strategy to try to protect the law. He traveled Wednesday to Capitol Hill to strategize with Democratic lawmakers, and penned an opinion piece published Friday in the prestigious New England Journal of Medicine. In the article, Obama said the uncertainty of a repeal with no replacement could lead insurance companies to bail on the health care marketplaces during the phase-out years, leaving millions without insurance. He said it would set up a \"cliff\" with harmful consequences if lawmakers fail to approve a replacement in time. Yet Trump's team has said repeal is the first order of business, and leaders in Congress hope to deliver a bill voiding much of the law by late February. Although Ryan said this week that lawmakers will vote on a replacement this year as well, it's unclear how Republicans could move that quickly to replace a law that took more than a year to craft. ——— Lucey reported from Des Moines, Iowa. Associated Press writers Ken Thomas and Ricardo Alonso-Zaldivar contributed to this report. 0 Shares ",
    "title": "Obama Says He'd Back 'Obamacare' Repeal if GOP Has Better Plan - ABC News"
   },
   {
    "entities": [
     "jan 7,",
     "democratic",
     "this wednesday, dec. 28, 2016",
     "palm",
     "mar-a-lago",
     "community",
     "friday",
     "beach",
     "trump",
     "comey",
     "2017",
     "thursday",
     "trumpâ",
     "--",
     "moscow",
     "$™",
     "dubai",
     "donald",
     "democrat",
     "this afternoon",
     "morning",
     "tower",
     "cia",
     "china",
     "russia",
     "brennan",
     "fla.",
     "january 6, 2017",
     "dnc",
     "john",
     "chiefs",
     "j.",
     "night",
     "earlier friday",
     "republican",
     "u.s.",
     "fbi",
     "new",
     "national",
     "obama",
     ", 1:40 pm",
     "james",
     "york",
     "committee",
     "january 7, 2017 earlier in the day",
     "evan",
     "1:13 am est",
     "intelligence",
     "clapper",
     "vucci"
    ],
    "id": 10,
    "text": "CBS/AP January 6, 2017, 1:40 PM Trump says cyberattacks had \"no effect\" on election outcome after briefing FILE -- In this Wednesday, Dec. 28, 2016 file photo, President-elect Donald Trump listens to a question as he speaks to reporters at Mar-a-Lago, in Palm Beach, Fla. The 18-hole golf course in Dubai bearing Donald Trumpâ€™s name exemplifies the questions surrounding his international business interests. Evan Vucci, AP Email Last Updated Jan 7, 2017 1:13 AM EST Top intelligence officials briefed President-elect Donald Trump Friday on Russia’s hacking efforts to interfere with the U.S. election.  Following the briefing at Trump Tower in New York, Mr. Trump released a statement on what he called a “constructive meeting and conversation” saying that the cyberattacks had “no effect on the outcome of the election.”  “While Russia, China, other countries, outside groups and people are consistently trying to break through the cyber infrastructure of our governmental institutions, businesses and organizations including the Democrat National Committee, there was absolutely no effect on the outcome of the election including the fact that there was no tampering whatsoever with voting machines,” Mr. Trump said.  The president-elect said there were attempts to hack the Republican National Committee, but they were unsuccessful in breaching the organization. He vowed to “aggressively combat and stop cyberattacks” as president and expressed confidence in the intelligence community.  “I had a constructive meeting and conversation with the leaders of the Intelligence Community this afternoon. I have tremendous respect for the work and service done by the men and women of this community to our great nation,” he said.  But on Friday night, Mr. Trump tweeted that “gross negligence” by the DNC allowed the hacking to happen.   Gross negligence by the Democratic National Committee allowed hacking to take place.The Republican National Committee had strong defense! — Donald J. Trump (@realDonaldTrump) January 7, 2017 Earlier in the day, Mr. Trump didn’t explicitly say whether he’s convinced that Russia was behind the cyberattacks against the election. The officials who briefed him were Director of National Intelligence James Clapper, CIA Director John Brennan and FBI Director James Comey. They’re preparing to point to multiple motives for Moscow’s alleged meddling in their classified report, which will be presented to the public in an unclassified version. Earlier Friday, the intelligence chiefs briefed senior lawmakers Friday morning, and they briefed President Obama on Thursday. ",
    "title": "Trump says cyberattacks had \"no effect\" on election outcome after briefing - CBS News"
   },
   {
    "entities": [
     "enrique",
     "kerry",
     "jan 6, 2017",
     "great",
     "spicer",
     "this morning",
     "trump",
     "briefing",
     "nieto",
     ", 2:31 pm",
     "beijing",
     "news",
     "--",
     "donald",
     "mexico",
     "martha",
     "state",
     "tower",
     "of",
     "abc",
     "china",
     "congress",
     "pena",
     "january 6, 2017",
     "taiwan",
     "john",
     "fishel",
     "j.",
     "twitter",
     "department",
     "u.s.",
     "intel",
     "today",
     "wall",
     "justin",
     "sean",
     "raddatz",
     "december 3, 2016"
    ],
    "id": 11,
    "text": "Kerry Says Mexico Won't Pay for Wall and Not to Do Diplomacy by Tweet By JUSTIN FISHEL Jan 6, 2017, 2:31 PM ET 0 Shares WATCH Kerry: Mexico Will Not 'Pony Up and Pay' for Wall 0 Shares Email Disputing the feasibility of one of President-elect Donald Trump 's best-known campaign promises, outgoing Secretary of State John Kerry said today he doesn't think Mexico will pay for a border wall. \"They’re not going to voluntarily pony up and pay for something they disagree with,\" Kerry told ABC News' Martha Raddatz in an interview at the Department of State. Trump said repeatedly during his campaign that he wanted to build a wall between the U.S. and Mexico and that Mexico would pay for it. Mexico's President Enrique Pena Nieto has said the country would not do so. Trump's incoming press secretary, Sean Spicer, said on \" Good Morning America \" today that Trump is working with Republicans in Congress to appropriate funding to build the wall and that the administration will find a way, \"whether it's through higher tariffs or a direct check,\" to get Mexico to reimburse the U.S. for the costs. Showdown at Trump Tower as President-Elect Set to Receive Intel Briefing Trump tweeted this morning that the media are dishonest for failing to report that Mexico will pay for wall at a later date. The dishonest media does not report that any money spent on building the Great Wall (for sake of speed), will be paid back by Mexico later! — Donald J. Trump (@realDonaldTrump) January 6, 2017 Kerry also commented on Trump's discussion of policy on Twitter, telling Raddatz that he doesn't think the social media platform is an appropriate forum for discussing U.S. foreign policy. \"I don't make announcements of foreign policy by tweet, Twitter. I don't think that, you know, 140 characters allows you to adequately deal with the complexity of many of the choices that we make,\" Kerry said. He said he doesn't want to engage in back-and-forth with Trump and his team on the issue but hopes that they decide to \"move to a different way of communicating.\" Trump tweets almost daily on topics as mundane as reality television and as serious and geopolitically sensitive as tensions between China and Taiwan. After Trump won the election, he rattled diplomats and broke with U.S. policy by accepting a phone call from the president of Taiwan — which led to a formal protest by the Chinese government . Beijing claims Taiwan as part of China, and the U.S. has tread carefully by recognizing China's policy while maintaining separate relations with Taiwan. Interesting how the U.S. sells Taiwan billions of dollars of military equipment but I should not accept a congratulatory call. — Donald J. Trump (@realDonaldTrump) December 3, 2016 0 Shares ",
    "title": "Kerry Says Mexico Won't Pay for Wall and Not to Do Diplomacy by Tweet - ABC News"
   },
   {
    "entities": [
     "cbs",
     "page",
     "west",
     "mckesson",
     "states",
     "trump",
     "house",
     "hillary",
     "editorial",
     "tribune",
     "thursday",
     "news",
     "united",
     "facebook",
     "yougov",
     "late november",
     "donald",
     "pew",
     "velasquez/chicago",
     "the day",
     "jan. 3, 2017",
     "board",
     "clarence",
     "post/abc",
     "glenn",
     "once",
     "twitter",
     "post",
     "beck",
     "63 percent",
     "deray",
     "huffington",
     "obama",
     "levine",
     "chicago",
     "today",
     "side",
     "july",
     "last spring",
     "washington",
     "84 percent",
     "22 percent",
     "live",
     "research",
     "phil",
     "barack",
     "jay",
     "clinton",
     "white"
    ],
    "id": 12,
    "text": "Torture case reopens our racial wounds — if we let it Beating of disabled teen captured on Facebook Live Facebook Live video posted on Jan. 3, 2017, shows verbal and physical attack of a mentally disabled man. The Chicago Tribune edited this video to protect the victim's identity and for time. (Warning: Contains graphic content) Facebook Live video posted on Jan. 3, 2017, shows verbal and physical attack of a mentally disabled man. The Chicago Tribune edited this video to protect the victim's identity and for time. (Warning: Contains graphic content) It didn't take long for the emails to arrive, as I expected. \"Chicago hate crime today against Trump !\" said one. \"Let's see your column justify that one.\" He was writing about the big news of the day, the \"Facebook torture case,\" as some called it. The case involved the kidnapping and torture — streamed live on Facebook — of a white teenager with special needs, allegedly by two 18-year-old black men and two black sisters, 18 and 24. The four suspects were each charged Thursday with aggravated kidnapping, aggravated unlawful restraint, aggravated battery with a deadly weapon and a hate crime. One of the men also was charged with robbery, possession of a stolen motor vehicle and residential burglary, while the two sisters were charged with residential burglary, police said. Justify? Why would I want to \"justify\" such barbaric bullying? Why would I want to excuse the barbarism that compelled the young people in that video to laugh lustily as they drank alcohol, smoked blunts, cut out a piece of their victim's scalp and forced him to drink from a toilet bowl? I have no sympathy for the young idiots who can be heard spouting racial epithets and obscene remarks about President-elect Donald Trump and \"white people\" in general. They could not have produced a more effective video insult to hard-working, law-abiding black Americans if they tried. Four people have been charged with a hate crime in an attack on a man with mental disabilities. The attack was recorded on Facebook Live. In that vein, I brace myself whenever a high-profile violent crime is committed by an African-American. I know I'm going to hear from a certain grouchy subset of trolls, energized in part by the notion that black people are getting away with too much or only getting ahead at the expense of white people. As my Southern-born mother used to say, bless their hearts. You can't lift yourself up, she would say, by keeping somebody else down. Yet, once race enters a crime story, especially a brutally vicious crime like this one that crosses racial lines, so does an ugly brand of racial politics. Shortly after the Facebook video spread on social media, for example, it was followed by social media comments — unsupported, it turned out — that the attackers belonged to the well-known anti-police-brutality movement known as Black Lives Matter . The problem with that allegation is that Chicago police said there was no evidence to back it up and DeRay Mckesson, a leading Black Lives Matter organizer, said such violent acts never have been the organization's intention. Yet the hashtag #BLMKidnapping continued to trend on Twitter, helped along by Glenn Beck , Twitter activists and some other voices for conventional conservatism and the \"alt-right,\" a snazzy new-wave label for old-school white supremacy. After all, the more attention they put on Black Lives Matter, deserved or not, the less attention goes to the police conduct issues that the protest movement is trying to raise — ostensibly not to bash police but to improve policing. Unfortunately, there are many ways to profit by feeding public anger, fears, resentments and suspicions. You can even win elections sometimes. You can see evidence of today's racial divide in polls like the one taken in late November by YouGov and the liberal Huffington Post. It found that a commanding 84 percent of Hillary Clinton voters thought black people face \"a lot of discrimination\" in the United States today, compared with 22 percent of Trump voters. With such stark differences in political attitudes, it is no wonder that a July Washington Post/ABC News poll found 63 percent of adults said race relations are in bad shape, up from 48 in a Pew Research survey last spring. Scene of Facebook Live attack Police say an apartment on Chicago's West Side was the scene of a brutal attack captured on Facebook Live that led to hate crime charges being filed against four people. (Phil Velasquez/Chicago Tribune) Police say an apartment on Chicago's West Side was the scene of a brutal attack captured on Facebook Live that led to hate crime charges being filed against four people. (Phil Velasquez/Chicago Tribune) See more videos We would be making a mistake if we try to blame all of that on Barack Obama, the outgoing president told Jay Levine from Chicago's CBS affiliate in a White House interview. It is not that racial tensions have gotten worse, he said, but smartphones and the internet bring the ugliest episodes of different communities to a wider audience than ever before. \"I think the overall trajectory of race relations in this country is actually very positive,\" he said. \"It doesn't mean that all racial problems have gone away. It means that we have the capacity to get better.\" Sure, he's protecting his legacy, but he's got a point. Unfortunately too many people don't seem to want us to get better. They'd rather complain. Clarence Page , a member of the Tribune Editorial Board, blogs at www.chicagotribune.com/pagespage . ",
    "title": "Torture case reopens our racial wounds — if we let it - Chicago Tribune"
   },
   {
    "entities": [
     "tanishia",
     "mccoppin",
     "aurora",
     "lee",
     "friday",
     "james/chicago",
     "west",
     "contact",
     "dec. 31",
     "reporters",
     "tribune",
     "terrence",
     "facebook",
     "ciesil",
     "streamwood",
     "antonio",
     "street",
     "francisco",
     "covington",
     "leighton",
     "steve",
     "criminal",
     "county",
     "tesfaye",
     "jan. 3, 2017",
     "court",
     "monday",
     "tuesday",
     "$300",
     "$42,000",
     "cooper",
     "night",
     "past",
     "3300",
     "carpentersville",
     "priscilla",
     "boyd",
     "chicago",
     "erin",
     "building",
     "side",
     "hill",
     "san",
     "kuriakos",
     "lexington",
     "sheldon",
     "schmadeke",
     "reddit",
     "mcdonald",
     "cook",
     "antonietti",
     "maria",
     "live",
     "brittany",
     "william",
     "robert",
     "jordan"
    ],
    "id": 13,
    "text": "4 ordered held without bail in attack on live Facebook video Four accused of attack on teen are held without bail Assistant State's Attorney Erin Antonietti recounts some of the events in an attack on a special needs teen that was broadcast on Facebook Live and resulted in hate crime charges being leveled against the attackers. (Terrence Antonio James/Chicago Tribune) Assistant State's Attorney Erin Antonietti recounts some of the events in an attack on a special needs teen that was broadcast on Facebook Live and resulted in hate crime charges being leveled against the attackers. (Terrence Antonio James/Chicago Tribune) Steve Schmadeke , William Lee and Robert McCoppin Contact Reporters Chicago Tribune A Cook County judge ordered no bail Friday for four people accused of broadcasting a live Facebook video of their alleged attack on a mentally disabled teen. \"I'm looking at each of you and wondering where was the sense of decency that each of you should have had?\" Judge Maria Kuriakos Ciesil said. \"I don't see it.\" On hearing the no-bail ruling, a relative of the victim clapped and loudly said, \"Yes!\" A short time later, Priscilla Covington , a grandmother of two sisters charged in the attack, hustled past a throng of media outside the Leighton Criminal Court Building, telling reporters, \"I didn't raise them that way.\" The racially charged video shows the four -- who are all African-American — cutting the white victim's scalp with a knife, punching and kicking him and laughing as they repeatedly forced his head into a toilet. For the first time, authorities alleged that one of the four, Jordan Hill , who knew the victim from attending the same alternative school in Aurora, first beat the victim in the back of a van after he became angry that the victim's mother was contacting him by Facebook about her son's whereabouts. Prosecutors said Hill demanded $300 from the victim's mother if she wanted her son back. Read the story It wasn't until later that the live Facebook video captured the four slapping, beating, cutting and stabbing the victim as he was bound and gagged in an apartment on Chicago's West Side, authorities alleged. Charged in the attack were Hill, 18, of Carpentersville; Tesfaye Cooper , 18, of Chicago; and sisters Brittany Covington, 18, and Tanishia Covington , 24, who lived in the apartment in the 3300 block of West Lexington Street where the bulk of the assault allegedly took place. The four were each charged with aggravated kidnapping, hate crime, aggravated unlawful restraint and aggravated battery with a deadly weapon, according to police and prosecutors. Hill also was charged with robbery, possession of a stolen motor vehicle and residential burglary, while both Covingtons were charged with residential burglary, police said. Prosecutors revealed in court that the 18-year-old victim, who lives with his parents in suburban Streamwood, has schizophrenia and attention deficit hyperactivity disorder. Four people have been charged with a hate crime in an attack on a man with mental disabilities. The attack was recorded on Facebook Live. Meanwhile, the victim's brother-in-law said Friday that the teen has been \"struggling\" to recover after his ordeal but is safe with his family. A man who runs a Reddit site called Uplifting News started a Go Fund ME page for the victim that had raised more than $42,000 Friday from in excess of 1,500 donors, according to the fundraising web site. Razor Sheldon, of San Francisco, said he does not know the family but wanted to focus on helping the victim rather than seeking vengeance against the perpetrators. On his fundraising web page, Sheldon called the crime \"horrific\" and wrote of the victim: \"Let's prove to him that there is far more good in this world than the evil he experienced.\" Boyd said he spoke with Sheldon and Go Fund Me to verify the legitimacy of the fund and said a family member had set up another Go Fund Me campaign. He said the family is grateful for the outpouring of support but added: \"We're not asking anyone for anything. We're a little overwhelmed. We don't want to take advantage of anybody.\" Beating of disabled teen captured on Facebook Live Facebook Live video posted on Jan. 3, 2017, shows verbal and physical attack of a mentally disabled man. The Chicago Tribune edited this video to protect the victim's identity and for time. (Warning: Contains graphic content) Facebook Live video posted on Jan. 3, 2017, shows verbal and physical attack of a mentally disabled man. The Chicago Tribune edited this video to protect the victim's identity and for time. (Warning: Contains graphic content) See more videos Prosecutors said the victim's mother dropped him off at a McDonald's in Streamwood on Dec. 31 to meet a friend. He later asked to spend the night at the friend's place both that night and the next. But by Monday, communication from the teen stopped. Later that same day, however, the victim's brother found out on Facebook that his brother was with Hill. The mother reached out to Hill on Facebook to say she wanted her son to return home, prosecutors said. Angered by the mother's Facebook contacts, Hill, who by then had stolen a van and bought and smoked marijuana with the teen, beat the victim in the back of the van, prosecutors said. Shortly after the two arrived at the sisters' third-floor West Side apartment, Hill started to harass the victim, slapping him, prosecutors said. Armed with a knife, Hill was joined by Cooper in ordering the teen to face the wall in a corner, screaming at him and forcing him to kiss the floor and say, \"I love black people,\" prosecutors said. By Tuesday, Brittany Covington began posting the abuse live on Facebook, prosecutors said. She smoked what appeaed to be a blunt — a cigar emptied and stuffed with marijuana — while narrating some of the action. ",
    "title": "4 ordered held without bail in attack on live Facebook video - Chicago Tribune"
   },
   {
    "entities": [
     "rico",
     "florescu/northjersey",
     "right now",
     "lauderdale-hollywood",
     "friday",
     "hospital",
     "florida",
     "rivera",
     "puerto",
     "march 16, 1990",
     "atlanta",
     "ruiz",
     "noon",
     "lauderdale",
     "ortiz",
     "d-fla.",
     "santiago",
     "park",
     "bergen",
     "hernan",
     "september 2016",
     "international",
     "county",
     "bill",
     "providence",
     "fort",
     "woodland",
     "esteban",
     "keldy",
     "sheriff's",
     "viorel",
     "delta",
     "fbi",
     "nelson",
     "new",
     "jersey",
     "army",
     "about a month ago",
     "national",
     "union",
     "iraq",
     "n.j.",
     "broward",
     "airlines",
     "msnbc",
     "maria",
     "a month ago",
     "september",
     "airport",
     "afternoon before",
     "lea",
     "cedeño",
     "guard",
     "about one month ago",
     "luisa",
     "office",
     "city",
     "mark",
     "alaska",
     "anchorage"
    ],
    "id": 14,
    "text": "In a photo at his aunt's Union City, N.J., home, Esteban Santiago is pictured in September 2016 in a hospital with his newborn son. (Photo: Keldy Ortiz, The (Bergen County, N.J.) Record) WOODLAND PARK, N.J. — The alleged gunman who authorities say killed at least five people at the Fort Lauderdale airport Friday was an Army veteran who was born in New Jersey and a recent father who began to have problems about a month ago when a relative said he began to see things and “lost his mind.” A federal law enforcement official who was not authorized to comment publicly confirmed the suspect’s name and date of birth as Esteban Santiago, born March 16, 1990. Santiago was arrested after a shooting spree that began around noon at the Fort Lauderdale-Hollywood International Airport and left five people dead and eight people wounded, according to law enforcement officials. Santiago had served with the National Guard in Iraq and became a father in September, said his aunt, Maria Luisa Ruiz, who lives in Union City. She said that another member of her family had told her that he was the suspect in the Fort Lauderdale shooting. She said that her nephew had been living in Alaska, where he was able to obtain a job in security. She showed reporters a photo of Santiago at a hospital holding his newborn son in September. Staff at Providence Hospital in Anchorage confirmed that the photo was taken in their hospital. 5 dead, 8 injured in shooting at Fort Lauderdale airport Santiago wore a T-shirt emblazoned with the word “Disturbed” in the photo. Ruiz said that Santiago, whose mother lives in Puerto Rico, appeared happy after the birth of his son but that something happened to him about one month ago. “Like a month ago, it was like he lost his mind,” she said “He said he saw things.” She said that he was hospitalized for two weeks, but she did not have details about his condition. Ruiz spoke to reporters at her home Friday afternoon before FBI agents showed up at her door and local authorities closed off the street near her home. \"I don’t know why this happened,” she said during the interview. The shooting broke out around noon next to the baggage claim area at Terminal 2, which serves Delta Airlines. Witnesses said the gunman fired randomly at people gathered near a baggage carousel, reloading several times. One passenger, Mark Lea, told MSNBC the man was \"just randomly shooting people\" with a 9mm pistol without saying a word to anyone. After emptying about 3 magazines of bullets, the shooter then got down on the ground spread-eagled and waited for police to arrive. Maria Ruiz, aunt of 26-year-old Esteban Santiago, the Florida shooting suspect, talks to reporters in her apartment in Union City.  (Photo: Viorel Florescu/NorthJersey.com) Sen. Bill Nelson, D-Fla., had initially identified the gunman as 26-year-old Esteban Santiago and said he was carrying a military identification card. Maria Cedeño, a Broward County resident who had just gotten off of a Delta flight from Atlanta, told The Record that she took refuge in a Terminal 2 bathroom, where she said two armed female officers from the Sheriff’s Office carrying guns and flashlights were looking around. She said FBI agents were also in the airport. “The most impactful thing is to see members of the sheriff walking around with guns and checking the bathroom right now,” Cedeño said. Hernan Rivera, uncle of 26-year-old Esteban Santiago, the Florida shooting suspect, watching news at his apartment in Union City Viorel Florescu/NorthJersey.com  (Photo: Viorel Florescu/NorthJersey.com) She said officials were telling those in the airport to “stay where you are,” and to only respond to command of officers, but that some people who were in the bathroom had stepped out. She said outside the bathroom she could see people sitting along the wall on their mobile devices. Cedeño said she had heard from her daughter, who was keeping her abreast of the news, that a person from her flight may have been one of the victims of the shooting. Cedeño said she was on her way to baggage claim, but fortunately made a stop in the restroom. “I could have been there in that moment,” Cedeño said. ",
    "title": ""
   },
   {
    "entities": [
     "ecuadorian",
     "us",
     "assange",
     "states",
     "gru",
     "trump",
     "hillary",
     "rt",
     "thursday",
     "news",
     "moscow",
     "united",
     "london",
     "donald",
     "embassy",
     "russia",
     "2015",
     "dnc",
     "mike",
     "2008",
     "flynn",
     "julian",
     "u.s.",
     "nbc",
     "intel",
     "7:23",
     "today",
     "wikileaks",
     "august 2013",
     "putin",
     "clinton",
     "kremlin"
    ],
    "id": 15,
    "text": "Trump to be briefed on Russia election hack 7:23 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170107014154if_/http://www.nbcnews.com/widget/video-embed/849142339521\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> RT, WikiLeaks and Mike Flynn The report includes a passage about RT, the Russian state broadcaster. In 2015, Lt. Gen. Mike Flynn, Trump's national security advisor, attended RT's 10th anniversary dinner in Moscow and sat at a table with Putin. Flynn has acknowledged he was paid by RT, though he has declined to say how much. RT, the report says, collaborated with WikiLeaks as part of a Russian propaganda effort designed to discredit the United States. \"The Kremlin's principal international propaganda outlet RT (formerly Russia Today) has actively collaborated with WikiLeaks,\" the report says. RT's editor-in-chief visited WikiLeaks founder Julian Assange at the Ecuadorian Embassy in London in August 2013, where they discussed renewing his broadcast contract with RT, he report says. \"Russian media subsequently announced that RT had become `the only Russian media company' to partner with WikiLeaks and had received access to `new leaks of secret information.' RT routinely gives Assange sympathetic coverage and provides him a platform to denounce the United States.\" At another point, the report says, \"We assess with high confidence that the GRU (Russia's military intelligence arm) relayed material it acquired from the DNC and senior Democratic officials to WikiLeaks. Moscow most likely chose WikiLeaks because of its self-proclaimed reputation for authenticity. Disclosures through WikiLeaks did not contain any evident forgeries.\" The unclassified report does not identify who transmitted the information or how. A senior official with direct knowledge, however, told NBC News Thursday that the U.S. has identified the Russian actors who turned over stolen Democratic material to WikiLeaks. The unclassified report was released shortly after Trump was briefed behind closed doors by the heads of the major intelligence agencies. After the briefing, Trump released a statement in which he called his meeting and conversation \"constructive\" and said he had \"tremendous respect for the work and service done by the men and women\" of the intelligence community. Related: Trump, Intel Agencies Can't Even Agree What Day It Is He did not, however, explicitly embrace the findings of the intelligence agencies that the top levels of the Russian government interfered in the election with the hopes of hurting Hillary Clinton and, ultimately, helping him. He referred to Russia as one among several countries that might have tried to hack into the national infrastructure, but emphasized that no effect on the outcome of the election had been demonstrated. The unclassified report laid out a series of \"key judgments\" about Russian interfering and hacking that goes back as far as 2008, and goes beyond political organizations. Related: US Has Id'ed Russians Who Gave Hacked Emails to WikiLeaks Russian Celebrations A senior U.S. intelligence official with direct knowledge confirmed to NBC News that the classified version of this report, which was briefed to President-elect Trump Thursday, says that U.S. intelligence picked up senior Russian officials celebrating and congratulating one another over Donald Trump's win. The source described the intelligence about the celebration as a minor part of the overall intelligence picture. \"Highly classified intercepts illustrate Russian government planning and direction of a multifaceted campaign by Moscow to undermine the integrity of the American political system,\" the official said. Play ",
    "title": "Report: Putin, Russia Tried to Help Trump By 'Discrediting' Clinton - NBC News"
   },
   {
    "entities": [
     "kashmir",
     "charlie",
     "the 1970s",
     "2013",
     "2009",
     "v",
     "npr",
     "1982",
     "recently",
     "puri",
     "charles",
     "helen",
     "george",
     "1990",
     "mumbai",
     "wilson",
     "aug. 4, 2014",
     "2015",
     "rose",
     "2004",
     "early on friday",
     "gandhi",
     "twitter",
     "shri",
     "new",
     "bbc",
     "india",
     "york",
     "friedman",
     "padma",
     "1993",
     "pakistan",
     "nandita",
     "mirren",
     "sykes/ap",
     "om",
     "2007"
    ],
    "id": 16,
    "text": "Om Puri at the New York premiere of The Hundred-Foot Journey on Aug. 4, 2014. Charles Sykes/AP hide caption toggle caption Om Puri at the New York premiere of The Hundred-Foot Journey on Aug. 4, 2014. Charles Sykes/AP Prolific Indian actor Om Puri, who for decades appeared in films all over the world, has died at age 66 in Mumbai. Reports say Puri suffered a heart attack at his home early on Friday. Puri had roles in more than 300 movies in his career, NPR's Rose Friedman reports for our Newscast unit. Rose says he began acting in Indian art house cinema in the 1970s and soon branched into British and American films, including Gandhi in 1982 and Charlie Wilson's War in 2007. He appeared in the 2013 film The Reluctant Fundamentalist, in which he played a father struggling to pass on a sense of empathy to his Wall Street-employed son. Most recently, he starred alongside Helen Mirren in The Hundred-Foot Journey, a 2015 film about a displaced Indian family that settles in a French village and opens a restaurant. Puri was a crossover star, as evidenced by the breadth of people mourning his death. The BBC reported that even media in Pakistan, with whom India's relationship is often tense, are celebrating his life and career. The BBC wrote, \"[Puri] had recently spoken out against the ban imposed by India on Pakistani actors working in Bollywood films, following tensions over Kashmir,\" telling an Indian TV channel, \"Pakistani artists are not terrorists.\" Article continues after sponsorship In 2004, Puri received an honorary Order of the British Empire, an award established by King George V and given to individuals who have made distinguished contributions in their field. In 1990, he was awarded the Padma Shri , one of India's highest civilian honors, the Guardian wrote. Puri's professional life was wildly successful, but his personal life had been turbulent in recent years. He separated from his wife, Nandita, after she wrote his biography in 2009, called Unlikely Hero: Om Puri . The book revealed explicit details about his sexual forays as a young man. Puri is survived by Nandita, whom he married in 1993, and their son. Less than a month before his death, Puri took to Twitter to reflect on his life and career: I have no regrets at all. I have done quite well for myself. I didn't have a conventional face, but I have done well, and I am proud of it. ",
    "title": "Renowned Indian Actor Om Puri Dies At 66 : The Two-Way : NPR"
   },
   {
    "entities": [
     "main",
     "democratic",
     "us",
     "armed",
     "brennan",
     "times",
     "friday",
     "brian",
     "mary",
     "reagan",
     "trump",
     "comey",
     "house",
     "intelligence",
     "naylor",
     "carrie",
     "services",
     "thursday",
     "moscow",
     "the",
     "npr",
     "senate",
     "donald",
     "louise",
     "tower",
     "director",
     "cia",
     "of",
     "last month",
     "china",
     "russia",
     "security",
     "vladimir",
     "johnson",
     "oct. 7",
     "2016",
     "chiefs",
     "2011",
     "earlier",
     "kelly",
     "john",
     "5:30 p.m.",
     "directorate",
     "klimentyev/ap",
     "department",
     "late 2011",
     "u.s.",
     "fbi",
     "agency",
     "new",
     "national",
     "today",
     "staff",
     "general",
     "james",
     "york",
     "mikhail",
     "committee",
     "early 2012",
     "homeland",
     "afternoon",
     "ronald",
     "new year's",
     "office",
     "now",
     "putin",
     "clinton",
     "kremlin",
     "clapper",
     "december",
     "white"
    ],
    "id": 17,
    "text": "Russian President Vladimir Putin speaks during his annual televised New Year's message in the Kremlin in Moscow. Mikhail Klimentyev/AP hide caption toggle caption Mikhail Klimentyev/AP Russian President Vladimir Putin speaks during his annual televised New Year's message in the Kremlin in Moscow. Mikhail Klimentyev/AP Updated 5:30 p.m. ET The intelligence report on Russia's interference in the U.S. elections concludes that Russian President Vladimir Putin personally ordered an \"influence campaign\" that aimed to help President-elect Donald Trump. \"Russia's goals were to undermine public faith in the US democratic process, denigrate Secretary Clinton, and harm her electability and potential presidency,\" the public version of the report from the FBI, the CIA and the National Security Agency states. \"We further assess Putin and the Russian Government developed a clear preference for President-elect Trump.\" This is the first time the U.S. government has leveled these accusations directly at Putin, as NPR's Mary Louise Kelly reports . \"It's obviously a big deal to level that kind of charge at the head of state of a foreign country,\" she says. The report does not weigh in on whether this \"influence campaign\" changed the outcome of the U.S. election. Here are some of the report's key findings: Putin and the Russian Government \"aspired to help President-elect Trump's election chances when possible by discrediting Secretary Clinton and publicly contrasting her unfavorably to him.\" The report states that Putin's motivation to discredit Clinton was at least partially personal. It says he \"publicly blamed her since 2011 for inciting mass protests against his regime in late 2011 and early 2012, and because he holds a grudge for comments he almost certainly saw as disparaging him.\" Russian intelligence \"conducted cyber operations against targets associated with the 2016 US presidential election, including targets associated with both major US political parties.\" This included primary campaigns, think tanks and lobbying groups. The report asserts with \"high confidence\" that Russia's General Staff Main Intelligence Directorate \"relayed material it acquired from the [Democratic National Committee] and senior Democratic officials to Wikileaks.\" \"Russian intelligence obtained and maintained access to elements of multiple US state or local electoral boards.\" Taken together, these efforts \"represented a significant escalation in directness, level of activity, and scope of effort compared to previous operations aimed at US elections.\" Article continues after sponsorship You can read the public version of the report here: On Oct. 7, the U.S. first formally accused Russia of hacking the computers of the Democratic National Committee and other U.S. political organizations. \"We believe, based on the scope and sensitivity of these efforts, that only Russia's senior-most officials could have authorized these activities,\" the joint statement from the Department of Homeland Security and the Office of the Director of National Intelligence said. Since then, intelligence officials have doubled down and expanded upon the accusations. \"We stand more resolutely on that statement,\" Director of National Intelligence James Clapper said Thursday during a Senate Armed Services Committee hearing, as NPR's Brian Naylor reported . Intelligence Chiefs 'Stand More Resolutely' Behind Finding Of Russia Election Hacking In December, the FBI threw its weight behind the CIA's assessment, as NPR's Carrie Johnson reported : \"The entire intelligence community, in fact, is now in alignment that the hacks were partly motivated to try and install Trump as president.\" President-elect Donald Trump has repeatedly dismissed the assessment. Earlier Friday afternoon, he received a briefing on the intelligence report from Clapper, CIA Director John Brennan and FBI Director James Comey at Trump Tower in New York. In a statement, Trump called the meeting \"constructive\" and added that he has \"tremendous respect\" for the work of the intelligence community. He did not specifically blame Russia, saying it was one of a number of countries including China that are \"consistently trying to break through the cyber infrastructure of our government institutions, businesses and organizations.\" Trump also stated that the hacks had \"absolutely no effect on the outcome of the election.\" Remember, the report specifically states that it did not \"make an assessment of the impact that Russian activities had on the outcome of the 2016 election.\" It did say that the Department of Homeland Security \"assesses that the types of systems Russian actors targeted or compromised were not involved in vote tallying.\" Prior to today's briefing, Trump told The New York Times he believes the continued attention on the cyberattacks is politically motivated. \"They got beaten very badly in the election. I won more counties in the election than Ronald Reagan,\" Trump told the Times. \"They are very embarrassed about it. To some extent, it's a witch hunt. They just focus on this.\" The White House announced sanctions against Russia last month in response to the cyberattacks. ",
    "title": "Putin Ordered 'Influence Campaign' To Help Trump, U.S. Intelligence Report Says  : The Two-Way : NPR"
   },
   {
    "entities": [
     "israel",
     "et",
     "rico",
     "lauderdale-hollywood",
     "friday",
     "florida",
     "trauma",
     "puerto",
     "south",
     "rick",
     "alvarez",
     "lauderdale",
     "miami",
     "santiago",
     "paul",
     "the",
     "3:04",
     "international",
     "a few months ago",
     "cia",
     "county",
     "12:55 p.m.",
     "fort",
     "fla.",
     "scott",
     "esteban",
     "once",
     "health",
     "delta",
     "fbi",
     "a minute later",
     "new",
     "jersey",
     "national",
     "taimy",
     "iraq",
     "jan. 6, 2017",
     "center",
     "broward",
     "afternoon",
     "msnbc",
     "airport",
     "lea",
     "isis",
     "guard",
     "ap",
     "mark",
     "alaska",
     "anchorage"
    ],
    "id": 18,
    "text": "Florida Airport Mass Shooting: 13 Shot, 5 Killed; Gunman Surrenders 3:04 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170107013443if_/http://www.nbcnews.com/widget/video-embed/849438275603\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A lone shooter opened fire Friday afternoon at Fort Lauderdale-Hollywood International Airport in Florida, killing five people and wounding eight others before he was taken into custody, the Broward County sheriff said. The suspected gunman appeared to be shooting randomly into a crowd in a lower floor of Terminal 2 as panicked travelers took cover behind chairs — and he only stopped when his bullets ran out, according to witnesses. Multiple senior law enforcement sources identified the suspect as New Jersey born Esteban Santiago, 26, and said he had a military ID on him. The military said he had served in the Puerto Rico National Guard and was deployed to Iraq for 10 months. \"We still have people fighting for their lives in the hospital,\" Florida Gov. Rick Scott said. Law enforcement officials told NBC News they believe Santiago flew Delta from Anchorage, Alaska and caught a connecting Delta flight from Minneapolis-St. Paul to Fort Lauderdale, where he picked up his firearm at baggage claim and began the shooting spree. Federal guidelines allow for passengers to check unloaded guns in a locked case, and also allows for ammunition to be placed in checked baggage. An injured woman is taken into Broward Health Trauma Center in Fort Lauderdale, Fla., after a shooting at the Fort Lauderdale-Hollywood International Airport on Jan. 6, 2017. Taimy Alvarez / South Florida Sun-Sentinel via AP The Fort Lauderdale-Hollywood airport, located about 25 miles north of Miami, tweeted the shooting occurred at a baggage claim inside Terminal 2 around 12:55 p.m. ET. \"At first we thought it was firecrackers,\" said witness Mark Lea, 53. \"Everyone started screaming and running.\" Broward Sheriff Scott Israel said at a news conference the shooter was apprehended without incident, no law enforcement officers fired any shots. Federal authorities declined to give details about the shooter or his weapon, and said he was being interviewed to determine a motive. Federal law enforcement officials told NBC News that Santiago was undergoing treatment for mental health problems, complaining that he was hearing voices. A few months ago, he walked into the FBI's office in Anchorage, claiming that the CIA was forcing him to join ISIS, the officials said. Officials say local police were called, and he went voluntarily to a mental health facility for treatment. Lea said the shooter made his way through baggage claim with what looked like a 9 mm firearm and emptied his entire magazine. \"People were trying to run,\" he said. \"Once he finished shooting, he walked down by Door 2, threw his gun on the ground, and laid down on the ground, spread-eagle, until the first officer came — which was probably a minute later,\" Lea told MSNBC. \"He was not shot at all, was not wounded.\" Play ",
    "title": "Fort Lauderdale Shooting: Five Killed at Airport Shooting, Gunman ID'd as Esteban Santiago - NBC News"
   },
   {
    "entities": [
     "israel",
     "lauderdale-hollywood",
     "cbs",
     "november",
     "puerto",
     "january",
     "rick",
     "transportation",
     "miami",
     "santiago",
     "california",
     "shooting",
     "saturday",
     "state",
     "king",
     "fla.",
     "j.",
     "shelby",
     "sheriff",
     "jan. 4",
     "ari",
     "1 p.m.",
     "piro",
     "jayce",
     "mediterranean",
     "army",
     "february 2011",
     "iraq",
     "d.c.",
     "del",
     "islamic",
     "the last year",
     "a.",
     "broward",
     "nina",
     "afternoon",
     "marsh",
     "hennigan",
     "lea",
     "aviation",
     "guard",
     "william",
     "angeles",
     "new year",
     "december 2007",
     "white",
     "ben",
     "air",
     "safety",
     "lines",
     "friday",
     "florida",
     "fleischer",
     "sunday",
     "laura",
     "donald",
     "administration",
     "esteban",
     "twitter",
     "adventure",
     "u.s.",
     "fbi",
     "union",
     "olmstead",
     "5 a.m.",
     "york",
     "josh",
     "airport",
     "office",
     "alaska",
     "anchorage",
     "rico",
     "disney",
     "minneapolis",
     "hours later",
     "fontana",
     "bruce",
     "international",
     "fort",
     "etehad",
     "sheriff's",
     "grad",
     "obama",
     "national",
     "new",
     "less than four months ago",
     "los",
     "maria",
     "a month ago",
     "bso",
     "early",
     "city",
     "time",
     "tsa",
     "sierra",
     "agrawal",
     "zavis",
     "minnesota",
     "wagner",
     "trump",
     "march",
     "house",
     "april 2010",
     "ruiz",
     "lauderdale",
     "candis",
     "quentin",
     "monday",
     "george",
     "county",
     "sisley",
     "alexandra",
     "sun-sentinel",
     "$10.50",
     "federal",
     "scott",
     "l.",
     "past",
     "former",
     "delta",
     "n.j.",
     "washington",
     "now",
     "melissa",
     "luisa",
     "wilber",
     "mark",
     "august 2016"
    ],
    "id": 19,
    "text": "Fort Lauderdale shooting suspect was an Iraq war veteran with delusions of being forced to fight for Islamic State Sheriff Scott Israel and other officials hold press conference The full length video of a press conference held at the Fort Lauderdale International Airport on the latest information about the shooting there early Friday afternoon. The full length video of a press conference held at the Fort Lauderdale International Airport on the latest information about the shooting there early Friday afternoon. Laura King , Nina Agrawal , Del Quentin Wilber and Alexandra Zavis Contact Reporters The young Iraq war veteran suspected of fatally shooting five people and wounding eight others at Fort Lauderdale’s international airport Friday had become mentally agitated in recent weeks, family members said, despite his happiness over the birth of a son less than four months ago.  Esteban Santiago , 26, was in custody following the attack, being questioned by local and federal law enforcement. Eyewitnesses described an eerily calm assailant who fired bursts from a semiautomatic handgun at fellow airline passengers as they clustered around a baggage carousel – and then just as calmly tossed his weapon away and positioned himself spread-eagle on the ground, waiting for police to arrest him.   The country’s largest mass shooting of the new year threw the busy Florida airport into chaos, with thousands of travelers and airport staff fleeing onto walkways and the tarmac as emergency responders and law enforcement officers, many heavily armed and in tactical gear, rushed to the scene. In addition to the eight people hurt in the shooting , 37 others were injured in the chaotic aftermath, authorities said. The Federal Aviation Administration said it had grounded flights around the country destined for Fort Lauderdale-Hollywood International Airport, but some flights that were landing when the shooting broke out shortly before 1 p.m. were stranded for hours on the tarmac with passengers aboard. Hundreds more people were trapped as security forces swept the airport. As the attack unfolded, the Transportation Safety Administration said on Twitter that there was an active shooter in the airport and urged people inside to shelter in place. Later, television video showed long lines of people trudging with their luggage away from the terminals or milling around outside, with most vehicles still blocked from entering the closed airport. President-elect Donald Trump tweeted that he was following the “horrific events” at the airport – briefed by Republican Florida Gov.  Rick Scott , who said he had phoned Trump rather than calling President Obama . The White House said Obama was briefed about the attack by staff. The trajectory of Santiago’s life had taken him from balmy Puerto Rico to snowy Anchorage. Along the way, many troubling signs emerged. Authorities at Los Angeles International Airport said Friday they are beefing up security in the wake of a mass shooting at the airport in Fort Lauderdale, Fla. “Airport Police are deploying additional resources into our terminals and an increased presence in the Central Terminal Area,” LAX officials... Authorities at Los Angeles International Airport said Friday they are beefing up security in the wake of a mass shooting at the airport in Fort Lauderdale, Fla. “Airport Police are deploying additional resources into our terminals and an increased presence in the Central Terminal Area,” LAX officials... (Shelby Grad) A federal law enforcement official said Santiago boarded a Delta Air Lines flight in Anchorage and flew to Fort Lauderdale by way of Minneapolis. Authorities are investigating whether he got into a dispute with another passenger on the Anchorage-to-Minneapolis leg of the flight, said the official, who was not authorized to discuss the investigation publicly. After getting off the plane, the gunman retrieved his baggage and went to the bathroom, where he pulled out the gun, the official said. Unloaded firearms can be legally checked in baggage in a secure container if declared, according to TSA regulations. Law enforcement authorities said the suspect was taken into custody without any additional shots being fired, and no other suspects have been identified. Authorities said the motive was unknown. But worrying details of the suspect’s life in Alaska were beginning to emerge. George L. Piro, the special agent in charge at the FBI’s Miami field office, reported that Santiago had walked into the agency’s Anchorage field office in November. “At that time, he clearly stated that he did not intend to harm anyone,” Piro told reporters. But the FBI agents who spoke to him were concerned about his “erratic behavior” and turned him over to local law enforcement, which in turn took him to a medical facility for evaluation. A federal law enforcement source said Santiago  in his visit to the FBI had complained of being forced to fight for the militant group Islamic State. He reported that his mind was being controlled by a U.S. spy agency. In January, he was arrested and charged with assault in an incident involving his girlfriend. According to the court complaint, police said he had been yelling at her through a locked bathroom door, then busted through the door, pulling it out of its frame. He then began striking her and strangling her, the woman told police, though they observed no apparent injuries. The prosecutor dismissed the case in March when Santiago entered into a deferred prosecution agreement. Santiago was formerly a member of the Alaska Army National Guard and left the organization for \"unsatisfactory performance\" in August 2016, a National Guard spokeswoman confirmed to the Sun-Sentinel newspaper in Florida. His rank at the time was private first class. \"He is no longer a member of our organization,\" said Lt. Col. Candis A. Olmstead, who said she could not elaborate on the reason for his discharge. \"Information on disciplinary actions [is] not releasable,'' she said. A combat engineer, Santiago joined the Puerto Rico National Guard in December 2007. He was deployed to Iraq from April 2010 to February 2011, according to the Alaska Army National Guard. In Union City, N.J., an aunt, Maria Luisa Ruiz, told reporters that Santiago had been happy upon the birth of his son, but that she and family members had feared his mental state was deteriorating. She showed reporters a photo of him wearing a T-shirt emblazoned with the word “Disturbed.” “Like a month ago, it was like he lost his mind,” she said, according to the website NorthJersey.com. “He said he saw things.” Broward County Sheriff Scott Israel told reporters the incident appeared to have been limited to the lower-level baggage claim area of Terminal 2, and there was no evidence to support earlier, unconfirmed reports of gunshots in another terminal. “There’s no confirmation of any kind of gunshots anywhere at any time other than this horrific, horrific incident,” Israel said. The FBI joined the investigation but said the probe was in its early stages. The suspect will face federal charges and will most likely make his first court appearance in Broward County on Monday, Piro said. He did not specify the charges, and declined to speculate about a motive, saying it was too early in the investigation. Agents have not ruled anything out, including the possibility of terrorism, he said. \"It is a long-term, very difficult, complex investigation.\" Hours after the shooting, most vehicles were still blocked from entering the closed airport, and authorities said it wasn’t scheduled to open until 5 a.m. Saturday. BSO confirms multiple people shot and one in custody at Fort Lauderdale-Hollywood International Airport According to a spokesperson for the Broward Sheriff’s Office, multiple people have been shot and one person is in custody after shots were fired at the Fort Lauderdale-Hollywood International Airport. According to a spokesperson for the Broward Sheriff’s Office, multiple people have been shot and one person is in custody after shots were fired at the Fort Lauderdale-Hollywood International Airport. See more videos For some of those caught up in the attack, Friday was to have been the start of a voyage on one of the many cruises that depart Fort Lauderdale. Mark Lea, a 53-year-old financial adviser, had just arrived on a flight from Minnesota with his wife to catch a cruise to celebrate their first wedding anniversary. The couple collected their luggage and were about to leave the terminal when they heard three quick bursts of what they thought were firecrackers. They quickly realized, however, that a gunman had opened fire about 100 yards away. “At that point, people started frantically screaming and yelling and running for the exits,” Lea said by telephone from the airport. “People were kind of tripping over each other.” He helped his wife to safety, then went back to aid others. He described the shooter as “very calm, very quiet, no emotions.” The gunman, who was dressed in jeans and a blue polo shirt, was carrying what appeared to Lea to be a 9 mm handgun. He fired off a few dozen rounds near the luggage carousels, then dropped his gun to the ground and lay spread-eagle on the floor, waiting for sheriff’s deputies to apprehend him, Lea said. “This whole thing took place in about 45 seconds and he was done,” said Lea. Hours later, the couple was still waiting at the airport with other passengers to retrieve their luggage from the scene.  Authorities moved passengers upstairs to the ticketing area to wait while they secured the crime scene. Travelers described huddling inside a restaurant in Terminal 2, using tables for cover, after the gunfire erupted or ducking behind parked cars when they saw people running out the doors. Others told of surreal scenes that suddenly punctuated the tedium of a routine wait at the airport. Bruce Wagner, 55, and his husband were on their way to New York after an 11-day Caribbean cruise. They were sitting at their gate when they suddenly saw people running and screaming. The crowd stampeded for the exits, he said – but there was no way out except for the jetways for boarding planes. Alarms blared, and security officials struggled to open emergency exits leading down to the tarmac. “Everybody just plowed through them, packed like sardines, shoving and pushing and screaming,” Wagner said by phone, with alarms still screeching in the background. Some of those who ran outside stayed close to the terminals, but others fled as far as the runways. Authorities say a lone shooter opened fire at the Fort Lauderdale international airport, killing \"multiple\" people and wounding several others before he was taken into custody. Finally passengers were let back inside, where people’s bags and outerwear were strewn everywhere, and iPads were left still plugged in for charging in the melee. Only moments later, an apparently false alarm sent people fleeing again. “It was totally inept as far as security or any kind of safety,” Wagner said. “It seems like nobody’s had any experience or training.” Josh Marsh, 24, described airline staff just one terminal over from the attack scene as being unaware of the shooting – even after he showed an agent social media reports of the shooting. “Nothing happened for a good 20 minutes,” Marsh said. “No lockdown, no announcements, no nothing.” Former White House spokesman Ari Fleischer was one of those caught up in the incident, tweeting that shots had been fired and “everyone was running.” Shooting location at Fort Lauderdale-Hollywood International Airport @latimesgraphics Shooting location at Fort Lauderdale-Hollywood International Airport Shooting location at Fort Lauderdale-Hollywood International Airport (@latimesgraphics) The Fort Lauderdale airport, about 25 miles north of Miami, is a major travel hub, with more than 70,000 people passing through daily, according to the airport. Security was stepped up at the larger Miami airport in the wake of the shooting. For some, the attack shattered a workday routine. Jayce Sisley, who lives in Fort Lauderdale and works as a flight attendant, said he was heading to the airport for work when worried friends and family began texting him about the shooting. His employer told him flights were still departing and asked him to report for duty, but the pathway was blocked by emergency vehicles, he said, with officers waving off arriving cars. Panic spread rapidly. A traveler identified only as Ben told CBS’ Miami affiliate that he was boarding a shuttle outside the terminal when he saw “everyone in a big pack just running as far as possible away from the shots.” Sun-Sentinel coverage of the Florida airport shooting Open link “It was a scene of ambulances and police cars, trucks, all kinds of people with automatic weapons blocking all the exits,” Sisley said. As he headed back from the airport, emergency vehicles roared past him, sirens blaring, he said. That’s when the magnitude of the situation hit him. Even though he had received training for these types of incidents, Sisley said, it all seemed unreal. “I’m shocked,” he said. “And I’m worried.” Caption BSO confirms multiple people shot and one in custody at Fort Lauderdale-Hollywood International Airport According to a spokesperson for the Broward Sheriff’s Office, multiple people have been shot and one person is in custody after shots were fired at the Fort Lauderdale-Hollywood International Airport. According to a spokesperson for the Broward Sheriff’s Office, multiple people have been shot and one person is in custody after shots were fired at the Fort Lauderdale-Hollywood International Airport. Caption BSO confirms multiple people shot and one in custody at Fort Lauderdale-Hollywood International Airport According to a spokesperson for the Broward Sheriff’s Office, multiple people have been shot and one person is in custody after shots were fired at the Fort Lauderdale-Hollywood International Airport. According to a spokesperson for the Broward Sheriff’s Office, multiple people have been shot and one person is in custody after shots were fired at the Fort Lauderdale-Hollywood International Airport. Caption Sheriff Scott Israel and other officials hold press conference The full length video of a press conference held at the Fort Lauderdale International Airport on the latest information about the shooting there early Friday afternoon. The full length video of a press conference held at the Fort Lauderdale International Airport on the latest information about the shooting there early Friday afternoon. Caption 90 seconds: 4 stories you can't miss The 74th Annual Golden Globe Awards will take place Sunday , the popular Tower of Terror ride at Disney California Adventure has officially closed , thousands of people died trying to cross the Mediterranean in the last year alone , and California's minimum wage is now $10.50 . Caption Possible family dispute leaves 3 dead and 1 injured in late-night shooting Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Caption A Mammoth snow could lead to an epic season at the Sierra resort It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. King and Wilber reported from Washington, D.C., Agrawal and Zavis from Los Angeles. Staff writers Melissa Etehad in Los Angeles, William J. Hennigan in Washington, D.C. and Sun-Sentinel staff contributed to this report. ALSO ",
    "title": "Fort Lauderdale shooting suspect was an Iraq war veteran with delusions of being forced to fight for Islamic State - LA Times"
   },
   {
    "entities": [
     "ukraine",
     "4:25 p.m.",
     "democratic",
     "october",
     "us",
     "friday",
     "states",
     "trump",
     "house",
     "2017",
     "syria",
     "rt",
     "google",
     "pinterest",
     "thursday",
     "facebookemail",
     "moscow",
     "facebook",
     "united",
     "donald",
     "klimentyev",
     "kremlin",
     "democrat",
     "adam",
     "morning",
     "linkedin",
     "state",
     "the day",
     "cia",
     "last month",
     "tv",
     "congress",
     "russia",
     "security",
     "vladimir",
     "dec. 31, 2016",
     "china",
     "2016",
     "schiff",
     "twitter",
     "current",
     "10 minutes ago",
     "republican",
     "usa",
     "agency",
     "fbi",
     "obama",
     "national",
     "korte",
     "today",
     "iraq",
     "jan. 6, 2017",
     "islamic",
     "gregory",
     "washington",
     "mikhail",
     "clinton",
     "committee",
     "america",
     "putin",
     "new year",
     "intelligence"
    ],
    "id": 20,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Putin ordered hacking to help Trump, intelligence report says WASHINGTON — The Director of National Intelligence released a 25-page declassified version of its report into alleged Russian hacking during the election campaign, concluding that the intent of the operation was to help get Donald Trump elected presi Post to Facebook Putin ordered hacking to help Trump, intelligence report says WASHINGTON — The Director of National Intelligence released a 25-page declassified version of its report into alleged Russian hacking during the election campaign, concluding that the intent of the operation was to help get Donald Trump elected presi Check out this story on USATODAY.com: http://usat.ly/2i1ImvX CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 76 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Putin ordered hacking to help Trump, intelligence report says Gregory Korte , USA TODAY Published 4:25 p.m. ET Jan. 6, 2017 | Updated 10 minutes ago Russian President Vladimir Putin makes his New Year Address to the Nation ahead of 2017 in Moscow on Dec. 31, 2016. (Photo: Mikhail Klimentyev, Pool/Sputnik/European Pressphoto Agency) WASHINGTON — The Director of National Intelligence released a 25-page declassified version of its report into alleged Russian hacking during the election campaign, concluding that the intent of the operation was to help get Donald Trump elected president. \"We assess Russian President Vladimir Putin ordered an influence campaign in 2016 aimed at the US presidential election,\" said the report, which was the work of the FBI, CIA and the National Security Agency. \"Russia’s goals were to undermine public faith in the US democratic process, denigrate Secretary Clinton, and harm her electability and potential presidency. We further assess Putin and the Russian Government developed a clear preference for President-elect Trump.\" The intelligence community first concluded in October that Russia was behind the hacking of emails belonging to Clinton campaign aides and the Democratic National Committee, alleging that Russia was attempting to interfere with the Democratic process — but stopping short of suggesting that Russia was seeking any particular outcome. President Obama requested the fuller report last month after Democratic members of Congress alleged that Russia's interference was one-sided, and had the intent of getting Trump elected. Friday's report noted that Putin and other Kremlin officials often praised Trump, who they saw as more Russia-friendly on issues like Syria and Ukraine. The report also said Moscow also saw the election of Trump \"as a way to achieve an international counterterrorism coalition against the Islamic State in Iraq and the Levant.\" The report did not assess what impact the hacking had on the outcome of the presidential election, but made clear that the agencies did not believe any vote-counting systems were breached. The declassified version offers little new public evidence, and the document argued that revealing the full extent of intelligence on the hacking could jeopardize sources and methods. Indeed, much of the report is based on public press reports. A seven-page annex to the report highlights the role that a Russian-owned television network, RT America, had in spreading Russian propaganda during the campaign. \"RT America TV, a Kremlin-financed channel operated from within the United States, has substantially expanded its repertoire of programming that highlights criticism of alleged US shortcomings in democracy and civil liberties,\" the report said. \"RT's criticism of the US election was the latest facet of its broader and longer-standing anti-US messaging likely aimed at undermining viewers' trust in US democratic procedures and undercutting US criticism of Russia's political system.\" Obama received the report Thursday, and Trump was briefed on the classified version on Friday . In a statement, Trump conceded that Russia and China \"are consistently trying to break through the cyber infrastructure of our governmental institutions, businesses and organizations including the Democrat National Committee.\" He said hackers also attempted to break into Republican National Committee systems but were unsuccessful. Trump also insisted that \"there was absolutely no effect on the outcome of the election.\" That remains a point of contention. Rep. Adam Schiff, the top Democrat on the House Intelligence Committee, said Trump's conclusion that the Russian hacking had no effect \"is not supported by the briefing, report, or common sense.\" \"It is one thing to say that there was no tampering with vote tallying – which is true – it is another  thing to say that the daily dumping of documents disparaging to Secretary Clinton that was made possible by Russian cyber operations had no effect on the campaigns,\" said Schiff, who was breifed on the report with members of Congress Friday morning. \"These conclusions are well-supported by the evidence and the report should put to rest any uncertainty as to Russian responsibility for this unprecedented interference in our internal affairs.\" 469 CONNECT TWEET LINKEDIN 76 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2i1ImvX NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Putin ordered hacking to help Trump, intelligence report says"
   },
   {
    "entities": [
     "diaz",
     "israel",
     "lauderdale-hollywood",
     "joe",
     "november",
     "taylor",
     "santiago/el",
     "elenburg",
     "rick",
     "santiago",
     "stanglin",
     "kevin",
     "state",
     "the day",
     "fla.",
     "associated",
     "sheriff",
     "ari",
     "today",
     "army",
     "iraq",
     "herald",
     "islamic",
     "center",
     "broward",
     "afternoon",
     "lea",
     "bush",
     "stocker",
     "al",
     "ap",
     "gale",
     "white",
     "raedle",
     "friday",
     "trauma",
     "florida",
     "fleischer",
     "doug",
     "facebook",
     "gomez",
     "donald",
     "early friday",
     "lynne",
     "sladky",
     "esteban",
     "health",
     "current",
     "police",
     "fbi",
     "w.",
     "union",
     "6 minutes ago",
     "airport",
     "slim",
     "jan 6",
     "anchorage",
     "1:18 p.m.",
     "david",
     "minneapolis",
     "press",
     "schicher",
     "alvarez",
     "thursday",
     "september 2016",
     "international",
     "lamarca",
     "bill",
     "fort",
     "mike",
     "john",
     "daniel",
     "usa",
     "1 p.m. est",
     "nelson",
     "taimy",
     "jan. 6, 2017",
     "maria",
     "city",
     "alan",
     "last year",
     "trump",
     "house",
     "ruiz",
     "lauderdale",
     "george",
     "county",
     "johnson",
     "january 6, 2017",
     "nuevo",
     "scott",
     "friday, jan. 6, 2017",
     "delta",
     "ft.",
     "hollywood",
     "n.j.",
     "washington",
     "msnbc",
     "april 20, 2016",
     "mark"
    ],
    "id": 21,
    "text": "5 dead, 8 injured in shooting at Fort Lauderdale airport A lone gunman was taken into custody after randomly firing at passengers. Post to Facebook 5 dead, 8 injured in shooting at Fort Lauderdale airport A lone gunman was taken into custody after randomly firing at passengers. Check out this story on USATODAY.com: http://usat.ly/2i19USp CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 460 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs 5 dead, 8 injured in shooting at Fort Lauderdale airport Doug Stanglin and Alan Gomez , USA TODAY Published 1:18 p.m. ET Jan. 6, 2017 | Updated 6 minutes ago x Share News media are reporting that several people have been shot at Fort Lauderdale International Airport. Passengers seen assembling on the tarmac away from the airport building. (Jan 6) AP People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport after a shooter opened fire, Friday, inside a terminal of the airport. (Photo: Lynne Sladky, AP) FORT LAUDERDALE, Fla. — A gunman opened fire in a baggage claim area at Fort Lauderdale-Hollywood International airport Friday, killing five people, injuring eight and sending terrified passengers running through the airport before police grabbed the suspect unharmed, according to law enforcement authorities. Witnesses said the male shooter emptied several magazines of bullets, then dropped to the floor spread-eagled to await arrest. He was taken into custody without incident by a Broward County sheriff's deputy, according to Sheriff Scott Israel. “People started kind of screaming and trying to get out of any door they could or hide under the chairs,” a witness, Mark Lea, told MSNBC. “He just kind of continued coming in, just randomly shooting at people, no rhyme or reason to it.” Posted! A link has been posted to your Facebook feed. First responders secure the area outside the Fort Lauderdale-Hollywood International airport, Friday, after a gunman opened fire in the baggage claim area.  Mike Stocker, AP People huddle together at the Fort Lauderdale-Hollywood International airport after a shooting took place. Officials say five people wear killed and eight wounded in an attack by a single gunman.  Joe Raedle, Getty Images Passengers run for safety on the tarmac at Fort Lauderdale-Hollywood International Airport following the shooting Friday.  David Santiago, AP Law enforcement personnel stand outside a garage area at Fort Lauderdale\u0096-Hollywood International Airport.  David Santiago, AP People exit the Fort Lauderdale\u0096Hollywood International Airport  Friday, after a gunman opened fire.  David Santiago, AP Fullscreen An injured woman is loaded into an emergency vehicle at Fort Lauderdale-Hollywood International Airport after a gunman opened fire inside a terminal of the airport, killing several people and wounding others before being taken into custody, Friday, Jan. 6, 2017, in Fort Lauderdale, Fla.   (David Santiago/El Nuevo Herald via AP) ORG XMIT: FLMEH201  David Santiago, AP First responders assist people seeking cover outside the Fort Lauderdale-Hollywood International airport after a shooting took place near the baggage claim.  Joe Raedle People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport after a shooter opened fire inside a terminal of the airport, killing at least five and wounding others before being taken into custody, Friday, in Fort Lauderdale, Fla.  Lynne Sladky, AP Police officers stand on the perimeter road along the Fort Lauderdale-Hollywood International Airport after a shooter opened fire inside a terminal of the airport. The airport suspended operations as law enforcement authorities rushed to the scene.  Lynne Sladky, AP People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport, Friday.  Lynne Sladky, AP Fullscreen A shooting victim arrives at Broward Health Trauma Center in Fort Lauderdale, Fla., on Friday.  Authorities say a lone shooter opened fire at the Ft. Lauderdale, Florida, international airport Friday, killing \"multiple\" people before he was taken into custody. The airport suspended operations as law enforcement authorities rushed to the scene.  Taimy Alvarez, AP People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport.  Al Diaz, AP A shooting victim is unloaded from an emergency vehicle and taken into Broward Health Trauma Center in Fort Lauderdale, Fla., Friday.  Taimy Alvarez, AP An injured woman is taken into Broward Health Trauma Center in Fort Lauderdale, Fla., after the shooting at the Fort Lauderdale-Hollywood International Airport.  Taimy Alvarez, AP An aerial view taken on April 20, 2016 shows the Fort Lauderdale-Hollywood airport in Florida.  Daniel Slim, AFP/Getty Images Passengers gather on the tarmac of the Fort Lauderdale-Hollywood airport in Florida after a gunman opened fire on Friday.  Taylor Elenburg, AFP/Getty Images Like this topic? You may also like these photo galleries: Replay Last Slide Next Slide Chip LaMarca, a Broward County commissioner, was briefed on the airport shooting by the Broward Sheriff’s office. On his Twitter account, he said the shooter arrived in Fort Lauderdale aboard a flight with a gun in a checked bag. \"He claimed his bag and took the gun from baggage and went into the bathroom to load it. Came out shooting people in baggage claim,\" LaMarca tweeted. A federal law enforcement official, who is not authorized to comment publicly on the case, identified the suspect as 26-year-old Esteban Santiago. Sen. Bill Nelson, a Florida Democrat, said earlier that the gunman was carrying a military ID in that name. Santiago arrived in Fort Lauderdale early Friday aboard a Delta flight that originated Thursday in Anchorage and passed through Minneapolis, the federal official said Friday. The official said the suspect apparently retrieved a handgun from his checked luggage and loaded it before launching an indiscriminate assault. In November, the suspect appeared unannounced in the FBI offices in Anchorage, complaining that the Islamic State had gained control of his mind and the terror group was urging him to fight on its behalf,the official said. The FBI conducted a background check, learning of his military record, which included service in Iraq, but found no connection to terror groups. Determining that the man apparently needed psychiatric care, the FBI alerted local law enforcement and turned him over to their custody for a medical referral. It is not clear whether Santiago received treatment following that incident. Esteban Santiago pictured in the hospital with his newborn son in September 2016.  (Photo: (Photo: Keldy Ortiz/NorthJersey.com)) The official said Santiago worked in Anchorage in a security-related job and has a girlfriend and a child there. Santiago's aunt, Maria Ruiz, who lives in Union City, N.J., said her nephew is an Army veteran who served two years in Iraq and came back acting strangely. However, she said that he “was happy with the kid” after the birth of his child last year. “I don’t know why this happened,” she said during an interview at her home Friday afternoon. Sheriff Israel said authorities had not established a motive for the shooting and that it was too early to declare it a terrorist act. \"At this point, it looks like he acted alone,\" Israel told reporters. He called the shootings a \"horrific, horrific act.\" Florida suspect's aunt: ‘I don't know why this happened’ The melee, which erupted around 1 p.m. EST, brought air traffic to a standstill at the heavily traveled airport. Some incoming flights were halted on the tarmac and were likely to be sent to another city without allowing passengers to disembark, according to airport director Mark Gale. The shooter, described as slender, about 5-foot-7 and wearing a blue T-shirt, did not say a word during the incident, calmly opening fire as he strolled among passengers at a baggage carousel in Terminal 2, which services Delta flights. Mark Lea, a witness among the passengers, told MSNBC the gunman was \"just randomly shooting people\" with a 9 mm pistol and only stopped after emptying about 3 magazines of bullets. \"He wasn't targeting anyone particular,\" he said. I'm at the Ft. Lauderdale Airport. Shots have been fired.  Everyone is running. — Ari Fleischer (@AriFleischer) January 6, 2017 Another witness, John Schicher, told MSNBC the shooter appeared to be wearing a blue Star Wars T-shirt. A shooting victim arrives at Broward Health Trauma Center in Fort Lauderdale, Fla., following a shooting at the Ft. Lauderdale International Airport Friday.  (Photo: Taimy Alvarez, AP) The shooting sent people scrambling onto the tarmac, some carrying luggage. Others cowered behind cars. Video posted on Instagram appeared to show several people wounded in the baggage claim area of the terminal. One person appeared to be lying in a pool of blood with a head wound. Paramedics could also be seen treating a bleeding victim outside the airport. Hundreds of people stood on the tarmac as an ambulance drove by. Florida Gov. Rick Scott called the shooting a \"senseless act of evil\" and added that he called President-elect Donald Trump to keep him informed about the case. Early word on the incident came from a tweet by Ari Fleischer, former White House spokesman for President George W. Bush. \"I'm at the Ft. Lauderdale Airport,\" Fleischer tweeted. \"Shots have been fired. Everyone is running.\" Contributing: Kevin Johnson, in Washington; the Associated Press 10918 CONNECT TWEET 41 LINKEDIN 460 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2i19USp NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "5 dead, 8 injured in shooting at Fort Lauderdale airport"
   },
   {
    "entities": [
     "israel",
     "david",
     "iowa",
     "times",
     "friday",
     "inauguration day",
     "trump",
     "january",
     "neumann",
     "jan. 20",
     "terry",
     "eight years ago",
     "dec. 23",
     "facebook",
     "academy",
     "donald",
     "american",
     "g.",
     "state",
     "of",
     "george",
     "china",
     "twitter",
     "post",
     "department",
     "e.",
     "foxnews.com",
     "u.s.",
     "obama",
     "new",
     "w.",
     "jennifer",
     "december 2008",
     "hickey",
     "york",
     "friedman",
     "washington",
     "diplomacy",
     "ronald",
     "the past",
     "bush",
     "branstad"
    ],
    "id": 22,
    "text": "Trump tells Obama's ambassadors to leave by Inauguration Day By Jennifer G. Hickey Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump is not allowing for any diplomatic dawdling. His transition team has issued a directive that all ambassadors appointed by President Obama must leave their posts by Inauguration Day, a source confirmed Friday. While it is standard for politically appointed ambassadors to step aside at the end of a presidential term, an individual with knowledge of the foreign service told  FoxNews.com  that Trump’s “unwillingness to consider individual cases or exigencies” appears to represent a break with protocol -- though the Obama administration appears to have done something similar.  “[The directive] in itself is not that significant. But it is more unyielding than in the past,” he said. The New York Times  first reported that a State Department cable was sent to all ambassadors on Dec. 23 informing them they have to vacate their posts by Jan. 20 “without exceptions.” Ronald E. Neumann, the president of the American Academy of Diplomacy, told the Times that he could not “recollect there was ever a guillotine in January where it was just, ‘Everybody out of the pool immediately.’” However, Obama’s transition team sent out similar guidance -- eight years ago -- telling ambassadors appointed by President George W. Bush they had to leave their posts by Inauguration Day. The Washington Post reported in December 2008 that ambassadors would not be permitted to stay on and that “the sweeping nature of the directive suggests that Obama has little interest in retaining any of Bush's ambassadorial appointees.” Trump’s transition team has already named Iowa Gov. Terry Branstad as ambassador to China and bankruptcy lawyer David Friedman to fill that role in Israel.  Political appointees for ambassadorships under any administration are often well-connected donors or other officials who do not come from the career foreign service side. But despite the prospect of imminent vacancies at posts around the world, U.S. embassies are likely to retain leadership as deputies fill in for the short term.  “The number twos are career foreign service officers and more than capable of stepping into the roles,” said the source who spoke with FoxNews.com.  Advertisement ",
    "title": "Trump tells Obama's ambassadors to leave by Inauguration Day | Fox News"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "hosko",
     "l.a.",
     "2017",
     "lauderdale",
     "miami",
     "news",
     "inc.",
     "fort",
     "u.s.",
     "fbi",
     "ron",
     "new",
     "york",
     "los",
     "evening",
     "city",
     "angeles",
     "tsa",
     "sept. 11, 2001"
    ],
    "id": 23,
    "text": "Shooting in Fort Lauderdale airport leaves five dead Investigators believe the gun used in the baggage claim shooting was checked as luggage -- something the TSA allows but requires the gun to be unloaded and locked in a case. It and ammunition must be disclosed to the airline prior to checking.  Since Sept. 11, 2001, airports have seen a dramatic increase in security. But many parts of the terminals, like check-in and baggage claim, are outside secured areas and remain vulnerable soft targets.  Many parts of airport terminals, like check-in and baggage claim, are outside secured areas and remain vulnerable soft targets.  Close CBS Evening News Ron Hosko is a former assistant director of the FBI.  “One of the great challenges of a soft target is, it’s like squeezing a balloon,” Hosko said. “And where I tighten up my security in one place the balloon expands somewhere else and presents itself as another soft target.”  And he says securing areas like baggage claim in every airport would be a multi-billion dollar investment.  “We have to put it in that broader perspective. You’re more likely to die in a car accident on your way home than to be in a terrorist strike at a U.S. airport.”  Immediately after the shooting, airports across the country increased security. That included airports in the New York City area, Miami and Los Angeles. The LAX police chief said they’re going to look at lessons learned from Fort Lauderdale to see what kind of changes they can make in L.A. to make the airport safer.  CBS News was told that during the shooting, some passengers were told the safest place to be was on their airplane, and they stayed on the planes for hours. Immediately after the Fort Lauderdale airport shooting, airports across the country increased security. CBS Evening News © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Fort Lauderdale airport shooting: Many parts of airport terminals are vulnerable soft targets - CBS News"
   },
   {
    "entities": [
     "israel",
     "cbs",
     "lauderdale-hollywood",
     "rick",
     "miami",
     "santiago",
     "cia",
     "fla.",
     "associated",
     "2011",
     "sheriff",
     "7:15 pm est",
     "ari",
     "jan 6,",
     "iraq",
     "broward",
     "lea",
     "white",
     "et",
     "air",
     "interactive",
     "jesse",
     "lines",
     "friday",
     "florida",
     "fleischer",
     ", 1:19 pm",
     "news",
     "--",
     "facebook",
     "donald",
     "esteban",
     "police",
     "stevens",
     "team",
     "fbi",
     "jersey",
     "cbsn",
     "airport",
     "schilcher",
     "milton",
     "alaska",
     "pence",
     "anchorage",
     "press",
     "jeff",
     "international",
     "bill",
     "lamarca",
     "fort",
     "mike",
     "john",
     "santiago-ruiz",
     "canada",
     "nelson",
     "new",
     "obama",
     "jan. 6, 2017",
     "2012",
     "pegues",
     "minnesota",
     "trump",
     "house",
     "2017",
     "5:23 p.m.",
     "syria",
     "lauderdale",
     "inc.",
     "fox",
     "davis",
     "nov. 2016",
     "january 6, 2017",
     "scott",
     "pat",
     "care",
     "delta",
     "ft.",
     "hollywood",
     "currently",
     "airlines",
     "i.",
     "law",
     "ted",
     "isis",
     "mark",
     "5:15 p.m."
    ],
    "id": 24,
    "text": "CBS/AP January 6, 2017, 1:19 PM Fort Lauderdale airport shooting leaves at least 5 dead Email Last Updated Jan 6, 2017 7:15 PM EST FORT LAUDERDALE, Fla. -- A gunman opened fire in the baggage claim area at the Fort Lauderdale airport Friday, killing five people and wounding eight before being taken into custody in an attack that sent panicked passengers running out of the terminal and onto the tarmac, authorities said. The gunman was identified as Esteban Santiago-Ruiz , 26, who had active-duty military identification on him and was born in New Jersey, law enforcement sources told CBS News. Esteban Santiago Law enforcement sources Federal law enforcement officials told CBS News’ Jeff Pegues that Santiago-Ruiz had gotten in an argument on one leg of his flight from Alaska to Florida, and the second leg of the trip was on a Delta flight.  The motive remains under investigation. Law enforcement officials said there is no immediate link to terrorism. FBI sources told CBS News’ Pat Milton that they ran a full database check on Santiago-Ruiz, and they found no connection to terror groups. They are currently investigating the argument, sources said.  In Nov. 2016, Santiago-Ruiz walked into an FBI office in Anchorage and claimed he was being forced to fight for the Islamic State of Iraq and Syria (ISIS), law enforcement sources told CBS News. He also said his mind was being controlled by the CIA to watch ISIS videos, sources said. He was sent to a psychiatric hospital after police were called, sources said.  He was also investigated as part of a child porn investigation in either 2011 or 2012, law enforcement sources told CBS News. Three weapons and a computer were seized, but no charges were filed, sources said.  Sen. Bill Nelson of Florida said it was unclear whether the military ID was the gunman’s. “We don’t know a motive at this point,” Nelson said. “This could well be someone who is mentally deranged, or in fact it could be someone who had a much more sinister motive that we have to worry about every day, and that is terrorism. We can’t conclude that.” Florida Gov. Rick Scott gave a press conference at 5:15 p.m. ET and said he had reached out to President-elect Donald Trump and Vice President-elect Mike Pence. “This is a senseless act of evil,” Scott said.  President Obama was briefed by his homeland security adviser, the White House said. In a statement from the White House, Mr. Obama “extended his sincere condolence” to the victims.  A witness, Mark Lea, told CBSN the shooter appeared to be in his mid-twenties, and described it as “random shooting.”  “Just shooting people that were ducked behind, underneath the chairs ... people were yelling, screaming, frantically trying to get out of any door they could, or hide under chairs, luggage to do anything they could to get out of the line of fire.” Lea said the shooter was “calm as can be ... he just walked in and started shooting. He wasn’t frantic, he wasn’t psychotic.”  Lea said he was 50 feet away from the gunman, who was carrying a 9-mm weapon. Lea estimated that the suspect shot about 24 rounds.  Lea said that after firing the shots, the gunman walked out of “door 2” and “lay spread-eagle on the floor and waited for law enforcement to arrive.”  Fort Lauderdale airport shooting witness Mark Lea recounts what he saw to CBSN, as police continue sweeping the airport terminals. He told CBS Minnesota that “people started yelling and screaming running for any exit they could.” “It sounded at first like firecrackers, and then we figured out what actually was going on. There was actually a shooter,”  Lea told CBS Minnesota.  Ted Stevens Anchorage International Airport Police and Fire Department chief Jesse Davis told CBS News that Santiago-Ruiz checked in at that airport at 5:23 p.m., and said he checked a firearm into his baggage. Nothing about the check-in aroused suspicion, Davis said.  Scores of travelers were seen milling about on the tarmac near the Delta Airlines terminal after a deadly shooting at Fort Lauderdale Hollywood I... “After he claimed his bag, he went into the bathroom and loaded the gun and started shooting. We don’t know why,” LaMarca said. It is legal for airline passengers to carry guns and ammunition as long as the firearms are put in a checked bag - not in a carry-on - and are unloaded and locked in a hard-sided container. Guns must be declared to the airline at check-in. Air Canada said that it had no record of the suspect as a passenger or of checked guns on its flights to Fort Lauderdale. Delta did not comment if the suspect took one of their flights, but issued a statement to CBS News that the airline is cooperating with the investigation.  “Specially trained Delta Care Team members have been activated and are traveling to Fort Lauderdale to assist families and friends of customers and employees who may have been impacted by the shooting at the Fort Lauderdale International Airport,” Delta wrote in a statement.  A man with a bleeding wound sits on a curb during a shooting at Fort Lauderdale-Hollywood International Airport in Fort Lauderdale, Florida, on Jan. 6, 2017. Courtesy Maxwill Solutions The attack took place at Terminal 2, which serves Delta Air Lines and Air Canada. Israel said five people were killed and eight were wounded. Their condition was not disclosed. He said the gunman was arrested unharmed, with no law enforcement officers firing any shots, and was being questioned by the FBI. The sheriff urged people to not call 911 for information about the shooting. Facebook enabled its safety check feature so users could report their status on the social media platform. Please don't tie up 911. Call-takers have no info. If you must call, dial our non-emergency number: 954-764-4357. — Broward Sheriff (@browardsheriff) January 6, 2017 The airport suspended operations as law enforcement authorities rushed to the scene and emergency medical workers treated at least one bleeding victim on the tarmac. People spilled onto the tarmac, some carrying luggage, and some ran from both Terminals 1 and 2, hiding behind cars or anything else they could find to shield themselves. Video posted on Instagram appeared to show several people wounded in the baggage claim area of the terminal. One person appeared to be lying in a pool of blood with a head wound. Police assist people seeking cover outside of Terminal 2 at  Fort Lauderdale-Hollywood International Airport after a shooting took place in the baggage claim area on Jan. 6, 2017, in Fort Lauderdale, Florida. Joe Raedle/Getty Images Paramedics could also be seen treating a bleeding victim outside the airport. Hundreds of people stood on the tarmac as an ambulance drove by. Flights already in the air and headed for the airport were delayed or diverted, and those that had yet to take off for Fort Lauderdale were held on the ground. Nearly an hour after the sheriff’s office said a suspect was in custody, people started running across the tarmac,  CBS Miami station WFOR-TV reports . Sheriff Scott Israel told reporters there was no confirmation of any additional shooting. “At this point it looks like he acted alone,” Israel said. John Schilcher told Fox News said he came up to the baggage claim and heard the first gunshot as he picked up his bag off a carousel. “The person next to me fell to the ground and then I started hearing other pops. And as this happened, other people started falling and you could hear it and smell it, and people on either side of me were going down and I just dropped to the ground,” said Schilcher, who was there with his wife and mother-in-law. “The firing just went on and on,” he said. He said the gunman emptied his weapon and reloaded, and “it was eerily quiet.” “I was down on the floor, when we finally looked up there was a policeman standing over me,” Schilcher said. “That’s when I assumed it was safe.” Former White House spokesman Ari Fleischer tweeted that he was at the airport when shots were fired and “everyone is running.” I'm at the Ft. Lauderdale Airport. Shots have been fired.  Everyone is running. — Ari Fleischer (@AriFleischer) January 6, 2017 © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Fort Lauderdale airport shooting leaves at least 5 dead - CBS News"
   },
   {
    "entities": [
     "israel",
     "rico",
     "us",
     "travelers",
     "lauderdale-hollywood",
     "friday",
     "florida",
     "november",
     "puerto",
     "arkansas",
     "press",
     "hudson",
     "ruiz",
     "la",
     "lauderdale",
     "marca",
     "news",
     "facebook",
     "santiago",
     "fagenson",
     "fox",
     "recently",
     "international",
     "last november",
     "a year ago",
     "2014",
     "county",
     "north",
     "chip",
     "fort",
     "january 6, 2017",
     "associated",
     "2016",
     "john",
     "scott",
     "commissioner",
     "twitter",
     "sheriff",
     "schlicher",
     "greely",
     "the past year",
     "u.s.",
     "fbi",
     "ft.",
     "$435",
     "new",
     "jersey",
     "print",
     "national",
     "army",
     "reuters/zachary",
     "four months ago",
     "union",
     "iraq",
     "dean",
     "email",
     "broward",
     "two months later",
     "overnight",
     "afternoon",
     "evening",
     "maria",
     "airport",
     "isis",
     "to",
     "last night",
     "guard",
     "matthew",
     "january 06, 2017",
     "early",
     "february 2015",
     "city",
     "tsa",
     "alaska",
     "anchorage"
    ],
    "id": 25,
    "text": "Ft. Lauderdale shooting suspect made confused visit to FBI, said US intelligence forced him to watch ISIS videos Published               January 06, 2017 Facebook 0 Twitter 0 livefyre Email Print Travelers and airport workers are evacuated out of the terminal after airport shooting at Fort Lauderdale-Hollywood International Airport in Florida, U.S., January 6, 2017.   REUTERS/Andrew Innerarity - RTX2XT74 Estaban Santiago, the 26-year-old airline passenger accused of shooting up a baggage claim area at the Ft. Lauderdale-Hollywood airport Friday, leaving five dead and eight injured, visited the FBI Anchorage field office and told officers he was being forced to watch ISIS videos, law enforcement sources told Fox News. The visit took place last November. The sources said Santiago told agents that US intelligence had infiltrated his mind and were forcing him to watch ISIS propaganda videos. In addition, the sources told Fox that Santiago appeared agitated and incoherent during that interview, clearly indicating he was suffering from some kind of mental condition. After the contact with Santiago, the FBI called local authorities who took custody of him and brought him to a local hospital for a welfare check. Law enforcement walk outside a terminal after a shooter opened fire at a baggage carousel at Fort Lauderdale-Hollywood International Airport in Fort Lauderdale, Florida, U.S., January 6, 2017.   REUTERS/Zachary Fagenson - RTX2XTJ5 His brother said he had been receiving psychological treatment recently, according to the Associated Press. The sources also said the November interaction with Santiago prompted the FBI to open an investigation on him that led to interviews with family members, database checks and an interagency review. The sources told Fox that the FBI found no connections to foreign terror organizations. However, he has had a series of run-ins with the law in recent years. Almost exactly a year ago, he was charged with fourth-degree assault and damage of property in Anchorage, Alaska where he lived from 2014 to 2016. One of the charges was dismissed by the local prosecutor two months later, according to records found by Foxnews.com. Details surrounding the incident were not immediately clear but authorities in Anchorage told  the Daily Beast  it was related to domestic violence. The case was resolved after Santiago agreed to enter an agreement of deferred prosecution. The charges were dismissed by the state prosecutor in exchange for completion of requirements. Other records show that Santiago was evicted from his apartment in February 2015 for non-payment of $435 in rent. Santiago also has a record for minor traffic infractions, including driving with a broken taillight and another incident in which he was found driving without insurance. Santiago was born in New Jersey and his family was originally from Puerto Rico--where he served in the Puerto Rico National Guard. He was in the Army Reserves prior to serving in the Alaska Army National Guard. According to reports, he was honorably discharged four months ago from his last post at Fort Greely, Arkansas, and his military rank at that time was E3 (Private First Class). He also has a concealed carry permit and had checked in his weapon prior to boarding. Santiago’s aunt, who lives in Hudson County, New Jersey, spoke with a reporters from local newspaper The Record of North Jersey on Friday evening. “I don’t know why this happened,” Maria Ruiz said to reporters at her home in Union City as FBI agents arrived. The distraught relative said that Santiago had served two years in Iraq and started acting strangely when he returned. He also became a father in the past year and she told reporters that he “was happy with the kid.” It was early Friday afternoon when the mayhem first broke out at Fort Lauderdale airport. Five people were shot dead after Santiago allegedly opened fire at a baggage claim area in Terminal Two. Witness and investigators said the suspect shot some of his victims in the head without saying a word. In the ensuing panic, the TSA received two separate, unconfirmed reports of a separate active shooter, a law enforcement official close to the investigation told Fox News. However, Broward County Sheriff Scott Israel said Friday afternoon there was no indication any additional shots were fired. Broward County Commissioner Chip La Marca posted on Facebook that Santiago was a “passenger on a Canadian flight with a checked gun. He claimed his bag and took the gun from baggage and went into the bathroom to load it. Came out shooting people in baggage claim. There were 13 total shot, 5 dead, 8 transported to hospital.” Witnesses at the shooting scene told Fox News that the shooter was a slender man with dark hair, likely in his 30s and wearing a Star Wars t-shirt. It is believed that he boarded a plane in Anchorage last night and flew overnight to Fort Lauderdale. Santiago was taken into custody without incident and was unhurt. Law enforcement never fired any shots, Israel said. \"This scene is considered fluid and active.\" The sheriff said it was not clear why he chose to open fire. \"It was very surreal,\" John Schlicher, a witness, told Fox News. \"He did not say a word. \"He was shooting people that were down on the ground, too.\" Fox News' Matthew Dean contributed to this report Advertisement ",
    "title": "Ft. Lauderdale shooting suspect made confused visit to FBI, said US intelligence forced him to watch ISIS videos | Fox News"
   },
   {
    "entities": [
     "one",
     "democratic",
     "trade",
     "times",
     "last year",
     "friday",
     "trump",
     "sam",
     "hillary",
     "donald",
     "the day",
     "hodgson",
     "russia",
     "vladimir",
     "2016",
     "j.",
     "nov. 8",
     "u.s.",
     "v.",
     "new",
     "obama",
     "national",
     "center",
     "york",
     "washington",
     "committee",
     "putin",
     "world",
     "clinton"
    ],
    "id": 26,
    "text": "Continue reading the main story Photo President-elect Donald J. Trump left a meeting on Friday at One World Trade Center in New York. Credit Sam Hodgson for The New York Times WASHINGTON — American intelligence officials have concluded that the president of Russia, Vladimir V. Putin , personally “ordered an influence campaign in 2016 aimed at the U.S. presidential election,” and turned from seeking to “denigrate” Hillary Clinton to developing “a clear preference for President-elect Trump.” The conclusions were part of a declassified intelligence report, ordered by President Obama , that was released on Friday. Its main determinations were described to Mr. Trump by the nation’s top intelligence officials earlier in the day, and he responded by acknowledging, for the first time, that Russia had sought to hack into the Democratic National Committee ’s computer systems. But he insisted that the effort had no effect on the election, and he said nothing about the conclusion that Mr. Putin, at some point last year, decided to aid his candidacy. The report, a damning and surprisingly detailed account of Russia’s efforts to undermine the American electoral system and Mrs. Clinton in particular, went on to assess that Mr. Putin had “aspired to help President-elect Trump’s election chances when possible by discrediting Secretary Clinton and publicly contrasting her unfavorably to him.” The report described a broad campaign that included covert operations, including cyberactivities and “trolling” on the internet of people who were viewed as opponents of Russia’s effort. While it accused Russian intelligence agencies of obtaining and maintaining “access to elements of multiple U.S. state or local electoral boards,” it concluded — as officials have publicly — that there was no evidence of tampering with the tallying of the vote on Nov. 8. ",
    "title": "Putin Ordered ‘Influence Campaign’ Aimed at U.S. Election, Report Says - The New York Times"
   }
  ]
 }
}