{
 "08": {
  "col-sim": {
   "cosine": 0.1951387617109964,
   "entity": 0.24447927303255942
  },
  "exec-time": 29.913645267486572,
  "links": [
   {
    "entities": [
     "israel",
     "democratic",
     "tehran",
     "middle",
     "mustafa",
     "friday",
     "robbe",
     "h.",
     "bremerhaven",
     "party",
     "france",
     "paris",
     "berlin",
     "europe",
     "facebook",
     "college",
     "aerospace",
     "july 2015",
     "democracies",
     "georg",
     "monday",
     "for",
     "of",
     "2015",
     "defense",
     "wdr",
     "federal",
     "2011",
     "twitter",
     "post",
     "january 07, 2017",
     "reinhold",
     "syed",
     "foundation",
     "july 2016",
     "1994",
     "republic",
     "corps",
     "print",
     "weinthal",
     "benjamin",
     "july",
     "east",
     "center",
     "email",
     "german-israel",
     "iran",
     "jerusalem",
     "bremen",
     "2005",
     "heil",
     "social",
     "guard",
     "tagesspiegel",
     "germany",
     "german",
     "revolutionary",
     "mustufa"
    ],
    "id": 0,
    "text": "Iran planned terror attacks against Israel advocates in Germany By Benjamin Weinthal,                                                                        The Jerusalem Post Published               January 07, 2017 Facebook 0 Twitter 0 livefyre Email Print   Iran’s intelligence agency allegedly planned terrorist attacks against organizations and representatives engaged in pro-Israel work in Germany, according to German media reports citing the country’s federal prosecutor released on Friday. Syed Mustafa H., a 31-year-old Pakistani who worked for the German Aerospace Center in Bremen, was indicted on Monday for alleged espionage. West German Broadcasting (WDR) reported Iran’s intelligence agency’s goal was to assassinate the former president of the German-Israel friendship society, Reinhold Robbe. From 1994 to 2005, Robbe served as a Social Democratic Party deputy in the Bundestag. He later served as the parliamentary commissioner for the armed forces in the Bundestag. Iran’s targeting of a German politician is the first reported case of an Iranian intelligence operation working to assassinate a government representative in the Federal Republic. Journalist Georg Heil, who wrote the WDR article, reported that Mustafa also spied on a French-Israeli professor at a business college in Paris. The professor and the college in Paris were not identified in the report. The WDR reported that a second Pakistani suspect was arrested but was later released due to insufficient evidence. The suspect scrubbed his entire computer server of possibly incriminating information and departed the Federal Republic after his detainment. According to the Berlin-based Tagesspiegel newspaper, Mustafa was likely working for Iran’s Revolutionary Guard Corps. Mustafa studied engineering at Bremerhaven College and provided PowerPoint presentations to Iran’s intelligence agency. WDR said Mustafa communicated inaccurate information about Robbe. Iran’s regime paid Mustafa for the information he secured, according to the indictment. He drafted a “movement profile” of Robbe and surveyed the society headquarters in Berlin. According to German authorities, Mustafa’s activity was “a clear indication of an assassination attempt.” Mustafa also followed Robbe during his commute on public transportation from his private residence to his office. The indictment states Mustafa had been in contact with a person from Iran’s intelligence agency responsible for espionage in Europe since 2011. German media said Mustafa’s espionage activity was part of a larger Iranian operation to target pro-Israel groups in France, Germany and other European countries. According to WDR, the motive for the attack – based on one security theory – is Iran’s desire to retaliate against Israeli advocates in Europe in the event that Israel launched air strikes to knock out Tehran’s nuclear facilities. Mustufa is suspected of intelligence activity from July 2015 to July 2016 on behalf of Iran’s regime.  In July, a Berlin court convicted an Iranian man of espionage on behalf of Iran’s regime. The 32-year-old man was sentenced to nearly two-and-a-half years in prison for spying on Iranian dissidents in Germany. The Jerusalem Post’s review of German intelligence reports showed Iran ratcheted up its spy network in the Federal Republic in 2015. Iran has a vast espionage infrastructure in the country which coordinates with its embassy in Berlin. Benjamin Weinthal reports on human rights in the Middle East and is a fellow at the  Foundation for Defense of Democracies . Follow him on Twitter @BenWeinthal Benjamin Weinthal reports on human rights in the Middle East and is a fellow at the Foundation for Defense of Democracies . Follow him on Twitter @BenWeinthal Advertisement ",
    "title": "Iran planned terror attacks against Israel advocates in Germany | Fox News"
   },
   {
    "entities": [
     "johnson/the",
     "texas",
     "mulvaney",
     "karoun",
     "cabinet",
     "daschle",
     "kyl",
     "education",
     "charles",
     "saturday",
     "durbin",
     "wyden",
     "state",
     "waters",
     "cia",
     "lanza",
     "bradshaw",
     "blumenthal",
     "j.",
     "once",
     "first day",
     "ethics",
     "department",
     "tara",
     "potter",
     "schumer",
     "pruitt",
     "hill",
     "christian",
     "a.",
     "gop",
     "tom",
     "shaub",
     "bush",
     "steven",
     "budget",
     "o'keefe",
     "sachs",
     "bailey",
     "intelligence",
     "kay",
     "white",
     "the same day",
     "management",
     "capitol",
     "elaine",
     "relations",
     "friday",
     "agriculture",
     "mitch",
     "spicer",
     "mary",
     "inauguration day",
     "labor",
     "mcconnell",
     "chao",
     "hutchison",
     "the coming days",
     "rex",
     "senate",
     "donald",
     "tuesday",
     "of",
     "exxon",
     "russia",
     "$500",
     "kelly",
     "health",
     "hammond",
     "current",
     "1986",
     "e.",
     "election",
     "u.s.",
     "fbi",
     "agency",
     "ron",
     "w.",
     "bryan",
     "james",
     "and",
     "sean",
     "obamacare",
     "cornyn",
     "office",
     "betsy",
     "the past",
     "finance",
     "jr.",
     "thomas",
     "pensions",
     "goldman",
     "andrew",
     "hamburger",
     "margaret",
     "richard",
     "eight years ago",
     "jeff",
     "pompeo",
     "devos",
     "whiton",
     "trevor",
     "foreign",
     "commission",
     "security",
     "mike",
     "john",
     "human",
     "january 7",
     "sullivan",
     "commerce",
     "environmental",
     "obama",
     "tillerson",
     "oklahoma",
     "wednesday",
     "committee",
     "oge",
     "2012",
     "bob",
     "patty",
     "corker",
     "protection",
     "peterlin",
     "this week",
     "r.c.",
     "price",
     "at 6:03 pm",
     "treasury",
     "mick",
     "government",
     "marine",
     "trump",
     "2013",
     "house",
     "jon",
     "services",
     "last week",
     "m.",
     "mnuchin",
     "george",
     "murray",
     "federal",
     "scott",
     "early january",
     "post",
     "past",
     "judiciary",
     "bonjean",
     "arizona",
     "currently",
     "medicare",
     "washington",
     "sessions",
     "mattis",
     "homeland",
     "ed",
     "exxonmobil",
     "puzder",
     "barack",
     "demirjian",
     "walter"
    ],
    "id": 1,
    "text": "Ethics official warns against confirmations before reviews are complete The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Ed O'Keefe and Sean Sullivan January 7 at 6:03 PM Follow @edatpost Follow @WaPoSean A top ethics official has warned that plans to confirm Donald Trump’s top Cabinet choices before background examinations are complete are unprecedented and have overwhelmed government investigators responsible for the reviews. The concerns prompted Democrats on Saturday to call for delaying the confirmation process, but Republicans signaled they are unlikely to budge on the eve of a slew of hearings in the Senate. The Trump administration-in-waiting faces its first big test in coming days, with as many as seven nominees for Cabinet positions — many of them already the subject of questions about their qualifications — scheduled to appear on Capitol Hill. The process begins Tuesday, when Sen. Jeff Sessions (R-Ala.), Trump’s controversial nominee for attorney general, is scheduled to begin two days of hearings before the Senate Judiciary Committee. But the big show is planned for Wednesday, when five hearings are scheduled, bringing a marathon of nationally televised scrutiny to the thin public records and vast wealth of many of Trump’s Cabinet picks. Democrats have vowed to cast the hearings as a proxy test of Trump himself, in hopes of discrediting his new government before it begins. They hope to remind the public of the president-elect’s own lack of government experience and reluctance to separate himself from an entanglement of global business interests while he leads the nation. View Graphic Tracking how many key positions Trump has filled so far But even Democrats acknowledge that Trump’s slate of Cabinet picks will probably sail through. The packed schedule, similar to those for nominees of George W. Bush and Barack Obama, was orchestrated by Senate Majority Leader Mitch McConnell (R-Ky.) and the Trump team. In addition, Trump has scheduled a news conference Wednesday that will overlap with several hearings, at which he has promised to talk about separating his presidency from his business interests. Whether the schedule holds in the coming days is unclear. McConnell’s office declined to respond to warnings by Walter M. Shaub Jr., director of the Office of Government Ethics, who said in a letter released Friday the current confirmation calendar is “of great concern to me” because nominees have not completed a required ethics review before their hearings. [ Ethics office warns that Trump, GOP rushing Cabinet confirmations ] The schedule “has created undue pressure on OGE’s staff and agency ethics officials to rush through these important reviews,” Shaub wrote in response to an inquiry by Democratic senators . “More significantly, it has left some of the nominees with potentially unknown or unresolved ethics issues shortly before their scheduled hearings.” Shaub added: “I am not aware of any occasion in the four decades since OGE was established when the Senate held a confirmation hearing before the nominee had completed the ethics review process.” Republican aides have disputed that notion, saying that in some cases, nominees of both parties have sat for hearings before the paperwork process was completed. But Democrats struck back Saturday, saying that hearings should be delayed until all paperwork is completed. Sen. Patty Murray (D-Wash.), the ranking Democrat on the Health, Education, Labor and Pensions Committee, said consideration of GOP power broker Betsy DeVos to be education secretary should be postponed until OGE finishes reviewing her background and financial investments for possible conflicts of interest or other ethics concerns. (Thomas Johnson/The Washington Post) [ Democrats seek to delay confirmation hearing for Betsy DeVos, citing unfinished ethics review ] Sen. Richard Blumenthal (D-Conn.) condemned what he called a lack of cooperation and communication by the Trump transition and asked for a “timeout” on consideration of nominees until such basic information as an ethics agreement is available to members of the Senate. “We should put all of these on hold until the background checks by the FBI and the ethics office reports are completed,” he said in an interview Saturday. The OGE enforces federal ethics rules and reviews potential conflicts of interest for nominees to government posts. Shaub, a lawyer and political appointee of President Obama, took over the office in 2013. He donated a total of $500 to Obama’s 2012 reelection campaign, federal elections records show. Ethics experts from both political parties expressed dismay at the possibility that confirmation hearings would proceed before the OGE reviews are completed. “This is unprecedented,” said Trevor Potter, former chairman of the Federal Election Commission who has served as counsel to several Republican presidential candidates and Cabinet nominees in the past. “This suggests that there has been a real breakdown between the transition and the Office of Government Ethics.” Much of the attention this week is expected to focus on Sessions and his controversial record on civil rights, and on ExxonMobil CEO Rex Tillerson, Trump’s choice for secretary of state, who has never served in the public sector. [ Jeff Sessions’s comments on race: For the record ] Tillerson is scheduled to appear before the Senate Foreign Relations Committee Wednesday. The health and education panel is set to consider DeVos the same day, while the Senate Intelligence Committee has announced plans to review the nomination of Rep. Mike Pompeo (R-Kan.), Trump’s nominee for CIA director. Elaine Chao — a former secretary of labor who is married to McConnell — is set to appear before the Commerce Committee to discuss her choice as transportation secretary. On Tuesday, in addition to Sessions, retired Marine general John Kelly is scheduled to testify at a Homeland Security committee hearing to review his nomination to lead the Department of Homeland Security. In a statement, the Trump transition team said Saturday that the president-elect “is putting together the most qualified administration in history and the transition process is currently running smoothly.” The statement added that “it is disappointing some have chosen to politicize the process in order to distract from important issues facing our country. This is a disservice to the country and is exactly why voters chose Donald J. Trump as their next president.” McConnell had already vowed Wednesday that “all the president-elect’s Cabinet appointments will be confirmed.” He called on Democrats to not delay votes on Trump’s less controversial choices for national security posts, including Kelly and retired Marine general James Mattis, the nominee for secretary of defense. “Basically, they can delay the process. They can’t stop it,” Sen. John Cornyn (R-Tex.) said of his Democratic colleagues. [ Tillerson’s Hill tour: No new friends, but some sympathy on Russia sanctions ] Republicans said they are proceeding quickly in hopes of confirming a handful of Trump picks on Inauguration Day, as happened eight years ago, when seven of Obama’s Cabinet nominees were confirmed unanimously on his first day in office. But Democrats said Obama’s nominations moved quickly because nominees had submitted requisite paperwork by early January. On Saturday, Senate Minority Leader Charles E. Schumer (D-N.Y.) said Shaub’s warning “makes crystal-clear that the transition team’s collusion with Senate Republicans to jam through these Cabinet nominees before they’ve been thoroughly vetted is unprecedented.” Murray said in an interview last week that Trump “ran his campaign telling people he was about jobs and workers. Many of these nominees don’t share that view. Our responsibility is to make sure that we know what we are buying and the country knows what they bought.” Sen. Richard J. Durbin (D-Ill.) said: “We’re dealing with more billionaires than we’ve ever seen in one place in this Trump Cabinet. It creates a special challenge.” Democrats said they plan to focus intently on nominees’ business interests and financial disclosures. Several nominees, including DeVos and other picks not yet scheduled for hearings, will probably be grilled over past statements in support of dismantling portions of the departments they have been tapped to lead. Kelly, Pompeo, Sessions and Tillerson are the furthest along in responding to written questionnaires and divulging personal and financial information, according to Senate aides. But reviews by the FBI and OGE are still underway for most nominees, according to the aides, who are tracking the process but not authorized to speak publicly about details. Sessions’s FBI check is complete, but other nominees have yet to complete all of the paperwork required by committees, because the FBI and OGE reviews continue, the aides said. Many of Trump’s picks are widely unknown on Capitol Hill, prompting his transition team to recruit former GOP senators and the party’s top-flight communications and policy talent to make introductions and assuage concerns among Republicans and Democrats alike. Nominees have been scheduled for more than 60 meet-and-greets with senators of both parties, according to Senate aides. Dress rehearsals to prepare for contentious lines of questioning have been underway for several days. Given Trump’s refusal to release tax returns and other financial information during the presidential campaign, Democrats see his Cabinet choices as a way to revive the issue. But if Trump uses his scheduled news conference to divulge details of his finances amid a flurry of confirmation hearings, it may capture the news cycle and neutralize opposition. While each committee has different disclosure rules for Cabinet picks, just three panels — Budget, Finance, and Homeland Security and Governmental Affairs — have the authority to require nominees to release three years of tax returns. Republicans have rebuffed Democratic requests to force all Cabinet nominees to do so. Sen. Ron Wyden (D-Ore.), the ranking Democrat on the Finance Committee, recalled that his panel’s long-standing tax disclosure rules unearthed trouble for several of Obama’s Cabinet choices, including former Senate majority leader Thomas A. Daschle, who was forced to withdraw his nomination to serve as secretary of health and human services due to questions about unreported earnings and gifts. With Democrats vowing to pepper Tillerson about his tenure as an oil executive, Sen. Bob Corker (R-Tenn.), who chairs the Foreign Relations Committee, said the former CEO’s decision to completely cut ties with ExxonMobil was “responsible.” “It certainly takes away an issue that we knew had to be taken away,” Corker said. “I mean, my very first conversation with him — he knew that, Exxon knew that.” Corker added that Tillerson will probably have “one of the cleaner [financial] disclosures because his whole life and his whole net worth’s been in one company.” Some Democrats on the judiciary panel say they have no plans to give Sessions an easy pass despite his status as a well-liked senator and a former U.S. attorney. Several have vowed to rehash his staunch opposition to immigration reform, his recent support for Trump’s call to require “extreme vetting” of Muslim immigrants and his civil rights record. Sessions was denied a federal judgeship in 1986 over charges of racial insensitivity and prejudice. [ Jeff Sessions should have been a tough sell in the U.S. Senate. But he’s too nice. ] “A person’s whole lifetime career should be considered in such an important position,” Blumenthal said in an interview last week. “This position is not just a government lawyer or another Cabinet position. It is the nation’s chief enforcer of the rule of law, which is the bedrock of our democracy.” Schumer said last week that Rep. Tom Price (R-Ga.), Trump’s pick to lead the Department of Health and Human Services and oversee changes to Obamacare, will endure heavy scrutiny once his hearing is scheduled. Price is bound to face attacks for his support for privatizing Medicare and over stock he’s owned in health insurance, pharmaceutical and biotech companies despite serving on a health-care subcommittee. [ Here are the eight Trump Cabinet picks Democrats plan to target ] Schumer and others have called on the House Ethics Committee to begin investigating Price’s stock holdings before his confirmation hearing. Republicans noted that several senators on the health panel have similar stock holdings. Democrats are also targeting Rep. Mick Mulvaney (R-S.C.), a fiscal conservative tapped to lead the Office of Management and Budget; Andrew Puzder, a restaurant executive set to serve as labor secretary who opposes raising the minimum wage and has made controversial comments about women; Steven Mnuchin, a billionaire former Goldman Sachs partner set to serve as treasury secretary; and Oklahoma Attorney General Scott Pruitt, who was picked by Trump to lead the Environmental Protection Agency, which he has sued in the past. Anticipating political combat, Trump’s transition office has tapped incoming White House Communications Director Sean Spicer and Bryan Lanza, a veteran of the Trump campaign, to oversee hearing preparations. They are offering strategic advice and sitting in on practice sessions for nominees, according to R.C. Hammond, a transition spokesman. Party luminaries, including former Texas senator Kay Bailey Hutchison and former Arizona senator Jon Kyl, are also on board to vouch for the nominees, transition officials confirmed. Kyl was spotted shadowing Sessions at the Capitol last week. Ron Bonjean, a longtime Republican operative who has worked for the Senate and House leadership, also joined the transition team last week as an adviser focused on the most politically sensitive nominees. Tillerson and Mnuchin, who some Republicans privately worry could face difficult exchanges with senators from both parties, are being assisted by several former officials from George W. Bush’s administration. Mnuchin’s team includes Tara Bradshaw, a Bush-era spokeswoman at the Treasury Department, and Mary Waters, an official in the Agriculture Department under Bush. Tillerson’s team includes Christian Whiton, who worked at the State Department during the Bush presidency; and Margaret Peterlin, a former Commerce Department official and senior House Republican aide. Collectively, these former senators and administration officials, who come armed with deep familiarity with the arcane nature of the Senate and the complex policies a nominee will tackle, are known as “sherpas.” But as one transition official quipped: “There’s no climbing equipment or walking toward mountains involved.” Karoun Demirjian and Tom Hamburger contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Ethics official warns against confirmations before reviews are complete - The Washington Post"
   },
   {
    "entities": [
     "ben",
     "palm",
     "mar-a-lago",
     "next week",
     "mobil",
     "elaine",
     "beach",
     "government",
     "2001",
     "november",
     "marine",
     "trump",
     "cabinet",
     "chao",
     "emmert",
     "urban",
     "transportation",
     "d-mass.",
     "thursday",
     "development",
     "jeff",
     "rex",
     "npr",
     "senate",
     "elizabeth",
     "donald",
     "warren",
     "devos",
     "saturday",
     "state",
     "tuesday",
     "of",
     "last month",
     "george",
     "january 20",
     "congress",
     "russia",
     "security",
     "fla.",
     "exxon",
     "carson",
     "defense",
     "john",
     "tamara",
     "kelly",
     "j.",
     "5:30 p.m.",
     "current",
     "ethics",
     "wilbur",
     "commerce",
     "housing",
     "rod",
     "corps",
     "w.",
     "schumer",
     "tillerson",
     "currently",
     "james",
     "wednesday",
     "and",
     "keith",
     "d-n.y.",
     "gop",
     "oge",
     "sessions",
     "chuck",
     "homeland",
     "shaub",
     "mattis",
     "office",
     "betsy",
     "the past",
     "paige",
     "ross",
     "bush",
     "don",
     "walter"
    ],
    "id": 2,
    "text": "President-elect Donald Trump talks with reporters between meetings last month at his Mar-a-Lago club in Palm Beach, Fla. Don Emmert /AFP/Getty Images hide caption toggle caption Don Emmert /AFP/Getty Images President-elect Donald Trump talks with reporters between meetings last month at his Mar-a-Lago club in Palm Beach, Fla. Don Emmert /AFP/Getty Images Updated at 5:30 p.m. The Office of Government Ethics is raising alarm over the pace of confirmation hearings for President-elect Donald Trump's nominees, saying Saturday that they have yet to receive required financial disclosures for some picks set to come before Congress next week. In a letter to Senate Minority Leader Chuck Schumer, D-N.Y., and Sen. Elizabeth Warren, D-Mass., released Saturday, OGE Director Walter Shaub wrote that \"the announced hearing schedule for several nominees who have not completed the ethics review process is of great concern to me\" and that the current schedule \"has created undue pressure on OGE's staff and agency ethics officials to rush through these important reviews. \"More significantly, it has left some of the nominees with potentially unknown or unresolved ethics issues shortly before their scheduled hearings,\" Shaub continued. \"I am not aware of any occasion in the four decades since OGE was established when the Senate held a confirmation hearing before the nominee had completed the ethics review process.\" Shaub explains in the letter that the Ethics in Government Act requires that presidential appointments confirmed by the Senate obtain OGE certification of their financial disclosures prior to any congressional hearings. Such a process is \"complex\" and \"labor-intensive,\" he notes, and takes \"weeks, not days\" to ensure that the Senate has a clear picture of any possible conflicts of interest. Article continues after sponsorship A Senate GOP source, however, noted that in the past the OGE paperwork hasn't always preceded hearings. For example, in 2001, Rod Paige, George W. Bush's nominee for Secretary of Education, had his hearing over a week before the committee received the OGE paperwork. Senate committees are set to begin confirmation for several Trump nominees for Cabinet positions and other posts next week so that they can be voted on and sworn in as soon as possible after Trump takes office on January 20. Attorney General nominee Jeff Sessions and Homeland Security nominee, retired Gen. John Kelly, are set for hearings on Tuesday. On Wednesday, hearings are set for Secretary of State nominee Rex Tillerson, whose close ties to Russia as Exxon Mobil CEO have come under scrutiny, along with Education Secretary nominee Betsy DeVos and Transportation Secretary nominee Elaine Chao. On Thursday, hearings are set for Housing and Urban Development Secretary nominee Ben Carson and Commerce Secretary nominee Wilbur Ross. A hearing on retired Marine Corps Gen. James Mattis, Defense Secretary nominee, is also scheduled. Democrats have already charged that Senate Republicans are trying to hurry through hearings for the president-elect's Cabinet, and the warning letter from the federal ethics watchdog gives that argument more weight. Schumer said in a statement that the OGE letter \"makes crystal clear that the transition team's collusion with Senate Republicans to jam through these Cabinet nominees before they've been thoroughly vetted is unprecedented.\" \"The Senate and the American people deserve to know that these Cabinet nominees have a plan to avoid any conflicts of interest, that they're working on behalf of the American people and not their own bottom line, and that they plan to fully comply with the law,\" Schumer continued. \"Senate Republicans should heed the advice of this independent office and stop trying to jam through unvetted nominees.\" In a statement, the Trump transition team dismissed the OGE letter as overtly political and argued that \"the transition process is currently running smoothly.\" \"In the midst of a historic election where Americans voted to drain the swamp, it is disappointing some have chosen to politicize the process in order to distract from important issues facing our country,\" the Trump statement read. \"This is a disservice to the country and is exactly why voters chose Donald J. Trump as their next president.\" Shaub said that his office would \"continue expediting our ethics reviews of the President-elect's nominees to meet reasonable timeframes without sacrificing quality.\" \"It would, however, be cause for alarm if the Senate were to go forward with hearings on nominees whose reports OGE has not certified,\" he continued. \"For as long as I remain Director, OGE's staff and agency ethics officials will not succumb to pressure to cut corners and ignore conflicts of interest.\" In November, Shaub raised eyebrows when the OGE Twitter account posted odd tweets urging Trump to fully divest from his business interests. NPR later reported that it was Shaub himself who had personally directed the tweets. Tamara Keith contributed. ",
    "title": "Ethics Office Warns Confirmations For Donald Trump's Nominees Are Moving Too Fast : NPR"
   },
   {
    "entities": [
     "lauderdale-hollywood",
     "friday",
     "florida",
     "november",
     "2017",
     "ruiz",
     "lauderdale",
     "news",
     "jan 7",
     "santiago",
     "the",
     "1:04",
     "district",
     "saturday",
     "saturday, jan. 7, 2017",
     "international",
     "for",
     "of",
     "12:55 p.m.",
     "fort",
     "helsel",
     "fla.",
     "esteban",
     "sheriff's",
     "/",
     "attorney's",
     "u.s.",
     "southern",
     "fbi",
     "nbc",
     "national",
     "iraq",
     ", 8:04 pm",
     "broward",
     "guardsman",
     "office",
     "airport",
     "phil",
     "ap",
     "alaska",
     "anchorage",
     "december"
    ],
    "id": 3,
    "text": "Jan 7 2017, 8:04 pm ET Suspected Fort Lauderdale Airport Shooter Charged, Faces Possible Death Penalty by Phil Helsel Authorities Search Santiago's Home in Alaska to Piece Together Motives 1:04 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170108014229if_/http://www.nbcnews.com/widget/video-embed/849990723534\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The suspected shooter in Friday's deadly rampage at a Fort Lauderdale airport was charged on Saturday with federal counts that could carry the death penalty. Esteban Santiago, 26, was charged with performing an act of violence against a person at an airport serving international civil aviation and two other counts, the U.S. Attorney's Office for the Southern District of Florida said. Five people were killed in the shooting rampage at the baggage claim of Fort Lauderdale-Hollywood International Airport at around 12:55 p.m. Court documents say Santiago told the FBI after the shooting that he planned the attack, buying a one-way ticket from Anchorage and checked a box with a Walther 9 mm handgun and the two ammunition magazines he used in the shooting. This booking photo provided by the Broward Sheriff's Office shows suspect Esteban Ruiz Santiago, 26, Saturday, Jan. 7, 2017, in Fort Lauderdale, Fla. Santiago is accused of opening fire at a Fort Lauderdale airport, killing five people. Broward Sheriff's Office / AP Santiago told the FBI that after landing he retrieved the checked handgun case, went to a bathroom and loaded the weapon, and then tucked it into his waistband and left the restroom, where he shot the first people he encountered, according to a criminal complaint. Santiago had been treated for mental health issues in Anchorage, where he lived, officials said. His aunt told NBC News that the former National Guardsman was \"not OK\" after returning from a 10-month deployment in Iraq. Related: Shooting Victim Remembered as 'Beautiful Angel,' Others ID'd In November Santiago walked into the FBI office there and complained his mind was being controlled by a U.S. intelligence agency, the FBI said Saturday. He was taken for a mental health evaluation and his gun was taken from him for safe keeping. The gun was returned in December. Play ",
    "title": "Suspected Fort Lauderdale Airport Shooter Charged, Faces Possible Death Penalty - NBC News"
   },
   {
    "entities": [
     "david",
     "evergreen",
     "lee",
     "elvia",
     "friday",
     "contact",
     "milwaukee",
     "major",
     "south",
     "malagon",
     "late",
     "reporters",
     "suburban",
     "crimes",
     "t.",
     "tribune",
     "task",
     "thursday",
     "6:45 p.m.",
     "2 a.m.",
     "deerfield",
     "park",
     "8700",
     "tim",
     "district",
     "saturday",
     "lake",
     "state",
     "metra",
     "monday",
     "north",
     "force",
     "county",
     "murrell",
     "walgreens",
     "present",
     "10:30 p.m.",
     "katherine",
     "night",
     "police",
     "about three to five",
     "reile",
     "mccarthy",
     "integrity",
     "chicago",
     "meg",
     "rosenberg-douglas",
     "orland",
     "public",
     "ashburn",
     "illinois",
     "william",
     "line"
    ],
    "id": 4,
    "text": "1 dead in shootout between cops, suspect on board Metra train car Chicago Tribune illustration William Lee , Elvia Malagon and Katherine Rosenberg-Douglas Contact Reporters Chicago Tribune Police shot and killed a murder suspect during a shootout aboard an outbound Metra train late Friday night in northwest suburban Deerfield , according to authorities. No officers or passengers were wounded in the gun battle aboard the Milwaukee District North Line, though several officers did suffer minor injuries dodging gunfire from the suspect, officials said. About three to five officers with the South Suburban Major Crimes Task Force boarded the outbound train at the Deerfield station around 10:30 p.m. after they tracked a man they believe was present at the scene of a fatal shooting in southwest suburban Evergreen Park on Thursday night, according to Tim McCarthy, Orland Park police chief and chairman of the task force. According to McCarthy, the suspect, a 32-year-old Chicago man, spotted the officers first and fled to the upper level of a double-decker railway car to avoid officers. As an officer attempted to arrest the man, he broke free, pulled out a handgun and fired multiple shots at the officers, McCarthy said. After officers retreated to the lower level, at least one of the task force officers exchanged gunfire with the suspect, striking the man. The wounded man was taken to an area hospital, where he was pronounced dead. The Lake County Coroner’s office has scheduled an autopsy for the man Monday. The passengers that were on the outbound train were taken to a nearby retail store for safety and to be interviewed by police, according to Metra spokeswoman Meg Reile. The shooting caused delays of up to 80 minutes. Metra trains were operating again on the tracks as of 2 a.m. Saturday. The suspect, who has not been identified, is believed to be one of at least three people who fled the scene in the Thursday night shooting of David T. Murrell, 34. Murrell, of the Ashburn community, was shot multiple times at 6:45 p.m. in the parking lot of Walgreens, 8700 S. Kedzie Ave. Witnesses told police Murrell was sitting in his car when shots were fired. He was pronounced dead at the scene, police said. Just after the shooting, Evergreen Park police indicated that Murrell appeared to have been targeted, but declined to offer further details. The task force turned the matter over to the Illinois State police's Public Integrity task force, who handles all police-involved shootings outside of Chicago. ",
    "title": "1 dead in shootout between cops, suspect on board Metra train car - Chicago Tribune"
   },
   {
    "entities": [
     "r-ark.",
     "the same day",
     "right now",
     "this week",
     "november",
     "$3",
     "trump",
     "press",
     "next year",
     "thursday",
     "facebook",
     "paul",
     "senate",
     "cotton",
     "donald",
     "saturday",
     "the day",
     "two years from now",
     "tuesday",
     "congress",
     "johnson",
     "associated",
     "tennessee",
     "twitter",
     "rand",
     "january 07, 2017",
     "kentucky",
     "ron",
     "late friday",
     "obama",
     "schumer",
     "d-n.y.",
     "2010",
     "gop",
     "wisconsin",
     "obamacare",
     "washington",
     "115th",
     "tom",
     "msnbc",
     "chuck",
     "now",
     "bob",
     "corker"
    ],
    "id": 5,
    "text": "Senators wary of only repealing ObamaCare adds to GOP's dismantle travails Published               January 07, 2017 Facebook 0 Twitter 0 Email Print   Congressional Republicans’ years-long mission to dismantle ObamaCare is becoming more of an uphill battle, amid a growing concern among some GOP senators about voting to repeal the health care law without a replacement. The most recent is Kentucky Sen. Rand Paul, who late Friday tweeted that incoming President Donald Trump, a fellow Republican, agrees with his approach to simultaneously repeal and replace the 2010 law. \"I just spoke to @realDonaldTrump and he fully supports my plan to replace Obamacare the same day we repeal it,\" Paul tweeted. \"The time to act is now.\" Earlier in the day, GOP Sens. Bob Corker, Tennessee, and Ron Johnson, Wisconsin, expressed similar thoughts. Corker said Republicans might find themselves in a \"box canyon\" if they just incrementally replace parts of the law. He worries about congressional Republicans having to take an unpopular vote to increase taxes if, for example, they repeal the part of ObgamaCare that increased taxes on higher wage-earners but temporarily continue subsidies in the law that help lower-income Americans buy coverage. Johnson said: “I would start bringing up those elements that start repairing the damage and I would start taking votes on those right now.” President Obama’ signature law was created to provide universal health coverage to Americans, in an effort to reduce overall health care costs by curtailing emergency room visits for routine care and other uninsured medical expenses. However, under-enrollment, particularly among young and healthy participants, along with doctors and insurance companies dropping out, has resulted in rising premium costs. Trump and other Washington Republicans have campaigned almost endlessly on the promise to dismantle ObamaCare. But ending it without an alternative for the roughly 20 million now enrolled could result in a political train wreck.   Senate Republicans on Tuesday, the first day of the 115th Congress, took the first legislative steps to repeal the law. However, they made clear in the time between Trump’s November win and their return that a full replacement might take years, considering they had no alternative plan. The situation puts them under tremendous pressure to fulfill \"Day One\" promises to voters to end ObamaCare.  The Trump transition team did not respond Saturday to a request from FoxNews.com to verify Paul’s claim about Trump’s support. Sen. Tom Cotton, R-Ark., also called this week for a simultaneous effort to erase the health care law and rewrite it. \"I don't think we can just repeal Obamacare and say we're going to get an answer two years from now,\" he said Thursday on MSNBC. \"We haven't coalesced around a solution for six years, in part because it is so complicated,” he also said. “Kicking the can down the road for a year or two years isn't going to make it any easier to solve.\" With Trump as president and fellow Republicans controlling Congress, the GOP indeed finally has an opportunity to repeal the law. But nothing about revamping the nation's $3 trillion-a-year health care system will come easy, with congressional Democrats vowing the stop Republicans at essentially every step.   Senate Minority Leader Chuck Schumer, D-N.Y., has said if Republicans void Obama's bill, Democrats won't help them pass alternative legislation. Republicans probably will need just a simple Senate majority to approve their repeal bill, but for procedural reasons, later replacement legislation likely will need 60 votes. Republicans now hold a 52-48 edge in the Senate. That means a need for at least eight Democratic votes, though there will be pressure on 10 Democrats facing re-election next year from states Trump won in November. \"I take Minority Leader Schumer at his word that if we do this we're not going to get any Democratic support. In order to actually pass a replacement, we need Democratic support,\" Johnson said. The Associated Press contributed to this report.   ",
    "title": "Senators wary of only repealing ObamaCare adds to GOP's dismantle travails | Fox News"
   },
   {
    "entities": [
     "oehme-miller",
     "palm",
     "iowa",
     "wavy",
     "lauderdale-hollywood",
     "friday",
     "beach",
     "florida",
     "oceana",
     "birthday",
     "olga",
     "terry",
     "lauderdale",
     "michael",
     "news",
     "ryan",
     "norfolk",
     "facebook",
     "georgia",
     "ann",
     "elizabeth",
     "bruce",
     "tim",
     "international",
     "volunteer",
     "caribbean",
     "oehme",
     "kim",
     "fort",
     "kari",
     "2004",
     "naval",
     "england",
     "wowt",
     "virginia",
     "post",
     "department",
     "mccausland",
     "woltering",
     "fbi",
     "va.",
     "nbc",
     "ft.",
     "marietta",
     "shipyard",
     "1:41",
     "wolteringwith",
     "andres",
     "airport",
     "publicover",
     "fire",
     "later this month",
     "phil",
     "90th birthday",
     "ralph"
    ],
    "id": 6,
    "text": "Fort Lauderdale Shooting: Three Victims Identified as Cruise Goers 1:41 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170108014230if_/http://www.nbcnews.com/widget/video-embed/849967683735\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> They are being remembered for their love of travel and adventure, their dedication to their jobs and their devotion to their families. Three of the five victims of a lone gunman's rampage flew into Fort Lauderdale, Florida, from out of state, bound for Caribbean cruise ships with their spouses. Related: Suspected Fort Lauderdale Airport Shooter Charged, Faces Possible Death Penalty But their sailing getaways turned tragic when a gunman opened fire at the Fort Lauderdale-Hollywood International Airport, randomly killing his targets and wounding another six people at a baggage claim, officials and witnesses said. The FBI said officials would only provide names of victims after relatives were contacted, although family members and loved ones have been releasing them. The victims are identified as: Olga Woltering, 84 Woltering, of Marietta, Georgia, was going on a cruise as a special treat for her husband, Ralph, who was celebrating his 90th birthday, according to Bruce Publicover, a deacon and family friend. Bruce Woltering survived the shooting. \"It was, 'Hey, we're gonna have some fun,' and they were cruise people,\" Publicover told NBC News about the couple's plans. Olga Wolteringwith her husband in an undated family photo. Courtesy of family The Wolterings were originally from England and had been married for over 60 years, Publicover said. They were also longtime members of their local Catholic church, always sitting in the front row during services. \"I think that they were the most lovely couple south of the Mason-Dixon line,\" he said. \"They're truly in love ... and if anybody exhibited youthful love in a mature senior setting, they did.\" The couple had two sons. One of them, Tim Woltering, told NBC News that his mother was a \"loving wife, mother, grandmother, great grandmother, and good friend to many ... she remains in our hearts, thoughts, and memories forever.\" Publicover said they would be supporting Ralph Woltering, who lost his \"beautiful angel\" and wife with whom he was \"so perfectly paired.\" \"We're going to watch out for him like he was our own dad, our own brother, and try to help the best we can,\" he added. Terry Andres, 62 Andres, of Norfolk, Virginia, was going on a cruise with his wife, Ann, and was set to celebrate his birthday later this month, his daughter told NBC affiliate WAVY . She was not physically harmed. Terry Andres, 62, of Virginia Beach, Va., was going on a 16-day cruise with his wife when he was killed Friday. Courtesy of Andres family Andres was an employee at Norfolk Naval Shipyard, The Virginian-Pilot reported, and was a support technician volunteer with the Oceana Volunteer Fire Department since 2004. \"He was well liked and respected for both his dedication to being a volunteer as well as his professional approach to his job as a support tech,\" the department said in a statement. \"We mourn his passing as we do all the victims of the senseless attack in Ft. Lauderdale.\" Ryan Kim, Andres' daughter, told The Palm Beach Post that her father texted upon landing in Fort Lauderdale for their 16-day cruise. She added that she was in disbelief that her father was taken so suddenly. \"I know that everyone always says that people are the greatest in the world, but he was the greatest person you could know,\" Kim said. \"He never had a horrible word to say about anyone or anything.\" He often traveled just for work, she added, and this was the first time her parents were getting to go on such a cruise. Michael Oehme, 57 Oehme, of Council Bluff, Iowa, flew to Florida with his wife, Kari, to go on a high seas adventure, his family said. Kari Oehme, 52, suffered a shoulder wound, but was expected to recover, Oehme's sister, Elizabeth Oehme-Miller, told NBC affiliate WOWT . Oehme-Miller said the couple were frequent travelers, and that another family member was flying to Fort Lauderdale to help Kari Oehme come home. Oehme worked as a surveyor, while his wife is a customer service representative for a telecommunications company, according to her Facebook profile. Phil McCausland ",
    "title": "Fort Lauderdale Shooting: Three Victims Were Headed on Vacations - NBC News"
   },
   {
    "entities": [
     "galeotti",
     "viktor",
     "hubert",
     "january 8, 2017",
     "margarita",
     "humphrey",
     "november",
     "the end of 1991",
     "rt",
     "cia",
     "j.",
     "once",
     "f.b.i.",
     "k.g.b.",
     "6 years ago",
     "today",
     "neil",
     "oleg",
     "the 1950s",
     "clinton",
     "kremlin",
     "democratic",
     "zbigniew",
     "us",
     "relations",
     "matsnev",
     "united",
     "donald",
     "of",
     "2014",
     "russia",
     "kovalyov",
     "anatoly",
     "the year",
     "simonyan",
     "u.s.",
     "union",
     "laurant",
     "york",
     "u.s.s.r.",
     "budapest",
     "soviet",
     "the past",
     "ukraine",
     "n.",
     "c.i.a.",
     "the 1970s",
     "dobrynin",
     "christmas",
     "1968",
     "macfarquhar",
     "richard",
     "moscow",
     "henry",
     "international",
     "capital",
     "new",
     "national",
     "guatemala",
     "america",
     "iran",
     "committee",
     "prague",
     "putin",
     "f.",
     "jackson",
     "perle",
     "1995",
     "alexey",
     "states",
     "trump",
     "hillary",
     "gyori",
     "maidan",
     "europe",
     "m.",
     "brzezinski",
     "kiev",
     "carter",
     "institute",
     "washington",
     "nixon",
     "yanukovych",
     "now",
     "political",
     "mark"
    ],
    "id": 7,
    "text": "Margarita Simonyan, the editor in chief of RT, a state-funded television network that broadcasts in English, who is cited repeatedly in the report, posted her own message on Twitter scoffing at the American intelligence community’s accusations. Advertisement Continue reading the main story “Aaa, the CIA report is out! Laughter of the year! Intro to my show from 6 years ago is the main evidence of Russia’s influence at US elections. This is not a joke!” she wrote. Even Russians who have been critical of their government voiced dismay at the United States intelligence agencies’ account of an elaborate Russian conspiracy unsupported by solid evidence. Alexey Kovalyov, a Russian journalist who has followed and frequently criticized RT, said he was aghast that the report had given so much attention to the television station. “I do have a beef with RT and their chief,” Mr. Kovalyov wrote in a social media post, “But they are not your nemesis, America. Please chill.” The Kremlin, which has in the past repeatedly denied any role in the hacking of the Democratic National Committee computer system, had no immediate response to the declassified report. Mr. Putin instead made a show of business as usual, attending a church service to mark the start of Orthodox Christmas. The report provides no new evidence to support assertions that Moscow meddled covertly through hacking and other actions to boost the electoral chances of Donald J. Trump and undermine his rival, Hillary Clinton , but rests instead on what it describes as Moscow’s long record of trying to influence America’s political system. “Russia, like its Soviet predecessor, has a history of conducting covert influence campaigns focused on U.S. presidential elections that have used intelligence officers and agents and press placements to disparage candidates perceived as hostile to the Kremlin,” the report said. This campaign, it said, blended covert activities like hacking with public action by “Russian government agencies, state-funded media, third-party intermediaries and paid social media users or ‘trolls.’ ” The public report did not include evidence on the sources and methods used to collect the information about Mr. Putin and his associates that intelligence officials said was in a classified version. Mark Galeotti, an expert on Russian intelligence agencies at the Institute of International Relations in Prague, said he was skeptical of the accusation that Mr. Putin had ordered the hacking. All the same, he added, Russian spies, like their Soviet predecessors, “don’t just collect information but try to assert influence.” United States intelligence operatives, he said, have often done the same thing but the Russians, convinced that the United States orchestrated protests in Ukraine in 2014 that toppled the pro-Moscow president, Viktor F. Yanukovych , and other popular uprisings in former Soviet lands, “have a more aggressive approach to meddling in other people’s politics.” Advertisement Continue reading the main story Particularly since Mr. Yanukovych lost power after protests in Kiev’s Maidan square, Mr. Putin and his circle, Mr. Galeotti said, “have a different sense of how the game is played. They genuinely believe that Maidan was engineered by the West” and because of this “all bets are off” in their view, a shift that has legitimized “the principle of regime change or at least regime disturbance” through mischief making in the United States election. That Russia considers it possible to influence United States elections has been evident since at least 1968 when, according to Moscow’s former longtime ambassador in Washington, Anatoly Dobrynin, the Kremlin decided that Richard M. Nixon was “profoundly anti-Soviet” and must be prevented if possible from winning the presidency. Mr. Dobrynin, in his 1995 memoirs “In Confidence,” said he was ordered by Moscow to offer Mr. Nixon’s Democratic rival, Hubert Humphrey, “any conceivable help in his election campaign — including financial aid.” Mr. Dobrynin related in his memoirs how he thought this was a bad idea but nonetheless made an oblique offer of help to Mr. Humphrey during a breakfast at the Democratic candidate’s home. “He knew at once what was going on,” Mr. Dobrynin recalled, and made it clear he had no interest in receiving any Soviet assistance. To try to bring about change that suited Moscow’s interests, the K.G.B. set up a special department dedicated to “active measures.” This unit went beyond collecting intelligence and embraced measures aimed at changing the course of events around the world. These included disinformation and subversion, often involving various front organizations and Moscow-funded fringe parties that worked to shape the politics of foreign countries. While propaganda and disinformation have long been key elements in efforts by both Moscow and Washington to shape events, Moscow, at least during the Cold War, went to extraordinary lengths to try and undermine foreign political figures it viewed as hostile to Soviet interests. The K.G.B. fabricated a bogus F.B.I. report that Henry Jackson, a strong critic of the Soviet Union who tried unsuccessfully in the 1970s to secure the Democratic presidential nomination, was a homosexual and attended gay sex clubs with Richard N. Perle, another anti-Communist hawk who was loathed by Moscow. Another target was President Carter’s Polish-born national security adviser, Zbigniew Brzezinski . This tradition of maligning Moscow’s foes on the United States political stage continued in the prelude to the November election with state-funded Russian media outlets, particularly the television network RT, which broadcasts in English, giving extensive coverage to negative news and allegations about Mrs. Clinton. “What we see now is a modernized version of the old tool kit of the U.S.S.R.,” said Laurant Gyori, an analyst with Political Capital, a research group in Budapest that has studied Russian efforts to shape political events in Europe. He added that Russia’s intelligence services, after a long lull following the collapse of the Soviet Union at the end of 1991, had in recent years again switched from “just getting information to also getting influence.” Advertisement Continue reading the main story But Mr. Galeotti, the intelligence expert in Prague, cautioned that this mission to influence foreign politics was not a uniquely Russian phenomenon but had also been embraced in the past by the C.I.A., which, in the 1950s, sought to shape and subvert politics in countries like Iran and Guatemala. He said the United States intelligence report on Russian meddling in the November election had gone too far in projecting Cold War attitudes onto today’s reality. He said it was a mistake to suppose that Mr. Putin had from the start conducted “a Machiavellian conspiracy” aimed at bringing Mr. Trump to power. More likely, he added, was that Mr. Putin was not involved or even informed about initial efforts to hack into the D.N.C. computer system but, informed after the fact about what had been done, “decided to act opportunistically” and make use of the hacker’s harvest of emails to try to tilt the election. “I don’t think the Russians believed for a minute that Trump could really be elected,” Mr. Galeotti said in a telephone interview. “They were convinced that U.S. elites would ensure that one of their own would win. They thought they had a chance to do a bit of mischief but I think they were amazed, even aghast, at what happened.” Oleg Matsnev and Neil MacFarquhar contributed reporting from Moscow. A version of this article appears in print on January 8, 2017, on Page A1 of the New York edition with the headline: Russians Mock Meddling Charge  As Unsupported. Order Reprints | Today's Paper | Subscribe ",
    "title": "Russians Ridicule U.S. Charge That Kremlin Meddled to Help Trump - The New York Times"
   },
   {
    "entities": [
     "$126 million",
     "midwest",
     "argonne",
     "$840 billion",
     "technology",
     "$345 million",
     "saturday",
     "defense",
     "sasha",
     "amisha",
     "once",
     "urbana-champaign",
     "$921",
     "arne",
     "skiba",
     "michigan",
     "department",
     "jan. 10",
     "inn",
     "cta",
     "hill",
     "public",
     "$70 million",
     "william",
     "parkway",
     "white",
     "$1.1 billion",
     "capitol",
     "west",
     "pritzker",
     "association",
     "island",
     "o'hare",
     "2009",
     "berlin",
     "park",
     "senate",
     "lemont",
     "$12 billion",
     "$155 million",
     "lake",
     "tuesday",
     "of",
     "north",
     "black",
     "obamas",
     "2008",
     "englewood",
     "dyett",
     "night",
     "ramada",
     "police",
     "u.s.",
     "huntsville",
     "malia",
     "nausheen",
     "obamacare",
     "$20 million",
     "devon",
     "the future",
     "david",
     "rahm",
     "mccormick",
     "michelle",
     "high",
     "jarrett",
     "grant",
     "richard",
     "duncan",
     "thursday",
     "emanuel",
     "international",
     "nov. 4, 2008",
     "congress",
     "eight years later",
     "hyde",
     "2004",
     "brown",
     "springfield",
     "$47 million",
     "laboratory",
     "obama",
     "national",
     "velasquez",
     "side",
     "innovation",
     "massachusetts",
     "lives",
     "1996",
     "america",
     "2012",
     "illinois",
     "energy",
     "daley",
     "schools",
     "valerie",
     "katherine",
     "$2.2 billion",
     "wing",
     "hub",
     "$98.6 million",
     "goose",
     "penny",
     "south",
     "2013",
     "house",
     "laquan",
     "tribune",
     "last week",
     "university",
     "allegro",
     "husain",
     "m.",
     "jonathon",
     "axelrod",
     "ashland",
     "place",
     "jitu",
     "school",
     "chiefs",
     "green",
     "matter",
     "hotel",
     "diversey",
     "$120 million",
     "patel",
     "chicago",
     "$513 million",
     "northwestern",
     "institute",
     "october 2015",
     "mcdonald",
     "washington",
     "now",
     "phil",
     "barack",
     "ala."
    ],
    "id": 8,
    "text": "As Obama exits scene, Chicago legacy debated Grant Park speech Phil Velasquez / Chicago Tribune Then-President-elect Barack Obama and his wife, Michelle, and daughters Sasha and Malia,  onstage after Obama's acceptance speech in Chicago's Grant Park on Nov. 4, 2008. Then-President-elect Barack Obama and his wife, Michelle, and daughters Sasha and Malia,  onstage after Obama's acceptance speech in Chicago's Grant Park on Nov. 4, 2008. (Phil Velasquez / Chicago Tribune) Privacy Policy As the political stages got bigger for Barack Obama on the way to a historic presidency, so did the size of the rooms he commanded in his adopted city. Small, at the beginning. The cozy Hyde Park Ramada Inn near the lake to kick off his 1996 state Senate bid. To launch his underdog 2004 U.S. Senate run, a slight upgrade to a small room at Hotel Allegro, a Loop spot long favored by Democrats. Then the biggest stage of them all, Grant Park, where he and 240,000 supporters celebrated a landslide 2008 victory that made him the nation's first black president. As Obama returns to Chicago for the final time in office, the venue is a bit smaller. Some of the same faithful who gathered at McCormick Place to mark his 2012 re-election will be there again Tuesday night as the president delivers a farewell address he's described as \"a chance to say thank-you for this amazing journey.\" Obama library: Latest stories, photos, commentary Open link What Chicago has meant to Obama is clear: It remains a part of his core, the home base where he'll build his presidential library and headquarter his foundation — even if it's not where he'll call home in his immediate post-White House days. But ask the city's political and community leaders what Obama's presidency has meant to Chicago, and the perspectives are as diverse as the city's 77 neighborhoods. Top aides who worked with him in the West Wing point to key projects Obama's administration awarded to Chicago, from a new runway at O'Hare and improvements to CTA lines to an expanded Riverwalk and a new high-tech digital manufacturing hub. They stress that Obama's signature Affordable Care Act has provided insurance to hundreds of thousands of Chicagoans who wouldn't have it otherwise. And they give the president credit for restoring a cratering national economy and saving an American auto industry rooted in the Midwest, moves that helped lead Chicago out of its recession. These Obama allies also acknowledge Obama didn't achieve everything he sought. A national infrastructure program that could have meant more big projects and jobs for Chicagoans eluded him. So, too, did securing tougher gun control measures — an issue that remains prominent as the city's homicides and shootings have surged. I'm sure there are many areas in which he would have liked to have done more, and there are many areas in which if he had some cooperation, he could have done more. — David Axelrod His backers argue those type of achievements were unattainable in large part because of the challenges posed by the Great Recession at the outset of his presidency and Republican control of Congress in Obama's final six years that made it difficult for him to win legislative victories in the face of constant obstruction on Capitol Hill. \"I'm sure there are many areas in which he would have liked to have done more, and there are many areas in which if he had some cooperation, he could have done more,\" said David Axelrod , Obama's longtime political strategist who served as a White House senior adviser. \"But the disappointments don't go away even as you take satisfaction in your accomplishments. You have to accept that you're there for a short period of time in the big scheme of things, and you do as much as you can and then spend the rest of your life trying to make contributions in other ways.\" To some Chicago community organizers and activists — the very role in which Obama sowed his own political seeds — the president's track record is more mixed. They laud the president and First Lady Michelle Obama for setting an example as role models for young African-Americans, but lament that Obama didn't do more to tip the scales of inequality they see in city schools that lack proper resources and in Chicago neighborhoods void of economic opportunity. \"I think Barack Obama has ignored the black community for eight years, and now he's coming to take a bow in Chicago while our neighborhoods are suffering from disinvestment and soaring unemployment,\" said Ja'Mal Green, who rose to Chicago prominence among a group of young activists who decried police misconduct following the release of the Laquan McDonald police shooting video. \"We are seeing young black men getting gunned down at a horrific rate,\" Green said, \"and he has shown no willingness to seriously address these issues.\" President Barack Obama will give his farewell address Jan. 10 at McCormick Place. Since the president's inauguration in 2009, he has made it back home to Chicago 28 times. The vast majority of those visits were for campaign events and fundraisers, but he also has given a handful of speeches on... (Nausheen Husain and Jonathon Berlin) For his part, Obama has sought to reconnect with Chicago ahead of his farewell speech. On Thursday, he sat for a rare round of short White House interviews with reporters from the city's five major TV stations. The White House declined multiple Chicago Tribune requests for an interview with the president. In his Saturday radio address, Obama explained why he picked the city for his speech. \"I chose Chicago not only because it's my hometown — where I met my wife and we started a family — but also because it's really where my career in public service began,\" he said. Projects that 'stand the test of time' Ask Rahm Emanuel what Obama's presidency has meant for Chicago, and the mayor immediately launches into a list of projects that have received federal funding — most of them on his watch. But funding first started to flow to Chicago in the early months of Obama's presidency when Emanuel still was working as the president's first chief of staff. With the economy plummeting, Obama and the Democratic majority in Congress pushed through an $840 billion stimulus program. Illinois received nearly $12 billion in grants, contracts and loans for projects ranging from new roads and repaved runways to research grants and faster rail lines. That ranked the state fourth nationwide in overall funding, but 22nd when measured per capita, at $921 per citizen. Chicago received 76 stimulus awards worth $513 million, in the form of money for neighborhood stabilization, homelessness prevention, airport paving, resurfacing major arterial roads and rebuilding Congress Parkway in the Loop. Other state transportation projects funded by the stimulus benefited the city, such as the $126 million Englewood flyover that separated two major railroad crossings on the South Side. Transportation money also flowed: an additional $155 million for a new O'Hare runway that opened in 2013, $345 million for a sixth east-west O'Hare runway and new taxiways. The CTA got several grants, including $47 million for Blue Line work, $20 million to expand the 95th Street Red Line station and a commitment for $1.1 billion to revamp the Red and Purple lines between North and Devon avenues. The lakefront and riverfront also were helped. Emanuel secured a $98.6 million federal loan to expand the Riverwalk from State to Lake streets, while Chicago benefited from a $2.2 billion Great Lakes Restoration Initiative, an effort to restore wetlands and clean up pollution. \"If you think about it, these are all major economic and culture investments that will stand the test of time,\" Emanuel said. \"Those are things that have, and will, going forward, drive Chicago's economic and cultural growth and keep the city a world-class city.\" Chicago also was awarded two other competitive grants from the Obama administration, including $70 million in federal money to build a public-private digital manufacturing institute on Goose Island, beating out the Massachusetts Institute of Technology and aerospace hub Huntsville, Ala., among other competitors. White House  and positions... Barack Obama was elected America's first black president promising hope and change — but he inherited an economy at risk of collapse and a military fighting two wars abroad. So the 47-year-old president-elect turned to a deep bench of trusted Chicagoans to fill top jobs at the  White House  and positions... (Katherine Skiba) Argonne National Laboratory in suburban Lemont won a $120 million grant from the Department of Energy to create a so-called Energy Innovation Hub to advance battery technology through a partnership with researchers at the University of Chicago, Northwestern University, University of Illinois at Chicago , University of Illinois at Urbana-Champaign and the University of Michigan. Emanuel lobbied heavily for some of the projects, making nearly 50 trips to Washington in his five-plus years as mayor. His official calendars showed him meeting with Defense officials before the digital manufacturing grant was awarded and several meetings with transportation officials in the months running up to grant announcements. The mayor said Chicago projects had to meet a higher standard because the Obama administration did not want any deals for the president's hometown to \"come under the political microscope.\" \"It's a double-edged sword. One side is you're his first chief of staff, helped assemble the administration and you're also a former member of Congress and know that process, so it's helpful,\" said Emanuel, who represented a North Side district before leaving that post to work for Obama. \"On the other hand, the projects had to be better than good, they had to be great. It was getting double scrutiny, because it couldn't be a gift.\" William Daley , the son of one former Chicago mayor and the brother of another, said he saw firsthand the aversion in the Obama White House toward any perceived favoritism for Chicago. That was particularly true, he said, when Chicago did not win any of the initial education grants under Obama's Race to the Top program, even as former Chicago Public Schools CEO Arne Duncan was serving as secretary of education. \"The president was rightfully very sensitive to an allegation that somehow they were rigging the system to help Chicago,\" said Daley , who served as Obama's second chief of staff. \"A lot of people in Chicago were ticked off because they didn't make the cut. There was an expectation by a lot of the press that Chicago was going to get a ton of (education) money, because Obama was from there and Emanuel was mayor ... but that wasn't the case.\" Chicagoans tell their stories about important policy decisions as well as personal connections with the Obamas. Obama, though, did tap plenty of Chicagoans to take top positions in the administration. In addition to Emanuel and Daley as chiefs of staff, Axelrod as a senior adviser and Duncan as education secretary, Valerie Jarrett served as a top Obama confidant and adviser for all eight years and billionaire businesswoman Penny Pritzker was tapped for commerce secretary. Scores of other Chicagoans filled key advisory and staff positions and could emerge as key political players down the line, Obama's top advisers agreed. Emanuel often has said he didn't want to take the chief of staff job, content with his family settled in Chicago and a leadership role in Congress. But, the future mayor said, he abided by his grandfather's rule of only offering one of two answers to a request by the president, \"yes\" or \"yes, sir.\" The high-profile job did position Emanuel to move back to Chicago and run for mayor once Richard M. Daley announced his retirement. Asked if it's unlikely he would have become mayor otherwise, Emanuel laughs. \"That's a hypothetical that neither you or I can answer, OK?\" Emanuel said in an interview last week. \"I do know this: It helped.\" 'Sick of Barack Obama the politician' Some community activists and organizers, however, aren't as quick to paint a rosy picture of Obama's Chicago legacy. Jitu Brown, a longtime community organizer who helped lead a hunger strike to save Dyett High School in the Washington Park neighborhood after Emanuel tried to close it, termed Obama's impact on Chicago as \"complicated.\" Brown said he used to take Chicago students to visit then-state Sen. Obama in Springfield, and said his legacy as a role model for young people in the city can't be overstated. And he applauded Obama's successes on the economy and health care reform, saying working-class and poor Chicagoans have better lives because the president chose to emphasize those initiatives. But Brown termed the Obama administration's reliance on competition among states for federal education grants and the pro-charter school ethos exemplified by Duncan's tenure as education secretary \"a major disappointment, and a missed opportunity.\" I hear about people crying in Grant Park when he won in 2008, and now eight years later those same people are saying \"What happened?\" — Ja'Mal Green, Chicago activist Brown said many urban education activists hoped Obama's background in Chicago would lead to a re-examination of ways to fund local schools so children in all parts of the city would be able to get a good education near their homes. \"They aren't addressing the fact a child in a school at Diversey and Ashland is learning Mandarin and enjoying a strong arts program and a host of after-school activities, while at 45th and King Drive you have schools with 52 kindergartners in a classroom,\" Brown said. \"That's an ugliness I think the Obama administration failed miserably on.\" Green, the young activist who has been vocal on Chicago police misconduct, was unsparing in his assessment of Obama's disappointments. He said the president hasn't done enough to spur jobs in black neighborhoods, confront unjustified killings by police or work to prioritize solutions to the city's violent crime woes. \"I'm sick of Barack Obama the politician. We need somebody who's actually going to care about the issues,\" Green said. \"Young people and black people are the reason he's in office, and I think he's lost a lot of that support. I hear about people crying in Grant Park when he won in 2008, and now eight years later those same people are saying 'What happened?'\" Green gave Obama credit for efforts to pardon people in prison for drug crimes, but said the president has done too little to respond to the local and national outcry over police shootings. \"How can you be a black president coming from Chicago and not speak out at this time?\" he asked. \"Black Lives Matter started during your administration. Where's your voice on this?\" Amid concerns over police-neighborhood relations as an outgrowth of police-related shootings across the nation, Obama spoke to the International Association of Chiefs of Police at McCormick Place in October 2015. He sought to strike a balance between concerns of overaggressive policing and urging law enforcement to support tougher gun-control laws. But community organizer Amisha Patel said Obama too often tried to walk a fine line on such issues. \"I think the president was afraid to be clear on an urban agenda. I don't think he thought he had room to move on that, and so you get a really hands-off approach, these half-solutions,\" Patel said. \"There was tremendous pressure on Obama, being the first black president of this country, and I think he was focused on being seen as the president for everybody in the country, and so he moved away from urban issues.\" Patel applauded Obama's success with Obamacare and noted the great pride many Chicagoans feel in him, but said the high expectations many locals had when Obama took office because of his background and understanding of city problems were met with disappointment. \"When he campaigned in 2008, he campaigned as a community organizer, but he didn't govern as one,\" she said. \"I think that's a missed opportunity.\" ",
    "title": "As Obama exits scene, Chicago legacy debated - Chicago Tribune"
   },
   {
    "entities": [
     "todd",
     "1982",
     "the last week",
     "reno",
     "right now",
     "kern",
     "this week",
     "weishahn",
     "sahagun",
     "lee",
     "friday",
     "joseph",
     "sierra",
     "lakes",
     "christmas",
     "sunday",
     "northern",
     "earlier this week",
     "dorado",
     "june",
     "mammoth",
     "california",
     "highway",
     "susanville",
     "recently",
     "serna",
     "morning",
     "weather",
     "saturday",
     "vining",
     "the day",
     "lake",
     "tony",
     "$150",
     "county",
     "steve",
     "monday",
     "tuesday",
     "hammitt",
     "newbry",
     "lassen",
     "night",
     "sheriff",
     "nevada",
     "inyo",
     "this weekend",
     "greg",
     "edan",
     "u.s.",
     "national",
     "late friday",
     "salcido",
     "eastern",
     "coons",
     "wednesday",
     "louis",
     "mono",
     "service",
     "mountain",
     "caltrans",
     "gregory",
     "sixth year",
     "beginning",
     "patrol",
     "weekend",
     "1997",
     "2005",
     "now",
     "winter",
     "paige",
     "rusty",
     "isaacs",
     "$300 million",
     "miller",
     "linda",
     "barboza",
     "later this weekend",
     "el",
     "lisa"
    ],
    "id": 9,
    "text": "Massive storm system moves into Northern California; flooding,  heavy snow forecast Atmospheric rivers Atmospheric rivers are key to California's rainfall. Atmospheric rivers are key to California's rainfall. Louis Sahagun , Joseph Serna , Tony Barboza and Paige St. John Contact Reporters The first band of what forecasters predict will be the region’s most powerful storm in a decade moved into Northern California on Saturday, prompting official warnings of widespread flooding and epic snowfall. “People are definitely in a state of panic right now,” said El Dorado County Sheriff’s Sgt. Todd Hammitt. “We’re getting a lot of calls asking if we’re going to be able to deal with everything. It’s the general pandemonium of not knowing what’s coming.” The storm system — known as an atmospheric river — could dump so much rain and snow that some ski runs and roads will be declared off-limits, with forecasters warning of significant flooding, mudslides and avalanches in the Sierra Nevada. Up to 12 inches of rain is expected to fall on areas below 8,500 feet beginning Saturday morning, and up to 7 feet of snow could bury higher elevations, according to the  National Weather Service . Forecasters said the storm was packing the same wallop as one that hit Northern California in 2005, causing $300 million in damage. Live updates: Winter weather slams California » This weekend’s system could bring 36 consecutive hours of heavy rain from Mammoth Mountain to Susanville, in Lassen County. Though that  is good news  for California, which is entering its sixth year of drought, the coming rain could melt already standing snow — feeding watersheds swollen from storms earlier this week, forecasters said.  “It’s going to be a busy weekend,” said Edan Weishahn, a meteorologist with the National Weather Service in Reno, sighing.  The rain moved in late Friday and continued into Saturday morning, with the most powerful punch expected later in the day. In the eastern Sierra Nevada, snow continued to fall at higher elevations while rain drizzled lower down as officials warned that wetter, rainier conditions on tap for later this weekend could spell trouble. Officials toiling to keep highways clear said they were concerned about a warmer phase of the storm that could fall as rain even at higher elevations, melting the built-up snow and unleashing mudslides, flooding and avalanches. \"It's the rain over the snow that we're worried about,\" said Greg Miller, a Caltrans maintenance manager. \"We've had snow since Christmas, but now with the warmer trend, we're worried about water.\" With storm drains frozen, he said, an influx of rain could send water and mud into roadways. Miller said crews were taking special precautions to prevent rockslides from a segment of U.S. 395 near Lee Vining and avalanches from several other critical transportation corridors. Friday morning, Caltrans closed part of California 120 near June Lake while a crew set out off remotely detonated charges to clear avalanche-prone slopes of accumulating snow. Crews were plowing, sanding and blowing snow from roadways around the clock in 12-hour shifts, Miller said. The California Highway Patrol responded to several reports of rolled-over vehicles and other snow-related collisions on U.S. 395. Tire chain restrictions were in effect across much of the Sierra Nevada. Residents in Mammoth Lakes are concerned that warm rain and slush will dam up behind banks of shoveled snow piled high in empty lots and along roads throughout town, then flow wherever it can find a path, clogging existing drainage systems with debris and ice. “In this town, we don’t even have rain gutters because they get ripped down by snow,” said Lisa Isaacs, a resident and environmental activist. “So, we’re very worried that this storm will flood homes and garages.” The National Weather Service issued a flood watch warning for Sunday, and town officials advised residents to stock up on water, food, first aid supplies, clothing and bedding, tools and emergency supplies, along with special items for medical conditions. On a winter war footing, Mammoth Lakes residents lined up throughout the day on Saturday at the town’s utility yard to load up on 40-pound sandbags they hoped would steer waves of slush away from homes, ground-floor condominiums and businesses. Among them were Mammoth Lakes residents Greg Newbry, 66, a recently retired Mono County employee, and his wife, Linda Salcido, 67, Mono County’s director of public health. “I was here in 1982 when this town was wrecked by massive flooding,” Newbry recalled. “Main Street was under 2 feet of water. Businesses closed. The roofs of five mobile homes collapsed under the weight of rain on snow. “If we get all the rain predicted in the forecasts,” he added, “every slab of concrete at ground level is vulnerable, and we live in a ground-floor condominium.” As she helped tote 20 sandbags to their vehicle, Salcido said she was concerned about the potential effects of flooding countywide. “Snow, even lots and lots of it, we can handle,” she said. “But a major flood event would lead to countless challenges.” Up on Mammoth Mountain, the mood was more upbeat as thousands of skiers and snowboarders raced down slopes that had received as much as 80 inches of snow over the last week alone. Rising 11,000 feet from a gap in the Sierra Nevada range, Mammoth Mountain’s steep chutes stand in the path of freshly brewed atmospheric river systems. With relatively low mountains to the west of it, Mammoth receives most of their unspent snow. But big snowfall, high winds, warm rain and rising temperatures are forces that transform pile powder into unstable clumps that set off avalanches. So Mammoth Mountain Resort specialists were bringing snowpacks down with artillery including howitzers. Down in Mammoth Lakes, Isaacs spent Saturday hoping that “the rain they keep talking about will turn out to be snow.” “But it’ll probably be like having a giant fire big hose turned on us and we’ll be swamped,” she said with a nervous laugh. “I just hope that my little $150 water pump can keep with it.” Mammoth Mountain Chief Executive Rusty Gregory had few answers. “The main topic of conversation over cocktails on Sunday night,” he mused, “will be about what actually happened.” As snow and rain continued to dump over the Sierra Nevada, highway patrols and maintenance crews were kept busy Friday responding to snow-related accidents and icy road conditions. Steve Coons operated a massive Caltrans wing plow. Its engine strained as it worked in tandem with another truck to clear and sand two northbound lanes of U.S. 395 north of Bishop, a key transportation corridor along the Eastern Sierra Nevada. From behind the wheel of the rumbling truck, Coons can feel the weight of the heavy, wet snow as it pushes against the plow blade and is shoved to the side of the highway. “The truck is really chugging,” he said. “It’s going to be a long day.” Coons monitors closely the consistency of the snow, which wavers between soft, large flakes and icy shards. The more that it falls as rain and ice, the more he worries it will make the roads slick and cause serious trouble for drivers. “As soon as it gets cold all this ices up,” Coons said. “Not good.” He and other plow operators are on the roads 24 hours a day, working 12-hour shifts. They will have no shortage of snow to clear with the series of storm cells expected to continue dumping moisture over the area for days. “Our guys have pretty much been on since Christmas, and it’s not letting up,” said Greg Miller, maintenance manager for Caltrans District 9, which includes Inyo, Mono and eastern Kern counties. The storm was also bringing wind gusts that topped 50 mph. Officials said they were low snow and icy conditions on Interstate 5 and 80 as well as U.S. 50 and some mountain highways. The National Weather Service on Saturday released a new timeline for the storms moving through the region: Saturday: Moderate to heavy snow in mountain areas. Sunday: Heaviest rain and snow, with risks of flooding. Monday: Showers and snow continue, with continued flood risk. Tuesday: New storm moves in, lower snow levels, flood risk. Wednesday: Showers and snow, with rivers running high. “We’re expecting heavy, heavy rain. It starts out as snow then turns to rain then turns to snow again,” Hammitt said. “We’re concerned about the melt increasing waterways and all the lakes.” Hammitt recalled storms in 1997 and 2005 when runoff overwhelmed local rivers and creeks and sent water into roads and homes, lifting some buildings off their foundations. “We have streams, creeks, rivers. We have lakes and ponds,” Hammitt said. “Anybody near a water source could be in jeopardy depending on the severity of the storm.” Two sinkholes have been reported on El Dorado County roads as a result of three days of rain this week. Residents have already filled 12,000 sandbags in preparation for the storm and an additional 20,000 were on the way in, Hammitt said.  “Anytime it’s Mother Nature, you have to be ready,” Hammitt said. ",
    "title": "Massive storm system moves into Northern California; flooding, heavy snow forecast - LA Times"
   },
   {
    "entities": [
     "reno",
     "times",
     "weishahn",
     "brian",
     "sierra",
     "sunday",
     "northern",
     "earlier this week",
     "mammoth",
     "california",
     "susanville",
     "morning",
     "weather",
     "saturday",
     "brug",
     "county",
     "der",
     "lassen",
     "nevada",
     "this weekend",
     "edan",
     "national",
     "wednesday",
     "los",
     "mountain",
     "service",
     "van",
     "sixth year",
     "beginning",
     "weekend",
     "2005",
     "$300 million",
     "angeles"
    ],
    "id": 10,
    "text": "How bad will California's monster storm get? Here's what you need to know Mammoth snow Brian van der Brug / Los Angeles Times Mammoth Mountain employees clear paths as snow falls lightly Saturday morning. Mammoth Mountain employees clear paths as snow falls lightly Saturday morning. (Brian van der Brug / Los Angeles Times) National Weather Service A series of storms that some forecasters say could be the most severe in a decade is  beginning to barrel down on Northern California. The epic system — known as an atmospheric river — could dump so much rain and snow that some ski runs and roads will be declared off-limits, with forecasters warning of significant flooding, mudslides and avalanches in the Sierra Nevada. Up to 12 inches of rain is expected to fall on areas below 8,500 feet beginning Saturday morning, and up to 7 feet of snow could bury higher elevations, according to the  National Weather Service . Forecasters said the storm was packing the same wallop as one that hit Northern California in 2005, causing $300 million in damage. This weekend’s system could bring 36 consecutive  hours of heavy rain from Mammoth Mountain to Susanville, in Lassen County. Though  that  is good news  for California, which is entering its sixth year of drought, the coming rain could melt already standing snow — feeding watersheds swollen from storms earlier this week, forecasters said.  “It’s going to be a busy weekend,” said Edan Weishahn, a meteorologist with the National Weather Service in Reno, sighing.  Here’s a quick breakdown of what you need to know. So what is the timeline for the storm systems in Northern California? There will be rain and snow at least through Wednesday. The worst of it will be Sunday, but the flood risks continue through mid-week. Here’s a weather service graphic: https://twitter.com/NWSSacramento/status/817789860148875264 Why is flooding such a concern? Big storms like this — especially ones that come one after another — regularly bring flooding along rivers and streams. It’s caused both by swelling from rain and the melting of snow from higher elevations. A wide swath of Northern California is under flooding warning: https://twitter.com/NWSSacramento/status/817550886511710209 ",
    "title": "How bad will California&apos;s monster storm get? Here&apos;s what you need to know - LA Times"
   },
   {
    "entities": [
     "oakland",
     "texans",
     "carr",
     "derek",
     "jan. 7, 2017",
     "whitney",
     "jadeveon",
     "osweiler",
     "brock",
     "sunday",
     "miami",
     "last week",
     "facebook",
     "21 minutes ago",
     "raiders",
     "saturday",
     "kansas",
     "connor",
     "reyes",
     "england",
     "dolphins",
     "steelers",
     "usa",
     "houston",
     "mercilus",
     "new",
     "today",
     "mcgloin",
     "lorenzo",
     "matt",
     "afternoon",
     "evening",
     "cook",
     "tom",
     "savage",
     "matthew",
     "7:54 p.m.",
     "city",
     "emmons",
     "clowney"
    ],
    "id": 11,
    "text": "Texans' defense shuts down Raiders for wild-card playoff win Houston defense too much for Oakland rookie QB Connor Cook. Post to Facebook Texans' defense shuts down Raiders for wild-card playoff win Houston defense too much for Oakland rookie QB Connor Cook. Check out this story on USATODAY.com: http://usat.ly/2jg2ict CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 1 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Texans' defense shuts down Raiders for wild-card playoff win Lorenzo Reyes , USA TODAY Published 7:54 p.m. ET Jan. 7, 2017 | Updated 21 minutes ago Texans linebacker linebacker Whitney Mercilus. (Photo: Matthew Emmons, USA TODAY Sports) HOUSTON – They harassed him, they puzzled him, they intercepted him, and the Houston Texans’ defense dominated the Oakland Raiders and rookie quarterback Connor Cook. Oakland snapped a 13-year streak without a postseason appearance, but the Raiders stumbled Saturday evening in their wild card round game against the Texans, 27-14. Houston quarterback Brock Osweiler managed the game in his first start since being benched in the middle of a Week 15 victory. Osweiler was 14-for-25 for 168 yards and 1 touchdown on Saturday. With Jadeveon Clowney -- who had an interception to set up the first Texans' touchdown -- and Houston’s defense smothering Oakland, all the Texans needed from Osweiler was to avoid the big mistake, and that’s what the high-priced free agent acquisition did. The Texans had switched to Tom Savage, but Savage was ruled out with a concussion suffered last week. Cook, a rookie fourth-round pick, made his first career start in place of Derek Carr, who broke his leg Week 16. Cook could never settle into a rhythm and completed only 18 of 45 passes for 161  yards, 1 touchdown, and 3 interceptions. Backup Matt McGloin was healthy enough to dress for the game, but did not play after suffering an injury to his left, non-throwing shoulder in the season finale. If the No. 3 seed Steelers defeat the No. 6 Dolphins Sunday afternoon, Houston will travel to New England to face the top-seeded Patriots in the divisional round. If Miami wins, however, the Texans will head to Kansas City to battle the second-seeded Chiefs. ",
    "title": "Texans' defense shuts down Raiders for wild-card playoff win"
   },
   {
    "entities": [
     "gulf",
     "supreme",
     "joe",
     "leahy",
     "paul",
     "patrick",
     "the 1980s",
     "defense",
     "edward",
     "j.",
     "alabama",
     "coast",
     "session",
     "bush",
     "clinton",
     "mobile",
     "friday",
     "island",
     "fund",
     "august",
     "united",
     "catholic",
     "senate",
     "donald",
     "tim",
     "tuesday",
     "north",
     "maine",
     "1986",
     "1950s",
     "u.s.",
     "jack",
     "and",
     "mainer",
     "reed",
     "r.i.",
     "sherrilyn",
     "botsford/the",
     "armed",
     "chappaquiddick",
     "margaret",
     "thursday",
     "jeff",
     "chris",
     "kane",
     "january 7",
     "mccarthy",
     "30 years ago",
     "obama",
     "new",
     "susan",
     "massachusetts",
     "1996",
     "committee",
     "kennedy",
     "last six years",
     "jabin",
     "chase",
     "a few years ago",
     "1995",
     "talking",
     "educational",
     "states",
     "naacp",
     "trump",
     "2013",
     "house",
     "1969",
     "services",
     "inc.",
     "m.",
     "mid-december",
     "legal",
     "dec. 17",
     "ifill",
     "court",
     "charleston",
     "england",
     "scott",
     "post",
     "past",
     "judiciary",
     "the weekend",
     "coons",
     "washington",
     "collins",
     "sessions",
     "now",
     "smith",
     "ala.",
     "at 2:09 pm"
    ],
    "id": 12,
    "text": "Follow Stories Jeff Sessions should have been a tough sell in the U.S. Senate, but he’s too nice The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Paul Kane January 7 at 2:09 PM Follow @pkcapitol Sen. Jeff Sessions (R-Ala.) should have been a tough sell in the U.S. Senate. President-elect Donald Trump’s nominee for attorney general voted to impeach then-President Clinton, opposed President Obama’s Supreme Court nominees and led the opposition to a 2013 bipartisan immigration bill. He was also denied a federal judgeship 30 years ago — by the U.S. Senate — amid allegations that as U.S. attorney he had improperly prosecuted black voting-rights activists and used racially intemperate language. But here’s something else to know about Sessions: He is one of the more well-liked members of the Senate, a place that still retains elements of one of the world’s most exclusive clubs. He is genial, respectful and patient — to both colleagues and staff. And that has given fellow Republicans and even some Democrats reason not to scrutinize the more unsavory allegations of his political history. Take Sen. Susan Collins, a moderate Republican from Maine who, under other circumstances, might be a target for Democrats to peel off in hopes of defeating Sessions’ nomination. Instead, she’s his lead spokeswoman. Sen. Jeff Session ( R-Ala.), President-elect Donald Trump’s nominee for attorney general, speaks during a post-election Trump rally in Mobile, Ala., on Dec. 17. (Jabin Botsford/The Washington Post) Sessions and Collins may both be Republicans, but otherwise they could not be more different. He is a Methodist who grew up in a small town 100 miles from Alabama’s Gulf Coast. She was raised Catholic in tiny Caribou, Maine, less than 20 miles from the Canadian border. He speaks in a lilting twang; she with New England deliberativeness. While Sessions was building a voting record in the Senate as a rock-ribbed conservative, Collins has most often been on the opposite side — the leading moderate of her generation who refused to vote for Trump and patterned her career after fellow Mainer Margaret Chase Smith, who made national headlines in the early 1950s by standing up to Joe McCarthy (and was the first woman to serve in both the House and the Senate). On Tuesday, Collins will introduce Sessions to the Senate Judiciary Committee with a full-throated endorsement for his nomination as attorney general. “He’s a decent individual with a strong commitment to the rule of law. He’s a leader of integrity,” Collins said in an interview, dismissing attacks from liberal activists about his conservative views and his actions as a young, southern prosecutor. “I think the attacks against him are not well-founded and are unfair.” Collins’s high-profile endorsement signals the uphill fight Sessions’s opponents face in trying to deny his bid to become the nation’s chief law enforcement officer with the sort of broadside attacks that have become common in confirmation hearings. Despite holding some of the most conservative positions in the Senate, Sessions is a heavy favorite to win confirmation. “I genuinely like him,” said Sen. Chris Coons (D-Del.), a member of the Judiciary Committee. Coons still might vote against Session because of the “stark differences” between the two on policy, but they are friends. This has frustrated the liberal coalition of civil rights groups leading the opposition. In 1986 this same coalition successfully swayed the committee to reject Sessions for a federal judgeship. Rather than slink into retirement, Sessions won a Senate seat in 1996 and has served ever since on the Judiciary Committee, whose members are now tasked with voting on his fitness for office. “You should be sitting in that room prepared to learn about this person, who you may have seen running next to you on the treadmill in the Senate gym, who you have may have had lunch with, whose family you may even know, but whose record as it relates to the critical issue of civil rights you might not know,” Sherrilyn Ifill, president and director-counsel of the NAACP Legal Defense and Educational Fund Inc., said Friday during a conference call with coalition members. Democrats aren’t about to give Sessions a free pass. Sen. Patrick J. Leahy (D-Vt.), the former committee chairman, wants to question him on his views on religious freedom based on a committee vote Sessions cast a few years ago. Coons went home for the weekend with a 300-page briefing book on Sessions’ record, ranging from civil liberties to his personal financial investments. Sen. Jack Reed (R.I.), the top Democrat on the Armed Services Committee, will be watching questions about the Bush administration’s use of enhanced interrogation techniques, which some viewed as torture of terrorists. But most senators tend to view Sessions in the same way Collins does — as a friendly man who never broke his word to them. Many have prayed with him and traveled with him on official overseas trips. Almost no one wants to review the original allegations against him during his 1986 nomination; for the most part, they don’t believe that he is the racist that some have painted — at least not anymore. [ Trump’s pick for attorney general is shadowed by race and history ] “I don’t know the dynamics of what happened then, but I can speak to Jeff’s character in the 20 years that I’ve known him,” Collins said. The dynamic harks back to that surrounding the late Democratic senator Edward M. Kennedy, whose early career was defined and grievously wounded by the scandal resulting from a car accident on Chappaquiddick Island off the coast of Massachusetts in 1969. Kennedy, who was driving, swam free and left the scene; his 28-year-old female companion died inside the car. Kennedy’s Senate colleagues found plenty of fodder in his liberal record to use against him during debates, but they never yelled, “Chappaquiddick!” in floor debates or committee rooms. They liked Kennedy; they trusted him. His political opponents chose to fight him on the merits of the moment, not on his long-ago past. One senator who has wanted to focus more on Sessions’s past on race is Sen. Tim Scott (R-S.C.), the chamber’s only black Republican. “I think judging a person on 30-year-old history is questionable. Eliminating or exempting 30-year-old history is probably not wise as well,” Scott said. “So, making sure that you understand what it actually was and who he is, has been an important part of what I’ve tried to do.” Scott hosted Sessions in mid-December in North Charleston with local activists who peppered him with questions about federal prosecution of a police officer who shot a black man in the back and killed him. “The attorney general’s position has more impact on communities of color than perhaps any other nominee,” Scott said, adding that he was still considering the nomination. By and large, most senators want to focus on other topics. And there’s plenty there to discuss, from how he would handle the deportation of illegal immigrants already in the United States to allegations that in 1995, while serving as state attorney general, he supported the use of chain gangs for prisoner work. Coons suggested that Sessions had so many staunchly conservative positions in “the recent past” that there was little need to relitigate the 1980s. He spent an hour with Sessions Thursday talking about legal philosophy. Coons and Sessions have spent the last six years talking at the Senate’s weekly Bible study and working out together in the gym. Collins and Sessions have had plenty of debates — in public, in closed caucus meetings and at the many dinners of the Senate class of 1996. They were almost always on opposing sides, but she learned to trust his consistency. Collins announced back in August that she would not vote for Trump. But when Sessions asked her to introduce him Tuesday — usually the task of a home-state colleague — Collins happily accepted the role for a friend of 20 years. “He’s the same person,” she said. ",
    "title": "Jeff Sessions should have been a tough sell in the U.S. Senate, but he’s too nice - The Washington Post"
   },
   {
    "entities": [
     "evanston",
     "jan 7,",
     ", 1:20 pm",
     "rahm",
     "beaty",
     "8 a.m.",
     "mccormick",
     "bellamy-bonner",
     "michelle",
     "biden",
     "joe",
     "sara",
     "press",
     "grant",
     "trump",
     "2017",
     "house",
     "photo/paul",
     "o'hare",
     "1796",
     "the",
     "park",
     "this april",
     "emanuel",
     "senate",
     "saturday, jan. 7, 2016",
     "place",
     "donald",
     "saturday",
     "lake",
     "international",
     "the day",
     "tuesday",
     "george",
     "ibrahim",
     "2008",
     "associated",
     "shares",
     "2016",
     "2004",
     "bond",
     "night",
     "michigan",
     "3 a.m.",
     "u.s.",
     "obama",
     "7,",
     "chicago",
     "stacy",
     "star",
     "washington",
     "burnett",
     "file",
     "airport",
     "umar",
     "cheryl",
     "barack",
     "ap",
     "white"
    ],
    "id": 13,
    "text": "Thousands Brave Cold for Tickets to Obama Farewell Speech By sara burnett, associated press CHICAGO \u0097 Jan 7, 2017, 1:20 PM ET 0 Shares Star The Associated Press FILE - In this April 7, 2016 file photo, President Barack Obama right, jokes with Chicago Mayor Rahm Emanuel left, while arriving at O'Hare International Airport in Chicago. People are expected to line up in frigid temperatures Saturday, Jan. 7, 2016 for tickets to President Barack Obama's farewell speech in his hometown of Chicago. Obama plans to speak to supporters there on Tuesday night. (AP Photo/Paul Beaty File) 0 Shares Email Thousands of people waited for hours in single-digit temperatures on Saturday to try to get a ticket to President Barack Obama's farewell speech in his hometown of Chicago, saying they want to show their appreciation and soak in the final moments of his history-making presidency. People began lining up well before sunrise for the 8 a.m. ticket distribution. The lines stretched for blocks and snarled traffic around McCormick Place, the sprawling convention center along Lake Michigan where Obama will speak on Tuesday night. \"You never know when something as huge or as phenomenal like this will happen again, so I was like 'I'm not missing this for nothing,'\" said Umar Ibrahim, 28, who took the day off from his job as a city bus driver to snag a ticket, waking up at 3 a.m. to start the trek to the convention center. \"Just talking about it makes you beam,\" he said as he clenched his ticket, grinning from ear-to-ear. Obama's final speech to the public will continue a tradition set in 1796 when George Washington addressed the American people for the last time as president. It will be followed by a \"family reunion\" for alumni of Obama's former campaigns, according to a save-the-date sent to alumni. Obama has described the event as \"a chance to say thank you for this amazing journey,\" to celebrate the ways the country has changed and \"to offer some thoughts on where we all go from here.\" For many supporters, Obama's decision to give the speech in Chicago rather than Washington added to the significance of the event. It was in Chicago's Grant Park that in 2008 he delivered his victory speech after becoming the nation's first black president. \"He's coming home,\" said Cheryl Bellamy-Bonner, 56, who volunteered on Obama's 2004 U.S. Senate campaign. \"It shows he really cares about the people.\" Bellamy-Bonner said she appreciated Obama's professionalism in office and his support of diversity. If there have been any disappointments, she said, it's that he couldn't accomplish more, which she blamed on a lack of bipartisanship. On Tuesday night, she's hoping to hear what Obama will do next and \"what we can do to help.\" Organizers didn't say how many tickets were available, but many people walked away empty-handed on Saturday. Among them was Stacy Bond. The 28-year-old from suburban Evanston said she's disheartened about President-elect Donald Trump and wanted to be in the room to hear directly from Obama, the first president she voted for after reaching the legal voting age. \"You kind of want to hold on to that last bit of him that we've had,\" she said. The White House says the farewell address also will be streamed live online. Obama will be joined by first lady Michelle Obama and Vice President Joe Biden . ——— Follow Sara Burnett on Twitter at https://twitter.com/sara—burnett 0 Shares ",
    "title": "Thousands Brave Cold for Tickets to Obama Farewell Speech - ABC News"
   },
   {
    "entities": [
     "blackstone",
     "roads",
     "beach",
     "atlanta",
     "noon",
     "transportation",
     "greensboro",
     "nassau",
     "highway",
     "lewisville",
     "weather",
     "saturday",
     "morning",
     "the day",
     "state",
     "cape",
     "boston",
     "associated",
     "cooper",
     "tennessee",
     "department",
     "caldwell",
     "tara",
     "coast",
     "east",
     "afternoon",
     ", 7:32 pm",
     "snyder",
     "mississippi",
     "reuters/brian",
     "durham",
     "west",
     "friday",
     "jan. 7, 2017",
     "connecticut",
     "association",
     "n.c.",
     "greer",
     "sunday",
     "georgia",
     "marathon",
     "later saturday",
     "of",
     "north",
     "burlington",
     "lenoir",
     "night",
     "virginia",
     "midnight",
     "medford",
     "police",
     "plymouth",
     "u.s.",
     "rhodhiss",
     "kentucky",
     "union",
     "carolina",
     "and",
     "york",
     "airport",
     "winter",
     "duke",
     "forsyth",
     "6",
     "interstate",
     "press",
     "junke",
     "thursday",
     "roxboro",
     "international",
     "on",
     "john",
     "january 7, 2017",
     "hampton",
     "new",
     "national",
     "massachusetts",
     "service",
     "racing",
     "a.m.",
     "blues",
     "city",
     "midday sunday",
     "jackson",
     "logan",
     "power",
     "raleigh",
     "south",
     "2017",
     "wakefield",
     "norfolk",
     "91",
     "charlotte",
     "county",
     "middletown",
     "england",
     "past",
     "this weekend",
     "cod",
     "roy",
     "patrol",
     "maryland"
    ],
    "id": 14,
    "text": "AP January 7, 2017, 7:32 PM Snow pounds parts of East Coast, spares several big cities Email DURHAM, N.C. -- Snow and sleet pounded a large swath of the U.S. East Coast on Saturday, coating roads with ice and causing hundreds of crashes. Thousands of people lost power and forecasters warned of blizzard-like conditions from Virginia to parts of the Northeast.  The West Coast is bracing for another wave of snow, ice and rain this weekend. It could bring the worst flooding in decades. John Blackstone has ... Police investigated several fatal crashes as potentially storm-related, but some of the South’s biggest cities - Atlanta, Charlotte and Raleigh - appeared to avoid the worst of the storm. Authorities praised residents for learning the lessons of past storms that resulted in icy gridlock, where thousands of people were stranded along the interstates. But officials warned that bitter cold would keep roads treacherous well after the snow and sleet stopped.  “If I tell you anything it would be stay home,” North Carolina Gov. Roy Cooper said. “Do not go out and drive on the roads unless you absolutely have to.”  Cooper was supposed to have been sworn in Saturday at an outdoor ceremony attended by thousands. He instead rushed through a 20-minute indoor oath-taking Friday. “Consider yourselves the chosen few,” Cooper jokingly told family, friends and well-wishers able to attend his swearing-in Friday.  A pedestrian walks through the snow during a winter storm in Medford, Massachusetts, Jan. 7, 2017. REUTERS/Brian Snyder On Saturday he said there were at least 260 traffic accidents between midnight and 6 a.m. as the winter storm blew in. Authorities say they haven’t confirmed any weather-related deaths. Cooper said that even after precipitation is expected to stop later in the day, bitter cold will blow in and refreeze any melted slush on roads.  A National Weather Service map showed the snowfall seemed to follow the Interstate 85 corridor through the state, with locations along and north of the highway receiving snow, and areas to the south getting rain and sleet. Burlington and Roxboro in central North Carolina received 8 inches or more of snow. Preliminary figures from the National Weather Service in Greer, South Carolina, showed snowfall totals reached up to 10 inches in at least seven locations, including Greensboro and High Point, Lewisville in Forsyth County, and Lenoir and Rhodhiss in Caldwell County.  Power outages had grown to about 25,000 in North Carolina alone, according to a news release from the governor. Nearly half were in the Charlotte area and adjacent Union County, according to Duke Power.  Roads were also treacherous. The South Carolina Highway Patrol said there was significant snow on roads in the northern part of the state and asked drivers to stay home.  Several inches also fell in southeast Virginia, where a blizzard warning was issued for the cities along the coast. Virginia State Police said they responded to 325 crashes and 322 disabled vehicles across the state between midnight and noon on Saturday. The National Weather Service had already measured nearly 6 inches of snow at its post in Wakefield on Saturday.  Even with snow coating Virginia Beach roads, diners and staff made it to the popular breakfast spot Citrus.  “When there’s bad weather, people come out,” manager Tara Junke said. “I’ve worked in restaurants for 20 years in Hampton Roads and we’ve never shut down for snow.”  In Tennessee, hundreds of crashes were reported starting Friday. From Atlanta to airports farther north, hundreds of flights were canceled. At least one fatality - a man whose pickup truck went off a snow-slickened Kentucky road Thursday - has been blamed on the weather. Motorist deaths in North Carolina and Maryland as the storm blew in were being investigated to see if they were caused by the weather. In Atlanta and parts of Georgia, people who were expecting a couple of inches of snow instead woke up to a thin coat of ice. The National Weather Service said a wind chill advisory for northern Georgia was to go into effect later Saturday into Sunday.  Residents should brace for bitterly cold air and strong wind.  Traffic was barely crawling across parts of central Mississippi on Saturday morning, with 18-wheel trucks pulled over on the shoulders of icy highways in spots. Jackson’s city streets were supposed to be filled with runners Saturday, but organizers canceled the annual Mississippi Blues Marathon, citing weather and travel conditions.  Drivers struggled to make it up hills in some places, including an off-ramp from an interstate leading to two of Jackson’s largest hospitals. The Mississippi Department of Transportation advised people to stay off roads, saying Friday night that it was focusing on getting stranded motorists to safety. Hours of sleet coated parts of the state Friday.  It was unclear when conditions would improve, as temperatures were supposed to remain below freezing until midday Sunday in Jackson. The conditions affected air travel across several states. In Virginia, most flights were canceled at Norfolk’s airport because of the winter storm, the latest disruption to hit airports in the region. The website for Norfolk International Airport showed that every arriving flight was canceled for Saturday, as well as most departing flights.  In North Carolina, Raleigh’s airport said there were many cancellations and it expected very few flights to arrive or depart on Saturday. Charlotte’s airport also said its operations were limited. It advised travelers to check their carrier for cancellations.  Atlanta’s airport said that some flights have been canceled but that regular takeoffs and landings were resuming.  In the Northeast, officials at Boston’s Logan International Airport urged travelers to check with their airlines and numerous flights were canceled or delayed.    A crash involving as many as 20 vehicles closed a section of a Connecticut highway as heavy snow fell in southern New England. The pileup on Interstate 91 in Middletown occurred Saturday afternoon and involved at least three tractor-trailers. No serious injuries were reported. Up to 8 inches of snow were expected in parts of Connecticut, but areas along the southeastern Massachusetts coast could get 1 to 2 feet before the storm moves away later Saturday.  Blizzard conditions were reported on Cape Cod and Plymouth County. Officials warned people to stay off the roads as the heavy snow and gusty winds were expected to reduce visibility to near zero.  Mid-morning Saturday, snow began falling from New York City and points east.  Predictions are for New York’s Nassau County to see about 4-to-6 inches. Snow totals could reach 8-to-12 inches further east. Wind gusts could reach 25 to 30 mph. The New York Racing Association canceled Saturday’s races at Aqueduct Racetrack because of the snow. © 2017 The Associated Press. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. ",
    "title": "Snow pounds parts of East Coast, spares several big cities - CBS News"
   },
   {
    "entities": [
     "abidjan",
     "issiaka",
     "2011",
     "ofeibea",
     "npr",
     "$8,000",
     "donwahi",
     "friday",
     "saturday",
     "alain-richard",
     "alassane",
     "coast",
     "ouattara",
     "boake",
     "ivory",
     "bouake",
     "reuters"
    ],
    "id": 15,
    "text": "Issiaka Ouattara, center, spokesperson for the mutinous soldiers, speaks to journalists after the announcement of a deal with the Ivory Coast government. Sia Kambou/AFP/Getty Images hide caption toggle caption Sia Kambou/AFP/Getty Images Issiaka Ouattara, center, spokesperson for the mutinous soldiers, speaks to journalists after the announcement of a deal with the Ivory Coast government. Sia Kambou/AFP/Getty Images A two-day mutiny among soldiers in the Ivory Coast has come to an end, according to the country's president. Alassane Ouattara announced Saturday that the government has struck a deal with the mutineers. The revolt, which began Friday in Boake, the country's second-largest city, soon spread to cities and towns nationwide. By Saturday, parts of the Ivory Coast's largest city, Abidjan, were on lockdown, as gunfire was reported at the military base on the edge of the city. There have been no immediate reports of casualties. As NPR's Ofeibea Quist-Arcton notes, the soldiers' grievances center on bonus pay and living conditions. \"One soldier says former fighters integrated into Ivory Coast's army were demanding bonuses of $8,000 apiece — plus a house,\" Ofeibea reported Friday for the Newscast unit. Defense Minister Alain-Richard Donwahi flew up to Boake to negotiate a deal with the rebellious soldiers. Ouattara announced it afterward to government ministers and reporters, Reuters reports . He said the government \"had agreed to take into account the soldiers' demands,\" according to the news service, while also offering this rebuke: Article continues after sponsorship \"I would like to say that this manner of making demands is not appropriate. It tarnishes the image of our country after all our efforts to revive the economy.\" Ofeibea reports the president has asked the soldiers to return to their barracks. It is believed that many of the mutineers are former rebels, who joined the Ivorian army only after the country's 10-year civil war ended in 2011. The city of Bouake had played a central role as a rebel stronghold during that war. ",
    "title": "Ivory Coast Revolt Reaches A Peaceful End As Mutineers Strike A Deal : The Two-Way : NPR"
   },
   {
    "entities": [
     "oehme-miller",
     "council",
     "woio",
     "senecaville",
     "cbs",
     "friday",
     "beach",
     "press",
     "bluffs",
     "terry",
     "timmons",
     "lauderdale",
     "michael",
     "facebook",
     "the",
     "elizabeth",
     "saturday",
     "international",
     "steve",
     "oehme",
     "fort",
     "associated",
     "virginia",
     "department",
     "shirley",
     "reineccius",
     "today",
     "columbus",
     "andres",
     "airport",
     "fire"
    ],
    "id": 16,
    "text": "A gunman opened fire at Fort Lauderdale international airport on Friday Steve Reineccius confirmed Saturday over Facebook that his grandmother Shirley Timmons was killed when a gunman opened fire in a baggage claim area at a Fort Lauderdale airport, CBS affiliate WOIO reports . Reineccius says his grandmother and grandfather Steve Timmons, who was wounded in the shooting, were both 70 years old. WILE-FM reports that the couple had flown to Fort Lauderdale on Friday to join the rest of their family for a cruise. The radio station says Steve Timmons was shot in the head and underwent emergency surgery at a Fort Lauderdale hospital, where he’s in critical condition. The couple’s 51st wedding anniversary was in three weeks. They’re from Senecaville, about 90 miles east of Columbus. Terry Andres, 62, was a 12-year volunteer with the Virginia Beach Fire Department, his colleagues said.  “He was well-liked and respected for both his dedication to being a volunteer as well as his professional approach to his job as a support tech,” the Fire Department said in a statement. “We mourn his passing as we do all the victims of the senseless attack in Fort Lauderdale.” Michael Oehme was a frequent traveler who loved to cruise with his wife, and the couple was about to head out to sea again, his sister told The Associated Press on Saturday. “They were supposed to leave today,” Elizabeth Oehme-Miller, 52, said by phone from Council Bluffs, also the couple’s hometown. “They were happy to be going on another trip.” ",
    "title": "Fort Lauderdale airport shooting victims: Olga Woltering, Michael Oehme - CBS News"
   },
   {
    "entities": [
     "clarita",
     "later saturday before",
     "israel",
     "clendenin",
     "disney",
     "times",
     "lauderdale-hollywood",
     "next week",
     "l.a.",
     "friday",
     "december",
     "trump",
     "sunday",
     "northern",
     "lauderdale",
     "fontana",
     "mountains",
     "the",
     "california",
     "basin",
     "mexico",
     "weather",
     "saturday",
     "later saturday",
     "international",
     "monday",
     "county",
     "fort",
     "$10.50",
     "valley",
     "alexa",
     "scott",
     "night",
     "midnight",
     "sheriff's",
     "l.",
     "adventure",
     "disneycalifornia",
     "late sunday",
     "southern",
     "robbie",
     "fernando",
     "mediterranean",
     "national",
     "munroe",
     "santa",
     "san",
     "monica",
     "azusa",
     "next friday",
     "and",
     "wednesday",
     "the last year",
     "los",
     "service",
     "ventura",
     "early morning",
     "central",
     "evening",
     "late tuesday",
     "hours monday",
     "gabriel",
     "broward",
     "weekend",
     "afternoon",
     "airport",
     "office",
     "now",
     "sierras",
     "bso",
     "holland",
     "amazon",
     "early",
     "jay",
     "early saturday",
     "angeles",
     "oxnard",
     "gale"
    ],
    "id": 17,
    "text": "Three storms expected to soak Los Angeles through next Friday Rain in downtown Los Angeles Jay L. Clendenin / Los Angeles Times Get ready for a rainy week, Los Angeles. Get ready for a rainy week, Los Angeles. (Jay L. Clendenin / Los Angeles Times) Gale Holland Contact Reporter Scattered showers across Los Angeles and Ventura counties will gradually clear Saturday evening, with heavier rains to follow starting late Sunday and possibly continuing through Friday, according to the National Weather Service . Saturday’s rain is part of a storm that is expected to pack a wallop heading into Central and Northern California later Saturday before it doubles back south, bringing moderate to heavy rainfall Sunday night and into the Monday commuting hours in the L.A. Basin, said Robbie Munroe, a meteorologist with the National Weather Service in Oxnard. A second storm could hit Southern California late Tuesday and Wednesday, with a third to follow Friday, although that is less certain, Munroe said. While the storm’s expected arrival in Central and Northern California later Saturday prompted official warnings of widespread flooding and epic snowfall, conditions in Southern California were much tamer. There was little more than a drizzle early Saturday in downtown Los Angeles, while steady rain fell in the San Fernando Valley, Santa Monica Mountains and Ventura County, Munroe said. Sunday’s rain will be quick-moving, with the heaviest downpours expected after midnight and into the early morning hours Monday, he added. Temperatures through next week are expected to reach the low 60s inland, about five degrees below normal, Munroe said. As the storms build, authorities will be watching for land- and mudslides in burn areas left by the Fish fire in the San Gabriel Mountains near Azusa and the Sand fire near Santa Clarita, which are already saturated from December rains. But if hazards fail to materialize it “should be a good rain,” Munroe said. Caption Weekend Roundup: 7 stories you can't miss Would a desalination plant solve L.A. County's water troubles? California's bracing itself for the Trump administration. California's drought looks to be easing as snow piles up in the Sierras. Protesters are shutting down Mexico's streets over a sudden spike in gasoline prices. If Amazon’s Alexa is always listening, can she incriminate you in a crime? The 74th Annual Golden Globe Awards will take place Sunday. The popular Tower of Terror ride at DisneyCalifornia Adventure has officially closed.  Would a desalination plant solve L.A. County's water troubles? California's bracing itself for the Trump administration. California's drought looks to be easing as snow piles up in the Sierras. Protesters are shutting down Mexico's streets over a sudden spike in gasoline prices. If Amazon’s Alexa is always listening, can she incriminate you in a crime? The 74th Annual Golden Globe Awards will take place Sunday. The popular Tower of Terror ride at DisneyCalifornia Adventure has officially closed.  Caption Weekend Roundup: 7 stories you can't miss Would a desalination plant solve L.A. County's water troubles? California's bracing itself for the Trump administration. California's drought looks to be easing as snow piles up in the Sierras. Protesters are shutting down Mexico's streets over a sudden spike in gasoline prices. If Amazon’s Alexa is always listening, can she incriminate you in a crime? The 74th Annual Golden Globe Awards will take place Sunday. The popular Tower of Terror ride at DisneyCalifornia Adventure has officially closed.  Would a desalination plant solve L.A. County's water troubles? California's bracing itself for the Trump administration. California's drought looks to be easing as snow piles up in the Sierras. Protesters are shutting down Mexico's streets over a sudden spike in gasoline prices. If Amazon’s Alexa is always listening, can she incriminate you in a crime? The 74th Annual Golden Globe Awards will take place Sunday. The popular Tower of Terror ride at DisneyCalifornia Adventure has officially closed.  Caption BSO confirms multiple people shot and one in custody at Fort Lauderdale-Hollywood International Airport According to a spokesperson for the Broward Sheriff’s Office, multiple people have been shot and one person is in custody after shots were fired at the Fort Lauderdale-Hollywood International Airport. According to a spokesperson for the Broward Sheriff’s Office, multiple people have been shot and one person is in custody after shots were fired at the Fort Lauderdale-Hollywood International Airport. Caption Sheriff Scott Israel and other officials hold press conference The full length video of a press conference held at the Fort Lauderdale International Airport on the latest information about the shooting there early Friday afternoon. The full length video of a press conference held at the Fort Lauderdale International Airport on the latest information about the shooting there early Friday afternoon. Caption 90 seconds: 4 stories you can't miss The 74th Annual Golden Globe Awards will take place Sunday , the popular Tower of Terror ride at Disney California Adventure has officially closed , thousands of people died trying to cross the Mediterranean in the last year alone , and California's minimum wage is now $10.50 . Caption Possible family dispute leaves 3 dead and 1 injured in late-night shooting Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. ",
    "title": "Three storms expected to soak Los Angeles through next Friday - LA Times"
   },
   {
    "entities": [
     ", 10:38 am",
     "tanishia",
     "rahm",
     "friday",
     "new year's eve",
     "mcdonald's",
     "trump",
     "press",
     "2017",
     "jan 7",
     "facebook",
     "ciesil",
     "circuit",
     "emanuel",
     "donald",
     "covington",
     "tesfaye",
     "monday",
     "judge",
     "county",
     "2:45",
     "2015",
     "$300",
     "justice",
     "associated",
     "2:28",
     "cooper",
     "police",
     "department",
     "carpentersville",
     "chicago",
     "hill",
     "kuriakos",
     "evening",
     "cook",
     "maria",
     "now",
     "live",
     "brittany",
     "2007",
     "jordan"
    ],
    "id": 18,
    "text": "Jan 7 2017, 10:38 am ET Judge Refuses to Release 4 Accused of Beating Shown on Facebook Live by Associated Press advertisement CHICAGO — A Chicago judge refused to allow four black people caught on cellphone footage taunting and beating a mentally disabled white man to post bail and leave jail, saying they are accused of such \"terrible actions\" that they are a danger to society. \"Where was your sense of decency?\" Cook County Circuit Judge Maria Kuriakos Ciesil asked them on Friday during their first court appearance, sounding baffled that the suspects could be charged with such cruelty toward the 18-year-old victim. Related: Four Arrested in Facebook Live Torture Video Now Charged With Hate Crimes The beating was captured on cellphone video by one of the assailants and has since been viewed millions of times on social media. The graphic footage shows the suspects taunting the victim with profanities against white people and President-elect Donald Trump. Play Facebook Live attack: 4 teens due in court, will face hate crime charges 2:45 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170108001806if_/http://www.nbcnews.com/widget/video-embed/849003587684\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Prosecutors offered new details of the assault, explaining that one of the suspects demanded $300 from the mother of the victim, who is schizophrenic and has attention-deficit disorder. They also said the beating started in a van when the same attacker became angry that the mother had contacted him asking that her son be allowed to come home. A prosecutor told the judge that the suspects forced the victim to drink toilet water, kiss the floor and then allegedly stuffed a sock into his mouth and taped it shut as they bound his hands with a belt. (Top, L-R): Jordan Hill, Brittany Covington (Bottom, L-R): Tanishia Covington, Tesfaye Cooper Chicago Police Department - AP The four are charged with two counts of committing a hate crime — one because of the victim's race and the other because of his mental disabilities. On the video, the male suspects use knives to cut the victim's hair and his sweatshirt. One of the females can be seen laughing. A female also laughs as she punches the victim. One of the men pulls the cord from the victim's sweatshirt around the victim's neck and holds him up while the victim groans in pain, according to a document read in court. The victim can be heard screaming when one of the men walks up to him with a knife and asks if he should \"shank\" him. Related: Four Held in Connection With Kidnapping After 'Facebook Live' Torture Video Airs At one point, the prosecutor said, someone on the video can be heard saying that he did not care if the victim was schizophrenic. The four suspects were identified as Brittany Covington and Tesfaye Cooper, both of Chicago, and Jordan Hill, of suburban Carpentersville. All are 18. A fourth suspect was identified as Covington's 24-year-old sister, Tanishia Covington, also of Chicago. They stood quietly as the prosecutor read the allegations. Some of their relatives also listened, including a woman who wiped tears from her eyes. Play 4 teens arrested in connection to attack shown on Facebook Live 2:28 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170108001806if_/http://www.nbcnews.com/widget/video-embed/848151107761\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Defense attorneys portrayed the suspects as hardworking, responsible and religious. Cooper, for example, takes care of his twin brother, who is in a wheelchair. Tanishia Covington has two small children. Her sister attends college and has a job. Hill, the judge was told, goes to church with his grandmother. All four have experienced brushes with the law, some for serious and violent crimes. Hill, for example, was arrested as a juvenile in 2015 on allegations of armed robbery, possession of a stolen vehicle and residential burglary. Chicago police said they did not know the disposition of those arrests by suburban officers. Tanishia Covington was arrested in 2007 on attempted armed robbery and aggravated battery charges. Police records do not show any convictions as a juvenile. As an adult, she was arrested on charges of battery and aggravated assault, but those charges were dropped. The uproar over the beating intensified the glare on Chicago after a bloody year of violent crime and protests against Mayor Rahm Emanuel and a police department that has been accused of using excessive force and hushing-up wrongdoing. The department has also been the subject of a long civil-rights investigation by the Justice Department, which is expected to report its findings soon. The incident also stirred emotions still raw after a presidential campaign that split the nation. Some conservatives suggested it was linked to the Black Lives Matter movement. Police said there was no indication of any connection. The incident began New Year's Eve, when the victim and alleged assailant Jordan Hill met at a suburban McDonald's, and then called his parents later to say he was staying with Hill for a sleepover. Instead, Hill drove the victim around in a stolen van for a couple of days, ending up at a home in Chicago, where two of the other suspects lived, police said. The victim's parents reported him missing Monday evening, two days after last hearing from him. The victim eventually escaped and a police officer spotted him wandering down a street, bloodied and disoriented. Associated Press ",
    "title": "Judge Refuses to Release 4 Accused of Beating Shown on Facebook Live - NBC News"
   },
   {
    "entities": [
     "christopher",
     "shares",
     "jan",
     "facebook",
     "$ 20,000",
     "$20,000",
     "mexico",
     "department",
     "ashcraft",
     "u.s.",
     "fbi",
     "state",
     "guadalajara",
     "general",
     "7, 2017",
     "consulate",
     ", 3:18 pm",
     "star"
    ],
    "id": 19,
    "text": "Suspect Sought in Shooting of U.S. Consular Officer in Guadalajara By Dean Schabner Jan 7, 2017, 3:18 PM ET 0 Shares Star U.S. Consulate General Guadalajara U.S. General Consulate Guadalajara in Mexico posted this photo to Twitter and Facebook. The FBI is offering a reward of $ 20,000 for information leading to the identification of the man in this photo. 0 Shares A U.S. consular officer was shot outside the consulate in Guadalajara, Mexico, and the FBI is offering $20,000 for information leading to identification of the suspect, according to U.S. officials. The consulate posted videos and images of the incident on its Facebook page . One video shows a man dressed in a blue T-shirt and pants standing by the entrance to the consulate parking garage, then pulling a gun when a car approaches the exit, firing the weapon and then running away. The State Department has not named the person who was shot, but the Mexico Attorney General's office identified him as Christopher Ashcraft. Local police said he was in stable condition. A State Department official said they are working with Mexican law enforcement on the case. This is a developing story. Check back for more. 0 Shares ",
    "title": "Suspect Sought in Shooting of U.S. Consular Officer in Guadalajara - ABC News"
   },
   {
    "entities": [
     "rhonda",
     "meek",
     "schwartz",
     "maia",
     "lauderdale-hollywood",
     "puerto",
     "jacobo",
     "7, 2017",
     "miami",
     "port",
     "santiago",
     "morning",
     "red",
     "saturday",
     "saturday, jan. 7, 2017",
     "cross",
     ", 7:19 pm",
     "fla.",
     "associated",
     "employees",
     "jan",
     "kreider",
     "1 p.m.",
     "piro",
     "army",
     "february 2011",
     "iraq",
     "mcmullen",
     "benjamin",
     "emily",
     "center",
     "broward",
     "afternoon",
     "sheriffs",
     "randy",
     "guard",
     "julia",
     "december 2007",
     "everglades",
     "gale",
     "november last year",
     "stein",
     "main",
     "et",
     "air",
     "friday",
     "florida",
     "jail",
     "siegel",
     "august",
     "news",
     "united",
     "people",
     "medal",
     "esteban",
     "signal",
     "night",
     "health",
     "midnight",
     "police",
     "u.s.",
     "fbi",
     "union",
     "allan",
     "james",
     "olmstead",
     "5 a.m.",
     "airport",
     "office",
     "gordon",
     "just before",
     "alaska",
     "anchorage",
     "schultz",
     "rico",
     "brian",
     "minneapolis",
     "press",
     "thursday",
     "international",
     "debbie",
     "fort",
     "sheriff's",
     "canada",
     "obama",
     "national",
     "overnight",
     "wasserman",
     "maria",
     "medical",
     "city",
     "time",
     "tsa",
     "troy",
     "minnesota",
     "states",
     "april 2010",
     "ruiz",
     "marke",
     "lauderdale",
     "candis",
     "davis",
     "monday",
     "george",
     "county",
     "abc",
     "friday, jan. 6, 2017",
     "delta",
     "hollywood",
     "currently",
     "pirro",
     "shapiro",
     "commendation",
     "n.j.",
     "airlines",
     "now",
     "isis",
     "ross"
    ],
    "id": 20,
    "text": "Suspect Charged With Federal Crimes in Fort Lauderdale Airport Attack By Morgan Winsor Jan 7, 2017, 7:19 PM ET 0 Shares WATCH Alleged Gunman Esteban Santiago Arrives at Broward County Jail 0 Shares Email The man suspected of opening fire in a baggage claim area of a Florida airport Friday, killing five people and wounding six, allegedly told the FBI he had planned the attack and bought a one-way ticket to Fort Lauderdale to carry it out, according to an FBI affidavit. Esteban Santiago, 26, has been charged with federal crimes linked to the shooting, including performing an act of violence against a person at an airport, using a firearm in a crime of violence and causing death with a firearm. The charges come with the possibility of the death penalty. Investigators have found \"no specific reason\" why he chose the Fort Lauderdale-Hollywood International Airport and have yet to determine a motive for the shooting, which took place Friday afternoon just before 1 p.m. ET in the baggage claim at Terminal 2, according to George Piro, special agent in charge of the FBI's Miami office. \"We have not identified any triggers that would have caused this attack,\" Pirro said at a press conference Saturday morning. \"We're pursuing all angles on what prompted him to carry out this horrific attack.\" President Obama 'Heartbroken' for Victims' Families After Fort Lauderdale Shooting Senior law enforcement officials briefed on the investigation told ABC News that Santiago arrived Friday at the airport in Fort Lauderdale on a flight from Minneapolis, Minnesota, where he had connected from a flight from Anchorage, Alaska, that he boarded Thursday night. The Associated Press People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport after a shooter opened fire inside a terminal of the airport, killing several people and wounding others before being taken into custody, Friday, Jan. 6, 2017. Anchorage Airport Police and Fire officials told ABC News Santiago only checked one bag -- a hard case carrying his gun. TSA regulations allow guns to be checked into baggage if they are stored in a locked, hard-sided container that cannot be easily accessed. \"That is absolutely something that I think we need to revisit,\" U.S. Rep. Debbie Wasserman Schultz of Florida said at the press conference Saturday morning. \"We have revisited our security measures at airports every time we’ve had a security breach.” According to court records, Santiago told authorities he loaded a Walther 9mm semi-automatic handgun in a bathroom at the Fort Lauderdale-Hollywood International Airport, came out out and \"shot the first people he encountered.\" Santiago fired 10-15 rounds and was \"aiming at victims' heads,\" the FBI said in a sworn affidavit to support the federal criminal charges. Agents saw surveillance video that support witness statements that Santiago was \"walking while shooting in a methodical manner,\" the affidavit said. At one point he exited Terminal 2 baggage claim, walked outside and then re-entered. At that point a sheriff's deputy confronted him, and Santiago dropped the weapon, its ammunition spent, according to the affidavit. In his interview with the FBI, Santiago said \"he had planned the attack, purchasing a one-way ticket,\" according to the affidavit. Santiago confirmed he claimed the box with the gun, brought it into a bathroom, put the gun in his waistband, left the men's room and \"shot the first people he encountered.\" He emptied one magazine, reloaded, and then emptied another magazine, the affidavit said. In addition to those wounded initially amid the gunfire, dozens of others were injured after the incident. A total of 54 patients have been taken to Broward Health Medical Center since Friday's shooting. Of those 54, nine patients were admitted, six of them with gunshot wounds. As of Saturday afternoon, eight patients remain hospitalized at Broward Health Medical Center -- six are listed in good condition and two are in critical condition, the hospital said in a press release. Piro said law enforcement officials have identified the five victims and are in the process of notifying family members and loved ones. Their names have not been released. According to authorities, Santiago did not try to take any hostages during the incident, nor did he make any statements while firing the weapon. The FBI said they are not aware of any incident on board the flight or at the baggage claim that might have triggered the shooting. Law enforcement officials said Santiago was carrying military identification at the time of the incident. The suspect was apprehended and placed in federal custody. He was booked overnight at the Broward County Jail and is currently being held for murder, according to the Broward County Sheriff's Office. Santiago will likely make his first court appearance Monday, Piro said at the press conference Saturday. The Associated Press Esteban Santiago, 26, the suspect in the deadly shooting at Fort Lauderdale-Hollywood International Airport, is transported to the Broward County Main Jail by authorities, Saturday, Jan. 7, 2017. More details are beginning to emerge about the suspected gunman. Santiago, who spent nine years in the military, was a combat engineer with the Alaska Army National Guard and left the military in August, according to Lt. Col. Candis Olmstead, director of public affairs for the Alaska National Guard. He received a general discharge under honorable conditions at the rank of Private First Class. Santiago joined the Puerto Rico National Guard in December 2007 and was deployed to Iraq from April 2010 to February 2011. Along the way, he earned a number of awards, including the Army Commendation Medal and the Army Good Conduct Medal, according to his service record. A senior law enforcement official told ABC News that Santiago walked into the FBI's Anchorage field office in November last year after his discharge from the military and said he was under mind control by a U.S. intelligence agency. The official said he appeared incoherent and agitated, saying the U.S. government was trying to force him to watch ISIS videos. The official said Santiago stated he didn't want to hurt anyone. Still, the FBI contacted local law enforcement, which, out of caution, had him medically evaluated. The FBI closed the probe after reviewing databases and interviewing family, the official told ABC News. Broward County Sheriffs Office Esteban Santiago's booking record with the Broward County Sheriff's Office. The Associated Press This booking photo provided by the Broward Sheriff's Office shows suspect Esteban Ruiz Santiago, 26, Saturday, Jan. 7, 2017, in Fort Lauderdale, Fla. Sources told ABC News that Santiago had received mental health treatment after the encounter with the FBI in Anchorage. A person who answered the phone for Signal 88 -- a company in Anchorage where Santiago worked in a security capacity -- told ABC News it has no comment and is \"currently under the advisement of federal authorities.\" A senior law enforcement official briefed on the case told ABC News that authorities are \"tearing apart\" Santiago's service record to determine if he was suffering from PTSD. The FBI said investigators are also reviewing Santiago's social media accounts and online activity. During a press conference Saturday morning, FBI special agent in charge Piro said they have interviewed Santiago and members of his family. Local and federal authorities now are in the process of conducting further interviews and pursuing leads in south Florida and several locations throughout the United States. So far, officials interviewed 175 witnesses and have recovered various video and physical evidence, Piro said. \"God have mercy not only for us but for everyone,\" Santiago's aunt, Maria Ruiz, speaking in Spanish, told reporters outside her Union City, N.J., home Friday. \"I am really sorry. I am so sad.\" The Associated Press Employees and passengers walk into the parking garage near the scene of a deadly shooting at Fort Lauderdale–Hollywood International Airport, Friday, Jan. 6, 2017, in Fort Lauderdale, Fla. Fort Lauderdale-Hollywood International Airport was closed to departing and arriving flights following the deadly shooting. Cargo and general aviation (private small planes, corporate jets) operations resumed at midnight, the airport said on its Twitter page. Marke Gale, aviation director of Fort Lauderdale-Hollywood International Airport, said the airport resumed its operations for commercial and passenger services at 5 a.m. ET Saturday. But Gale warned that there may still be cancellations and delays due to poor weather conditions and the aftermath of the shooting. Terminal 2, the location of the shooting, remained closed Saturday morning, Gale said. Allan Siegel, the airport's committee outreach coordinator, told ABC News the two airlines that fly out of Terminal 2 -- Delta Airlines and Air Canada -- will operate from other terminals. At the press conference Saturday morning, Gale said airport officials have collected more than 20,000 various personal items that were left behind during the evacuation, including luggage, cellphones and laptops. Passengers can call 1-866-435-9355 to report their missing items, Gale said. \"We are in the process of cataloguing all those items, protecting it, securing it so we can get it back to its rightful owner as soon as we possibly can,\" he told reporters. \"Please understand it's going to take some time to process that large number of items.\" Hundreds of passengers who spent the night at nearby Port Everglades were brought back on buses Saturday to the airport to catch their flights. The Red Cross provided bedding, food and water for the displaced passengers. Wasserman Schultz said Florida is working with its partners in \"a united front\" to cope and heal from the mass shooting. \"This is obviously a horrific tragedy and we are devastated that this happened in our hometown, in our corner of paradise,\" she told reporters Saturday morning. ABC News' Maia Davis Julia Jacobo, Randy Kreider, Troy McMullen, James Gordon Meek, Brian Ross, Rhonda Schwartz, Emily Shapiro and Benjamin Stein contributed to this report. 0 Shares ",
    "title": "Suspect Charged With Federal Crimes in Fort Lauderdale Airport Attack - ABC News"
   },
   {
    "entities": [
     "israel",
     "rico",
     "january 2016",
     "times",
     "friday",
     "florida",
     "rivera",
     "november",
     "puerto",
     "south",
     "press",
     "a month later",
     "max",
     "reuters",
     "ruiz",
     "sun",
     "lauderdale",
     "facebook",
     "santiago",
     "paul",
     "recently",
     "candis",
     "hernan",
     "saturday",
     "later saturday",
     "state",
     "penuelas",
     "george",
     "county",
     "tolley",
     "pentagon",
     "dahlen",
     "fort",
     "rubio",
     "associated",
     "ursula",
     "scott",
     "esteban",
     "twitter",
     "late last year",
     "police",
     "january 07, 2017",
     "delta",
     "ft.",
     "fbi",
     "piro",
     "national",
     "bryan",
     "new",
     "iraq",
     "jersey",
     "sentinel",
     "nelson",
     "cruz",
     "olmstead",
     "islamic",
     "christopher",
     "broward",
     "york",
     "2010",
     "afternoon",
     "naples",
     "maria",
     "weekend",
     "isis",
     "guard",
     "2007",
     "candelario",
     "ap",
     "the previous month",
     "holmquist",
     "alaska",
     "anchorage"
    ],
    "id": 21,
    "text": "Federal prosecutors file charges against Santiago, he could face the death penalty Published               January 07, 2017 Facebook 0 Twitter 0 Email Print   The suspected killer in the Ft. Lauderdale rampage, 26-year-old Esteban Santiago, was charged on Saturday with performing an act of violence at an airport, which could earn him the death penalty if he is convicted. Federal prosecutors filed the charges, which include violations related to firearms, in Broward County, Florida. Earlier, the FBI announced that Santiago apparently traveled to the airport for the purpose of carrying out the bloody rampage. Terrorism may have been a \"potential motivation\" for the attack on Friday that killed five people, Special Agent in Charge George Piro said during a news conference, adding that officials would release specific charges later Saturday. Later in the afternoon, police in Alaska said they had returned a handgun to the Florida airport shooting suspect which was temporarily taken from him when he underwent a mental evaluation late last year, according to a Reuters report. Anchorage Police Chief Christopher Tolley said it was not immediately clear if it was the same gun used in Friday's deadly rampage. Officials told a news conference the gun was returned to the suspect because the Iraq war veteran had not committed a crime. Why the gunman may have chosen South Florida was unclear. He had no clear connection to the state aside from relatives in the Naples area, a two-hour drive away, the  Sun Sentinel reported . VIDEO: SEN. RUBIO REACTS TO AIRPORT SHOOTING  The suspected shooter had a history of mental health problems -- some of which followed his military service in Iraq -- and was receiving psychological treatment at his home in Alaska, his relatives said. FBI investigators questioned Santiago for hours. Piro said investigators were scouring the 26-year-old suspect's social media footprint and looking into where he'd traveled before. Santiago was not on any no-fly list, according to the FBI. He allegedly carried out the attack with a 9 mm semi-automatic handgun, Piro added. FT. LAUDERDALE SHOOTING SUSPECT SAID HE WAS FORCED TO WATCH ISIS VIDEOS Broward County Sheriff Scott Israel said six people were wounded in the attack -- not eight, as officials had said Friday. Three were in the intensive care unit and three were in good condition, Israel told reporters. \"Only thing I could tell you was when he came out of Iraq, he wasn't feeling too good,\" Santiago's uncle, Hernan Rivera,  told The Record newspaper . Santiago deployed in 2010 as part of the Puerto Rico National Guard, spending a year with an engineering battalion, according to Guard spokesman Maj. Paul Dahlen. In recent years, Santiago -- a new dad, family said -- had been living in Anchorage, Alaska, his brother, Bryan Santiago, told The Associated Press from Puerto Rico. Bryan Santiago said his brother's girlfriend had recently called the family to alert them to his treatment. In November, Esteban told FBI agents in Alaska that the government was controlling his mind and was forcing him to watch Islamic State group videos, a law enforcement official said. The official was not authorized to discuss an ongoing investigation by name and spoke Friday on condition of anonymity. The FBI agents notified the police after the interview with Esteban Santiago, who took him in for a mental health evaluation. Bryan Santiago said his brother never spoke to him directly about his medical issues. \"We have not talked for the past three weeks,\" Bryan Santiago said. \"That's a bit unusual ... I'm in shock. He was a serious person ... He was a normal person.\" Esteban Santiago was born in New Jersey but moved to Puerto Rico when he was 2, his brother said. He grew up in the southern coastal town of Penuelas before joining the Guard in 2007. Former neighbor Ursula Candelario recalled seeing Esteban Santiago grow up and said people used to salute him after he joined the Guard. \"He was very peaceful, very educated, very serious,\" she said. \"We're in shock. I couldn't believe it,\" said Candelario. While in Iraq, Santiago cleared roads of improvised explosive devices and at least two members of his company were killed, spokesman Lt. Col. Candis Olmstead told The New York Times. He was awarded a Meritorious Unit Commendation. Since returning from Iraq, Santiago served in the Army Reserves and the Alaska National Guard in Anchorage, Olmstead told the AP. He was serving as a combat engineer in the Guard before his discharge for \"unsatisfactory performance,\" said Lt. Col. Candis Olmstead, a spokeswoman. His military rank upon discharge was E3, private 1st class, and he worked one weekend a month with an additional 15 days of training yearly, Olmstead said. She would not elaborate on his discharge, but the Pentagon said he went AWOL several times and was demoted and discharged. Still, he'd had some successes during his military career, being awarded a number of medals and commendations including the Iraq Campaign Medal and the Global War on Terrorism Service Medal. His uncle and aunt in New Jersey were trying to make sense of what they were hearing about Santiago after his arrest at the Fort Lauderdale airport.  FBI agents arrived at their house to question them, and reporters swarmed around. Maria Ruiz told The Record that her nephew had recently become a father to a son and was struggling. \"It was like he lost his mind,\" she said in Spanish of his return from Iraq. \"He said he saw things.\" Santiago was flying from Anchorage on a Delta flight and had checked only one piece of luggage, which contained the gun. Santiago was charged in a domestic violence case in January 2016, damaging a door when he forced his way into a bathroom at his girlfriend's Anchorage home. The woman told officers he yelled at her to leave, choked her and smacked her on the side of the head, according to charging documents. A month later municipal prosecutors said he violated the conditions of his release when officers found him at her home during a routine check. He told police he had lived there since he was released from custody the previous month. His Anchorage attorney, Max Holmquist, declined to discuss his client. Law enforcement officers were at the girlfriend's home Friday afternoon, and officers guarding the property outside told a reporter who approached the home to step away. Senator-elect Nelson Cruz, who knew the family and represents the town where they live in Puerto Rico, said he had been talking regularly with Bryan Santiago since the shooting. \"They're very humble and very Christian people,\" Cruz said of Esteban Santiago's brother and mother. \"They want to tell the families of the victims that they're extremely saddened and extremely upset by what happened.\" The Associated Press contributed to this report. Advertisement ",
    "title": "Federal prosecutors file charges against Santiago, he could face the death penalty | Fox News"
   },
   {
    "entities": [
     "diaz",
     "haylee",
     "lauderdale-hollywood",
     "beach",
     "rivera",
     "joe",
     "oceana",
     "news-usa",
     "taylor",
     "jan. 7, 2017, the day",
     "rick",
     "boutelle",
     "transportation",
     "ridge",
     "santiago/el",
     "convention",
     "elenburg",
     "late afternoon",
     "santiago",
     "patrick",
     "morning",
     "fiji",
     "saturday",
     "daily",
     "kohn",
     "tolley",
     "fla.",
     "department",
     "coast",
     "today",
     "army",
     "herald",
     "center",
     "broward",
     "katie",
     "afternoon",
     "field",
     "dove",
     "stocker",
     "al",
     "ap",
     "raedle",
     "network",
     "jan. 7, 2017",
     "friday",
     "florida",
     "trauma",
     "5:00 a.m",
     "2 hours ago",
     "news",
     "facebookemail",
     "manchester",
     "facebook",
     "linkedin",
     "administration",
     "people",
     "of",
     "florescu",
     "lynne",
     "sladky",
     "esteban",
     "twitter",
     "virginia",
     "night",
     "police",
     "health",
     "sports",
     "u.s.",
     "fbi",
     "treasure",
     "yesterday",
     "union",
     "evin",
     "reed",
     "5 a.m.",
     "karen",
     "andrews",
     "episcopal",
     "fullscreen",
     "andres",
     "jeremiah",
     "airport",
     "office",
     "neale",
     "slim",
     "coral",
     "google",
     "alaska",
     "anchorage",
     "schultz",
     "david",
     "boca",
     "brian",
     "terry",
     "alvarez",
     "pinterest",
     "mall",
     "through",
     "chris",
     "district",
     "international",
     "st.",
     "debbie",
     "mara",
     "church",
     "8:30 at night",
     "security",
     "fort",
     "wilson",
     "mike",
     "daniel",
     "sheriff's",
     "viorel",
     "usa",
     "taimy",
     "-",
     "naples",
     "wasserman",
     "maria",
     "klann",
     "medical",
     "fire",
     "city",
     "ralph",
     "benny",
     "vermont",
     "lantz",
     "art",
     "loeffler",
     "ruiz",
     "lauderdale",
     "university",
     "hernan",
     "volunteer",
     "county",
     "greater",
     "johnson",
     "raton",
     "guarneri",
     "2:51 p.m.",
     "england",
     "scott",
     "melendez",
     "nuevo",
     "friday, jan. 6, 2017",
     "anna",
     "arizona",
     "ft.",
     "hollywood",
     "saturday, the day",
     "mason",
     "&",
     "april 2004",
     "2010",
     "april 20, 2016",
     "burket"
    ],
    "id": 22,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Volunteer firefighter, frequent traveler among Florida airport victims The victims of the deadly shooting rampage at Fort Lauderdale-Hollywood International Airport came from all walks of life.  Post to Facebook Volunteer firefighter, frequent traveler among Florida airport victims The victims of the deadly shooting rampage at Fort Lauderdale-Hollywood International Airport came from all walks of life.  Check out this story on USATODAY.com: http://usat.ly/2jfs6FH CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 13 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Volunteer firefighter, frequent traveler among Florida airport victims Florida Today and the Associated Press Published 2:51 p.m. ET Jan. 7, 2017 | Updated 2 hours ago x Share Police have in custody 26-year-old U.S. Army Veteran Esteban Santiago as the suspect in the Fort Lauderdale airport shooting, where five people where killed and several others left injured. USA TODAY NETWORK The Oceana Volunteer Fire Department posted this photo of Terry Andres on its Facebook page. (Photo: Facebook photo) The victims of the deadly shooting rampage at Fort Lauderdale-Hollywood International Airport came from all walks of life. No official list of the victims has been released, but loved ones have started to talk about them to media outlets. Here's what we know: Terry Andres Virginia resident Terry Andres was identified Saturday by a volunteer fire department as a victim in the Fort Lauderdale airport shooting. Andres worked as a volunteer support technician with the Oceana Volunteer Fire Department from April 2004 through 2010, said Art Kohn, spokesman for the Virginia Beach Fire Department. The Oceana Volunteer Fire Department is the volunteer division of the VBFD. Volunteer support technicians ride on fire engines and brush-fire trucks to emergency scenes, where they provide firefighters food, water and shelter; refill their oxygen-supply bottles; and perform other tasks, Kohn said. \"His participation was above-average of other people that volunteer. He was well liked and did a good job in the time that he was with us,\" Kohn said. Andres worked out of Station 8 in Virginia Beach. David Burket, a fellow volunteer support technician, said Andres was \"a very kind man.\" \"He was on the truck with us. He was a good guy, good family man. He performed off his duties very well,\" Burket said. \"We always had a good time wherever we went. He would always make you laugh.\" Burket said he was stunned by the news of Andres' death at the Florida airport. \"Could not believe it. Could not believe it. Unreal,\" Burket said. \"It's just weird: How would we know one person out of five?\" — Rick Neale, Florida Today Posted! A link has been posted to your Facebook feed. Members of the University of Vermont women's swimming and diving team line up at the Fort Lauderdale - Hollywood International Airport. A Safer Florida and Florida Licensing on Wheels arrived at the airport late afternoon to help those who lost their drivers license as a result of the shooting get a form of identification.  Katie Klann, Naples Daily News-USA TODAY NETWORK Congresswoman Debbie Wasserman Schultz discusses the need for photo identification at the Fort Lauderdale - Hollywood International Airport.  Katie Klann, Naples Daily News-USA TODAY NETWORK Workers inside of the Florida Licensing on Wheels vehicle take photographs of those who lost their belongings for photo identification cards in A Safer Florida and Florida Licensing on Wheels vehicle.  Katie Klann, Naples Daily News-USA TODAY NETWORK Workers with A Safer Florida pass blank out information sheets to those who lost their belongings, Friday, during the shooting at the Fort Lauderdale-Hollywood International Airport.  Katie Klann, Naples Daily News-USA TODAY NETWORK University of Vermont women's swimming and diving team members fill out sheets with their personal information in order to receive a photo identification card.  Katie Klann, Naples Daily News-USA TODAY NETWORK Fullscreen Anchorage police chief Chris Tolley speaks during a joint press conference by the FBI Anchorage Field Office and the Anchorage Police Department in Anchorage. Esteban Santiago, a veteran, allegedly opened fire in a baggage claim area at Fort Lauderdale-Hollywood International airport on Friday, killing five people and injuring six more. Karen Loeffler, U.S. Attorney for the District of Alaska looks on at left.  Anna Reed, Statesman Journal-USA TODAY NETWORK The residence of Esteban Santiago is seen in Anchorage, Alaska. Santiago, a veteran, allegedly opened fire in a baggage claim area at Fort Lauderdale-Hollywood International airport on Friday  Anna Reed, Statesman Journal-USA TODAY Spor Investigators in hazmat suits bring out bags to load into a truck outside of the terminal two baggage claim at the Fort Lauderdale - Hollywood International Airport.  Katie Klann, Naples Daily News-USA TODAY NETWORK Investigators in hazmat suits gather material in bags inside of the terminal two baggage claim at the Fort Lauderdale - Hollywood International Airport.  Katie Klann, Naples Daily News-USA TODAY NETWORK Fullscreen Brian Mason (center) looks through his reservations on his laptop to try and schedule a flight to Manchester, England from the Greater Fort Lauderdale & Broward County Convention Center, on Saturday. Mason and seven family members just finished a 10-day cruise when their flight was canceled because of the shooting at Fort Lauderdale-Hollywood International Airport.  Patrick Dove, Treasure Coast Newspapers-USA TODAY NETWORK Brian Mason, of Manchester, England, walks with his family back to the ship terminal to catch a bus to Fort Lauderdale-Hollywood International Airport.  Patrick Dove, Treasure Coast Newspapers-USA TODAY NETWORK Unclaimed bags line one of the baggage claim carousels in terminal one at the Fort Lauderdale - Hollywood International Airport.  Katie Klann, Naples Daily News-USA TODAY NETW Fullscreen Broward County Sheriff vehicles park outside of Terminal 2 at the Fort Lauderdale - Hollywood International Airport. A gunman opened fire in the baggage claim area at the airport Friday, killing five people and wounding at least six others before being taken into custody.  Katie Klann, Naples Daily News, via USA TODAY Sports Fullscreen Fla. Gov. Rick Scott addresses the media at the Fort Lauderdale - Hollywood International Airport  in Fort Lauderdale, Fla. on Saturday. \"We're right in the middle of trying to figure out what happened,\" said Scott. Referring to the claims of the alleged shooter's mental condition, Gov. Rick Scott said that his brother suffers from mental illness and that it is \"a very difficult issue to deal with and live with.\"  Katie Klann, Naples (Fla.) Daily News Passengers sleep in Terminal 4 after the airport opened at 5 a.m. at Fort Lauderdale-Hollywood International Airport on Jan. 7, 2017,  the day after a shooting in the baggage area.  Mike Stocker, AP A screen with jetBlue departures provides updates on canceled and delayed flights at the Fort Lauderdale - Hollywood International Airport.  Katie Klann, Naples Daily News, via USA TODAY Sports Fullscreen People wait in line in Terminal 1 at the Fort Lauderdale - Hollywood International Airport. Terminal 2 remained closed in the morning after a gunman opened fire in the baggage claim area at the airport Friday, killing several people and wounding others, before being taken into custody.  Katie Klann, Naples Daily News, via USA TODAY Sports Fullscreen An FBI agent wipes off his shoe while working the crime scene in Terminal 2 at Fort Lauderdale-Hollywood International Airport. Authorities say Army veteran Esteban Santiago of Anchorage, Alaska, drew a gun from his checked luggage on arrival and opened fire on fellow travelers.  Mike Stocker, AP Esteban Ruiz Santiago, 26, is pictured in this booking photo provided by the Broward Sheriff's Office. Santiago is the alleged gunman who killed at least five people at a Fort Lauderdale - Hollywood International Airport.  Broward Sheriff's Office via USA TODAY Sports Investigators continue their work in Terminal 2 at Fort Lauderdale-Hollywood International Airport.  Mike Stocker, AP Fullscreen Haylee Lantz, left, and her brother, Evin Lantz, buy clothing at a Target in the Coral Ridge Mall in Fort Lauderdale on Friday. Their family of 20 adults and a baby did not leave the airport until 8:30 at night after attempting to get home from a cruise. Boutelle and her boyfriend, Evin Lantz, were in the terminal getting food before their flight when the Transportation Security Administration came through, yelling \"run\" with their arms spread.  Katie Klann, Naples Daily News-USA TODAY Sports Passengers wait in line at Terminal 4 of the Fort Lauderdale-Hollywood International Airport after the facility reopened at 5:00 a.m Saturday, the day after a gunman opened fire at the airport.  Mike Stocker, AP Mara Johnson, from Arizona, sits outside of terminal three at the Fort Lauderdale - Hollywood International Airport. Johnson was in the air when the shooting occurred yesterday and spent the night in the convention center.  Katie Klann, Naples Daily News-USA TODAY Sports Fullscreen Students from St. Andrews Episcopal Church and school in Boca Raton were going on a mission trip to Fiji, Friday, but didn't make it. The plane they were on had engine trouble, so they were held in a terminal when they heard shots fired at the Fort Lauderdale-Hollywood International Airport.  Jeremiah Wilson, Treasure Coast News-USA TODAY Sports First responders secure the area outside the Fort Lauderdale-Hollywood International airport, Friday, after a gunman opened fire in the baggage claim area.  Mike Stocker, AP Florida Governor Rick Scott speaks outside of the Broward Health Medical Center Trauma Center in Fort Lauderdale, Fla. \"We will not tolerate evil, we will hold the person accountable and we will ensure the security of our state,\" said Scott.  Katie Klann/Naples Daily News Dr. Benny Melendez, left, chief of emergency medicine and Dr. Ralph Guarneri, right, trauma surgeon address the media, Friday, outside of the Broward Health Medical Center Trauma Center.  Katie Klann, Naples Daily News-USA TODAY Sports People are led out of the Fort Lauderdale-Hollywood International Airport Friday afternoon.  Jeremiah Wilson, Treasure Coast News-USA TODAY NETWORK A person is loaded into an ambulance Friday afternoon outside the Fort Lauderdale-Hollywood International Airport.  Jeremiah Wilson, Treasure Coast News-USA TODAY Sports Hernan Rivera, uncle of 26-year-old Esteban Santiago, the Florida shooting suspect, watches the news at his apartment in Union City.  Viorel Florescu, NorthJersey.com-USA TODAY Sports Maria Ruiz, aunt of 26-year-old Esteban Santiago, the Florida shooting suspect, talks to reporters in her apartment in Union City.  Viorel Florescu, NorthJersey.com-USA TODAY Sports Dr. Benny Melendez, left, chief of emergency medicine and Dr. Ralph Guarneri, right, trauma surgeon address the media.  Katie Klann, Naples Daily News-USA TODAY Spor Students from St. Andrews Episcopal Church and school in Boca Raton react to the shooting at the Fort Lauderdale-Hollywood International Airport.  Jeremiah Wilson, Treasure Coast News-USA TODAY Sports People huddle together at the Fort Lauderdale-Hollywood International airport after a shooting took place. Officials say five people wear killed and eight wounded in an attack by a single gunman.  Joe Raedle, Getty Images Passengers run for safety on the tarmac at Fort Lauderdale-Hollywood International Airport following the shooting Friday.  David Santiago, AP People gather outside of the Fort Lauderdale-Hollywood International Airport, Friday.  Jeremiah Wilson, Treasure Coast Newpapers-USA TODAY NETWORK Law enforcement personnel stand outside a garage area at Fort Lauderdale\u0096-Hollywood International Airport.  David Santiago, AP People exit the Fort Lauderdale\u0096Hollywood International Airport  Friday, after a gunman opened fire.  David Santiago, AP Fullscreen An injured woman is loaded into an emergency vehicle at Fort Lauderdale-Hollywood International Airport after a gunman opened fire inside a terminal of the airport, killing several people and wounding others before being taken into custody, Friday, Jan. 6, 2017, in Fort Lauderdale, Fla.   (David Santiago/El Nuevo Herald via AP) ORG XMIT: FLMEH201  David Santiago, AP First responders assist people seeking cover outside the Fort Lauderdale-Hollywood International airport after a shooting took place near the baggage claim.  Joe Raedle People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport after a shooter opened fire inside a terminal of the airport, killing at least five and wounding others before being taken into custody, Friday, in Fort Lauderdale, Fla.  Lynne Sladky, AP Police officers stand on the perimeter road along the Fort Lauderdale-Hollywood International Airport after a shooter opened fire inside a terminal of the airport. The airport suspended operations as law enforcement authorities rushed to the scene.  Lynne Sladky, AP People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport, Friday.  Lynne Sladky, AP Fullscreen A shooting victim arrives at Broward Health Trauma Center in Fort Lauderdale, Fla., on Friday.  Authorities say a lone shooter opened fire at the Ft. Lauderdale, Florida, international airport Friday, killing \"multiple\" people before he was taken into custody. The airport suspended operations as law enforcement authorities rushed to the scene.  Taimy Alvarez, AP People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport.  Al Diaz, AP A shooting victim is unloaded from an emergency vehicle and taken into Broward Health Trauma Center in Fort Lauderdale, Fla., Friday.  Taimy Alvarez, AP An injured woman is taken into Broward Health Trauma Center in Fort Lauderdale, Fla., after the shooting at the Fort Lauderdale-Hollywood International Airport.  Taimy Alvarez, AP An aerial view taken on April 20, 2016 shows the Fort Lauderdale-Hollywood airport in Florida.  Daniel Slim, AFP/Getty Images Passengers gather on the tarmac of the Fort Lauderdale-Hollywood airport in Florida after a gunman opened fire on Friday.  Taylor Elenburg, AFP/Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "Volunteer firefighter, frequent traveler among Florida airport victims"
   },
   {
    "entities": [
     "israel",
     "jim",
     "blackstone",
     "companies",
     "asen/international",
     "d.",
     "inditex",
     "investors",
     "marriott",
     "denis",
     "avenue",
     "dasha",
     "november",
     "midwest",
     "sam",
     "lawsky",
     "gary",
     "waldorf",
     "beijing",
     "stanley",
     "port",
     "s.",
     "paul",
     "patrick",
     "hong",
     "the 1980s",
     "charles",
     "street",
     "$345 million",
     "state",
     "financial",
     "china",
     "at&t",
     "present",
     "edward",
     "ma",
     "open",
     "$950 million",
     "authority",
     "$7.2 billion",
     "ethics",
     "department",
     "rupert",
     "caruso",
     "accountability",
     "today",
     "army",
     "san",
     "wall",
     "tel",
     "brooklyn",
     "general",
     "del",
     "east",
     "des",
     "benjamin",
     "dec. 30, 2016",
     "an",
     "zhuo",
     "2005",
     "ortega",
     "group",
     "heller",
     "sachs",
     "clinton",
     "$14 billion",
     "white",
     "kushner",
     "middle",
     "ben",
     "$1.1 billion",
     "$1 billion",
     "roman",
     "year 2015",
     "society",
     "caplin",
     "queens",
     "geffen",
     "laurent",
     "august",
     "harvard",
     "guaranty",
     "elias/reuters",
     "jan. 20",
     "toledo",
     "united",
     "august 2006",
     "anbang",
     "astoria",
     "recently",
     "ran",
     "several weeks later",
     "river",
     "$1.57 billion",
     "tuesday",
     "of",
     "hapoalim",
     "2014",
     "jehovah",
     "black",
     "insurance",
     "russia",
     "natixis",
     "jersey-based",
     "hodgson",
     "justice",
     "2008",
     "six years earlier",
     "deng",
     "$500,000",
     "analytics",
     "drysdale",
     "kloss",
     "manhattan",
     "assembly",
     "u.s.",
     "jack",
     "v.",
     "jersey",
     "investment",
     "xiaoping",
     "june 2015",
     "morali",
     "aviv",
     "york",
     "josh",
     "mo.",
     "liberation",
     "zara",
     "watson/agence",
     "september",
     "office",
     "real",
     "diego",
     "fidelity",
     "alibaba",
     "wu",
     "david",
     "nir",
     "goldman",
     "nov. 16",
     "$285 billion",
     "poland",
     "images",
     "starwood",
     "hudson",
     "moines-based",
     "t.",
     "sun",
     "wilmerhale",
     "morgan",
     "oscar",
     "milner",
     "murdoch",
     "pablo",
     "tower",
     "foreign",
     "congress",
     "nations",
     "2015",
     "on",
     "2004",
     "taiwan",
     "newark",
     "may 2011",
     "rand",
     "realty",
     "lev",
     "capital",
     "mcdonough",
     "new",
     "obama",
     "wendi",
     "jean",
     "deutsche",
     "america",
     "2012",
     "committee",
     "ivanka",
     "bridge",
     "people's",
     "november 2015",
     "kong",
     "putin",
     "baltimore",
     "city",
     "time",
     "leon",
     "october",
     "leviev",
     "times",
     "last year",
     "credit",
     "september 2015",
     "government",
     "the week",
     "states",
     "trump",
     "$295 million",
     "house",
     "hillary",
     "2019",
     "carlyle",
     "services",
     "li",
     "university",
     "karlie",
     "m.",
     "fiscal",
     "hotels",
     "mcmullan",
     "kansas",
     "bank",
     "jamie",
     "sanderson",
     "early december",
     "observer",
     "this day",
     "ka-shing",
     "hadid",
     "vladimir",
     "cfius",
     "coronado",
     "yuri",
     "cohn",
     "30 percent",
     "trust",
     "hotel",
     "life",
     "fifth",
     "$50 million",
     "2006",
     "chicago",
     "20 percent",
     "vornado",
     "amancio",
     "joshua",
     "$340 million",
     "philadelphia",
     "$1.8 billion",
     "ping",
     "&",
     "bay",
     "$1.5 billion",
     "gorelick",
     "abramovich",
     "enriquez",
     "wen",
     "zaha",
     "washington",
     "now",
     "matthew",
     "xiaohui",
     "commercial",
     "rising",
     "jiabao",
     "catuffe/gc",
     "nov. 10",
     "zhukova",
     "ohio",
     "jared"
    ],
    "id": 23,
    "text": "DEC. 30, 2016 By The New York Times Jamie S. Gorelick, a WilmerHale partner who served in the Clinton administration, said that while plans were not final, Mr. Kushner was taking significant steps to extricate himself from the family business. “Mr. Kushner is committed to complying with federal ethics laws, and we have been consulting with the Office of Government Ethics regarding the steps he would take,” she said. He will resign as chief executive of Kushner Companies, and though the law does not require it, she said he would divest “substantial assets.” She did not name them, but Ms. Heller said they would include his stake in 666 Fifth Avenue. Just how meaningful that plan is remains to be seen. Mr. Kushner’s representatives declined to detail his personal financial interest in Kushner Companies’ properties, and they said he intended to keep his interest in other properties beyond 666 Fifth Avenue. He also has a stake, through a family investment vehicle, in a private equity firm run by his brother, Joshua, with far-flung investments of its own. Mr. Kushner, who turns 36 on Tuesday, has emerged as one of the most powerful figures in Mr. Trump’s orbit. Already he is involved in steering policy, making personnel choices and serving as the middleman between foreign leaders, the White House and the president-elect in ways that could affect his business, even as companies like Anbang see opportunity in entering into new ventures with the president-elect’s son-in-law. Mr. Kushner played a pivotal role in persuading Mr. Trump, who made the Wall Street powerhouse Goldman Sachs a bête noire of his presidential campaign, to appoint the firm’s president, Gary D. Cohn , as his chief economic adviser, according to several people involved in the transition. (Like a number of people interviewed for this article, they spoke on the condition of anonymity because they were not authorized to discuss internal matters.) Goldman Sachs has lent the Kushner Companies money and is an investor in a real estate technology company co-founded by Mr. Kushner and his brother. Photo A Bank Hapoalim branch in Tel Aviv. The bank has given multiple loans to Kushner Companies. Credit Nir Elias/Reuters Mr. Trump has said that his son-in-law, an Orthodox Jew, will play a central role in dealings with Israel , describing him as so talented that he could help “do peace in the Middle East.” Mr. Kushner’s company has received multiple loans from Israel’s largest bank, Bank Hapoalim. The incoming Trump administration will inherit a Justice Department investigation into allegations that the bank helped wealthy Americans evade taxes. Advertisement Continue reading the main story Indeed, despite a lack of foreign policy experience, Mr. Kushner is emerging as an important figure at a crucial moment for some of America’s most complicated diplomatic relationships. Such is his influence in the geopolitical realm that transition officials have told the Obama White House that foreign policy matters that need to be brought to Mr. Trump’s attention should be relayed through his son-in-law, according to a person close to the transition and a government official with direct knowledge of the arrangement. So when the Chinese ambassador to the United States called the White House in early December to express what one official called China’s “deep displeasure” at Mr. Trump’s break with longstanding diplomatic tradition by speaking by phone with the president of Taiwan , the White House did not call the president-elect’s national security team. Instead, it relayed that information through Mr. Kushner, whose company was not only in the midst of discussions with Anbang but also has Chinese investors. Ethics experts said that while the conflict-of-interest law is narrowly drawn, Mr. Kushner’s mix of roles leads inevitably to ethical questions. Matthew T. Sanderson, a lawyer at Caplin & Drysdale and former general counsel to Senator Rand Paul’s presidential campaign, said deals like the one with Anbang “might not be illegal under the conflict-of-interest rules, but raise a strong appearance that a foreign entity is using Mr. Kushner’s business to try to influence U.S. policy.” Without knowing details of Mr. Kushner’s holdings and divestiture plans, he said, the merits of his proposal are hard to assess. Even if he divests his stake in certain properties, Mr. Sanderson added, “it strikes me as a half-measure” that “still poses a real conflict-of-interest issue and would be a drag on Mr. Trump’s presidency and cause the American people to question Mr. Kushner’s role in policy making.” Photo From left, Josh, Charles and Jared Kushner, in 2014. The family has extensive holdings in real estate and private equity firms. Credit Patrick McMullan The Family Business Like the president-elect, Mr. Kushner built on the fortune of a successful father. In the 1980s, his father, Charles Kushner, took over the New Jersey-based construction business started by his own father, a Holocaust survivor from Poland. Charles expanded into office buildings and apartments, eventually assembling a $1 billion real estate business and becoming a leading Democratic donor , contributing to politicians in New Jersey and New York and winning appointment to the board of the Port Authority of New York and New Jersey. But the company was upended when Charles became engulfed in a nasty family feud over how the business’s proceeds were to be distributed. The fight, which played out in a federal courthouse in Newark, resulted in a plea deal for Charles, who in 2005 was sentenced to two years in prison for tax evasion, witness tampering and making illegal campaign donations. The family infighting was so bitter that, at one point, Charles hired a prostitute to seduce his brother-in-law, videotaped the encounter and sent the footage to his sister. Advertisement Continue reading the main story Jared, 23 at the time of his father’s conviction, had recently graduated from Harvard. He was studying for an M.B.A. and law degree at New York University in 2006 when he bought The New York Observer, at the time an influential weekly newspaper known for its coverage of the city’s elite and high-end real estate. It is unclear exactly when he assumed control of the family business. The company now says he became chief executive in 2008, but contemporaneous news accounts rarely describe him that way until 2012. Nevertheless, Mr. Kushner quickly became the company’s public face as it expanded across the Hudson River into Manhattan, much as Mr. Trump had left Queens for the big city decades before. Charles Kushner was released from federal custody in August 2006. He immediately resumed a significant role in the business and remains heavily involved today. Still, it was with Jared as headliner that the company soon made its biggest play ever: $1.8 billion for the skyscraper at 666 Fifth Avenue that would remain at the center of its story to this day. It was the highest price ever paid for a single office building in the United States — and more than three times what its seller had paid six years earlier. Around this time, Mr. Kushner met the woman he would marry: Ivanka Trump. “J-Vanka,” the headlines blared , as the New York tabloids celebrated a match made in real estate heaven. Everything was looking up, until suddenly it wasn’t. Within a year after the deal, the overheated lending market seized up and Kushner Companies struggled to repay its considerable loans — and to hold on to 666 Fifth Avenue. To the rescue over the next few years came the Carlyle Group, a giant private equity firm; Vornado Realty Trust, then a co-owner of two of Mr. Trump’s largest properties; and Inditex, owner of Zara, the fashion retailer founded by Amancio Ortega, the Spanish tycoon who is one of the world’s wealthiest men. In the end, Mr. Kushner’s company survived, and he and Ms. Trump became fixtures on the international boldface-name circuit. In August, they were spotted with Wendi Deng, an ex-wife of Rupert Murdoch, on the 453-foot yacht Rising Sun, owned by the entertainment mogul David Geffen. Several weeks later, they were photographed watching the United States Open tennis finals with the art collector Dasha Zhukova, wife of the Russian oligarch Roman Abramovich, a member of President Vladimir V. Putin’s inner circle. Since 2012, Kushner Companies has been on a buying spree. It has acquired at least 120 properties, mostly a mix of existing commercial and residential buildings in New York and New Jersey, according to data compiled by Real Capital Analytics, a research firm. Advertisement Continue reading the main story Recent deals include the $340 million acquisition of the Jehovah’s Witnesses’ headquarters in the shadow of the Brooklyn Bridge, and $345 million for a nearby plot of undeveloped land. Mr. Kushner’s company also bought several floors of the old New York Times building for $295 million in 2015 from Lev Leviev, an Israeli who is chairman of one of the largest real estate development companies in Russia. Increasingly, the company is branching out across the country — to Philadelphia; Baltimore; Toledo, Ohio; and Kansas City, Mo. In Chicago, it owns the building that houses the Midwest headquarters of AT&T. In all, the company owns more than 20,000 apartments and approximately 14 million square feet of office space. Photo The crowd at the men’s final of the United States Open in September included, clockwise from top left, Jared Kushner, Leon Black, Karlie Kloss, Dasha Zhukova, Ivanka Trump, David Geffen and Wendi Deng. Credit Jean Catuffe/GC Images Investors and Creditors As the Kushners have expanded their businesses, they have also, by necessity, expanded their universe of investors and creditors. Lenders have included private equity giants like Blackstone, the French bank Natixis and Goldman Sachs. Another lender is Deutsche Bank, which recently reached a $7.2 billion settlement with the Justice Department over its sale of toxic mortgage securities. But it remains under investigation over allegations that it disguised trades that helped Russian clients move money offshore. Beyond real estate, Mr. Kushner has moved into the Wall Street, health care and tech spaces. He has an indirect investment in Thrive Capital, a venture capital firm valued at about $1.5 billion that is run by his brother, Joshua. The company has made more than 100 investments in dozens of companies, both in the United States and abroad. Among them is Oscar , a health insurance company founded in 2012 to take advantage of the Affordable Care Act, which Mr. Trump has vowed to dismantle. Oscar’s investors have included Li Ka-shing, who is one of Hong Kong’s richest men, and China’s Ping An Insurance, which has close ties to relatives of former Prime Minister Wen Jiabao of China. Photo Gary D. Cohn, the president and chief operating officer of Goldman Sachs, at Trump Tower in November. Mr. Cohn has been named Mr. Trump’s chief economic adviser. Credit Sam Hodgson for The New York Times The Kushner brothers have counted the Russian billionaire tech investor Yuri Milner and the Chinese billionaire founder of Alibaba, Jack Ma, as investors in another endeavor — Cadre , a tech-savvy real estate investment company they started with a friend. Goldman Sachs has invested in both tech ventures. But the money behind many of Mr. Kushner’s real-estate investments remains a mystery. While the company lists dozens of partners on its website, it does not disclose the individuals behind those companies. One of the newest Kushner projects — a Trump-branded luxury apartment tower that opened in November in Jersey City — got nearly a quarter of its financing, about $50 million, from Chinese investors who are not publicly identified. The investors are beneficiaries of a federal program that grants two-year visas and a path to permanent residency in exchange for investments of $500,000. The program, known as EB-5, has become popular with real estate developers as a cheap form of financing; in fiscal year 2015, the State Department issued 9,764 of the visas — overwhelmingly to applicants from China . Advertisement Continue reading the main story But the program, which must be renewed periodically by Congress, has lately come under fire . The Government Accountability Office has issued several reports raising concerns about what it termed the program’s insufficient background checks and lax safeguards against illicit financing. One applicant, the agency found, failed to report potential financial ties to a string of Chinese brothels . Then there are the Kushners’ continuing negotiations with Anbang’s Mr. Wu, one of the most politically connected men in China. Photo Kushner Companies’ real estate holdings include, clockwise from top left, 666 Fifth Avenue; the former Jehovah’s Witnesses headquarters in Brooklyn; the old New York Times building; and Trump Bay Street in Jersey City. Credit Photographs by Pablo Enriquez for The New York Times, except top right by Edward Caruso for The New York Times Anbang Draws Scrutiny In 2015, Mr. Kushner began pursuing a grand vision for 666 Fifth Avenue. The renowned architect Zaha Hadid was asked to come up with a design to resculpt the 40-story, 1950s-era aluminum-clad office building, adding apartments, a hotel and a mall and nearly tripling its height to 1,400 feet. But the plan needed money, and while Mr. Kushner had managed to hang on to his family’s flagship building, it still had a lot of debt, with a $1.1 billion loan coming due in 2019, and a good portion of the commercial office space vacant. Anbang, which got its start as an auto insurance company in 2004, had become one of the most aggressive Chinese buyers of United States real estate, and had begun investing in hotels. But it had encountered problems of its own; its byzantine ownership structure had given rise to concern on Wall Street and in Washington. The Times reported last year that Anbang is owned by a few dozen companies, which in turn are owned by a number of shell companies that are controlled by roughly 100 people, many of whom have ties to a county in China that is the home of Mr. Wu, whose own power stems in part from marriage. In his case he married Zhuo Ran, a granddaughter of Deng Xiaoping, the leader who brought China out of the chaos of the Mao era. Mr. Wu also counts as a central business partner the son of a People’s Liberation Army marshal, and he has recruited several former government insurance regulators to serve on his board. Photo Wu Xiaohui, the chairman and chief executive of Anbang Insurance, a Chinese financial behemoth which owns the Waldorf Astoria hotel and controls as much as $285 billion in assets. Credit Ben Asen/International Insurance Society Anbang’s structure has stoked such suspicion about its true ownership that some Wall Street firms, including Morgan Stanley, have opted not to advise the company on United States mergers and acquisitions because they cannot get the information needed to satisfy their “know your client” guidelines. Anbang’s deep ties to the Chinese state have also led to a break in presidential protocol. Presidents have long stayed at the Waldorf, but when Mr. Obama visited New York for the opening of a session of the United Nations General Assembly in September 2015, he decided to seek other accommodations . American officials were vague about the reasons for the change at the time; a senior national security official cited security, counterintelligence and cybersurveillance concerns. Advertisement Continue reading the main story National security concerns have also complicated Anbang’s efforts to acquire other properties in the United States. One deal, to buy the Hotel del Coronado in San Diego, fell apart in October amid concerns from the Committee on Foreign Investment in the United States, which comprises the heads of nine federal agencies and is charged with reviewing the national security risks of transactions involving foreign governments or state-connected companies. The Hotel del Coronado is near a naval base, and deals involving proximity to national security infrastructure typically receive heightened scrutiny. Anbang was, however, able to acquire the other hotels in the same collection. Last year, Anbang tried to purchase the Starwood Hotels chain, outbidding Marriott with a $14 billion offer . It was widely reported that the deal would be subject to review by the committee. But though the parties expressed confidence that it would pass muster, ultimately Anbang walked away from the deal before submitting the kind of detailed inside information that process would entail. And while Anbang’s planned $1.57 billion purchase of Des Moines-based Fidelity & Guaranty Life, first announced in November 2015, was cleared by the committee, also known as Cfius, it stalled after the New York State Department of Financial Services demanded more information about Anbang’s shareholding structure. Photo Mr. Kushner, left, met with President Obama’s chief of staff, Denis McDonough, at the White House on Nov. 10. Credit Jim Watson/Agence France-Presse — Getty Images But Anbang was nothing if not savvy. Company officials had cultivated a relationship with Benjamin M. Lawsky, who had earlier led the financial services agency, from May 2011 to June 2015. It was Mr. Lawsky, by then a consultant, who introduced Anbang to Kushner Companies, according to people with knowledge of how the discussions came about. Mr. Lawsky declined to comment. Mr. Kushner led the negotiations, his spokeswoman, Ms. Heller, confirmed. Kushner Companies would disclose little else about the joint venture, except to say that Anbang would become one of the equity partners in the building’s redevelopment if an agreement is finalized. Anbang declined to comment. It was just coincidence that Mr. Kushner’s Nov. 16 dinner at the Waldorf with Mr. Wu took place the week after the election, Ms. Heller said, adding that it had been in the works for a while. By the time of the meeting, Mr. Kushner had decided to hand off certain business relationships, including the one with Anbang, to others at Kushner Companies, according to Ms. Heller, and it was for that reason that he invited his father and Laurent Morali, the president of Kushner Companies. She said he planned to sell his stake in 666 Fifth before the closing of any Anbang deal, but she declined to name the potential buyers or the price Mr. Kushner hoped to get. Advertisement Continue reading the main story Ms. Heller stressed in her statement that the United States has “not found Anbang to be a state-owned enterprise” — an important technical point, given that the Constitution’s Emoluments Clause prohibits the acceptance of payments and gifts from foreign governments. Should it consummate its deal with Anbang, she said, Kushner Companies will seek any necessary approvals from the federal government. She expressed confidence that any deal would pass muster with the foreign investment committee, citing the fact that it did not block the Chinese company from buying the Waldorf Astoria. Come Jan. 20, when Mr. Trump is scheduled to be inaugurated, that committee will be made up of his cabinet members, and the process is such that the president has the final say. Got a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists. Learn More It is a process with which Mr. Trump has some familiarity. During the campaign, he repeatedly criticized Hillary Clinton for supporting, as secretary of state and member of the foreign investment committee, a deal that benefited donors to her family’s charitable foundation while giving the Russians control of about 20 percent of America’s uranium-extraction capacity. On China, Mr. Trump has talked a tough game, accusing Beijing of currency manipulation and raising the possibility of a trade war. But whether that is only a negotiating tactic remains to be seen. The president-elect has his own financial entanglements with China: He owns a 30 percent stake in a partnership that owes roughly $950 million to a group of lenders that includes the Bank of China, and one of his biggest tenants at Trump Tower is another state-owned bank, the Industrial and Commercial Bank of China. With Anbang a magnet for controversy, Mr. Kushner has kept the negotiations under wraps. But a week after the Nov. 16 dinner at the Waldorf, Mr. Kushner’s father and Mr. Wu met at the hotel for lunch. After the elder Mr. Kushner departed, Mr. Wu was clearly elated. “I love you guys,” he exclaimed in English to his remaining entourage, according to one person present. ",
    "title": "Jared Kushner, a Trump In-Law and Adviser, Chases a Chinese Deal - The New York Times"
   },
   {
    "entities": [
     "diaz",
     "israel",
     "haylee",
     "lauderdale-hollywood",
     "rivera",
     "joe",
     "news-usa",
     "november",
     "taylor",
     "jan. 7, 2017, the day",
     "rick",
     "boutelle",
     "miami",
     "ridge",
     "transportation",
     "ortiz",
     "convention",
     "late afternoon",
     "santiago",
     "santiago/el",
     "stanglin",
     "patrick",
     "morning",
     "fiji",
     "saturday",
     "daily",
     "state",
     "tolley",
     "fla.",
     "sheriff",
     "department",
     "piro",
     "coast",
     "today",
     "army",
     "iraq",
     "herald",
     "islamic",
     "center",
     "broward",
     "katie",
     "afternoon",
     "55 minutes ago",
     "field",
     "dove",
     "stocker",
     "al",
     "late saturday",
     "ap",
     "et",
     "raedle",
     "network",
     "elenburg",
     "jan. 7, 2017",
     "friday",
     "florida",
     "trauma",
     "5:00 a.m",
     "doug",
     "news",
     "manchester",
     "facebook",
     "gomez",
     "early friday",
     "administration",
     "people",
     "steve",
     "of",
     "florescu",
     "lynne",
     "sladky",
     "esteban",
     "night",
     "health",
     "police",
     "sports",
     "u.s.",
     "fbi",
     "treasure",
     "yesterday",
     "union",
     "evin",
     "reed",
     "5 a.m.",
     "karen",
     "andrews",
     "episcopal",
     "fullscreen",
     "jeremiah",
     "office",
     "airport",
     "earlier saturday",
     "slim",
     "coral",
     "alaska",
     "anchorage",
     "schultz",
     "david",
     "boca",
     "brian",
     "6:29 a.m.",
     "alvarez",
     "thursday",
     "mall",
     "chris",
     "district",
     "international",
     "st.",
     "debbie",
     "mara",
     "church",
     "8:30 at night",
     "security",
     "fort",
     "wilson",
     "mike",
     "daniel",
     "keldy",
     "sheriff's",
     "viorel",
     "usa",
     "taimy",
     "suspect",
     "-",
     "naples",
     "wasserman",
     "maria",
     "klann",
     "medical",
     "early saturday",
     "city",
     "ralph",
     "alan",
     "last year",
     "benny",
     "vermont",
     "lantz",
     "loeffler",
     "ruiz",
     "lauderdale",
     "university",
     "hernan",
     "george",
     "county",
     "early december",
     "greater",
     "johnson",
     "raton",
     "guarneri",
     "england",
     "scott",
     "melendez",
     "nuevo",
     "friday, jan. 6, 2017",
     "delta",
     "anna",
     "arizona",
     "ft.",
     "hollywood",
     "saturday, the day",
     "mason",
     "&",
     "april 20, 2016"
    ],
    "id": 24,
    "text": "Suspect charged in airport shooting; could face death penalty Authorities have not ruled out terrorism but believe gunman acted alone. Post to Facebook Suspect charged in airport shooting; could face death penalty Authorities have not ruled out terrorism but believe gunman acted alone. Check out this story on USATODAY.com: http://usat.ly/2i3p4Gw CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 230 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Suspect charged in airport shooting; could face death penalty USA Today Network Doug Stanglin, Keldy Ortiz and Alan Gomez, USA TODAY Network Published 6:29 a.m. ET Jan. 7, 2017 | Updated 55 minutes ago x Share The suspect in the Fort Lauderdale airport shooting is a 26-year-old Army veteran named Esteban Santiago. Officials say he reached out to the FBI in November and told them that the Islamic State had taken control of his mind. USA TODAY NETWORK This booking photo provided by the Broward Sheriff's Office shows suspect Esteban Santiago, 26, in Fort Lauderdale, Fla. Relatives of the man who police say opened fire Friday killing several people and wounding others at Fort Lauderdale airport report that he had a history of mental health issues. (Photo: Broward Sheriff's Office, AP) Federal prosecutors late Saturday filed charges against a man accused of going on a shooting rampage at a Florida airport that killed five people. The charges could bring the death penalty if he is convicted.  The Miami U.S. attorney's office accused Esteban Santiago of an act of violence at an international airport resulting in death. He was also charged with two firearms offenses. Earlier Saturday, the FBI said Santiago flew to the Fort Lauderdale-Hollywood International Airport specifically to carry out the attack, but his motive remains unclear. Federal authorities, who concluded their interview with Santiago early Saturday, said they have not ruled out terrorism in the attack Friday but believe he acted alone. \"Indications are that he came here to carry out this horrific act,\" said George Piro, special agent in charge of the Miami office. \"We have not identified any triggers that would've caused this attack.\" He also said it was unclear why the shooter would have picked the Florida airport for the rampage. Share Fla. Governor Rick Scott speaks at the Fort Lauderdale - Hollywood International Airport Santiago, a 26-year-old Iraq veteran, was taken into custody only seconds after the melee ended at the baggage claim area of Terminal 2. Witnesses said the shooter reloaded at least twice, then dropped to the floor spread-eagle and waited to be arrested after running out of ammunition. Broward County Sheriff Steve Israel on Saturday revised downward the number of people wounded in the incident from eight to six, including three people being treated in intensive care and three listed in good condition. Piro said Santiago was cooperative during interviews with investigators and was booked on federal murder charges at the Broward County jail. Santiago arrived in Fort Lauderdale early Friday aboard a Delta flight that originated Thursday. Piro said Santiago allegedly retrieved his 9mm automatic handgun that he had packed in checked luggage and opened fire on passengers around a baggage carousel. He said investigators were looking at video to get a clear picture of how the shooting unfolded and whether any other person might have helped the gunman. \"We are continuing to look at the terrorism angle as a potential motivation,\" Piro said. \"At this point, it appears he acted alone.\" He added it appeared the suspect followed federal procedures in checking in the weapon before boarding his original flight. Piro also said authorities have conducted more than 100 interviews in connection with the case and have confiscated evidence, including cellphones and laptops. Authorities in Alaska who last year referred Santiago for mental evaluation said Saturday he was allowed to retrieve his gun in early December. Santiago could not be denied his weapon because he was not declared \"adjudicated mentally ill,\" Alaska U.S. Attorney Karen Loeffler said during a press conference. Federal law prohibits the mentally ill from possessing weapons, but only if they've been formally declared adjudicated. In November, the suspect appeared unannounced in the FBI offices in Anchorage, complaining that the Islamic State had gained control of his mind and was urging him to fight on its behalf, a federal law enforcement official not authorized to speak publicly about the incident told USA TODAY. \"His erratic behavior concerned FBI agents,\" Piro said. The FBI conducted a background check, learning of his military record, which included service in Iraq, but found no connection to terror groups. Determining that the man apparently needed psychiatric care, the FBI alerted local law enforcement and turned him over to their custody for a medical referral. It is not clear whether Santiago received treatment following that incident. Posted! A link has been posted to your Facebook feed. Members of the University of Vermont women's swimming and diving team line up at the Fort Lauderdale - Hollywood International Airport. A Safer Florida and Florida Licensing on Wheels arrived at the airport late afternoon to help those who lost their drivers license as a result of the shooting get a form of identification.  Katie Klann, Naples Daily News-USA TODAY NETWORK Congresswoman Debbie Wasserman Schultz discusses the need for photo identification at the Fort Lauderdale - Hollywood International Airport.  Katie Klann, Naples Daily News-USA TODAY NETWORK Workers inside of the Florida Licensing on Wheels vehicle take photographs of those who lost their belongings for photo identification cards in A Safer Florida and Florida Licensing on Wheels vehicle.  Katie Klann, Naples Daily News-USA TODAY NETWORK Workers with A Safer Florida pass blank out information sheets to those who lost their belongings, Friday, during the shooting at the Fort Lauderdale-Hollywood International Airport.  Katie Klann, Naples Daily News-USA TODAY NETWORK University of Vermont women's swimming and diving team members fill out sheets with their personal information in order to receive a photo identification card.  Katie Klann, Naples Daily News-USA TODAY NETWORK Fullscreen Anchorage police chief Chris Tolley speaks during a joint press conference by the FBI Anchorage Field Office and the Anchorage Police Department in Anchorage. Esteban Santiago, a veteran, allegedly opened fire in a baggage claim area at Fort Lauderdale-Hollywood International airport on Friday, killing five people and injuring six more. Karen Loeffler, U.S. Attorney for the District of Alaska looks on at left.  Anna Reed, Statesman Journal-USA TODAY NETWORK The residence of Esteban Santiago is seen in Anchorage, Alaska. Santiago, a veteran, allegedly opened fire in a baggage claim area at Fort Lauderdale-Hollywood International airport on Friday  Anna Reed, Statesman Journal-USA TODAY Spor Investigators in hazmat suits bring out bags to load into a truck outside of the terminal two baggage claim at the Fort Lauderdale - Hollywood International Airport.  Katie Klann, Naples Daily News-USA TODAY NETWORK Investigators in hazmat suits gather material in bags inside of the terminal two baggage claim at the Fort Lauderdale - Hollywood International Airport.  Katie Klann, Naples Daily News-USA TODAY NETWORK Fullscreen Brian Mason (center) looks through his reservations on his laptop to try and schedule a flight to Manchester, England from the Greater Fort Lauderdale & Broward County Convention Center, on Saturday. Mason and seven family members just finished a 10-day cruise when their flight was canceled because of the shooting at Fort Lauderdale-Hollywood International Airport.  Patrick Dove, Treasure Coast Newspapers-USA TODAY NETWORK Brian Mason, of Manchester, England, walks with his family back to the ship terminal to catch a bus to Fort Lauderdale-Hollywood International Airport.  Patrick Dove, Treasure Coast Newspapers-USA TODAY NETWORK Unclaimed bags line one of the baggage claim carousels in terminal one at the Fort Lauderdale - Hollywood International Airport.  Katie Klann, Naples Daily News-USA TODAY NETW Fullscreen Broward County Sheriff vehicles park outside of Terminal 2 at the Fort Lauderdale - Hollywood International Airport. A gunman opened fire in the baggage claim area at the airport Friday, killing five people and wounding at least six others before being taken into custody.  Katie Klann, Naples Daily News, via USA TODAY Sports Fullscreen Fla. Gov. Rick Scott addresses the media at the Fort Lauderdale - Hollywood International Airport  in Fort Lauderdale, Fla. on Saturday. \"We're right in the middle of trying to figure out what happened,\" said Scott. Referring to the claims of the alleged shooter's mental condition, Gov. Rick Scott said that his brother suffers from mental illness and that it is \"a very difficult issue to deal with and live with.\"  Katie Klann, Naples (Fla.) Daily News Passengers sleep in Terminal 4 after the airport opened at 5 a.m. at Fort Lauderdale-Hollywood International Airport on Jan. 7, 2017,  the day after a shooting in the baggage area.  Mike Stocker, AP A screen with jetBlue departures provides updates on canceled and delayed flights at the Fort Lauderdale - Hollywood International Airport.  Katie Klann, Naples Daily News, via USA TODAY Sports Fullscreen People wait in line in Terminal 1 at the Fort Lauderdale - Hollywood International Airport. Terminal 2 remained closed in the morning after a gunman opened fire in the baggage claim area at the airport Friday, killing several people and wounding others, before being taken into custody.  Katie Klann, Naples Daily News, via USA TODAY Sports Fullscreen An FBI agent wipes off his shoe while working the crime scene in Terminal 2 at Fort Lauderdale-Hollywood International Airport. Authorities say Army veteran Esteban Santiago of Anchorage, Alaska, drew a gun from his checked luggage on arrival and opened fire on fellow travelers.  Mike Stocker, AP Esteban Ruiz Santiago, 26, is pictured in this booking photo provided by the Broward Sheriff's Office. Santiago is the alleged gunman who killed at least five people at a Fort Lauderdale - Hollywood International Airport.  Broward Sheriff's Office via USA TODAY Sports Investigators continue their work in Terminal 2 at Fort Lauderdale-Hollywood International Airport.  Mike Stocker, AP Fullscreen Haylee Lantz, left, and her brother, Evin Lantz, buy clothing at a Target in the Coral Ridge Mall in Fort Lauderdale on Friday. Their family of 20 adults and a baby did not leave the airport until 8:30 at night after attempting to get home from a cruise. Boutelle and her boyfriend, Evin Lantz, were in the terminal getting food before their flight when the Transportation Security Administration came through, yelling \"run\" with their arms spread.  Katie Klann, Naples Daily News-USA TODAY Sports Passengers wait in line at Terminal 4 of the Fort Lauderdale-Hollywood International Airport after the facility reopened at 5:00 a.m Saturday, the day after a gunman opened fire at the airport.  Mike Stocker, AP Mara Johnson, from Arizona, sits outside of terminal three at the Fort Lauderdale - Hollywood International Airport. Johnson was in the air when the shooting occurred yesterday and spent the night in the convention center.  Katie Klann, Naples Daily News-USA TODAY Sports Fullscreen Students from St. Andrews Episcopal Church and school in Boca Raton were going on a mission trip to Fiji, Friday, but didn't make it. The plane they were on had engine trouble, so they were held in a terminal when they heard shots fired at the Fort Lauderdale-Hollywood International Airport.  Jeremiah Wilson, Treasure Coast News-USA TODAY Sports First responders secure the area outside the Fort Lauderdale-Hollywood International airport, Friday, after a gunman opened fire in the baggage claim area.  Mike Stocker, AP Florida Governor Rick Scott speaks outside of the Broward Health Medical Center Trauma Center in Fort Lauderdale, Fla. \"We will not tolerate evil, we will hold the person accountable and we will ensure the security of our state,\" said Scott.  Katie Klann/Naples Daily News Dr. Benny Melendez, left, chief of emergency medicine and Dr. Ralph Guarneri, right, trauma surgeon address the media, Friday, outside of the Broward Health Medical Center Trauma Center.  Katie Klann, Naples Daily News-USA TODAY Sports People are led out of the Fort Lauderdale-Hollywood International Airport Friday afternoon.  Jeremiah Wilson, Treasure Coast News-USA TODAY NETWORK A person is loaded into an ambulance Friday afternoon outside the Fort Lauderdale-Hollywood International Airport.  Jeremiah Wilson, Treasure Coast News-USA TODAY Sports Hernan Rivera, uncle of 26-year-old Esteban Santiago, the Florida shooting suspect, watches the news at his apartment in Union City.  Viorel Florescu, NorthJersey.com-USA TODAY Sports Maria Ruiz, aunt of 26-year-old Esteban Santiago, the Florida shooting suspect, talks to reporters in her apartment in Union City.  Viorel Florescu, NorthJersey.com-USA TODAY Sports Dr. Benny Melendez, left, chief of emergency medicine and Dr. Ralph Guarneri, right, trauma surgeon address the media.  Katie Klann, Naples Daily News-USA TODAY Spor Students from St. Andrews Episcopal Church and school in Boca Raton react to the shooting at the Fort Lauderdale-Hollywood International Airport.  Jeremiah Wilson, Treasure Coast News-USA TODAY Sports People huddle together at the Fort Lauderdale-Hollywood International airport after a shooting took place. Officials say five people wear killed and eight wounded in an attack by a single gunman.  Joe Raedle, Getty Images Passengers run for safety on the tarmac at Fort Lauderdale-Hollywood International Airport following the shooting Friday.  David Santiago, AP People gather outside of the Fort Lauderdale-Hollywood International Airport, Friday.  Jeremiah Wilson, Treasure Coast Newpapers-USA TODAY NETWORK Law enforcement personnel stand outside a garage area at Fort Lauderdale\u0096-Hollywood International Airport.  David Santiago, AP People exit the Fort Lauderdale\u0096Hollywood International Airport  Friday, after a gunman opened fire.  David Santiago, AP Fullscreen An injured woman is loaded into an emergency vehicle at Fort Lauderdale-Hollywood International Airport after a gunman opened fire inside a terminal of the airport, killing several people and wounding others before being taken into custody, Friday, Jan. 6, 2017, in Fort Lauderdale, Fla.   (David Santiago/El Nuevo Herald via AP) ORG XMIT: FLMEH201  David Santiago, AP First responders assist people seeking cover outside the Fort Lauderdale-Hollywood International airport after a shooting took place near the baggage claim.  Joe Raedle People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport after a shooter opened fire inside a terminal of the airport, killing at least five and wounding others before being taken into custody, Friday, in Fort Lauderdale, Fla.  Lynne Sladky, AP Police officers stand on the perimeter road along the Fort Lauderdale-Hollywood International Airport after a shooter opened fire inside a terminal of the airport. The airport suspended operations as law enforcement authorities rushed to the scene.  Lynne Sladky, AP People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport, Friday.  Lynne Sladky, AP Fullscreen A shooting victim arrives at Broward Health Trauma Center in Fort Lauderdale, Fla., on Friday.  Authorities say a lone shooter opened fire at the Ft. Lauderdale, Florida, international airport Friday, killing \"multiple\" people before he was taken into custody. The airport suspended operations as law enforcement authorities rushed to the scene.  Taimy Alvarez, AP People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport.  Al Diaz, AP A shooting victim is unloaded from an emergency vehicle and taken into Broward Health Trauma Center in Fort Lauderdale, Fla., Friday.  Taimy Alvarez, AP An injured woman is taken into Broward Health Trauma Center in Fort Lauderdale, Fla., after the shooting at the Fort Lauderdale-Hollywood International Airport.  Taimy Alvarez, AP An aerial view taken on April 20, 2016 shows the Fort Lauderdale-Hollywood airport in Florida.  Daniel Slim, AFP/Getty Images Passengers gather on the tarmac of the Fort Lauderdale-Hollywood airport in Florida after a gunman opened fire on Friday.  Taylor Elenburg, AFP/Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "Suspect charged in airport shooting; could face death penalty"
   },
   {
    "entities": [
     "peter",
     "israel",
     "rico",
     "jesse",
     "lauderdale-hollywood",
     "cbs",
     "friday",
     "florida",
     "puerto",
     "trump",
     "press",
     "house",
     "rick",
     "tribune",
     "lauderdale",
     "thursday",
     "miami",
     "santiago",
     "paul",
     "donald",
     "saturday",
     "davis",
     "international",
     "monday",
     "chip",
     "county",
     "george",
     "d'oench",
     "pentagon",
     "lamarca",
     "security",
     "fort",
     "dahlen",
     "associated",
     "scott",
     "esteban",
     "night",
     "caption",
     "folbaum",
     "delta",
     "fbi",
     "piro",
     "nelson",
     "obama",
     "bryan",
     "new",
     "iraq",
     "jersey",
     "national",
     "5 a.m.",
     "broward",
     "2010",
     "msnbc",
     "homeland",
     "lea",
     "airport",
     "guard",
     "barack",
     "mark",
     "alaska",
     "anchorage",
     "gale",
     "white"
    ],
    "id": 25,
    "text": "The man police say opened fire with a gun from his checked baggage at a Florida airport had a history of mental health issues — some of which followed his military service in Iraq — and was receiving psychological treatment at his home in Alaska, his relatives said Friday after the deadly shooting. ... ... (Tribune news services) Santiago, who is in federal custody, will face federal charges and is expected to appear in court Monday, Piro said. It is legal for airline passengers to travel with guns and ammunition as long as the firearms are put in a checked bag — not a carry-on — and are unloaded and locked in a hard-sided container. Guns must be declared to the airline at check-in. Santiago arrived in Fort Lauderdale after taking off from Anchorage aboard a Delta flight Thursday night, checking only one piece of luggage — his gun, said Jesse Davis, police chief at the Anchorage airport. At Fort Lauderdale, \"after he claimed his bag, he went into the bathroom and loaded the gun and started shooting. We don't know why,\" said Chip LaMarca, a Broward County commissioner who was briefed by investigators. The gunman was taken into custody after throwing his empty weapon down and lying spread-eagle on the ground, one witness said. \"People started kind of screaming and trying to get out of any door they could or hide under the chairs,\" the witness, Mark Lea, told MSNBC. \"He just kind of continued coming in, just randomly shooting at people, no rhyme or reason to it.\" The Fort Lauderdale gunman said nothing as he \"went up and down the carousels of the baggage claim, shooting through luggage to get at people that were hiding,\" according to Lea. The killer went through about three magazines before running out of ammunition, Lea said. The gunman was arrested unharmed, with no shots fired by law enforcement officers, and was being questioned by the FBI, Sheriff Scott Israel said. Broward County Sheriff Scott Israel said 37 people were injured — scrapes, bruises and broken bones — after the shooting . Caption Fort Lauderdale's airport reopens, Terminal 2 closed; free reclaiming of some towed vehicles Fort Lauderdale's airport reopens, Terminal 2 closed; free reclaiming of some towed vehicles Fort Lauderdale's airport reopens, Terminal 2 closed; free reclaiming of some towed vehicles Caption Fort Lauderdale's airport reopens, Terminal 2 closed; free reclaiming of some towed vehicles Fort Lauderdale's airport reopens, Terminal 2 closed; free reclaiming of some towed vehicles Fort Lauderdale's airport reopens, Terminal 2 closed; free reclaiming of some towed vehicles Caption 'It got crazy': Witnesses describe day of chaos at airport People ducked for cover and ran for their lives Friday at Fort Lauderdale-Hollywood International Airport as a gunman reeled off shots, killing five people.   People ducked for cover and ran for their lives Friday at Fort Lauderdale-Hollywood International Airport as a gunman reeled off shots, killing five people.   Caption WebExtra: FBI Holds News Conference To Discuss Fort Lauderdale Shooting FBI spokesman George Piro. Caption Wife Of Traveler Recalls Conversation She Had With Him During Shooting CBS Miami’s Peter D’Oench reports. CBS Miami’s Peter D’Oench reports. Caption Look Inside Plane Cabin During Fort Lauderdale Airport Shooting CBS Miami’s Rick Folbaum reports. CBS Miami’s Rick Folbaum reports. The condition of the wounded was not disclosed. At least one of the victims was seen lying in a pool of blood with what appeared to be a head wound. The airport was shut down, with incoming flights diverted and outgoing flights held on the ground. Airport Director Mark Gale said it will try to reopen at 5 a.m. Saturday but urged travelers to check with their individual airlines on flight status The bloodshed is likely to raise questions of whether aviation safety officials need to change the rules. The attack also exposed another weak point in airport security: While travelers have to take off their shoes, put their carry-on luggage through X-ray machines and pass through metal detectors to reach the gates, many other sections of airports, such as ticket counters and baggage claim areas, are more lightly secured and more vulnerable to attack. \"The fact is that wherever there are crowds, such as at our airports, we remain vulnerable to these types of attacks,\" Nelson said. President Barack Obama was briefed by his Homeland Security adviser, the White House said. President-elect Donald Trump said that it is a \"disgraceful situation that's happening in our country and throughout the world\" and that it was too soon to say whether it was a terrorist attack. Santiago's brother, Bryan, told the AP that his brother had been receiving psychological treatment in Alaska. He said Santiago's girlfriend alerted the family to the situation in recent months. Bryan Santiago said that he didn't know what his brother was being treated for and that they never talked about it. He said Esteban Santiago was born in New Jersey and moved to Puerto Rico when he was 2. He was sent to Iraq in 2010 and spent a year there with the 130th Engineer Battalion, according to Puerto Rico National Guard spokesman Maj. Paul Dahlen. He later joined the Alaska National Guard. The Pentagon said Santiago had gone AWOL several times during his stint with the Alaska National Guard and was demoted — from specialist to private first class — and given a general discharge, which is lower than an honorable discharge. Associated Press ",
    "title": "Airport gunman sent panicked passengers fleeing for lives: &apos;I could smell the gunpowder&apos; - Chicago Tribune"
   },
   {
    "entities": [
     "rico",
     "january 2016",
     "times",
     "cbs",
     "jan. 7, 2017",
     "friday",
     "florida",
     "november",
     "puerto",
     "press",
     "a month later",
     "max",
     "syria",
     "lauderdale",
     "news",
     "santiago",
     "paul",
     "the",
     "candis",
     "saturday",
     "state",
     "penuelas",
     "cia",
     "pentagon",
     "fort",
     "dahlen",
     "ursula",
     "associated",
     "esteban",
     "pat",
     "police",
     "santiago-ruiz",
     "department",
     "u.s.",
     "fbi",
     "new",
     "jersey",
     "army",
     "bryan",
     "iraq",
     "national",
     "olmstead",
     "islamic",
     "york",
     "2010",
     "weekend",
     "isis",
     "guard",
     "2007",
     "holmquist",
     "milton",
     "the previous month",
     "candelario",
     "alaska",
     "anchorage"
    ],
    "id": 26,
    "text": "The FBI says Esteban Santiago-Ruiz, the Fort Lauderdale airport shooting suspect and U.S. Army veteran, first popped up on their radar two months... Santiago , 26, had trouble controlling his anger after serving in Iraq and told his brother that he felt he was being chased and controlled by the CIA through secret online messages. When he told agents at an FBI field office his paranoid thoughts in November, he was evaluated for four days, then released without any follow-up medication or therapy.  “The FBI failed there,” Bryan Santiago told The Associated Press. “We’re not talking about someone who emerged from anonymity to do something like this.” Speaking in Spanish outside his family’s house in Penuelas, the brother said: “The federal government already knew about this for months, they had been evaluating him for a while, but they didn’t do anything.”  Bryan Santiago speaks about his brother Esteban, a man accused of shooting five people at a Florida airport, in Penuelas, Puerto Rico, Jan. 7, 2017. AP A law enforcement source said when Santiago -- who had been living in Anchorage, Alaska -- walked into the FBI office in November, he had a handgun in his possession, CBS News senior investigative producer Pat Milton reports. It is not known if the handgun was the 9mm handgun that authorities said Santiago used in the Florida attack on Friday.  The weapon had been taken away when he entered the FBI reception area and was held while he was interviewed by the FBI, Milton reports. When the Anchorage Police Department transported Santiago to the hospital, they took possession of the weapon. The law enforcement source said that apparently the police department returned the weapon to Santiago after he received a medical evaluation. A U.S. law enforcement official briefed on the investigation told CBS News that Santiago had said that his mind was being controlled by the CIA and the U.S. government and that he was being forced to watch videos from the Islamic State of Iraq and Syria, or ISIS. The FBI office in Alaska declined to comment ahead of a Saturday news conference. There were other signs of trouble. Santiago was charged in a domestic violence case in January 2016, damaging a door when he forced his way into a bathroom at his girlfriend’s Anchorage home. The woman told officers he yelled at her to leave, choked her and smacked her on the side of the head, according to charging documents.  A month later, municipal prosecutors said he violated the conditions of his release when officers found him at her home during a routine check. He told police he had lived there since he was released from custody the previous month. His Anchorage attorney, Max Holmquist, declined to discuss his client. Bryan Santiago said his brother had requested psychological help but barely received any. “I told him to go to church or to seek professional help,” he said. Family members have said Esteban Santiago changed after serving a yearlong tour in Iraq. He was born in New Jersey but moved to Puerto Rico when he was 2, his brother said. He grew up in Penuelas before joining the Guard in 2007. He deployed in 2010 as part of the Puerto Rico National Guard, spending a year with an engineering battalion, according to Guard spokesman Maj. Paul Dahlen. Esteban Santiago’s mother wiped tears from her eyes as she stood inside a screen door Saturday. She said her son had been tremendously affected by seeing a bomb explode near two friends while serving in Iraq.  Lt. Col. Candis Olmstead, a Guard spokeswoman, told The New York Times that two soldiers in Santiago’s company had died during his stint in Iraq. Former neighbor Ursula Candelario in Penuelas recalled seeing Esteban Santiago grow up and said people used to salute him after he joined the Guard. “He was very peaceful, very educated, very serious,” she said. “We’re in shock. I couldn’t believe it.” Since returning from Iraq, Santiago served in the Army Reserves and the Alaska National Guard in Anchorage, Olmstead said. He was serving as a combat engineer in the Guard before his discharge for “unsatisfactory performance.” His military rank upon discharge was E3, private 1st class, and he worked one weekend a month with an additional 15 days of training yearly, Olmstead said. She would not elaborate on his discharge. The Pentagon said he went AWOL several times and was demoted and discharged. ",
    "title": "Fort Lauderdale airport shooting suspect's brother says U.S. government failed him - CBS News"
   },
   {
    "entities": [
     "harry",
     "next week",
     "mitch",
     "government",
     "2001",
     "trump",
     "cabinet",
     "labor",
     "mcconnell",
     "at 4:11 pm",
     "last week",
     "m.",
     "senate",
     "education",
     "donald",
     "devos",
     "reid",
     "saturday",
     "wash.",
     "of",
     "george",
     "murray",
     "on",
     "brown",
     "zupnick",
     "eli",
     "health",
     "january 7",
     "michigan",
     "ethics",
     "rod",
     "obama",
     "w.",
     "washington",
     "gop",
     "committee",
     "shaub",
     "office",
     "betsy",
     "paige",
     "jan. 11",
     "bush",
     "jr.",
     "february 2009",
     "patty",
     "emma",
     "walter"
    ],
    "id": 27,
    "text": "Democrats seek to delay confirmation hearing for Betsy DeVos, citing unfinished ethics review The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Emma Brown January 7 at 4:11 PM Follow @emmersbrown Democrats are pushing to delay next week’s confirmation hearing for Betsy DeVos, President-elect Donald Trump’s pick for education secretary, until a federal watchdog agency finishes reviewing her background and financial investments for possible conflicts of interest or other ethics concerns. The Senate Committee on Health, Education, Labor and Pensions (HELP) is scheduled to hold a confirmation hearing Jan. 11 for DeVos, a Michigan billionaire. She is one of several Trump nominees whose vast wealth and considerable financial holdings have overwhelmed the bipartisan Office of Government Ethics, which is responsible for vetting Cabinet nominees. [ Ethics office warns that Trump, GOP rushing Cabinet confirmations ] In a letter to Senate Democrats on Saturday, the head of the ethics office said that Trump and Republican leaders are breaking with decades of precedent by pressing for Cabinet confirmation hearings to take place before ethics reviews are completed. Walter M. Shaub Jr., the director of the ethics office, wrote that it would be “cause for alarm” if the Senate were to go forward with hearings on nominees who have not been fully vetted because of the potential for “unknown or unresolved ethics issues. Republican HELP committee leaders have no plans to postpone DeVos’s hearing in light of the concerns about the unfinished ethics review, according to a GOP committee aide. Holding hearings without completed ethics paperwork is not unprecedented, the aide said, pointing to documents showing that Rod Paige, who served as education secretary under George W. Bush, submitted his ethics paperwork eight days after his confirmation hearing in 2001. But Republicans pressed Democrats to ensure that President Obama’s appointees were fully vetted before their confirmation hearings. In February 2009, in the first few weeks of Obama’s administration, Sen. Mitch McConnell (R-Ky.) — whose party was then in the minority — outlined that expectation in a letter to Senate Majority Leader Harry M. Reid (D-Nev.). DeVos is a major Republican donor who has focused the bulk of her energy and political contributions on pushing to expand charter schools and taxpayer-funded vouchers for private and religious schools. She has not worked in public education nor served in public office, and is one of eight Trump nominees that Democrats have flagged for extra scrutiny. In her responses to a HELP committee questionnaire last week, DeVos did not directly address questions devoted to identifying potential conflicts of interest. She wrote that she would consult with the Office of Government Ethics to identify and resolve any problems. [ Read Betsy DeVos’s financial disclosure form ] Sen. Patty Murray (Wash.), the HELP committee’s ranking Democrat, said that she wants to delay next week’s confirmation hearing until after the ethics office has a chance to finish its job. Eli Zupnick, Murray’s spokesman, said that every Obama appointee that came before the HELP committee over the past eight years had completed their ethics review before the confirmation hearing. “It would certainly be concerning if nominees break from standard practice and don’t submit their ethics paperwork in advance of a hearing,” Zupnick said. “Making sure that nominees don’t have conflicts of interest and will truly put families across the country first is one of the most important jobs that the Senate has in this process, and we remain hopeful that it will not be rushed through.” Six other HELP committee Democrats last week asked DeVos to furnish details about her contributions to and involvement with advocacy and lobbying groups, writing in a letter that they needed more information about her role in this “complicated web of political and not-for-profit organizations” to evaluate her potential conflicts of interest. local ",
    "title": "Democrats seek to delay confirmation hearing for Betsy DeVos, citing unfinished ethics review - The Washington Post"
   },
   {
    "entities": [
     "democratic",
     "c.i.a.",
     "goldman",
     "d.",
     "d.n.c.",
     "times",
     "rogers",
     "friday",
     "assange",
     "states",
     "fall 2015",
     "trump",
     "comey",
     "g.r.u.",
     "apuzzo",
     "o.",
     "rt",
     "t.",
     "michael",
     "thursday",
     "moscow",
     "cnn",
     "united",
     "r.",
     "s.",
     "facebook",
     "adam",
     "july 2015",
     "morning",
     "b.",
     "russia",
     "security",
     "brennan",
     "2016",
     "john",
     "2011",
     "nov. 8",
     "twitter",
     "f.b.i.",
     "flynn",
     "podesta",
     "julian",
     "january 7, 2017",
     "future",
     "rosenberg",
     "u.s.",
     "agency",
     "new",
     "national",
     "obama",
     "today",
     "wikileaks",
     "december 2015",
     "james",
     "matt",
     "previously",
     "york",
     "washington",
     "msnbc",
     "committee",
     "2012",
     "matthew",
     "putin",
     "june 2016",
     "jr.",
     "clinton",
     "kremlin",
     "clapper"
    ],
    "id": 28,
    "text": "OPEN Graphic The report described a broad campaign of covert operations, including the “trolling” on the internet of people who were viewed as opponents of Russia’s effort. While it accused Russian intelligence agencies of obtaining and maintaining “access to elements of multiple U.S. state or local electoral boards,” it concluded — as officials have publicly — that there was no evidence of tampering with the tallying of the vote on Nov. 8. The report, reflecting the assessments of the C.I.A., the F.B.I. and the National Security Agency, stopped short of backing up Mr. Trump on his declaration that the hacking activity had no effect on the election. “We did not make an assessment of the impact that Russian activities had on the outcome of the 2016 election,” the report concluded, saying it was beyond its responsibility to analyze American “political processes” or public opinion. The intelligence agencies also concluded “with high confidence” that Russia’s main military intelligence unit, the G.R.U., created a “persona” called Guccifer 2.0 and a website, DCLeaks.com, to release the emails of the Democratic National Committee and of the chairman of the Clinton campaign, John D. Podesta. When those disclosures received what was seen as insufficient attention, the report said, the G.R.U. “relayed material it acquired from the D.N.C. and senior Democratic officials to WikiLeaks.” The founder of WikiLeaks, Julian Assange, has denied that Russia was the source of the emails it published. The role of RT — the Russian English-language news organization that American intelligence says is a Kremlin propaganda operation — in the Kremlin’s effort to influence the election is covered in far more detail by the report than any other aspect of the Russian campaign. An annex in the report on RT, which was first written in 2012 but not previously made public, takes up eight pages of the report’s 14-page main section. Got a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists. Learn More The report’s unequivocal assessment of RT presents an awkward development for Lt. Gen. Michael T. Flynn, who is Mr. Trump’s choice to serve as national security adviser. Mr. Flynn has appeared repeatedly on RT’s news programs and in December 2015 was paid by the network to give a speech in Russia and attend its lavish anniversary party, where he sat at the elbow of Mr. Putin. Mr. Flynn has since defended his speech, insisting that RT is no different from CNN or MSNBC. Advertisement Continue reading the main story The report also stated that Russia collected data “on some Republican-affiliated targets,” but did not disclose the contents of whatever it harvested. Intelligence officials who prepared the classified report have concluded that British intelligence was among the first to raise an alarm that Moscow hacked into the Democratic National Committee’s computer servers, and alerted their American counterparts, according to two people familiar with the conclusions. The British role, which has been closely held, is a critical part of the timeline because it suggests that some of the first tipoffs, in fall 2015, came from voice intercepts, computer traffic or informants outside the United States, as emails and other data from the Democratic National Committee flowed out of the country. The conclusions in the report were described on Thursday to President Obama and on Friday to Mr. Trump by James R. Clapper Jr., the director of national intelligence; John O. Brennan, the director of the C.I.A.; Adm. Michael S. Rogers, the director of the National Security Agency; and James B. Comey, the director of the F.B.I. The key to the public report’s assessment is that Russia’s motives “evolved over the course of the campaign.” When it appeared that Mrs. Clinton was more likely to win, it concluded, the Russian effort focused “on undermining her future presidency,” with pro-Kremlin bloggers preparing a Twitter campaign with the hashtag #DemocracyRIP. It noted that Mr. Putin had a particular animus for Mrs. Clinton because he believed she had incited protests against him in 2011. Yet the attacks, the report said, began long before anyone could have known that Mr. Trump, considered a dark horse, would win the Republican nomination. It said the attacks began as early as July 2015, when Russian intelligence operatives first gained access to the Democratic National Committee ’s networks . Russia maintained that access for 11 months, until “at least June 2016,” the report concludes, leaving open the possibility that Russian cyberattackers may have had access even after the firm CrowdStrike believed that it had kicked them off the networks. Adam Goldman, Matthew Rosenberg and Matt Apuzzo contributed reporting. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on January 7, 2017, on Page A1 of the New York edition with the headline: Putin Led Scheme to Aid Trump, Report Says. Order Reprints | Today's Paper | Subscribe ",
    "title": "Putin Led a Complex Cyberattack Scheme to Aid Trump, Report Finds - The New York Times"
   },
   {
    "entities": [
     "ben",
     "fed",
     "1990s",
     "2 percent",
     "a few years ago",
     "this week",
     "october 2009",
     "friday",
     "reserve",
     "november",
     "reagan",
     "trump",
     "2000",
     "house",
     "67.3 percent",
     "russolillo",
     "casselman",
     "62.7 percent",
     "2.9 percent",
     "2009",
     "philip",
     "donald",
     "the coming months",
     "congressional",
     "peoria",
     "charles",
     "street",
     "caterpillar",
     "ill.",
     "recently",
     "bank",
     "of",
     "st.",
     "george",
     "2014",
     "bill",
     "congress",
     "present",
     "january 6, 2017",
     "federal",
     "december 2, 2016",
     "post",
     "4.7 percent",
     "65.7 percent",
     "obama",
     "w.",
     "journal",
     "today",
     "wall",
     "east",
     "louis",
     "bump",
     "america",
     "washington",
     "cbo",
     "january 2009",
     "office",
     "february 2009",
     "bush",
     "steven",
     "budget",
     "clinton",
     "dharapak/ap",
     "december",
     "white"
    ],
    "id": 29,
    "text": "President Obama speaks to Caterpillar employees in East Peoria, Ill., in February 2009 about the then-struggling economy. Charles Dharapak/AP hide caption toggle caption Charles Dharapak/AP President Obama speaks to Caterpillar employees in East Peoria, Ill., in February 2009 about the then-struggling economy. Charles Dharapak/AP The final chapter of the Obama economy drew that much closer to its end on Friday, with the final jobs report of the 44th president's time in office. That report showed the 75th straight month of job growth, with employers adding 156,000 jobs. Solid, but nothing flashy. In that way, it was emblematic of how the job market has generally fared since the worst of the Great Recession's aftermath: chugging along, slowly but surely recovering. With the final Obama administration jobs day in the books, it's a good time to look at how American workers have fared. Donald Trump will inherit a job market that is vastly rehabilitated from devastating lows just a few years ago. However, it has also undergone profound changes that have scarred many American workers. Unemployment: How low can it go? As Obama prepares to leave office, the unemployment rate is at 4.7 percent, less than half of the peak it reached in October 2009. That decline is the result of a prolonged period of job growth. The administration has grown fond of showing off its prolonged run of job growth every month. Longest streak of total job growth on record ✓ Fastest wage growth since the start of the recovery ✓ https://t.co/uo6Mz0WggU #JobsReport pic.twitter.com/DUjA4cmPWg — The White House (@WhiteHouse) January 6, 2017 For some perspective, here's how big that job growth was: Obama averaged 109,000 jobs per month. That's far better than either President Bush experienced, but it's well below the 242,000 that Bill Clinton presided over in the roaring 1990s. For Reagan, it was 166,000. Article continues after sponsorship Federal Reserve Bank of St. Louis Of course, President Obama came into office as the economy was plunging into a recession (a plunge that also drags down George W. Bush's number). But even if you average out Obama's 75 straight months of job growth, you get 199,000 jobs per month, still shy of Clinton's economy. In other words, the Obama recovery has been moderate, but remarkably steady. The question is how long that steady climb can continue uninterrupted. The unemployment rate is already near a nine-year low, as Steven Russolillo at the Wall Street Journal pointed out this week, and there is some question among economists how low it can go. Wages finally climbing Having a job is one thing. Having a job that pays well is another. And slowly through Obama's tenure, those wages have inched upward. In fact, wages were one bright spot of Friday's jobs report. Average hourly wages were up by 2.9 percent in December. After several years of hovering around 2 percent, that's welcome growth. Aside from meaning more money in workers' pockets, wage growth serves as yet another sign of a tightening labor market, signaling that employers are willing to pay more to attract workers. Rising wages may inspire the Federal Reserve to take its foot further off the gas pedal in the coming months (that is, allow interest rates to rise) — a reminder that the economy isn't exactly under the president's control. (More on this later.) Labor force participation is low, but what does it mean? This one became a flashpoint in the presidential election, with Trump at times pointing out how much the labor force shrank under Obama. The main measure of this is the labor force participation rate — that is, the percentage of people who are either working or looking for work (that is, who are in the labor force). That figure was at 65.7 percent in January 2009, at the start of Obama's presidency, and today is at 62.7 percent — a steep drop. And today, the figure is well below its 2000 high of 67.3 percent. But it's not clear how bad or how benign that change is. Many Americans are out of the labor force and entirely happy about it. Quitting work to retire, for example, is a totally nonalarming reason to leave the labor force. But then, there may be many people who, facing a tough job market, have given up looking for work. That's not good, and it also happened for many Americans both during and after the recession. In the aftermath of the recession, economists have tried to figure out exactly how many people are voluntarily versus involuntarily out of the labor force. As of 2014 , the nonpartisan Congressional Budget Office estimated that half the decline in the participation rate at that time had come from \"long-term trends\" like aging — as baby boomers age, that means a large chunk of the population will naturally retire. But that left half of the decline a result of economic weakness and a slow recovery, in the CBO's estimation. Should the participation rate hold steady or creep upward during a Trump presidency, that could keep the unemployment rate from dropping, as only Americans who are looking for work are counted as \"unemployed.\" That would be one of those cases where a slightly higher unemployment rate could be a good thing. Improvement for part-time workers Full-time job growth over the course of the Obama presidency has far outstripped part-time job growth, as FiveThirtyEight's Ben Casselman has pointed out. Part-time jobs ticked up in November, but overall, employment growth in recovery has been almost all full-time. pic.twitter.com/m1MrB1ZA3e — Ben Casselman (@bencasselman) December 2, 2016 Of course, some of those people working part time want to be working part time, and some don't. Another bright spot here is that the share of those workers who are involuntarily part time has fallen off. However, that figure is still a fair bit higher than it was prior to the recession (and that level was itself, in turn, higher than it was before the prior recession). That's one place where there could still be some improvement — there are still about 1 million more of those involuntary part-time workers than there were prior to the recession. An economy more about doing than making Politicians of both parties love to talk about manufacturing. Obama pushed manufacturing initiatives throughout his presidency, and Trump built much of his economic message during the campaign around singing the praises of America's manufacturers. But when it comes to employment, the goods-producing share of the economy has continued to fall. Throughout the past few decades, the share of Americans who make things — people in manufacturing, mining, logging and construction — has fallen off, and that trend continued during the recent recession, finally flattening out toward the end. We present this chart over a longer time frame, which makes it a little bit of a cheat — this isn't exactly a measure of Obama's \"record on jobs.\" Nor is it necessarily a measure of economic weakness; in fact, manufacturing has, thanks to technological advances, maintained strong output while shedding workers . It's a reminder that all the usual macroeconomic indicators (unemployment, wages, labor force participation, GDP) can quantify a lot of things in the economy, but you have to dig in to learn about the quality of that economy — what exactly is going on behind those numbers. This decline in goods-producing jobs doesn't signal that the economy is getting worse or better — it's just changing, in this case to become more focused on providing services , instead of goods. All of this is to say that Trump inherits a job market that is humming along comfortably, given how poor of shape it was in only recently. But it's also an economy that has sharply moved away from manufacturing and other goods-producing industries — the very ones he pushed the most in the election. That change has hurt plenty of Americans, despite the job market's improvement. Trump has tried to claim credit for several hundred goods-producing jobs here and there (credit that he doesn't always deserve, as the Washington Post's Philip Bump has reported ), but bringing manufacturing employment back in a sizable way seems like a tall order for any president. Furthermore, alternative work — like driving an Uber or Lyft — continues to grow quickly as a share of the economy. That change could eventually require policy attention, as more workers take jobs that don't come with benefits. But there's another big caveat here. Presidents get lots of credit and blame for the economy's performance, despite the fact that they don't really have firm control over that performance. (If they did, why would recessions ever happen?) Yes, a president can push an economic agenda and in some cases push particular policies that end up having a sizable impact on the economy (see: the 2009 stimulus package, which undeniably had a positive impact). But they also need Congress to enact those policies. Not only that, but the Federal Reserve has its own set of controls — a set to which the president does not have access, despite some conspiracies of politically motivated Fed scale-tipping. So, like Obama, whatever happens to the economy under Trump, he may not deserve whatever credit he may claim (and the same goes for whatever blame is thrown his way). ",
    "title": "The Job Market Under President Obama, In 8 Charts : NPR"
   }
  ]
 }
}