{
 "09": {
  "col-sim": {
   "cosine": 0.1260798716247586,
   "entity": 0.14383899044561524
  },
  "exec-time": 30.930084228515625,
  "links": [
   {
    "entities": [
     "60 percent",
     "biden",
     "michelle",
     "$780 billion",
     "trump",
     "house",
     "eight years ago",
     "university",
     "npr",
     "donald",
     "goolsbee",
     "tuesday",
     "of",
     "95 percent",
     "congress",
     "night",
     "frank",
     "u.s.",
     "obama",
     "chicago",
     "today",
     "luntz",
     "america",
     "washington",
     "now",
     "austan",
     "february 2009",
     "white"
    ],
    "id": 0,
    "text": "\"A dispute, discussion, something breaks out at that meeting. We haven't even come in yet,\" said Austan Goolsbee, a professor at the University of Chicago, who was a top economic adviser in the early years of the Obama presidency. Goolsbee said there were two schools of thought about how to proceed. \"Doing something on the order of magnitude of the problem, which everyone understood is going to be a collection of a whole bunch of things and you're going to have a hard time explaining it,\" Goolsbee said was one option. Or, he said, others argued, \" 'Couldn't we just pick one thing and just do that one thing?' And that would be really easy to explain.\" The economy was hemorrhaging jobs, and Obama's economic team was afraid the country was on the brink of another Great Depression. The president chose to go big. Article continues after sponsorship Michelle Obama's Emotional Farewell: 'The Power Of Hope' Has 'Allowed Us To Rise' Obama came into the White House eight years ago, hailed as the \"Great Communicator\" because of his lofty speeches, but as he leaves office — and delivers a farewell address Tuesday night in Chicago — by his own admission, Obama hasn't always been so adept at communicating his policies and achievements. He struggled to make the sell on the Recovery Act (known as the stimulus), the auto bailout and the Affordable Care Act. The man who will succeed him has chosen a decidedly different path. President-elect Donald Trump has on multiple occasions hyped up announcements by companies that they will add a few thousand or even fewer jobs, declaring victory and getting lots of attention for relatively small wins, as compared to the size of the U.S. economy. Obama has overseen 75 straight months of job growth. Employers added millions of jobs during the course of his presidency, but Obama hasn't been able to capitalize on that politically as well as his allies would have hoped. Biden To Democrats Objecting To Electoral College Results: 'It Is Over' Obama signed the Recovery Act in February 2009. And, in the speech he made that day, the challenges of explaining the behemoth $780 billion package were clear. \"Today does mark the beginning of the end,\" Obama said, \"the beginning of what we need to do to create jobs for Americans scrambling in the wake of layoffs.\" He talked about the millions of jobs it would \"save or create,\" a metric so squishy it proved hard for Obama to claim credit for it later and made it easy for opponents to criticize the stimulus as a failure. He spent most of the speech talking about \"investments.\" \"Rebuilding our crumbling roads and bridges, repairing our faulty dams and levees, bringing critical broadband connections to businesses and homes in nearly every community in America,\" Obama said in what was a long list of projects. \"Upgrading mass transit.\" But Frank Luntz, who has advised Republicans on messaging, said in an interview with NPR, the word \"investment\" can sound, for some, like code for big-government spending. On Intelligence And Russian Hacking, Are Trump And His Team Missing The Point? \"There was real hostility early on,\" Luntz said, \"a feeling that it's just an expansion of Washington and nobody was going to benefit and everyone was going to get stuck with the tab.\" Obama's team overestimated Americans' appetite for stimulus spending, Luntz argued. Republicans in Congress, who never supported the Recovery Act, repeatedly derided it as a \"failed trillion-dollar stimulus.\" In reality, a big chunk of it went to tax cuts — and it helped pull the country out of the biggest recession since the Great Depression. In Obama's bill-signing speech, the mention of those tax cuts came near the end. \"About a third of this package comes in the forms of tax cuts — by the way, the most progressive in our history,\" said Obama to applause, arguing it would not only spur job creation, but put \"money in the pockets of 95 percent of hard-working families in America.\" Working 3 Jobs In A Time Of Recovery The way the tax cuts were distributed also limited any public relations benefit. The money just appeared in people's paychecks as a smaller payroll tax deduction. \"Nobody realized, nobody understood and, so, nobody celebrated it,\" Luntz said. \"There's a simple rule in politics: if you don't talk about it, no one knows you did it, and you get no credit for it. And that was the problem with the tax-cut component of Obama's stimulus package.\" The tax cut was carefully designed by the Obama administration to target low- and middle-income Americans. But it ultimately had little traction with the public — or with Republicans whom it was intended to help sway. \"At one point in the first year,\" Goolsbee said, remembering a moment of great frustration, \"there's a poll that comes out in which something like 60 percent of the country said that they were sick of the tax increases that had come from the stimulus, when, in fact, 95 percent had gone down.\" Goolsbee said that is when he began to realize that reality was relative — something that has truly taken hold in American politics now. \"And at that point, you know the president was basically asking the economic team, 'What is wrong with you people?' and I just felt like punching myself,\" said Goolsbee with a laugh. Economists widely view the stimulus as having helped the economy avoid disaster. But politically, Obama got none of the credit for the tax cuts and a whole lot of grief for the spending. This was a pattern that would repeat itself throughout his presidency. As Trump prepares to enter the White House, his communications strategy is one of mass saturation, including rapid-fire tweets on multiple topics. Will that work out better than Obama's cool focus on facts and figures when trying to persuade the public? Or as he works to repeal some of Obama's policy achievements, will he have to adopt a different tactic to sell his proposals? ",
    "title": "How Obama Failed To Sell The First Major Accomplishment Of His Presidency : NPR"
   },
   {
    "entities": [
     "mccormick",
     "jan. 7, 2017",
     "reporter",
     "contact",
     "house",
     "tribune",
     "sunday",
     "northern",
     "chris",
     "morning",
     "place",
     "saturday",
     "craigslist",
     "tony",
     "tuesday",
     "steve",
     "business",
     "bureau",
     "of",
     "holden",
     "$5k",
     "john",
     "briscoe",
     "metropolitan",
     "exposition",
     "authority",
     "ebay",
     "hamilton",
     "edgewater",
     "jan. 10",
     "u.s.",
     "obama",
     "chicago",
     "and",
     "7 a.m.",
     "evening",
     "better",
     "illinois",
     "bernas",
     "early on jan 7, 2017",
     "sweda/chicago",
     "sweda",
     "pier",
     "barack",
     "$5,000",
     "white"
    ],
    "id": 1,
    "text": "Free tickets to Obama farewell speech listed for as much as $5K online 'He gave us hope': Obama supporters share their thoughts on 44th president Several of the thousands who lined up Jan. 7, 2017, for tickets to President Barack Obama's farewell speech, to be held Jan. 10 in Chicago, share their thoughts on what the presidency meant to them. (Chris Sweda/Chicago Tribune) Several of the thousands who lined up Jan. 7, 2017, for tickets to President Barack Obama's farewell speech, to be held Jan. 10 in Chicago, share their thoughts on what the presidency meant to them. (Chris Sweda/Chicago Tribune) Tony Briscoe Contact Reporter Chicago Tribune While President Barack Obama 's farewell address was intended to be a free event for those hoping to hear his final oration as commander in chief, there appears to be no shortage of people looking to make a profit from the historic occasion. Obama, a former U.S. senator turned two-term president, will deliver his last presidential speech Tuesday evening at Chicago's McCormick Place. Free tickets were available on a first-come, first-served basis Saturday morning, prompting several thousand people to withstand single-digit temperatures to wait in line for tickets. By 7 a.m., Chicago police officials were warning hopefuls not already in line not to bother. The crowds had grown so large that all of the available tickets would be scooped up. By Sunday, advertisements to auction dozens of the elusive tickets had sprouted up on secondary market websites like eBay and Craigslist asking for as much as $5,000 apiece. Left unclear, however, was whether those tickets were legitimate or could be legally sold. Steve Bernas, Better Business Bureau of Chicago and Northern Illinois president, strongly warned against buying tickets. Whether its tickets to a Cubs game or the musical \"Hamilton,\" there are invariably reports of counterfeit tickets and other hoaxes, he said. \"Stay away from anyone selling these tickets,\" he said. \"You don't know who these people are. It's different buying a couch on Craigslist. You can see the couch. ... There's no way to verify these tickets.\" Though there were no complaints of fraud related to the Obama farewell as of Sunday, Bernas said generally people won't know they've been scammed until ushers stop them at the door. Bernas said it was unlikely police would pursue scalpers. Thousands lined up early on Jan 7, 2017, in the bitter cold for a shot at a free ticket to President Barack Obama's farewell speech, which he will deliver Jan. 10 at McCormick Place. (Chris Sweda / Chicago Tribune) \"Someone is always looking to make a profit on a situation, disaster or calamity,\" Bernas said. \"I guarantee someone will be turned away on Tuesday.\" Bernas also cautioned those who plan on attending the event against sharing pictures of tickets on social media. Scammers, he said, might be able to duplicate them as a result. Images of the tickets posted in some ads appeared to match those that people snagged Saturday. Those same images also had fine print clearly saying the tickets were \"not for sale or re-sale.\" Spokespeople for the White House and the Metropolitan Pier and Exposition Authority, which owns and operates McCormick Place, did not immediately respond to requests for comment. John Holden, 55, of Edgewater, booked a hotel near McCormick Place in anticipation of the ticket release. While standing in line for 21/2 hours to get his ticket, he remembers officials telling the crowd that the tickets were not for resale, but he didn't note any precautions to ensure that resales didn't take place. ",
    "title": "Free tickets to Obama farewell speech listed for as much as $5K online - Chicago Tribune"
   },
   {
    "entities": [
     "one",
     "cowperthwaite",
     "dhabi",
     "texas",
     "last year",
     "cbs",
     "images",
     "friday",
     "gabriela",
     "getty",
     "press",
     "2013",
     "ocean",
     "2019",
     "seaworld",
     "sunday",
     "news",
     "joel",
     "union-tribune",
     "antonio",
     "2015",
     "fla.",
     "2022",
     "rose",
     "stadium",
     "animal",
     "welfare",
     "associated",
     "abu",
     "current",
     "manby",
     "orlando",
     "san",
     "naomi",
     "institute",
     "now",
     "shamu",
     "diego",
     "december"
    ],
    "id": 2,
    "text": "An orca leaps out of the water at Shamu Stadium at SeaWorld San Diego. Visions of America/UIG via Getty Images hide caption toggle caption Visions of America/UIG via Getty Images An orca leaps out of the water at Shamu Stadium at SeaWorld San Diego. Visions of America/UIG via Getty Images Just days after the death of its most famous star, SeaWorld has begun the process of putting its headliner show to rest. The theme park's San Diego location is delivering its final One Ocean show on Sunday, ending the series of orca performances that elicited outrage after the 2013 documentary Blackfish. The principal subject of that documentary, an orca named Tilikum, died Friday at the age of 36. Tilikum, SeaWorld's Famed Orca And Subject Of 'Blackfish,' Dies The filmmakers pointed to the aggressive behavior of the nearly six-ton male orca as evidence of the cruelty — and the dangers — of holding these whales in captivity. Amid the outcry (and plunging stock value ) that followed, SeaWorld promised changes to its program. In 2015, SeaWorld CEO Joel Manby announced that the signature orca performances would abandon the traditional tricks and stunts in favor of a more informative show, in a more natural setting. Sunday's One Ocean finale in San Diego is the fruit of that promise. SeaWorld's locations in San Antonio, Texas, and Orlando, Fla., are expected to follow suit and end their versions of the popular show by 2019. In its place, SeaWorld will be introducing Orca Encounter , a series of shows it describes as a more educational experience. \"No longer a theatrical show, this live presentation will have the feel of an engaging documentary centered on the orca's natural behaviors, physical attributes, intelligence, social structures and unique relationship with mankind,\" according to a statement from the park. The San Diego Union-Tribune breaks down the changes visitors can expect : \"The reimagined orca attraction, billed as an educational presentation, will lose the current stage setting, now dominated by four LED screens and a giant depiction of a whale tail. Replacing it will be a new backdrop that incorporates a rugged coastal inlet, artificial Douglas fir trees, cliffs and waterfalls. An infinity high-definition screen will highlight orca movements in the wild, as well as replays of SeaWorld killer whale maneuvers in the stadium pool. \"In what will still be a pre-produced presentation with designated start times, trainers will cue the orcas through a series of more natural behaviors typical of killer whales in the wild — hunting, eating, communicating — accompanied by an informative narrative.\" Article continues after sponsorship Many of the theme park's critics don't buy that the changes will have a significant effect, however. \"The trainers aren't safe, and the whales aren't happy,\" Gabriela Cowperthwaite, the director of Blackfish, told CBS News . \"They're still just doing manic circles around concrete swimming pools.\" Naomi Rose, a marine mammal scientist with the Animal Welfare Institute, tells The Union-Tribune that while she appreciates the changes as steps in the right direction, they don't go far enough. \"Hopefully, SeaWorld will put these (orca) behaviors into context and stop exaggerating them and having them somersault in the air, which they never do in the wild,\" she said. \"Trust me, when a whale does a breach, even in the wild on a whale watch, everyone still goes aah. It's a huge, gasping moment.\" Last year, SeaWorld said that it would be ending its program of breeding in captivity. The Associated Press reports SeaWorld still has 11 orcas, which range in age from 2 to 52 years old. The park announced in December that when it opens a new park in Abu Dhabi, in 2022, it will do so without orcas entirely. ",
    "title": "SeaWorld Ends Its Orca Theatrics In San Diego, But Critics Aren't Convinced : The Two-Way : NPR"
   },
   {
    "entities": [
     "campbell",
     "thompson",
     "civil",
     "stephen",
     "d.",
     "tullos",
     "supreme",
     "crowley/the",
     "november",
     "getty",
     "arkansas",
     "january",
     "rudolph",
     "ryan",
     "paul",
     "tanton",
     "howell",
     "the 1980s",
     "morning",
     "kitty",
     "for",
     "king",
     "defense",
     "phebe",
     "edward",
     "2011",
     "once",
     "shelby",
     "phyllis",
     "alabama",
     "department",
     "martin",
     "policy",
     "schumer",
     "today",
     "emily",
     "christian",
     "luther",
     "center",
     "rush",
     "1993",
     "douglas",
     "heflin",
     "bush",
     "budget",
     "coordinating",
     "wayne",
     "congressional",
     "white",
     "gold",
     "mitt",
     "1960s",
     "pryor",
     "network",
     "manuel",
     "larry",
     "capitol",
     "auburn",
     "mary",
     "reagan",
     "hunt",
     "beauregard",
     "news",
     "united",
     "late last february",
     "facebook",
     "senate",
     "recently",
     "breitbart",
     "steve",
     "2014",
     "drew",
     "ashcroft",
     "black",
     "of",
     "july of last year",
     "hybart",
     "justice",
     "the year",
     "tea",
     "review",
     "bazelon",
     "romney",
     "twitter",
     "current",
     "1986",
     "e.",
     "conference",
     "rosenberg",
     "selma",
     "k.",
     "belt",
     "southern",
     "marcus",
     "agency",
     "w.",
     "u.s.",
     "union",
     "york",
     "lynch",
     "chuck",
     "rosa",
     "albert",
     "department's",
     "jr.",
     "birmingham",
     "medals",
     "six months later",
     "iii",
     "hogue",
     "allen",
     "leadership",
     "ku",
     "numbersusa",
     "lee",
     "images",
     "high",
     "perry",
     "raby",
     "press",
     "robertson",
     "1984",
     "party",
     "richard",
     "loretta",
     "jeff",
     "peacock",
     "the same month",
     "1964",
     "bennett",
     "congress",
     "2015",
     "wilcox",
     "n.a.a.c.p.",
     "security",
     "john",
     "jefferson",
     "frederick",
     "jacqueline",
     "angerer",
     "1965",
     "flynt",
     "barry",
     "republican",
     "a few months later",
     "reese",
     "beck",
     "1981",
     "parks",
     "obama",
     "1994",
     "new",
     "schlafly",
     "commerce",
     "national",
     "massachusetts",
     "1996",
     "emory",
     "america",
     "committee",
     "2012",
     "giuliani",
     "kennedy",
     "missile",
     "bannon",
     "miller",
     "time",
     "december 2014",
     "c.",
     "january 9, 2017",
     "last year",
     "times",
     "spencer",
     "klan",
     "the mid-1980s",
     "credit",
     "september 2015",
     "states",
     "south",
     "trump",
     "guy",
     "house",
     "march",
     "1969",
     "2013",
     "2000",
     "balce",
     "turner",
     "university",
     "the mid-1990s",
     "m.",
     "montgomery",
     "college",
     "nonviolent",
     "klux",
     "american",
     "davis",
     "george",
     "county",
     "$750",
     "ceneta/associated",
     "court",
     "division",
     "school",
     "blackshear",
     "2016",
     "almost",
     "evelyn",
     "$50,000",
     "frank",
     "limbaugh",
     "huntingdon",
     "student",
     "judiciary",
     "february",
     "gaffney",
     "2006",
     "roy",
     "june 2013",
     "confederate",
     "decades later",
     "2010",
     "sessions",
     "washington",
     "c-span",
     "liberties",
     "chamber",
     "homeland",
     "williams",
     "now",
     "matthew",
     "kowalski",
     "1985",
     "rights",
     "mark",
     "ala."
    ],
    "id": 3,
    "text": "Continue reading the main story Within days, he could be confirmed as attorney general of the United States. Some cabinet nominees arrive at confirmation hearings with records that require considerable guesswork. Not Mr. Sessions. His rock-ribbed conservatism was forged in the deep poverty and isolation of rural Alabama, sharpened during 16 years as a federal prosecutor and state attorney general and polished as a senator. After one of the most liberal periods in Justice Department history, Mr. Sessions is expected to execute an about-face on the Obama administration’s policies of immigration, criminal justice and — many critics fear — civil rights. Advertisement Continue reading the main story He argues that immigrants are siphoning billions in welfare payments, committing crimes and snatching jobs from Americans. He has questioned whether the Constitution guarantees citizenship to anyone born in the United States, as the 14th Amendment states, and has insisted that the First Amendment doctrine of separation of church and state has been too broadly interpreted. He declared same-sex marriage an indisputable threat to American culture and once went to court to deny funding for gay student groups. Overreaching by the Justice Department’s Civil Rights Division, he has said, at times has led to “civil wrongs.” He favors stiff, mandatory penalties for drug offenses, believes that the government has grown soft on crime and objects to what he sees as unwarranted criticism of police behavior. Mr. Sessions, the nominee for attorney general, has been a consistent voice for conservative policies for nearly two decades in the Senate. Here are some of his positions on the issues. Mr. Sessions is not a uniquely conservative pick; John Ashcroft, attorney general under President George W. Bush, held similarly strident views. But Mr. Ashcroft was a party stalwart whom any number of Republican presidents might have nominated. Mr. Sessions offers an uncompromising brand of conservatism that combines Christian and small-government values with strains of populism and a willingness to say the unpopular, or even offensive. He speaks to a disenchanted electorate that includes the white, nationalistic fringes of his party. In short, he is a uniquely Trump nominee to lead the Justice Department. To many Trump supporters, he is a rare public servant with the backbone to enforce the nation’s laws strictly, regardless of political consequences. “He has been the leader of this populist revolt against the political elite,” Stephen K. Bannon, the former head of Breitbart News Network who will be a senior White House adviser, said in February. Critics see Mr. Sessions as a throwback to a bygone South. “His whole life, he has been on the wrong side of every issue,” said Wayne Flynt, a politically progressive Alabama history professor who has followed his career for decades. On questions about voting, gays and immigration, he said, “he has argued to narrow democracy, not broaden it.” The roots of his ideology, and the combination of independence and tenacity that has carried Mr. Sessions to this point, can be found in rural Alabama, where he grew up. A Strict Code Jefferson Beauregard Sessions III was named after his father, who was named after his grandfather, who was named after the Confederate president Jefferson Davis, his parents once said. Buddy, as he was called, grew up an only child on the ragged edge of Alabama’s famous Black Belt in Hybart, a one-crossing hamlet where his father ran a store. The family lived in a one-story house with no driveway, a small concrete front stoop and a heating system consisting of a fireplace and space heaters. Birmingham had a steel industry. Mobile had a port. But around Hybart, work was limited mostly to logging or farming. Neighboring Wilcox County, home to the nearest town of any size and Mr. Sessions’s high school, then was one of the nation’s poorest. It still is. Photo A 1969 yearbook photo of Mr. Sessions as a student at Huntingdon College in Montgomery. He led the student government association and the Young Republicans club there. He learned thriftiness from his parents, who grew up during the Depression. Upon becoming a United States attorney in 1981, he had only $750 in the bank, records show. Friends joke that even after he attained the comfortable life of a senator decades later, he refused to replace an aging car or the outdated kitchen countertops at his home in Mobile. Advertisement Continue reading the main story It was an environment that fostered Mr. Sessions’s belief in frugality and self-reliance, bounded by a strict — if much disputed — code of what was and was not fair. It also bred, even early on, a skeptic’s eye toward elites. His parents were longtime Republicans in a state that had been run by Democrats since Reconstruction. In high school, as racial politics laid the foundation for the eventual Republican takeover of the South, Mr. Sessions was fascinated by Phyllis Schlafly’s book “A Choice Not an Echo,” a catechism on the split between the Republican Party establishment and its right wing. The book enjoined true conservatives to topple the party’s kingmakers and compromisers, presaging the rise of the Tea Party and Mr. Trump — and now, Mr. Sessions himself. Unpopular ideas did not faze him, even as a schoolboy. His mother told one reporter, “That boy could argue with a signpost.” His high school yearbook photo bore the caption: “He is a host of debaters in himself.” Alabama’s economic struggles helped define his political priorities. As a young man, he watched timber imports eat into local logging jobs, cheaper foreign steel hasten the closing of Birmingham mills, and immigrants take jobs in the fields and chicken processing plants. Most economists say those changes were largely unavoidable as the United States shifted from an economy based on manual labor to one rooted in services and knowledge. But Mr. Sessions saw a threat to the hard-working families he had grown up with, former aides said. To Alabama voters, weary of decades of Democratic back-scratching and scandals, Mr. Sessions seemed a breath of fresh air when he emerged on the political scene in 1994, after 12 years as the top federal prosecutor in Mobile. As the state’s attorney general, his first elective post, he slashed staff, pay, travel, cars and supplies. Republican leaders hoped he would come to the rescue of the former governor, Guy Hunt, who was removed from office after a 1993 ethics conviction. Instead, Mr. Sessions asked a federal appeals court to uphold the conviction. The business-dominated establishment wing of Alabama’s Republican Party is closer to the state’s senior senator, Richard C. Shelby. Mr. Sessions’s political base included rural and suburban working-class and evangelical white voters — the same constituencies that proved crucial to Mr. Trump’s success in November. “Sessions had a Trump movement before there was a Trump,” Professor Flynt, of Auburn University, said. His record as Alabama’s attorney general — he served just two years before winning election to the Senate in 1996 — showcases his fiercely conservative views. Mr. Sessions supported reviving chain gangs of volunteer inmates. He defeated a court order that would have directed more state money to schools in poor districts by arguing that a single judge had usurped management of the entire state school system. He supported efforts to tighten identification requirements for Alabama voters and backed a county judge who posted the Ten Commandments in his courtroom and opened court with a daily prayer. Photo Mr. Sessions’s nomination to a federal judgeship in 1986 foundered when senators of both parties questioned his commitment to civil rights. Credit Terry Ashe/The LIFE Images Collection, via Getty Images Alabama liked what it saw: Seeking his fourth term in 2014, Mr. Sessions was the only United States senator to run unopposed. “He doesn’t hide who he is. He’s a conservative guy,” said former Senator Mark Pryor, a Democrat from Arkansas who once led the Senate’s weekly prayer breakfast with Mr. Sessions. “He doesn’t represent Massachusetts. He represents Alabama.” Advertisement Continue reading the main story But his rigid views and his willingness to buck the Republican leadership isolated him in the Senate. A fervent budget hawk, he was ready with his own spending plan when Republicans captured the Senate after the 2014 elections. But party leaders passed him over for chairmanship of the powerful Budget Committee, leaving him the longest-serving senator without a committee to lead. Former aides describe the decision as payback for Mr. Sessions’s relentless opposition to bipartisan efforts to ease immigration restrictions. Republican purists like the radio host Rush Limbaugh said Senate power brokers were punishing a courageous truthsayer. “That alone tells you where the Republican leadership mind-set is on this,” Mr. Limbaugh said on his program in 2014. “They want to take out the one primary voice of opposition.” Civil Rights There is perhaps only one area in which Mr. Sessions’s views are in question. It is the source of his sole setback in four decades of public life and most of the controversy over his nomination. As Mr. Sessions attended his church youth group and worked toward the rank of Eagle Scout in the early 1960s, Alabama was emerging as ground zero of the civil rights movement, the backdrop for violence and bravery since immortalized in museums. But as he has himself suggested, the era’s historic tumult largely escaped him. Segregation permeated the rural Alabama of his youth. As late as 1985, his father told a local paper that he believed in it, although he stressed he was not speaking for his son. Wilcox County High School, where Jeff Sessions was voted senior class president in 1964, was an all-white institution. African-Americans, the majority of county residents, were largely illiterate, living in unpainted wooden shacks insulated with newspapers, their children shunted to squalid schools with no instructional materials. In March of Mr. Sessions’s senior year, demonstrators from the Student Nonviolent Coordinating Committee and the Southern Christian Leadership Conference came to town, demanding that African-Americans be allowed to register to vote. Police officers responded with tear gas and smoke bombs. The same month, state troopers armed with billy clubs attacked African-Americans as they began a historic march in Selma, 35 miles north of Wilcox County High. A few months later, the Voting Rights Act of 1965 opened the polls to African-Americans. The year after Mr. Sessions graduated, the Justice Department pried open the doors of Wilcox County schools for African-American students, winning a court judgment against a school board that had flatly declared that “desegregation is not good for education.” Advertisement Continue reading the main story By then, Mr. Sessions was a history major at Huntingdon College, a small, all-white Methodist school in Montgomery. He led the Young Republicans club — maybe a dozen students, including Mary Blackshear, whom he met on a hayride and married soon after graduation. “Even though we were in Montgomery at a time when so much was going on, it was like we were in a little bubble or something,” said Phebe Lee, a college friend and club member. Mr. Sessions acknowledged as much in February, at a congressional ceremony honoring the Selma marchers . “As a child and a teenager, I saw evidence of discrimination every day,” he said. “Certainly, I feel I should have stepped forward more.” Mr. Sessions co-sponsored legislation awarding Alabama’s civil rights marchers and Rosa Parks Congressional Gold Medals, but he has expressed mixed views about the Justice Department’s enforcement of civil rights. In the mid-1980s, he called the Voting Rights Act, which prohibited racial discrimination at the polls, “an intrusive piece of legislation” and said that federal judges of that era “can be criticized legally for exceeding jurisdiction.” Photo Speaker Paul D. Ryan presenting a Congressional Gold Medal to Frederick Douglas Reese, at a ceremony in February honoring the Selma civil rights marchers. Mr. Sessions, far left, co-sponsored legislation awarding the marchers. Credit Manuel Balce Ceneta/Associated Press On balance, he said, the law was necessary, and he voted with every other member of the Senate in 2006 to extend its provisions for another 25 years. But in 2013, after the Supreme Court invalidated one of the act’s core provisions that required Justice Department approval to change election laws in places with histories of discrimination, he called it “good news, I think, for the South.” Mr. Sessions has long accused the department of overstepping its authority by promoting minority rights that conservatives argue have no clear basis in law. “There is a perception, not altogether unjustified, that this department’s Civil Rights Division goes beyond fair and balanced treatment, but has an agenda,” Mr. Sessions said last year. “That’s been a troubling issue for a number of years, frankly.” Critics fear such comments presage a rollback in civil rights enforcement. “Jeff Sessions is emblematic of too many white Southerners who learned very little from the civil rights movement, except how to be more creative in carrying out an anti-civil-rights agenda,” said Allen Tullos, a history professor at Emory University. Under President Obama, the Justice Department has threatened civil rights lawsuits to force police departments to change policies on the use of force, advocated gay rights and told local school districts to let transgender students use bathrooms that match their gender identity. Advocates and career prosecutors see a shift in the department’s work on gay, lesbian and transgender issues as all but certain under Mr. Sessions. As Alabama’s attorney general in the mid-1990s, he defended a state law barring funding for gay student groups on state college campuses, arguing that their very existence encouraged violation of state sodomy laws. A federal appeals court disagreed, striking down the law as “blatant” discrimination. In the Senate, he voted against making it a federal hate crime to attack people based on their sexual orientation. Advertisement Continue reading the main story Mr. Sessions has also questioned the use of consent decrees — one of the Justice Department’s most powerful civil rights tools — as “an end run around the democratic process” and a dangerous exercise of raw government power. The Obama administration has relied on consent decrees, in which local governments agree to make new policies to avoid battling the federal government in court, to transform police training, improve conditions in prisons and change how officers make arrests and use force. “I think you’ll see the Civil Rights Division go back to its more traditional role in terms of law enforcement,” said Larry Thompson, a former deputy attorney general and longtime friend of Mr. Sessions. “I don’t think he’s going to countenance a police officer shooting someone under color of law, but more than the current administration, he’ll make sure to stand up for law-abiding citizens when one of these unfortunate situations occur.” Mr. Sessions’s last nomination to a federal post, a federal judgeship in 1986, foundered over questions by senators of both parties about his commitment to civil rights. Accounts of the nomination battle typically focus on testimony about a string of racially insensitive comments he was accused of making as a federal prosecutor. Those included statements — which he said were taken out of context but did not deny — that the N.A.A.C.P. and the American Civil Liberties Union were “un-American” groups that “do more harm than good.” But perhaps most crucial to his rejection was his 1985 prosecution of three longtime black community activists on ballot-fixing charges. One was Albert Turner, an adviser to the Rev. Dr. Martin Luther King Jr. and one of the Selma marchers attacked by state troopers. In 1984, Mr. Turner, his wife, Evelyn, and Spencer Hogue Jr. were working to elect a black candidate for local office over another African-American who, they believed, was in league with white politicians. A federal grand jury convened by Mr. Sessions’s office charged them with 29 criminal counts for allegedly altering about two dozen absentee ballots without the voters’ consent. Photo Albert Turner, left, with his wife, Evelyn, and Spencer Hogue Jr., and a redistricting map of Perry County, Ala. In 1984, a federal grand jury convened by Mr. Sessions’s office charged each of them with 29 criminal counts for allegedly altering about two dozen absentee ballots without the voters’ consent. They were acquitted. The case became a cause célèbre among local African-Americans and among civil rights lawyers, who saw it as part of a broader effort by the Reagan administration’s Justice Department to intimidate black voters. At trial, the case collapsed; most voters testified that the defendants were trying to help them complete ballots, not fix them. A jury swiftly acquitted them . Among other concerns, Senator Howell Heflin, an Alabama Democrat who sat on the Senate Judiciary Committee at the time, doubted that the case merited the full force of the federal government, Steve Raby, Mr. Heflin’s former chief of staff, said in an interview. Losing the support of a home-state senator proved fatal. It was only the second time in 48 years that a judicial nomination died in committee. Mr. Sessions, who prides himself on methodical preparation, has said he was “a babe in the woods” before the committee. If so, he has learned his lesson: In recent weeks, a string of African-Americans, whom he has recruited, hired and promoted, have come forward to testify to his lack of racial animus. Advertisement Continue reading the main story Mr. Sessions is also mounting a vigorous effort to show that he stood up for civil rights as a federal prosecutor. He cites his successful pursuit of two Ku Klux Klan members who in 1981 brutally murdered a black teenager. “There were a lot of Southern United States attorneys who were not very welcoming to attorneys from the Civil Rights Division in the 1980s,” said Barry Kowalski, the Justice Department attorney on the case and a lifelong Democrat. “And he was.” Mr. Sessions has also revised a list of the 10 most important cases that he “personally handled” as a prosecutor to include four voting rights and school desegregation cases, even though his involvement was minimal, former Justice Department lawyers said. Mr. Sessions has stood behind the Perry County prosecution. And he still considers voter fraud a problem, though studies have consistently shown that it is extraordinarily rare. Albert Turner died in 2000. His son and namesake, who is a Perry County commissioner, now defends Mr. Sessions. “He is not a racist,” he said in a statement. “I believe him when he says he was simply doing his job.” His mother, Evelyn Turner, 80, does not. In February, at the congressional ceremony that honored her husband and other Selma marchers, the senator tried to hug her, she said. “But I said, ‘No, get off of me,’” she said. “I know he has not changed.” Crime and Punishment After he was elected senator, taking a seat on the same Judiciary Committee that denied him the judgeship, Mr. Sessions seemed to bear no grudge against those who had humiliated him in 1986. He collaborated with Senator Edward M. Kennedy of Massachusetts on a bill to reduce prison rape . He also worked with Democrats to correct sentencing disparities that resulted in harsher penalties for those convicted of crimes involving crack cocaine , who were predominately black, than those convicted of powder cocaine, who were more likely to be white. But in general, he was viewed in the Senate as a bill killer, not a bill sponsor. Photo Mr. Sessions at the Capitol in June 2013. A frequent topic he would raise on the Senate floor was what he saw as the Obama administration’s leniency toward drug offenders. Credit Drew Angerer for The New York Times “Preventing something bad from happening is just as important to him as getting something good done,” said Marcus Peacock, a former senior aide. C-Span played endlessly in his office and, if something disagreeable caught his ear, he summoned staff members to help him craft an immediate response in pencil on a yellow legal pad. “Even if you had meetings, the assumption is you’d be there,” Mr. Peacock said. Then the senator was off to the Senate floor, often to speak to an empty room. Advertisement Continue reading the main story A frequent topic was what he saw as the Obama administration’s leniency toward drug offenders. Mr. Sessions served as a federal prosecutor in Mobile in the heyday of the nation’s war on drugs, a time when Congress passed lengthy mandatory minimum sentences for drug crimes and the prison population ballooned. He has proudly described himself as a lieutenant in the nation’s drug war. Many politicians now regard that as a period of excessive punishments. The Obama administration — using clemency, discretion and more lenient sentencing laws — has undone many of that era’s policies and helped reduce the federal prison population for the first time in decades. But Mr. Sessions believes those long prison sentences produced low crime rates. “It’s mathematics,” he has said: the more criminals in prison, the fewer on the street. When Mr. Obama likened marijuana to alcohol, Mr. Sessions was “heartbroken.” “This drug is dangerous,” he said last year, adding, “Good people don’t smoke marijuana.” Liberals may chafe at such rigidity, but Mr. Sessions shares their disdain for the philosophy of “too big to jail” — the notion that prosecutors should consider whether bringing charges against large companies would imperil the economy. “This is a dangerous philosophy,” he said in 2010 amid Justice Department investigations into the banks at the heart of the financial meltdown. “Normally, I was taught, if they violated the law, you charge them. If they did not violate the law, you do not charge them.” A Defining Issue But no single topic energizes Mr. Sessions more than immigration. In 2013, when the Senate was considering a pathway to citizenship for immigrants, Mr. Sessions spent more time on the Senate floor than its top leaders, aides said. The issue has defined his Senate career and, along with trade, formed his link to Mr. Trump. Soon after his arrival in Washington, Mr. Sessions had received a visit from Roy Beck, an author who had recently formed the group NumbersUSA to advocate reduced immigration. Mr. Beck arrived at Mr. Sessions’s fourth-floor Senate office building prepared to make a sales pitch. Immigrants, here legally or illegally, he said, were taking jobs from American workers. Democrats, because of their Hispanic constituencies, were reluctant to address this, he said. And Republicans were too aligned with big corporations that benefited from immigrant labor. Mr. Beck figured that, as a former prosecutor, Mr. Sessions might be sympathetic at least to the idea that America’s immigration laws should be better enforced. Photo Mr. Sessions in December 2014, appearing with law enforcement officials from around the country to criticize President Obama’s immigration policies. The issue of immigration has defined his Senate career. Credit Stephen Crowley/The New York Times Almost immediately, Mr. Sessions began finishing Mr. Beck’s sentences. He noted with dismay the transformation of Alabama’s poultry industry, which for years had provided jobs — grueling, punishing work, but jobs nonetheless — to even the poorest, least-educated workers. “He saw a work force that was maybe half white, half black become mostly foreign,” Mr. Beck recalled. Advertisement “This is what justice is about,” Mr. Sessions told him. “You don’t put your finger on the scale against the poor person who’s trying to make a living.” Since then, Mr. Sessions has become the most reliable congressional ally of anti-immigration groups. He supported a state law in Alabama that, among other things, required public schools to verify the immigration status of students and their parents and made it a crime for immigrants to not carry their legal papers. The goal was to make every aspect of life for illegal immigrants so unbearable that they would deport themselves. Federal courts ultimately gutted the law. Mr. Sessions’s views have made him a target of critics who say he works too closely with people who have racist, xenophobic views. Several of the groups he has worked alongside were founded or nurtured by the activist John Tanton, who has described the anti-immigration fight in racial terms. “For European-American society and culture to persist requires a European-American majority,” Mr. Tanton once warned a friend . In 2015, Mr. Sessions received the annual Keeper of the Flame award from the Center for Security Policy, a Washington think tank that promotes anti-Muslim conspiracy theories. Its founder, Frank Gaffney, has argued, among other things, that Mr. Obama is secretly a Muslim and that the crescent in the new logo of the Missile Defense Agency is a veiled sign that the United States has submitted to Islamic law. Mr. Sessions has for years heard claims that his views are rooted in a fear of foreigners. He has steadfastly denied it. “It is not xenophobic but our patriotic duty to defend the integrity of our borders and the rule of law,” he said in 2014. When business leaders said more foreign workers would help the economy, Mr. Sessions mocked them for playing “masters of the universe” from behind the high fences of their estates. His office was a font of research that he sometimes personally thrust into the hands of fellow senators. The U.S. Chamber of Commerce, a traditional base of Republican support, strongly supported immigration legislation and went so far as to say that Republicans should not bother running a presidential candidate in 2016 if they did not pass it. “Gosh,” Mr. Beck said to Mr. Sessions. “How far can you go on this?” “How many votes does the Chamber of Commerce have?” Mr. Sessions quipped. When it became clear that, over his vehement objections, the Senate would pass an immigration bill in 2013, Mr. Sessions helped rally conservative House members to defeat the bill and make sure it would not become law. Advertisement Continue reading the main story As attorney general, Mr. Sessions would oversee the hiring of immigration judges and the operation of immigration courts. Though the Department of Homeland Security directly enforces immigration laws, the Justice Department is involved in helping set immigration legal policy and in prosecuting people who return to the country after being deported. “Throughout the debate on comprehensive immigration reform, no one was more anti-immigrant than Jeff Sessions,” said Senator Chuck Schumer of New York, the Democratic leader. “And for me that outweighs the fact that he is a colleague and someone that I have worked with well on other issues like trade.” The Trump Campaign For years, Mr. Sessions envisioned a day when the Republican Party would shed its big-business, country-club image and become a workers’ party. But his arguments gained little traction. In 2012, he believed, Mitt Romney handed Mr. Obama a second term by failing to appeal to voters earning less than $50,000. By 2015, Mr. Sessions was disillusioned and saw his party in disarray. In a 23-page memo to his colleagues that January, Mr. Sessions said the road to capturing working-class voters was clear: The party, he wrote, had to show how lax immigration policies had stolen their jobs and erased their prospects for moving up the social ladder. “Republicans cannot win in 2016 without these voters,” he wrote, “and Republicans cannot win these voters unless they prove that they are willing to break from the donor class.” When Mr. Trump announced his presidential bid six months later, Mr. Sessions saw a potential political mold-breaker. Within weeks of Mr. Trump’s campaign announcement, the two men talked by telephone about trade and immigration. In a 90-minute meeting in the senator’s office in September 2015, Mr. Trump assured Mr. Sessions that he was in the race to win. The senator’s staff shared position papers and a top aide, Stephen Miller, joined the campaign. When Mr. Sessions sent Republican candidates his questionnaire, every candidate except Mr. Trump ignored it. “It wasn’t easy” to gain Mr. Sessions’s support, Mr. Trump said after winning his endorsement late last February, just before sweeping a string of Southern primaries. “I put in a lot of work on the subject matter.” Advertisement Nor was it easy for the senator. Longtime Republican allies called to express their fury. Others refused to take calls from his staff. An article in the conservative National Review branded him “ a prostitute .” Photo The Republican National Convention in July of last year. Mr. Sessions had the idea of inviting people whose relatives were murdered by illegal immigrants, according to Rudolph W. Giuliani, who credits the senator with shaping Mr. Trump’s immigration views. Credit Alex Wong/Getty Images But Mr. Sessions did not waver, even at the lowest points of Mr. Trump’s campaign. When Mr. Trump was denounced for his anti-immigration rhetoric, colleagues said, Mr. Sessions offered reassurance. He helped craft a crucial immigration speech and prepare for the presidential debates. It was the senator’s idea to bring to the Republican convention people whose family members had been murdered by illegal immigrants, according to Rudolph W. Giuliani, a campaign adviser who credits Mr. Sessions with shaping Mr. Trump’s immigration views. A Crucial Test For all that is known about Mr. Sessions, one thing that is unclear is how he will measure up to what he has declared to be a crucial test of an attorney general’s qualifications: the willingness to stand up to the president, who in this case plucked him from obscurity. Critics point to his support for President George W. Bush’s warrantless wiretapping program and Justice Department memos authorizing waterboarding as signs that Mr. Sessions takes a broad view of presidential power. But his supporters point to a track record of insisting on Justice Department oversight and independence. Mr. Sessions chastised the Obama administration for refusing to defend the Defense of Marriage Act, saying that senior Justice Department lawyers should have told the president that they insisted on doing so, as a matter of principle. Mr. Sessions also did not support Attorney General Loretta E. Lynch’s nomination because she stood behind Mr. Obama’s authority to enact immigration policy through executive orders, which he called an abuse of presidential authority. The Justice Department can help the president achieve policy goals, he said, but must stand firm against overreaching. “You’ve got to be prepared to say no,” he said in 2011. “And if you do, politicians normally come around. You don’t have to do it publicly. You just tell him, ‘Mr. President, you cannot do that.’” Now, as Mr. Trump embarks on a presidency in which he promises to remake Washington and dispense with many of its traditions, it will fall to Mr. Sessions to decide if and when to say no. And his reputation for standing up to the powers that be, consequences be damned, may face its stiffest test yet. Emily Bazelon, Campbell Robertson and Matthew Rosenberg contributed reporting. Kitty Bennett and Jacqueline Williams contributed research. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on January 9, 2017, on Page A1 of the New York edition with the headline: A Bond Over Bucking the Establishment. Order Reprints | Today's Paper | Subscribe ",
    "title": "Jeff Sessions, a Lifelong Outsider, Finds the Inside Track - The New York Times"
   },
   {
    "entities": [
     "janice",
     "larry",
     "friday",
     "meyer",
     "florida",
     "rivera",
     "beach",
     "the day before",
     "wysocki",
     "ohio",
     "rick",
     "richard",
     "lauderdale",
     "miami",
     "british",
     "pompano",
     "port",
     "facebook",
     "university",
     "4:30 a.m.",
     "highway",
     "london",
     "sydney",
     "purdue",
     "red",
     "saturday",
     "cross",
     "morning",
     "dan",
     "monday",
     "caribbean",
     "fla.",
     "fort",
     "edwards",
     "scott",
     "once",
     "twitter",
     "night",
     "greg",
     "late saturday",
     "lanbry",
     "indianapolis",
     "jessie",
     "afternoon",
     "evening",
     "kovacs",
     "khalastchi",
     "patrol",
     "columbus",
     "now",
     "joy",
     "january 08, 2017",
     "mark",
     "montreal",
     "vancouver",
     "columbia",
     "everglades"
    ],
    "id": 4,
    "text": "Travelers lose 25,000 items after Florida airport rampage Published               January 08, 2017 Facebook 0 Twitter 0 Email Print   FORT LAUDERDALE, Fla. –  Dan and Janice Kovacs and their two children were passing through airport security when the gunfire erupted. They were shoeless — with wallets, passports and carry-on items chugging along a conveyer belt — when they sprang into the mass of people running to safety. Now they're among stranded travelers at Fort Lauderdale trying to recover what the airport director says are 25,000 pieces of luggage, cellphones and other belongings separated from their owners during Friday's shooting rampage. \"We have no IDs, we have no passports, no money,\" Janice, 39, said Saturday afternoon, wearing sandals borrowed from a brother-in-law. \"We just had to leave our stuff and run.\" \"All our stuff is being processed. We might not even get that until Monday. I have an 11-year-old who is freaking out. This has been traumatic for her,\" she said. The shooting Friday afternoon, which killed five people and wounded six, also stranded about 12,000 outgoing and incoming travelers, many returning from cruises or arriving ahead of the usual Saturday departures of the massive ships based in the tourism hub's Port Everglades terminal. Some travelers were kept on planes for more than seven hours while police put the airport on lockdown; others scrambled to protected corners or were hustled out onto the tarmac. The Kovacs, on the way home to Vancouver, British Columbia, after a Caribbean cruise, went out onto that rough surface barefoot. The Florida Highway Patrol sent computer-equipped buses to the airport Saturday afternoon to issue temporary ID cards to help travelers get out of state and even abroad. \"We are doing what we can to help,\" Sgt. Mark Wysocki said. Sydney Rivera, a 21-year-old Purdue University student, received a temporary Florida identification card that is nearly identical to the state's driver's license. On Friday, she had been about to board a flight home to Indianapolis in another terminal when people scattered over false fears of a second shooter. \"This will make it a lot easier to get through security,\" Rivera said as she rushed to finally catch a flight. Gov. Rick Scott said cruise ship companies were asked to accept travelers with provisional IDs. Once authorities began allowing travelers to depart the airport Friday evening, buses took thousands of them to the cruise terminal. Airport spokesman Greg Meyer said most bags won't be available until Monday. The airport hired an outside firm to collect discarded bags and sort them by where they were found so they can be identified by their owners. Those with lost luggage were told to call a toll-free number. But there were exceptions as airport officials scrambled to work with individuals. Jessie Khalastchi, a 21-year-old college student from London, left her carry-on bag and laptop that contained a paper for school when she fled the gunfire. She was reunited with her belongings Saturday afternoon, just in time to catch a flight out of Miami. The Kovacs also received some of their luggage late Saturday but were still waiting for their IDs, cellphones, passports and wallets. Richard Lanbry, his wife and 15-year-old daughter were about to board a plane home for Montreal when the shooting began. Amid the commotion, he was separated from the other two and frantically searched for them for about an hour. \"I was pushed down, my wife was pushed down too. It was violent ... people screaming, people crying, old and young. It was very scary,\" said the 61-year-old, who was vacationing in Pompano Beach. On top of that, they now have no luggage, no keys to their home and no coats or sweaters to wear once they arrive in chilly Montreal, only the T-shirts they we wearing the day before. Larry and Joy Edwards were about to board their flight home to Columbus, Ohio, after a Caribbean cruise. They ran out the skyway and down stairs onto the tarmac, where they were told to drop their carry-on bags and dash out to the runway. They eventually were taken to a hangar and bused to Port Everglades. That's where they spent most of the night. \"The Red Cross came. They gave us food and blankets and pillows. Everybody did what they could,\" Joy Edwards said. At 4:30 a.m., they were bused to a Miami motel. They had come back to the airport in an unsuccessful attempt to retrieve their luggage, which contained their passports, medicine and other essentials. Larry Edwards, a retired electric lineman, said they won't be able to get home until Monday and pointed to the clothes they had put on Friday morning. \"All we have is this and our smelly selves,\" he said. Advertisement ",
    "title": "Travelers lose 25,000 items after Florida airport rampage | Fox News"
   },
   {
    "entities": [
     "stephen",
     "rein",
     "avenue",
     "libowitz",
     "cabinet",
     "oval",
     "the 1980s",
     "street",
     "saturday",
     "the day",
     "for",
     "$500 million",
     "present",
     "jan",
     "corey",
     "ethics",
     "department",
     "day",
     "wall",
     "east",
     "center",
     "tom",
     "trump's",
     "bush",
     "january 8",
     "clinton",
     "congressional",
     "fall",
     "midtown",
     "white",
     "peter",
     "kushner",
     "middle",
     "lewandowski",
     "$1 billion",
     "jesse",
     "bloomberg",
     "enterprises",
     "ind.",
     "united",
     "1700s",
     "donald",
     "recently",
     "mexico",
     "forbes",
     "of",
     "russia",
     "health",
     "manhattan",
     "election",
     "cvr",
     "norman",
     "jersey",
     "w.",
     "citizens",
     "james",
     "and",
     "york",
     "corporation",
     "office",
     "the past",
     "world",
     "botsford/the",
     "the future",
     "december",
     "great",
     "richard",
     "thursday",
     "baran",
     "trans",
     "wilmerhale",
     "harlan",
     "toyota",
     "tv",
     "congress",
     "wiley",
     "john",
     "human",
     "wilbur",
     "republican",
     "obama",
     "new",
     "1967",
     "indianapolis",
     "america",
     "2012",
     "ivanka",
     "painter",
     "kennedy",
     "energy",
     "bannon",
     "f.",
     "jabin",
     "cnbc",
     "responsibility",
     "price",
     "wagner",
     "government",
     "states",
     "trump",
     "carrier",
     "house",
     "hillary",
     "lynn",
     "services",
     "icahn",
     "university",
     "the",
     "carl",
     "american",
     "george",
     "jamie",
     "hilton",
     "thurber",
     "strategies",
     "post",
     "this weekend",
     "at 2:49 pm",
     "chico",
     "washington",
     "airlines",
     "gorelick",
     "eisen",
     "now",
     "pennsylvania",
     "ross",
     "jordan",
     "jared"
    ],
    "id": 5,
    "text": "Trump confidants serving as presidential advisers could face tangle of potential conflicts The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By John Wagner and Ylan Q. Mui January 8 at 2:49 PM Follow @WPJohnWagner Follow @ylanmui Billionaire investor Carl Icahn will have the ear of President-elect Donald Trump as an adviser focused on cutting government regulations. But Icahn also stands to benefit if his advice is taken: It could make the energy companies and others in which he has a stake more profitable. Trump’s daughter Ivanka, who’s a major figure in her father’s business, has been present at transition meetings and is expected to continue to counsel him at the White House. So, too, is her husband, Jared Kushner, who has a web of business interests of his own that could be affected by Trump administration policy. And another Trump intimate — his former campaign manager Corey Lewandowski — is making no secret of his desire to profit on his continuing closeness to Trump, setting up a new lobbying firm with an office just a block from the White House. With confirmation hearings set to start for Trump’s Cabinet, ethics experts are voicing alarm about several other confidants of the president-elect — dubbed the “shadow Cabinet” by one — who might not be subject to such scrutiny and could face a tangle of potential conflicts between their personal interests and those of the public. His lawyer said this weekend that Kushner is preparing to resign from his position overseeing his family’s real estate empire and to divest “substantial assets” if he takes a role in Trump’s White House. Trump advisers Stephen Bannon and Jared Kushner make their way to Carrier Corporation in Indianapolis, Ind., in December. (Jabin Botsford/The Washington Post) In other cases, it’s unclear whether the usual safeguards of public disclosure and divestment will come into play to prevent those serving the president from profiting personally from their work. The concerns have been amplified by the fact that they will be reporting to a Republican president who has been slow to address the potential conflicts stemming from his own real estate holdings and other business interests. Some of the advisory roles Trump has set up or is openly contemplating fall into “very murky territory,” said Norman Eisen, who served as the chief White House ethics lawyer under President Obama. Richard W. Painter, who held the same position as Eisen under President George W. Bush and now sits with him on the board of Citizens for Responsibility and Ethics in Washington, said “it poses an enormous risk to have a shadow Cabinet.” Trump transition officials did not respond to requests for comment. An attorney for Icahn said he will “follow the law as he always has,” while Kushner’s attorney said he is consulting with the Office of Government Ethics regarding the steps he would take. The appointment of Icahn — whom Trump praised as “someone who is innately able to predict the future, especially having to do with finances and economies” — has drawn the sharpest criticism. Painter said Icahn’s status as an unpaid adviser is “disingenuous.” The billionaire investor made his name on Wall Street as one of the most successful corporate raiders of the 1980s, including making nearly $500 million from his stake in Trans World Airlines. As an investor in Trump’s hotels, he has clashed with the president-elect over business deals in the past but also provided financing at critical moments to keep Trump afloat. Icahn ranks among the 50 richest people in the world, according to Forbes. In the wee hours after Election Day, as supporters celebrated Trump’s victory in a ballroom at the New York Hilton in Midtown Manhattan, Icahn ducked out of the festivities. He was tracking the initial plunge in financial markets over Trump’s upset win and decided to make a bet. “I couldn’t put more than $1 billion to work,” Icahn told Bloomberg TV the day after the election. “The world was going into a panic for no reason. I think Donald coming in is a good thing for the economy, not a bad thing.” Trump’s presidency also stands to be particularly good for Icahn. He has long railed against regulation from Washington, most recently in the energy sector. Now he is being tasked by Trump to help him slash government regulations in the newly created role of special adviser for regulatory reform. Trump’s transition team emphasized that the title comes with no official duties and no salary — and is therefore not subject to federal disclosure requirements or conflict of interest laws. In an interview on CNBC, Icahn said that he will simply be “talking to Donald as I’ve talked before.” The confirmation process is designed in part to air potential conflicts. For example, Trump’s incoming commerce secretary, Wilbur Ross, who made a fortune in the steel industry, will likely be asked to explain how he will oversee a department that has significant oversight of that sector. While White House staff members do not face confirmation hearings as Cabinet secretaries do, they must file disclosure forms revealing their finances. They also have to divest assets that create conflicts of interest or abide by rules requiring them to recuse themselves from decisions that could affect those assets. Icahn’s role is so nebulous that it is difficult to tell how it should be categorized. The nature of his work could make him a de facto government employee — subject to disclosure requirements and conflict of interest laws — even if he is not paid. “Is it in the public interest for him to take that position and for us to not know what he’s doing?” said James Thurber, director of the Center for Congressional and Presidential Studies at American University. Watchdog groups have raised concerns about how much influence Icahn might wield over rolling back regulations that could benefit him personally. In the CNBC interview, he expounded at length over what he deemed “insane” rules dictating how much ethanol refineries should blend into gasoline. Shares of CVR Energy, a petroleum refinery in which he holds a significant stake, have almost doubled in price since the election. In addition, it is unclear whether Icahn’s position could provide him special access to political intelligence. Legislation passed in 2012 prohibits members of Congress and certain positions within the executive branch from trading based on nonpublic political information. Democrats are already questioning whether Rep. Tom Price (R-Ga.), Trump’s nominee to lead the Department of Health and Human Services, violated that law by trading health-care stocks during the crafting of the Affordable Care Act. Trump’s unusual willingness to intervene in the business decisions of individual companies could also create greater potential for conflicts of interest. On Thursday, Trump criticized Toyota for building cars in Mexico and selling them in the United States, sending the company’s stock plunging. “The fear would be that he could be privy to knowledge that could affect the market in some ways or different corporations he has a stake in or against,” said Jordan Libowitz, a spokesman for Citizens for Responsibility and Ethics in Washington. “He could make a move before the rest of America knows about it.” In an email, Jesse Lynn, general counsel of Icahn Enterprises, said Icahn’s title was not intended to formalize his role in the new Trump administration but to acknowledge the long-standing relationship among two New York dealmakers. Jan Baran, a campaign and elections lawyer at Wiley Rein, said conflict of interest laws only cover information that has the potential to affect a specific company, not a broad industry. And he said that many presidents often have a coterie of unofficial advisers, many of whom lack real power. “It kind of reminds me of Peter the Great when he was the czar of Russia” in the late 1600s and early 1700s, Baran said. “He didn’t have much in the way of money that he could give to anybody, so he started giving blue ribbons. This might be Trump’s version of a blue ribbon.” Trump has not made formal announcements about the role his daughter and son-in-law will play in the administration. But those around him have suggested that Ivanka Trump could be involved in policies affecting working mothers, while Kushner’s portfolio could include advising the president on foreign policy, particularly the Middle East. What would happen to their business interests remains unclear. Ivanka Trump has played a leading role in her father’s business and has a clothing line. Kushner has a web of business interests of his own, focused heavily on real estate development. Though Kushner’s company is focused primarily on development in New York and New Jersey, it has often relied on foreign investment, and its earnings could be influenced by Trump administration trade and foreign relations policies. Kushner’s lawyer, WilmerHale partner Jamie Gorelick, said Saturday that Kushner would recuse himself from matters that would have a direct impact on his remaining financial interests and abide by other federal ethics rules. A federal anti-nepotism statute enacted in 1967 could also complicate the fate of the couple, who recently purchased a house in Washington. The law, which came about after President John F. Kennedy named his brother as attorney general, forbids public officials from hiring family members in agencies or offices they oversee. There’s some disagreement among lawyers as to whether appointments to White House positions are exempt — Hillary Clinton’s role in the health-care reform proposal during her husband’s presidency is cited by those who take that view. Gorelick declined to comment on that matter. But both Eisen and Painter say they counseled their respective presidents to avoid appointing relatives to administration positions. Painter argued that the ideal solution — if Trump wants to put his daughter and son-in-law in positions of influence — would be to ask Congress to amend the anti-nepotism law and give them formal roles. Lewandowski remains in regular touch with the president-elect and is expected to continue to do so when Trump enters the Oval Office. There is a long tradition in Washington of lobbyists trading on their access to powerful figures, but ethics experts were taken aback by how bluntly Lewandowski pitched his new lobbying shop. A news release issued by the firm, Avenue Strategies, touted its location “just a block from the White House” on Pennsylvania Avenue and quoted Lewandowski saying, “I will always be President-elect Trump’s biggest supporter.” “We’ve been overly desensitized to shock, but we should be shocked,” Eisen said. “How did Trump not repudiate that announcement?” Eisen asked. “I think he should repudiate it. I doubt he will.” Chico Harlan contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump confidants serving as presidential advisers could face tangle of potential conflicts - The Washington Post"
   },
   {
    "entities": [
     "lauderdale-hollywood",
     "friday",
     "florida",
     "november",
     "sunday",
     "lauderdale",
     "transportation",
     "o'hare",
     "tribune",
     "santiago",
     "administration",
     "international",
     "cia",
     "security",
     "fort",
     "esteban",
     "fbi",
     "chicago",
     "iraq",
     "rosenberg-douglas",
     "5 a.m.",
     "airport",
     "katherine",
     "tsa",
     "alaska",
     "anchorage"
    ],
    "id": 6,
    "text": "Man breaches checkpoint at O'Hare, tries unsuccessfully to board plane airport Katherine Rosenberg-Douglas Contact Reporter Chicago Tribune Two days after a man in Florida killed five people at a baggage claim in Fort Lauderdale, police said a man “breached a checkpoint” at Chicago’s O’Hare International Airport and injured two police officers. Just before 5 a.m. Sunday, a 21-year-old man in Terminal 3 of the second-busiest airport in the country breached a checkpoint and tried to get on an airplane. Chicago police said the man’s attempt was unsuccessful – he never boarded an aircraft. Officers stopped the man from entering the gate. The man then attacked officers and hit them in their faces and bodies, according to a news release. Two Chicago police officers and two Transportation Security Administration agents were battered by the man, according to police. One Chicago officer was taken to Presence Resurrection Medical Center for treatment of injuries to the face and a Chicago sergeant was treated at the scene; treatment information for the TSA agents was not released.  The man was taken into custody and directed to Presence Resurrection Hospital for evaluation. On Friday, five people were killed and six others were wounded in a shooting at Florida’s Fort Lauderdale-Hollywood International Airport . Authorities arrested Esteban Santiago , 26, of Anchorage, Alaska, who faces three federal charges that hold the death penalty as the maximum sentence. Though he complied with regulations and declared his handgun when departing Anchorage, Santiago is accused of taking his weapon out of its firearms case and loading it inside a Fort Lauderdale airport bathroom, from which he came out shooting, according to witness accounts. Santiago, who was extensively interviewed by authorities in the aftermath of the mass shooting, had trouble controlling his anger after serving in Iraq and told his brother that he felt he was being chased and controlled by the CIA through secret online messages. When he told agents at an FBI field office his paranoid thoughts in November, he was evaluated for four days, then released without any follow-up medication or therapy. Authorities continue to investigate the unrelated Chicago case. ",
    "title": "Man breaches checkpoint at O&apos;Hare, tries unsuccessfully to board plane - Chicago Tribune"
   },
   {
    "entities": [
     "harry",
     "los",
     "collins",
     "zuhair",
     "clendenin",
     "night",
     "winston",
     "times",
     "l.",
     "lily",
     "murad",
     "jay",
     "angeles",
     "2017",
     "fall 2016"
    ],
    "id": 7,
    "text": "Golden Globes 2017 | Best- and worst-dressed 2017 Golden Globes: Best and worst dressed Jay L. Clendenin / Los Angeles Times Jay L. Clendenin / Los Angeles Times 2017 Golden Globes: Best dressed Jay L. Clendenin / Los Angeles Times One of the standout looks of the night came courtesy of Lily Collins in a rosewood pink A-line dress showered with beads from Zuhair Murad's fall 2016 Couture collection -- accessorized with Harry Winston jewels including  a pair of vintage cluster diamond drop earrings set in platinum.  One of the standout looks of the night came courtesy of Lily Collins in a rosewood pink A-line dress showered with beads from Zuhair Murad's fall 2016 Couture collection -- accessorized with Harry Winston jewels including  a pair of vintage cluster diamond drop earrings set in platinum.  (Jay L. Clendenin / Los Angeles Times) ",
    "title": "Golden Globes 2017 | Best- and worst-dressed - LA Times"
   },
   {
    "entities": [
     "ahmed",
     "simpson",
     "hiddleston",
     "vance",
     "newton",
     "laurie",
     "keough",
     "chrissy",
     "thandie",
     "turturro",
     "b.",
     "riley",
     "charlotte",
     "hugh",
     "rampling",
     "paulson",
     "john",
     "night",
     "metz",
     "bryan",
     "riz",
     "sarah",
     "lena",
     "mandy",
     "o.j.",
     "lithgow",
     "moore",
     "tom",
     "courtney",
     "headey",
     "cranston"
    ],
    "id": 8,
    "text": "Actress in a TV movie or limited series Felicity Huffman | \"American Crime\" Riley Keough | \"The Girlfriend Experience\" winner Sarah Paulson | \"The People v. O.J. Simpson\" Charlotte Rampling | \"London Spy\" Actor in a TV movie or limited series Courtney B. Vance | \"The People v. O.J. Simpson: American Crime Story\" Riz Ahmed | \"The Night Of\" John Turturro | \"The Night Of\" Bryan Cranston | \"All the Way\" winner Tom Hiddleston | \"The Night Manager\" Supporting actress in a TV series winner Olivia Colman | \"The Night Manager\" Lena Headey | \"Game of Thrones\" Mandy Moore | \"This Is Us\" Chrissy Metz | \"This Is Us\" Thandie Newton | \"Westworld\" Supporting actor in a TV series Sterling K. Brown | \"The People v. O.J. Simpson: American Crime Story\" winner Hugh Laurie | \"The Night Manager\" John Lithgow | \"The Crown\" ",
    "title": "Golden Globes 2017: Play-at-home ballot - Ballots - Data Desk - Los Angeles Times"
   },
   {
    "entities": [
     "deloitte",
     "n.",
     "hyderabad",
     "last year",
     "consultancy",
     "the past decade",
     "states",
     "trump",
     "2013",
     "house",
     "rama",
     "max",
     "services",
     "vadlamani",
     "darrell",
     "the future",
     "united",
     "jeff",
     "facebook",
     "naidu",
     "donald",
     "issa",
     "recently",
     "morning",
     "the beginning of the 2000s",
     "visa",
     "tuesday",
     "2014",
     "2015",
     "present",
     "silicon",
     "justice",
     "microsoft",
     "dell",
     "years ago",
     "infosys",
     "valley",
     "rao",
     "amit",
     "current",
     "andhra",
     "department",
     "future",
     "u.s.",
     "balaji",
     "cruz",
     "apple",
     "uber",
     "orlando",
     "cyberabad",
     "jain",
     "k.t.",
     "bangalore",
     "wednesday",
     "bearak",
     "washington",
     "at 2:14 pm",
     "madhu",
     "america",
     "sessions",
     "revanth",
     "chandrababu",
     "chilakamarri",
     "ted",
     "now",
     "tata",
     "vishnu",
     "amazon",
     "$34 million",
     "pradesh",
     "january 8",
     "google",
     "india"
    ],
    "id": 9,
    "text": "Trump and Sessions plan to restrict highly skilled foreign workers. Hyderabad says to bring it on. The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Max Bearak January 8 at 2:14 PM Follow @maxbearak HYDERABAD, India — The ritual goes like this: If you’re approaching the god Balaji with an appeal, walk in a circle around the temple 11 times and leave an offering of tulsi leaves at his feet. Should your wish be granted, come back and do it 108 times.  “We call him Visa Balaji,” said Madhu Vadlamani, 25. “He is famous for granting visas.” Vadlamani and her husband of just three days, Revanth Chilakamarri, 29, were but two of thousands of worshipers orbiting the “Visa Balaji” temple near here one ­recent morning. Years ago, the incarnation of Vishnu had blessed them both with student visas to the United States. Though they had grown up just seven lanes apart, they met in America and fell in love.  The two software developers had returned to the temple that morning to appeal to Balaji, in hopes of renewing their American sojourn with a new visa — the H-1B.  For the new political order taking shape in Washington, how­ever, H-1Bs aren’t quite welcome. Amid promises of sweeping changes to immigration policy, President-elect Donald Trump and his choice for attorney general, Sen. Jeff Sessions (R-Ala.), have tabbed the program for a major overhaul, and might even scrap it altogether. In the House, Rep. Darrell Issa (R-Calif.) is on the same wavelength. The visas bring nearly 100,000 “highly skilled” contract workers, mostly in tech and mostly from India, to the United States every year. Most stay for multiple years, and some eventually get green cards. According to federal guidelines, H-1Bs are intended to fill positions for which American workers with the requisite skills can’t be found. Whether the program always does that is intensely debated by industry lobbyists and politicians, and companies are not legally required to ensure that result.  Trump has described H-1Bs as a “cheap labor program” subject to “widespread, rampant” abuse. Sessions co-sponsored legislation last year with Sen. Ted Cruz (R-Tex.) to effectively gut the program; Issa, a congressman with Trump’s ear, released a  statement Wednesday saying he was reintroducing similar legislation called the Protect and Grow American Jobs Act.  Sessions probably will give at least a glimpse of his plans regarding the program at his confirmation hearing Tuesday.  Sessions and Issa’s legislation primarily targets large outsourcing companies, such as Infosys and Tata Consultancy Services, that receive the vast majority of H-1B visas and use them to deploy workers to American companies seeking to cut costs. In 2015, the top 10 recipients of H-1B visas were outsourcing firms. As recently as 2013, the Justice Department, which Sessions stands to take over, settled with Infosys for $34 million in a visa fraud case. “Logically speaking, I’m worried,” said Vadlamani, who until recently worked for Deloitte in Orlando. “But being Indian, I believe that if it is in my karma, then I will get the visa. If not, there are more and more jobs these days at good companies here.” But if Vadlamani is circumspect about her prospects should the visa program be restricted, politicians and business executives in her home town are bullish. Not only is employment booming in Hyderabad, they say, but should the United States move against H-1Bs, their economy stands to gain.  The H-1B program provides American companies with cheap, temporary contractors who often work longer hours than Americans and take on the monotonous programming jobs Americans scorn. Proponents of the program argue that foreign workers increase innovation at American companies as well as contribute to local economies. A few Indians who came on work visas have even gone on to become heads of important American companies.  Meanwhile, India’s growth as a global tech hub has been hampered as tens of thousands of workers have left.  Over the past decade, though, cities like Hyderabad and Bangalore have slowly but surely gained prominence. At first, Hyderabad was mostly a base for outsourcing companies servicing American clients, but now it is home to the biggest offices of Apple, Google, Microsoft and Facebook outside the United States. Amazon, Dell, Uber and others have major operations there. All have huge campuses in a part of the city officially known as Cyberabad.  Cyberabad’s existence is the result of investments in education and infrastructure made by N. Chandrababu Naidu, the chief minister of Andhra Pradesh, where Hyderabad was located until the state was bifurcated in 2014. A network of dozens of information-technology institutes trained a generation of engineers and software developers to work back-end jobs for American companies. For that generation, getting an H-1B was the holy grail. Even though the work in America could be dull, being there provided a chance to engage with an invigorating culture of innovation that just wasn’t present in India yet. And of course, working abroad meant a huge increase in income and prestige. But the H-1B cap meant that the bulk of Indian tech workers stayed back. The current cap — not just from India — is 65,000, plus another 20,000 who have graduated from American universities with advanced degrees, down from almost double that at the beginning of the 2000s.  Among those who do get the visas, most ultimately return to settle and work in India. In Hyderabad, many of those returnees are confident that their city can compete with Silicon Valley for India’s brightest young minds. K.T. Rama Rao, the son of the current chief minister, was one of them. Now he’s the minister for information technology in his father’s government. He pointed to Apple as an example of how Hyderabad could absorb the thousands of workers in a potential future with far fewer H-1Bs — or without them altogether.  “Apple is already moving their maps division here, and they’re doing that because we’re producing more G.I.S. talent than anyone else in the world,” he claimed in an interview, referring to geographic information systems. “Ideally, a president of the United States would have a balanced perspective on business, but if he wants tech firms to stay, he should create better job readiness in the U.S.” Rao said that legislation targeting big Indian outsourcing companies would wean them away from their dependency on servicing American companies. Without the visa program, they would have to engage in new lines of work that created value in Hyderabad and not abroad, he said. Amit Jain, now the president of Uber India, is another returnee who used to be on an H-1B. He said that the influx of American companies, as well as a growing indigenous start-up culture, could offer what Indians used to seek in the United States closer to home. “We definitely have a more robust ecosystem here now,” he said. “We’re seeing plenty of hiring in the future.” Read more: ",
    "title": "Trump and Sessions plan to restrict highly skilled foreign workers. Hyderabad says to bring it on. - The Washington Post"
   },
   {
    "entities": [
     "florida",
     "0:38",
     "sunday",
     "lauderdale",
     "santiago",
     "the",
     "walther",
     "district",
     "international",
     "for",
     "of",
     "defense",
     "fort",
     "esteban",
     "mccausland",
     "carter",
     "attorney's",
     "u.s.",
     "southern",
     "ft.",
     "fbi",
     "jan. 6, 2017",
     "airport",
     "office",
     "phil",
     "alaska",
     "anchorage"
    ],
    "id": 10,
    "text": "Video Shows Gunman Opening Fire at Fort Lauderdale Airport 0:38 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170108223900if_/http://www.nbcnews.com/widget/video-embed/850290755993\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A horrific security video aired Sunday shows the moment the Fort Lauderdale Airport shooter pulled a gun from his waistband and began his deadly rampage. The 22-second recording, first obtained by TMZ , shows a man casually strolling among travelers before taking out the pistol. The man is able to fire his gun several times as others barely have a chance to react. You can see horror on people's faces as they begin to realize what is going on, then they try to run and find cover wherever they can. A blurred out figure appears to stumble onscreen as a result of the shooting. Five people were killed and six more were injured in the shooting. Esteban Santiago, 26, has been charged with performing an act of violence against a person at an airport serving international civil aviation and two other counts, the U.S. Attorney's Office for the Southern District of Florida said. The charges could lead to the death penalty if he is convicted. Related: 'We Have to Do More': Defense Secretary Carter on PTSD in Wake of Airport Shooting A screengrab of surveillance footage shows Esteban Santiago as he fires his first shots in the baggage claim area of Florida's Ft. Lauderdale International Airport, Jan. 6, 2017. Footage courtesy of TMZ In an interview with Santiago, investigators learned that the Iraq War veteran had planned the attack and traveled from Anchorage with just the handgun and two magazines in his check luggage. Court documents revealed that Santiago told the FBI after the shooting that he planned the attack, and had purchased a one-way ticket from Anchorage, Alaska — his luggage was a legally checked Walther 9mm handgun and two magazines of ammunition. According to a criminal complaint, Santiago told the FBI that after landing he retrieved the checked handgun case from baggage claim, went to a bathroom and loaded the weapon, then tucked it into his waistband. He told investigators that he shot the first people he saw when he left the restroom, the complaint states. Phil McCausland ",
    "title": "Fort Lauderdale Shooting: Shocking New Video Shows Moment Rampage Began - NBC News"
   },
   {
    "entities": [
     "10:44 pm est",
     "saturday, jan 7, 2016",
     "reno",
     "october",
     "interactive",
     "sparks",
     "cbs",
     "interstate",
     "january 8, 2017",
     "laurel",
     "gate",
     "the winter of 2005-06",
     "sierra",
     "press",
     "2017",
     "gary",
     "sunday",
     "northern",
     "donner",
     "inc.",
     "laura",
     "merced",
     "california",
     "park",
     "francisco",
     "saturday",
     "river",
     "the day",
     "weather",
     "golden",
     "of",
     "heights",
     "early monday",
     "tuesday",
     "calif.",
     "angeles",
     "associated",
     "truckee",
     "purcell",
     "night",
     "nevada",
     "pohono",
     "past",
     "ktvn",
     "yosemite",
     "marin",
     "january 7, 2017",
     "sacramento",
     "u.s.",
     "cosumnes",
     "national",
     "san",
     "jan 8, 2017",
     "tolby",
     "ramon",
     "service",
     "los",
     "village",
     "kazanjian",
     "bay",
     "sixth year",
     "skirde",
     "zach",
     "bridge",
     "half",
     "bob",
     "sonoma",
     "winter",
     "80",
     "sierras",
     "dome",
     ", 4:43 pm",
     "pass",
     "area",
     "hawaii",
     "ap"
    ],
    "id": 11,
    "text": "CBS/AP January 8, 2017, 4:43 PM Northern California winter storm could be biggest to slam region in decade Email Last Updated Jan 8, 2017 10:44 PM EST SAN FRANCISCO -- Stranded motorists were pulled from cars stuck on flooded Northern California roads as thunderstorms arrived Sunday as part of a massive winter storm that could be the biggest to slam the region in more than a decade. The massive storm is expected to bring massive amounts of rainfall and tropical storm-force winds from the coast inland to Nevada. The extent of injuries from the storm is not yet clear, but officials said at least one woman was killed by a falling tree amid high winds. CBS San Francisco reports the woman was killed by the falling tree while walking on a San Ramon golf course on Saturday. The victim’s identity has not yet been released. Crews in California cleared trees and debris following mudslides caused by steady rain accompanying the system that could dump 15 inches in foothill areas as it gained strength throughout the day.  Reno officials reported the city has already been experiencing mass flooding and road closures, reports CBS Reno affiliate KTVN . More than 1,000 homes have been evacuated in Reno. Emergency officials said residents voluntarily evacuated a total of 1,300 homes in a south Reno neighborhood Sunday as the Truckee River began to leave its banks and drainage ditches started to overflow south of Interstate 80. Many area roads have been closed, but no injuries have been reported. Several feet of snow was expected at higher elevations in the Sierra Nevada, as well as blistering winds. CBS Sacramento reports wind speeds of 150 mph were recorded in the Sierras. Valley winds blowing 20-40 mph - in #SanFrancisco tropical storm force winds gusting to 61 mph! #cawx #castorm pic.twitter.com/vvUK4u4fZk — Laura Skirde (@LauraSkirdeWx) January 8, 2017 Bob Purcell stood outside his home in San Francisco’s Laurel Heights home Sunday and just shook his head. Several feet away was Purcell’s gray sedan, crushed under the weight of a massive tree that came tumbling down during Sunday’s blustery winter storm, CBS San Francisco reported .  “I heard a large crack and then someone outside yelled out an expletive,” he said. “I ran outside and it was my car.” Authorities reported rescues in Marin and Sonoma counties, including an operation along U.S. 101 where several people were plucked from submerged vehicles. No injuries were reported.  A “closed” sign stands at the entrance of a normally busy ice rink at the Half Dome Village of Yosemite National Park, Calif., on Saturday, Jan 7, 2016.  GARY KAZANJIAN, AP Officials urged residents to avoid driving through standing water and to stay off rural roads, where rescues could be difficult. All roads leading to Yosemite National Park’s valley floor remained closed amid fears that the Merced River could overflow its banks and cause major flooding. “It’s kind of surreal how empty the park is. There’s nobody here,” said Gary Kazanjian, a freelance photographer who spent the night in Yosemite and drove out Sunday as part of a caravan of stragglers.  CBS San Francisco reports that the storm also has led to an awesome display of Mother Nature’s power as the park’s signature falls roared to life. The torrential rains had park officials casting a wary eye on the rising waters of the Merced River. The National Weather Service predicted the river would crest at the Pohono Bridge inside the park at least 15.6 feet by Sunday night — well over the flood stage of 10 feet. Authorities were watching rising water levels of several Northern California rivers, including the Cosumnes, Truckee, American and Russian. Forecasters also warned of strong winds. A woman was killed Saturday by a falling tree on a San Francisco Bay Area golf course. Firefighters on Sunday rescued a man pinned under a toppled tree in Golden Gate Park. The homeless man had minor injuries and was taken to a hospital to be checked.  Snow is cleared from the Donner Pass rest area at Donner Pass summit during a winter storm, near Truckee, California, U.S. January 7, 2017. REUTERS The storm surge stretching all the way from Hawaii -- called an atmospheric river -- comes as California enters its sixth year of drought. Each drop of rain is welcomed, but officials said several more big storms are needed to replenish depleted groundwater supplies. The strong wet season began in October with more rain falling than in three decades, mostly in Northern California. Los Angeles, which will likely get the brunt of the latest system early Monday, is experiencing its wettest winter in six years, forecasters said. The storm’s relatively mild temperatures will drive up the snowline to above 9,000 feet throughout the Sierra Nevada, causing runoff in the lower elevations, said Zach Tolby, a meteorologist with the National Weather Service in Reno, Nevada.  Flooding could rival the winter of 2005-06 that sent 5 feet of water into an industrial area in Sparks, Nevada. Crews worked to secure storage drums filled with hazardous materials to stop them from floating away as they have in past floods. Another storm is forecast for Tuesday and with the ground already saturated, rain won’t seep into the soil quickly enough and extra runoff could end up in already swollen rivers and creeks, officials said. © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Northern California winter storm could be biggest to slam region in decade - CBS News"
   },
   {
    "entities": [
     "cbs",
     "mulvaney",
     "cabinet",
     "nation",
     "science",
     "transportation",
     "education",
     "saturday",
     "the day",
     "state",
     "associated",
     "alabama",
     "ethics",
     "department",
     "this year",
     "schumer",
     "hill",
     "democrats",
     "gop",
     "trump's",
     "session",
     "wl",
     "william",
     "sachs",
     "intelligence",
     "white",
     "ben",
     "management",
     "capitol",
     "elaine",
     "relations",
     "mitch",
     "labor",
     "mcconnell",
     "chao",
     "jan. 20",
     "sunday",
     "facebook",
     "rex",
     "senate",
     "co.",
     "donald",
     "steve",
     "of",
     "tuesday",
     "russia",
     "carson",
     "kelly",
     "twitter",
     "health",
     "confirmation",
     "1986",
     "u.s.",
     "agency",
     "kentucky",
     "carolina",
     "james",
     "and",
     "email",
     "chuck",
     "office",
     "betsy",
     "january 08, 2017",
     "commerce,",
     "pensions",
     "goldman",
     "next week",
     "brooks",
     "press",
     "jeff",
     "pompeo",
     "devos",
     "foreign",
     "face",
     "congress",
     "security",
     "mike",
     "john",
     "wilbur",
     "cornell",
     "obama",
     "nbc",
     "tillerson",
     "committee",
     "to",
     "putin",
     "mccain",
     "this week",
     "treasury",
     "mick",
     "government",
     "naacp",
     "trump",
     "south",
     "house",
     "marine",
     "last week",
     "the",
     "mnuchin",
     "vladimir",
     "past",
     "this weekend",
     "judiciary",
     "arizona",
     "corps",
     "print",
     "d-n.y.",
     "&",
     "washington",
     "central",
     "homeland",
     "mattis",
     "now",
     "ross"
    ],
    "id": 12,
    "text": "Trump's Cabinet nominees get their day before Senate, as partisan wrangling intensifies Published               January 08, 2017 Facebook 0 Twitter 0 livefyre Email Print   Confirmation hearings begin this week on Capitol Hill for Alabama Sen. Jeff Session as U.S. attorney general and other Cabinet picks from President-elect Donald Trump -- amid increasing partisan threats about derailing nominees and calls to keep politics out of the process. The most recent exchange began Saturday when Democrats called for a delay in the hearings -- including at least seven this week -- because several of Trump’s nominees have purportedly failed to complete ethics reviews to avoid conflicts of interest. Democrats called for the delay based on letter this weekend from the Office of Government Ethics to Senate leaders stating that some of the nominees scheduled for hearings have yet to complete their ethics review process. Senate Majority Leader Mitch McConnell said Sunday the complaints are merely “procedural” and are being raised by Democrats frustrated about him and fellow Republicans now controlling the House, Senate and White House. \"I understand that. But we need to sort of grow up here and get past that,” the Kentucky senator told CBS’ “Face the Nation.” “We confirmed seven Cabinet appointments the day President Obama was sworn in. We didn't like most of them either. But he won the election.” Senate Minority Leader Chuck Schumer, D-N.Y., said the ethics review is to ensuring wealthy Cabinet members work for the American people instead of \"their own bottom line and that they plan to fully comply with the law.\" Republicans are intent on getting as Trump nominees through the arduous confirmation process before the incoming Republican president takes the oath of office on Jan. 20. Several of Trump’s picks are wealth Americans with far-reaching business connections -- Republican mega-donor Betsy DeVos, for education secretary; ExxonMobile CEO Rex Tillerson, for secretary of state; Billionaire private-equity investor Wilbur Ross, for commerce secretary and former Goldman Sachs executive Steve Mnuchin for treasury secretary. Despite all of the wrangling ahead of the Senate confirmation hearings, Trump’s nominees will almost certainly get enough votes in the chamber's GOP-led committees. However, they could run into delays when both parties cast final votes on the Senate floor, despite needing only 51 “yeahs.” Democrats could use procedural moves to extend the debate on each of the nominees. But they don’t have the power to use the filibuster to block the nominations, because in the last Congress they changed the threshold on such filibusters from 60 to 51 votes. The hearings begin Tuesday with Sessions in the Senate Judiciary Committee, the same panel that in 1986 denied him a federal judgeship, following allegations that he had made racist remarks and called the NAACP \"un-American.\" Still, Session, an immigration hawk and the first U.S. Senator to endorse Trump, a fellow Republican, is expected to be confirmed without much delay or fight. Still, civil rights groups are urging a thorough vetting of Sessions. Last week, NAACP President Cornell William Brooks and other group members were arrested after a sit-in protest in Sessions' Mobile, Alabama, office, and could do something similar on Capitol Hill.   The two-day hearing includes a day for Sessions to address the committee, and a day for rebuttal witnesses from those opposing his nomination. Session will be followed Tuesday by retired Marine Gen. John Kelly, the nominee for the post of Homeland Security secretary. Tillerson’s hearings before the Senate Foreign Relations Committee to run the State Department, arguable the most important and high-profile Cabinet post, could be the most contentious. His job leading oil giant ExxonMobile, which included deals with Russia and connections to Russian President Vladimir Putin, is raising concerns, especially after a recent U.S. intelligence report stated both meddled in this year’s presidential election. However, the expected showdown with Arizona GOP Sen. John McCain -- who last week suggested he’d vote for Tillerson when “pigs fly” -- appears less likely. McCain said Sunday on NBC’s “Meet the Press” that still has questions but that a meeting last week with Tillerson eased concerns. “Every president should have the benefit of the doubt as to their nominees,” he said. “So there has to be a compelling reason not” to vote for him. Democrats and others argue that Ross, who founded the private equity firm WL Ross & Co., is the type of Wall Street tycoon that Trump has vowed to keep out of Washington. But Ross' record has so far shown no potentially damaging conflicts of interest. Schumer and other Democrats have purportedly targeted DeVos, Sessions and Tillerson as well as Mnuchin and South Carolina Rep. Mick Mulvaney, for the Office of Management -- whose hearings have yet to be scheduled. “If Republicans think they can quickly jam through a whole slate of nominees without a fair hearing process, they’re sorely mistaken,” Schumer said last week. One of the committees that hasn't yet received the ethics review forms is the Senate Health, Education, Labor and Pensions Committee, which will hold the DeVos hearings. The Senate Commerce, Science and Transportation Committee said it had also not received the forms for Ross, though a spokeswoman said they expect them soon. Committee aides said they have received ethics forms for Sessions, Tillerson, Treasury Secretary nominee and retired Marine Corps Gen. James Mattis and Elaine Chao, for transportation secretary. The Government Ethics office did not list which of Trump's Cabinet choices hadn't turned in their disclosures. Other confirmation hearings next week include Rep. Mike Pompeo, R-Kansas, for director of the Central Intelligence Agency, and Ben Carson for housing secretary. The Associated Press contributed to his report.  Advertisement ",
    "title": "Trump's Cabinet nominees get their day before Senate, as partisan wrangling intensifies | Fox News"
   },
   {
    "entities": [
     "ukraine",
     "interactive",
     "cbs",
     "poland",
     "trump",
     "bremerhaven",
     "2017",
     "europe",
     "inc.",
     "crimea",
     "operation",
     "timothy",
     "7:45 pm est",
     "2014",
     "atlantic",
     "russia",
     "vladimir",
     "ray",
     "this weekend",
     "u.s.",
     "resolve",
     "eastern",
     "america",
     "jan 8,",
     "putin",
     "germany",
     "the next week",
     "kremlin"
    ],
    "id": 13,
    "text": "Jan 8, 2017 7:45 PM EST NORTHERN GERMANY -- U.S. Tanks rolled into Germany this weekend. The deployment -- which also includes 3,500 U.S. Troops -- is to protect Eastern Europe against a potential Russian invasion. In the dock area of the German city of Bremerhaven all around is American military hardware just off the boat -- everything from Humvees to tanks.  The official name for this display of military muscle is Operation Atlantic Resolve.  Its purpose is to reassure America’s nervous European allies that the U.S. military will stand with them against any aggressive moves by Russia. Moves, like the 2014 invasion of Crimea, when Russian troops arrived in what had been Ukraine -- and seized it for the Kremlin.  Trump acknowledges Russia may have meddled in the U.S. election America’s response is a decision to stop the draw down of U.S. troops in Europe, and reverse it -- in the first buildup since the end of the Cold War. “We intend to reassure all those here in Europe that we are committed to peace and security, and to send a signal to anybody else who would differ with that, that that’s not gonna work,” said Lt. General Timothy Ray, deputy commander of the U.S.’s European command. That anybody else would be Vladimir Putin, who is on record as saying its stupid and unrealistic to think that Russia would attack anyone.  But just in case, Operation Atlantic Resolve is big and very visible deterrent. Over the next week all the equipment will leave Germany and be sent to Poland, and from there, be deployed across Eastern Europe.  © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "U.S. tanks roll into Germany to protect against potential Russian invasion - CBS News"
   },
   {
    "entities": [
     "jan. 8, 2017",
     "lauderdale-hollywood",
     "friday",
     "january 8, 2017",
     "first seconds",
     "dramatic",
     "sunday",
     "the first few seconds of friday",
     "facebook",
     "cnn",
     "santiago",
     "patrick",
     "linkedin",
     "international",
     "4:06 p.m.",
     "monday",
     "the day",
     "fort",
     "esteban",
     "current",
     "usa",
     "u.s.",
     "treasure",
     "coast",
     "today",
     "susan",
     "afternoon",
     "9 hours ago",
     "airport",
     "jan. 7, 2016",
     "dove",
     "newspapers",
     "miller"
    ],
    "id": 14,
    "text": "Dramatic video appears to show first seconds of airport rampage It begins like any normal scene on a Friday at a busy U.S. airport, then turns violent. Post to Facebook Dramatic video appears to show first seconds of airport rampage It begins like any normal scene on a Friday at a busy U.S. airport, then turns violent. Check out this story on USATODAY.com: http://usat.ly/2ji8VuC CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 13 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Dramatic video appears to show first seconds of airport rampage Susan Miller , USA TODAY Published 4:06 p.m. ET Jan. 8, 2017 | Updated 9 hours ago The routine slowly gets back to normal at Fort Lauderdale-Hollywood International Airport just a day after a shooting rampage on Jan. 7, 2016. (Photo: Patrick Dove, Treasure Coast Newspapers) It begins like any normal scene on a Friday afternoon at a busy U.S. airport. Tired travelers rolling luggage or shouldering backpacks through a baggage terminal. One man casually strolls through, talking on his cellphone, while two young children plod along ahead of him. Until a bearded man in a long-sleeve blue shirt and black pants walks into view, picks up his pace, pulls a semiautomatic handgun from his waistband, turns to the right — and starts to fire. Video of First Shots in Ft. Lauderdale Shooting (VIDEO) https://t.co/G2VJYqCtoJ — TMZ (@TMZ) January 8, 2017 A dramatic video that emerged Sunday, broadcast by TMZ and CNN and taken from what appears to be surveillance video at Fort Lauderdale-Hollywood International Airport, shows the first few seconds of Friday's shooting rampage. The shooting begins 12 seconds into the 22-second video. After the first shots are fired, the gunman disappears from view, and for a split-second some stunned travelers freeze. One jumps and clasps her hands to her ears. Everyone then scatters through the terminal, some taking cover behind the baggage carousel, others grabbing fellow travelers and diving to the ground. A few try to seek shelter behind a luggage trolley. Some race up an escalator or staircase. Esteban Santiago, 26, was arrested in the incident that resulted in five deaths and six people injured. Santiago is accused of an act of violence at an international airport resulting in death, along with two firearms offenses. More charges are likely as the investigation into the attack continues. Santiago will be arraigned on Monday. Follow Miller on Twitter: @susmiller 4232 CONNECT TWEET 1 LINKEDIN 13 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2ji8VuC NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Dramatic video appears to show first seconds of airport rampage"
   },
   {
    "entities": [
     "$1 billion",
     "chrysler",
     "auburn",
     "fields",
     "motors",
     "trump",
     "press",
     "reuters",
     "toledo",
     "sunday",
     "facebook",
     "donald",
     "mexico",
     "mich.",
     "takata",
     "tuesday",
     "fiat",
     "gm",
     "associated",
     "twitter",
     "michigan",
     "past",
     "u.s.",
     "$700 million",
     "currently",
     "hills",
     "general",
     "this tuesday, may 6, 2014",
     "$1.6 billion",
     "ford",
     "a day earlier",
     "january 08, 2017",
     "mark",
     "ohio",
     "ap"
    ],
    "id": 15,
    "text": "Fiat Chrysler announces $1 billion investment in U.S. manufacturing, 2,000 new jobs Published               January 08, 2017 Facebook 0 Twitter 0 livefyre Email Print FILE - In this Tuesday, May 6, 2014, file photo, a vehicle moves past a sign outside Fiat Chrysler Automobiles world headquarters in Auburn Hills, Mich.  (AP) Fiat Chrysler said Sunday it would spend $1 billion on U.S. manufacturing, including modernizing plants in Michigan and Ohio, in a move that’s set to add 2,000 new jobs, Reuters reported. According to the company’s plan, the plant in Warren, Michigan will be made capable of producing a pickup truck currently built in Mexico.  The Warren plant will make the new Jeep Wagoneer and Grand Wagoneer large SUVs. A plant in Toledo, Ohio also will get new equipment to make a new Jeep pickup. The move by Fiat Chrysler follows a similar recent announcement made by a competing auto brand. On Tuesday, Ford said it would cancel a $1.6 billion plant planned for Mexico and instead invest $700 million in a Michigan assembly plant. Though CEO Mark Fields said the decision would have gone ahead whether or not Donald Trump was elected president, Fields also said Trump's \"pro-growth policies\" gave the company's executives confidence. The president-elect has taken many auto manufacturers to task for Mexican production and encouraged building more vehicles in the U.S. He tweeted at General Motors after the Ford announcement on Tuesday, threatening a \"big border tax\" for producing cars in Mexico and then selling them in the U.S. GM pushed back on that characterization of its business model. Sunday's announcement by Fiat Chrysler also follows news a day earlier that the company was recalling 100,000 mostly older trucks and SUVs to replace Takata air bag inflators. The Associated Press contributed to this report. Advertisement ",
    "title": "Fiat Chrysler announces $1 billion investment in U.S. manufacturing, 2,000 new jobs | Fox News"
   },
   {
    "entities": [
     "peter",
     "lesley",
     "israel",
     "council",
     "mueller",
     "us",
     "cbs",
     "navy",
     "benghazi",
     "states",
     "2013",
     "arabian",
     "art",
     "syria",
     "miami",
     "sanaa",
     "news",
     "somers",
     "united",
     "late 2014",
     "luke",
     "bergen",
     "the summer of 2013",
     "wright",
     "foley",
     "yemen",
     "security",
     "present",
     "kassig",
     "sotloffs",
     "justice",
     "john",
     "about seven weeks later",
     "once",
     "monaco",
     "department",
     "$137 million",
     "shirley",
     "u.s.",
     "foundation",
     "fbi",
     "obama",
     "july 2013",
     "national",
     "new",
     "hostage",
     "libya",
     "james",
     "washington",
     "america",
     "peninsula",
     "aleppo",
     "uk",
     "kayla",
     "isis",
     "the summer of 2014",
     "sotloff",
     "$100 million",
     "stahl",
     "steven",
     "lisa"
    ],
    "id": 16,
    "text": "Steven was born and raised in Miami, attended college in Israel, and became a freelance journalist, reporting from war zones where information was scarce, like Yemen, Benghazi, Libya and Syria where he went in the summer of 2013.  Just before he crossed into Aleppo, he called his dad.     Art Sotloff: He contacted me and told me not to worry, and, but if I don’t hear from him within four days, that I should get in touch with one of his colleagues. Lesley Stahl: Oh, that’s ominous. He didn’t hear from his son. Not just for four days. It was four excruciating months. Then, finally they got a ransom letter with demands for the government to free all the Muslims in U.S. custody. Luke Somers in Sanaa, Yemen, July 2013. Close AP Note to readers: In reporting our story on Steven Sotloff, we spoke with, among others, the family of American photojournalist Luke Somers. Just a month after Sotloff was captured by ISIS in Syria in 2013, Somers was seized in Yemen by al Qaeda in the Arabian Peninsula. Like Sotloff,  Somers tragically died in late 2014 while in captivity . Along with a South African teacher, Somers was shot by his captors during a Navy SEAL rescue attempt. Shirley Sotloff: “Then there is a last option. €100 million will secure Steven’s release.” Lesley Stahl: --which is something like 100-- Art Sotloff: $137 million. Lesley Stahl: What was your reaction? Shirley Sotloff: Reaction was how the hell are we going to get this money together? They thought the U.S. government would help them, but they were bewildered and then infuriated when they say they met a stone wall, the U.S. policy forbidding the paying of ransom.  Lisa Monaco: It’s some of the hardest work that I’ve done. Lisa Monaco, assistant to President Obama for counterterrorism, oversaw the hostage crisis. Lisa Monaco: These are horrible choices. On the one hand, if you don’t pay a ransom, you are putting an innocent life at risk. On the other hand, if you do, you’re fueling the very activity that’s put them at risk in the first place. Lesley Stahl: Did you feel ever that the policy might be wrong? Lisa Monaco: The policy that’s been a decades-old policy of not paying ransom, I think is the right policy. Lesley Stahl: So you didn’t question that.  Lisa Monaco: We didn’t. We believed that that was important to maintain. But with the exception of the UK, most European countries do pay ransom -- without publicly admitting it. Steven was held with 22 other hostages, including the three Americans James Foley, Peter Kassig and Kayla Mueller, who were all killed. Once the European governments paid ransom, ISIS released their citizens, one of whom smuggled out this letter from Steven. Steven Sotloff’s letter to his family Close CBS News Art Sotloff: He was speaking how he can’t stand seeing all the captives leave from all different countries. How could the United States just stand by and not do anything?  As the European hostages came out and spoke of mock executions and waterboardings, the Sotloffs decided they would try to raise at least some of the money themselves. But then they and the other U.S. families attended a meeting in Washington with officials on the National Security Council. To learn about where to receive support for hostage victims and their families, visit  Hostage US , an independent nonprofit that offers guidance during and after a kidnapping. Art Sotloff: All of us were saying, “Well, why can’t we try to save our kids?  And they said, “Because it’s against the law. We do not negotiate with terrorists.” Lesley Stahl: Did they say you would be prosecuted? Art Sotloff: They said, “You could be prosecuted, and also your donors could be prosecuted.” Lesley Stahl: So if I gave you money, I could be prosecuted? Shirley Sotloff: Yes-- Lesley Stahl: Did anybody say, “Are you kidding me?” Art Sotloff: Yes, they did. Yes, they did. Lesley Stahl: So it was a little bit contentious. Art Sotloff: Oh yeah. We kind of verbally fought back. Lesley Stahl: They were threatened that they could be prosecuted. Is that true? Lisa Monaco: So what’s true is that some families felt threatened. And that was unacceptable. And that should never have happened. Lesley Stahl: Are you suggesting they may not have been threatened? Lisa Monaco: No. What I’m suggesting is, I wasn’t present when any threats were made, but what matters, Lesley, is that these families felt that way as they were going through the most horrific time they will ever encounter. Lesley Stahl: But was that the policy?  Was that true?  Could they have actually been prosecuted?  Could someone who contributed to pay ransom also be prosecuted? Lisa Monaco: So what’s true is that the Justice Department has never prosecuted a family or friends of a family that has paid a ransom. Lesley Stahl: But was it the policy? Lisa Monaco: Well, what’s, the, the policy is the United States Government will not pay ransoms or make concessions to terrorist hostage takers. That policy is based in part on a presumption that paying ransom invites more hostage taking. But that is refuted by a new study that examined the case of every known Western hostage taken since 911. It was co-authored by Peter Bergen, a counterterrorism expert, for the non-partisan New America Foundation. Peter Bergen: They don’t know necessarily you’re American when they take you. It’s sort of a target of opportunity. So some countries are known to pay ransom – the French, the Germans, the Spanish. Lesley Stahl: Even though, they don’t admit it. Peter Bergen: They don’t admit it, but they do. Their citizens have much better outcomes than Americans.  Americans are huge outliers here. You’re twice as likely to have a negative outcome compared to every other Western hostage. Lesley Stahl: You say negative outcome. You mean murdered. Peter Bergen: Murdered, die in captivity or just remain in captivity. Fourteen of the European hostages held with Steven made it home. Those from countries that don’t pay ransom didn’t: four Americans and two Brits died. Lesley Stahl: I keep playing in my own head this horrible situation where the American hostages watched the other ones be set free. And I wonder if it wouldn’t have been better if, if our government did what the European governments did, which was pay ransom but then deny it in order to save their citizens. Why couldn’t we have done that? Lisa Monaco: We’d still be fueling their terror activity. Whether it’s hostage taking or whether it’s terrorist plots, to kill Americans here in the homeland or elsewhere, is not activity that the United States government should be in the business of funding. Lesley Stahl: What do you say to critics of the policy of not paying ransom? That the beheadings of the Americans ended up having more value to ISIS than any money would have been. That’s really what put them on the international map. These beheading videos were a gold mine for ISIS. Do you, do you see it that way? Lisa Monaco: I don’t. And-- I think it’s giving brutal, murderous thugs too much credit. Lesley Stahl: What about the argument that if you pay ransom you’re just encouraging them to kidnap more? But also that the money is going to go toward terrorism. And so what’s the come back to that? It’s a hard thing. Art Sotloff: Going back to what President Obama said to us in person that he would do anything in his power to save his children if he was in the same situation. And I say that he should put himself in the same situation. And I think that the government has a responsibility to protect its citizens in whatever way that they can. Lesley Stahl: What do you say when you hear people argue that Steven knew he was putting his life at risk by going into Syria at that point and, you know, kinda the burden’s on him? Art Sotloff: Steven was driven by truth. That he had to report the truth. He saw that there wasn’t information coming out of these areas. And that’s really what drove him. In the summer of 2014, nearly a year after Steven was abducted, President Obama ordered a military operation to rescue the hostages. Lisa Monaco: This involved a number of, a large number of military service members and special operators who— Lesley Stahl: Putting their lives on the line. Lisa Monaco: Putting their lives on the line. Going into the heart of ISIL territory in Syria. And as we were monitoring the operation, word came back, some very devastating words: “It’s a dry hole,” which meant that they weren’t there. [Jihadi John: This is James Wright Foley.] About seven weeks later, James Foley became the first of three American hostages beheaded. Steven appears at the end of the video. [Jihadi John points knife at camera: The life of this American citizen, Obama, depends on your next decision.] The Sotloffs then received an audio message that sounds like Steven was forced to record, designed to pressure the U.S. government.  It was given to them by the FBI. Surviving the death of a child Art Sotloff: This is always tough for me, because it’s actually his voice. And it just makes me feel like he’s still in the room with us. “To Mom, I do not have much time and will probably not get this opportunity again so I would like to get straight to the point. My life depends on Obama’s next decision. Mom, please don’t let Obama kill me. Mom you can still save my life just like the families of my previous cellmates whom I’m sure you’ve met. Fight for me, I love you.” Shirley Sotloff: Powerful. Art Sotloff: I gotta blow my nose. I’m sorry. If I could excuse myself. Lesley Stahl: It’s OK. It’s cruel. Shirley Sotloff: Very. I don’t know what they wanted us to do. Lesley Stahl: And always saying “mom” like that. Shirley Sotloff: Mom. ",
    "title": "Should the U.S. government pay ransom money? - CBS News"
   },
   {
    "entities": [
     ", 1:52 pm",
     "israel",
     "jan. 8, 2017",
     "haaretz",
     "last year",
     "mark",
     "luba",
     "west",
     "christmas",
     "press",
     "samri",
     "michael",
     "news",
     "berlin",
     "8, 2017",
     "hunter",
     "edison",
     "state",
     "abc",
     "associated",
     "jan",
     "department",
     "u.s.",
     "molly",
     "today",
     "east",
     "jerusalem",
     "toner",
     "late december",
     "hayden",
     "last july",
     "germany",
     "time",
     "france",
     "ap"
    ],
    "id": 17,
    "text": "4 Killed, at Least a Dozen Wounded In Jerusalem Truck Attack, Officials Say By Michael Edison Hayden Jan 8, 2017, 1:52 PM ET 0 Shares WATCH Israeli Soldiers Run Down by Truck in Suspected Terror Attack 0 Shares Email Four people were killed and more than a dozen wounded in West Jerusalem today when a truck ran over a group of Israeli soldiers, authorities said. The Israeli police are calling the incident a terror attack. The driver of the vehicle, whom police said was a resident of East Jerusalem, was shot dead at the scene. The soldiers targeted by the assailant were on an educational trip along with several other groups, according to the Israeli paper Haaretz. AHMAD GHARABLI/AFP/Getty Images Israeli security forces gather around a flatbed truck at the site of a ramming attack in Jerusalem, Jan. 8, 2017. The mayhem occurred when the truck appeared to veer off course and barreled into the soldiers, who had just gotten off a bus, police spokeswoman Luba Samri said. Security footage appeared to show the truck moving at high speed and the soldiers located well off the road at the time they were struck, according to The Associated Press. The AP also reported that the footage showed vehicle appearing to back up, running over more people as it did. The source of the footage was not immediately clear, the AP said. An instructor who was escorting the soldiers on the trip told Israeli media that he shot and killed the truck driver before anyone else was hurt. Other soldiers also opened fire, he said. MENAHEM KAHANA/AFP/Getty Images An Israeli soldier is consoled as she cries at the site of a vehicle-ramming attack in Jerusalem, Jan. 8, 2017. Trucks have been used as weapons in several high-profile terrorist attacks in recent years, including the Bastille Day attack in Nice, France, last July that killed over 80 people, and the Christmas market attack in Berlin, Germany, that killed a dozen people in late December. MENAHEM KAHANA/AFP/Getty Images Israeli security forces and emergency personnel gather at the site of a vehicle-ramming attack in Jerusalem, Jan. 8, 2017. According to the AP, since last year, Palestinian attackers have killed 36 Israelis and two visiting Americans in a series of mostly stabbing attacks. During that time, 229 Palestinians have been killed by Israeli fire. Israel says most of the Palestinians killed were attackers while the rest died in clashes. Israel says the violence is driven by Palestinian incitement. Palestinians say it's the result of nearly 50 years of Israeli occupation. Mark Toner, a deputy spokesperson for the U.S. State Department, issued a statement on today's truck attack. \"We condemn in the strongest possible terms today's horrific vehicular attack by a terrorist in Jerusalem. There is absolutely no justification for these brutal and senseless attacks,\" the statement said. Our thoughts and prayers are with the families of the four Israeli soldiers who were killed, and we hope for a full and fast recovery of those injured.\" ABC News' Molly Hunter and The Associated Press contributed to this report. 0 Shares ",
    "title": "4 Killed, at Least a Dozen Wounded In Jerusalem Truck Attack, Officials Say - ABC News"
   },
   {
    "entities": [
     "gears",
     "page",
     "cbs",
     "2001",
     "cabinet",
     "education",
     "for",
     "banking",
     "j.",
     "wednesday, the same day",
     "ethics",
     "department",
     "d.c.",
     "schumer",
     "hill",
     "benjamin",
     "day in january 2009",
     "gop",
     "shaub",
     "bush",
     "hearings",
     "ben",
     "the same day",
     "capitol",
     "elaine",
     "inauguration day in 2009",
     "mitch",
     "siegel",
     "chao",
     "mcconnell",
     "d-new",
     "labor",
     "sunday",
     "development",
     "2009",
     "senate",
     "elizabeth",
     "donald",
     "reid",
     "tuesday",
     "of",
     "carson",
     "kelly",
     "health",
     "confirmation",
     "team",
     "and",
     "york",
     "jan 8,",
     "chuck",
     "office",
     "betsy",
     "harry",
     "pensions",
     "r-kentucky",
     "roderick",
     "transition",
     "thursday",
     "jeff",
     "governmental",
     "devos",
     "security",
     "john",
     "wilbur",
     "commerce",
     "housing",
     "obama",
     "wednesday",
     "oge",
     "committee",
     ", 6:50 pm",
     "paige",
     "this week",
     "government",
     "the week",
     "trump",
     "2017",
     "urban",
     "warren",
     "d-nevada",
     "monday",
     "up",
     "affairs",
     "past",
     "judiciary",
     "currently",
     "washington",
     "sessions",
     "homeland",
     "ross",
     "walter"
    ],
    "id": 18,
    "text": "Democrats, Top Ethics Official Urge GOP to Slow Down Confirmation Process By BENJAMIN SIEGEL WASHINGTON, D.C. \u0097 Jan 8, 2017, 6:50 PM ET 0 Shares WATCH Donald Trump's Transition Team Gears up for Senate Confirmation Hearings 0 Shares Email Democrats and the government ethics office are raising concerns about several nominees who haven't completed the standard ethics review process, as at least eight of Donald Trump 's Cabinet nominees prepare for confirmation hearings on Capitol Hill this week. \"The announced hearing schedule for several nominees who have not completed the ethics review process is of great concern to me,\" Office of Government Ethics Director Walter Shaub said in a letter to top senators released by Sens. Elizabeth Warren , D-Massachusetts, and Senate Minority Leader Chuck Schumer , D-New York. \"This schedule has created undue pressure on OGE's staff and agency ethics officials to rush through these important reviews.\" Shaub added that the delay has left some of the nominees with \"potentially unknown or unresolved ethics issues.\" \"I am not aware of any occasion in the four decades since OGE was established when the Senate held a confirmation hearing before the nominee had completed the ethics review process,\" he said. According to a Senate Democratic aide, Gen. John Kelly, Trump's pick to lead the Department of Homeland Security , education secretary nominee Betsy DeVos, treasury secretary nominee Wilbur Ross, and Department of Housing and Urban Development secretary nominee Ben Carson have not completed the OGE's review process. A Trump transition official said Kelly's ethics paperwork is complete, and that OGE is transmitting it to the Senate on Monday, while a GOP Senate Judiciary Committee aide says the panel has received all preliminary documents and paperwork from Sen. Jeff Sessions ahead of his hearing. Ten of President Obama’s Cabinet picks were confirmed within the week of his inauguration , while three of his Cabinet selections were pulled from consideration. The Senate held confirmation hearings for four of his nominees on a single day in January 2009, before Obama's inauguration. Republicans have also argued that nominees from previous administrations sat for confirmation hearings before all of their forms had been submitted to the panels of jurisdiction, including Bush administration nominees Roderick Page, for education secretary, and Elaine Chao, nominated for labor secretary, in 2001. According to a HELP committee aide, the committee received Paige's paperwork eight days after the hearing, and Chao's five days after the hearing. The aide also said DeVos's paperwork is still in progress, but that committee precedent requires it to be ready before a vote on her nomination, and not the hearing. Democrats claim Republicans are ramming nominees through the confirmation process too quickly. Republicans have scheduled five confirmation hearings for Wednesday, the same day Trump is scheduled to give his first news conference since being elected president. They are pointing to a 2009 letter from Sen. Mitch McConnell , R-Kentucky, to then Senate Majority Leader Harry Reid , D-Nevada, urging him to postpone confirmation hearings until OGE letters were completed and submitted to the committees of jurisdiction. The Senate is also going to have a marathon floor session on the budget this week, adding to the packed schedule. Kelly is scheduled to appear before the Senate Homeland Security and Governmental Affairs Committee on Tuesday, while the Senate Health, Education, Labor and Pensions Committee is planning a hearing for DeVos on Wednesday. Carson is scheduled to appear before the Senate Banking Committee on Thursday, and Ross will appear before the Senate Commerce Committee on the same day. The Trump transition team accused Democrats of politicizing the transition process. \"President-elect Trump is putting together the most qualified administration in history and the transition process is currently running smoothly. In the midst of a historic election where Americans voted to drain the swamp, it is disappointing some have chosen to politicize the process in order to distract from important issues facing our country,\" a transition official said in a statement. \"This is a disservice to the country and is exactly why voters chose Donald J. Trump as their next president.\" In an interview on CBS's \"Face the Nation\" Sunday, McConnell said the Senate confirmed seven of President Obama's Cabinet appointments on Inauguration Day in 2009, and said Democrats need to \"grow up\" and \"get past\" the election results. \"The real thing is the vote on the floor, and we want to have all of the records in, all of the papers completed before they are actually confirmed on the Senate floor,\" he said. 0 Shares ",
    "title": "Democrats, Top Ethics Official Urge GOP to Slow Down Confirmation Process - ABC News"
   },
   {
    "entities": [
     "peter",
     "council",
     "ayatollah",
     "tehran",
     "1979",
     "garcia-navarro",
     "times",
     "images",
     "koehler/photothek",
     "getty",
     "states",
     "akbar",
     "2013",
     "united",
     "may",
     "the",
     "npr",
     "khomeini",
     "the 1980s",
     "hassan",
     "hashemi",
     "2015",
     "khamenei",
     "kenyon",
     "mahmoud",
     "post",
     "rafsjani",
     "u.s.",
     "republic",
     "new",
     "ruhollah",
     "iraq",
     "rafsanjani",
     "islamic",
     "1989",
     "ali",
     "york",
     "iran",
     "washington",
     "1997",
     "erdbrink",
     "2005",
     "now",
     "to",
     "germany",
     "thomas",
     "rouhani",
     "lulu",
     "revolutionary",
     "ahmadinejad"
    ],
    "id": 19,
    "text": "Akbar Hashemi Rafsanjani, during a 2015 meeting with Germany's foreign minister in Tehran. Thomas Koehler/Photothek via Getty Images hide caption toggle caption Thomas Koehler/Photothek via Getty Images Akbar Hashemi Rafsanjani, during a 2015 meeting with Germany's foreign minister in Tehran. Thomas Koehler/Photothek via Getty Images Ali Akbar Hashemi Rafsanjani, Iran's fourth president and a towering figure in the country, has died at the age of 82, according to Iranian state media. For decades, the Shiite Muslim cleric played an outsize role in Iranian politics. An aide to Ayatollah Ruhollah Khomeini, the leader of the country's 1979 revolution, Rafsanjani served on the Revolutionary Council that helped transform the newborn Islamic Republic from a monarchy into a theocracy. During the 1980s, Rafsjani boosted his public profile in weekly sermons to the country and helped guide Iran's military operations in a costly eight-year war with its neighbor Iraq. When Khomeini died in 1989, then-President Ali Khamenei was named his successor as supreme leader in Iran, and Rafsjani was elected president. He served in that role from 1989 to 1997, during which time he embarked on a program of economic reform and insisted on constitutional reforms that gave significantly more executive power to the office of the president. NPR's Peter Kenyon reports that Rafsanjani enjoyed a kind of renaissance as an influential reformer late in his political career. \"Rafsanjani tried to run for president again in 2005, but was defeated by Mahmoud Ahmadinejad. He made another attempt in 2013, but in a controversial move, Iran's guardian council disqualified him. \"Voters instead chose the candidate most aligned with Rafsanjani's pragmatic views, Hassan Rouhani. Many Iranians saw Rafsanjani as a mentor to Rouhani, and his influence rose.\" Article continues after sponsorship Rafsanjani played a crucial role as a bridge between moderates of modern Iranian politics and some of the hard-line politicians of the preceding generation. This was particularly true in the debate over diplomatic relations with the U.S. \"Rafsanjani was a man who was always anti-American, stuck to Iranian ideology, but at the same time was preaching that there should be relations with the United States — that there should be an update domestically of Iran's harsh ideological rules,\" Thomas Erdbrink, Tehran bureau chief for The New York Times, tells NPR's Lulu Garcia-Navarro. Erdbrink adds: \"He is and was a good friend of [Iranian Supreme Leader] Ayatollah Khamenei, but at the same time had the stature to criticize his and other policies. With him gone, it will be harder to voice certain criticisms.\" Just months from Iraq's presidential election in May, Rafsanjani's death also leaves President Rouhani without his \"political soul mate,\" in the words of The Washington Post . Rouhani, whose signature nuclear deal with the U.S. is already in danger, now faces an even more inclement political climate with Rafsjani gone. ",
    "title": "Ali Akbar Hashemi Rafsanjani, Former Iranian President, Dies At Age 82 : The Two-Way : NPR"
   },
   {
    "entities": [
     "c.i.a.",
     "texas",
     "price",
     "andrew",
     "mobil",
     "january 8, 2017",
     "the week",
     "minnesota",
     "trump",
     "hillary",
     "richard",
     "paris",
     "university",
     "jeff",
     "rex",
     "georgia",
     "senate",
     "california",
     "pompeo",
     "devos",
     "the 1980s",
     "saturday",
     "the day",
     "kansas",
     "tuesday",
     "of",
     "george",
     "isgur",
     "exxon",
     "binder",
     "vladimir",
     "mike",
     "john",
     "dianne",
     "kelly",
     "l.",
     "alabama",
     "wilbur",
     "this year",
     "judiciary",
     "norman",
     "obama",
     "w.",
     "schumer",
     "tillerson",
     "v.",
     "new",
     "today",
     "sarah",
     "wednesday",
     "feinstein",
     "a.",
     "york",
     "america",
     "washington",
     "evening",
     "sessions",
     "tom",
     "eisen",
     "painter",
     "flores",
     "committee",
     "puzder",
     "betsy",
     "cornyn",
     "ross",
     "putin",
     "bush",
     "f.",
     "jr.",
     "clinton"
    ],
    "id": 20,
    "text": "Continue reading the main story He said the packed schedule had put “undue pressure” on the office to rush its reviews of the nominees and he knew of no other occasion in the office’s four decades when the Senate had held a confirmation hearing before the review was completed. Advertisement Continue reading the main story Mr. Schumer responded on Saturday by saying that the letter had made clear that the Trump transition team colluded with Senate Republicans to “jam through” the nominees. Several of the nominees are millionaires or billionaires and have vast webs of financial interests that must be untangled. The Trump transition team issued a statement on Saturday evening defending its handling of the nomination process. Richard W. Painter, a law professor at the University of Minnesota who served as chief ethics counsel to President George W. Bush, said he thought none of the nominees could receive a full vote on the Senate floor before the vetting was complete. Norman Eisen, Mr. Obama’s ethics counsel in his first term, said the paperwork delays were “totally unheard-of.” The status of the background checks and ethical clearances can change by the day. Republicans say they expect the missing documents to be submitted for all the nominees eventually. The hearings are scheduled to begin on Tuesday, with testimony from Senator Jeff Sessions of Alabama, the nominee for attorney general, and Gen. John F. Kelly, the pick for homeland security secretary. On Wednesday, the parade of nominees is expected to include Rex W. Tillerson, the choice for secretary of state; Betsy DeVos, the pick for education secretary; and Representative Mike Pompeo of Kansas, the nominee to lead the C.I.A. Later in the week, the billionaire investor Wilbur L. Ross Jr., chosen as commerce secretary, and Andrew F. Puzder, the labor secretary pick, are scheduled to come before congressional panels. While some of Mr. Trump’s nominees, notably Representative Tom Price of Georgia, the choice for health secretary and an ardent opponent of the Affordable Care Act, are certain to receive hostile receptions, large numbers of Democrats will probably vote for many others. Still, Democrats are preparing a furious assault against the nominees by going after the president-elect himself and trying to drive a wedge between them over his most incendiary promises, like banning Muslim immigrants and bringing back torture. “Where will they come down?” Mr. Schumer, the new Democratic leader, asked in an interview. “Will they try to persuade the president that’s the wrong way to take America?” Advertisement Continue reading the main story Democrats plan to keep the focus on the president-elect to a degree with few historical parallels. New presidents usually serve as a backdrop; this year, by contrast, Mr. Trump’s words will loom over the hearings as Democrats press the nominees to take a position on them. Democrats have little chance of blocking any of the nominees, having given up the use of the filibuster in such cases when they were in the majority, but they say Mr. Trump has handed them ample political ammunition. Mr. Sessions is certain to be asked whether he, as attorney general, would make good on Mr. Trump’s pledges to get a special counsel to “jail” Hillary Clinton over her email server. General Kelly can expect questions about whether he favors Mr. Trump’s call to build a wall on the Mexican border and create a database on Muslims. Mr. Pompeo is likely to be asked about his views on Mr. Trump’s support for waterboarding and his skepticism about the intelligence agencies’ findings on Russian election meddling. Mr. Tillerson will probably face a grilling over Mr. Trump’s vow to “cancel” the Paris climate accord. Mr. Tillerson has spent hours trying to quietly assure lawmakers that he would take a more distant stance than Mr. Trump on the Russian president, Vladimir V. Putin, with whom Mr. Tillerson had close relations as the head of Exxon Mobil. The Trump transition team, which did not comment on the background checks, is bracing its nominees for questions about the president-elect’s more controversial positions, according to people with knowledge of the preparations. But officials would not say what tack the nominees would take in responding. Advertisement Continue reading the main story “I have no doubt that the president-elect and a number of his comments will come up,” said Sarah Isgur Flores, a spokeswoman for Mr. Sessions’s confirmation team. “But Senator Sessions has a long record of service himself.” Mr. Sessions will testify before the Judiciary Committee, which is generally friendly territory for sitting senators. But he is likely to face blistering questions from Democrats who are concerned about his civil rights record. In the 1980s, racially charged accusations derailed his nomination to a federal judgeship. Senator Dianne Feinstein of California, the top Democrat on the Judiciary Committee, said she would press Mr. Sessions to say where he stood on Mr. Trump’s pledges to have a special counsel further investigate Mrs. Clinton’s emails. “Hillary’s situation is done, and other than some kind of gross retribution, there’s no reason for that to even be something to look at,” Ms. Feinstein said in an interview. By posing tough questions, said Sarah A. Binder, a political scholar at George Washington University, Democrats will try to lure the nominees into inflicting political damage on themselves by adopting some of Mr. Trump’s more divisive language. She said the terrain was so risky that the nominees might be better served by adopting a stance usually seen only from judicial nominees: “Don’t take a position.” Democrats intend to use all the procedural moves available to slow the process on the Senate floor, possibly spending up to 30 hours per nominee, denying Mr. Trump a full cabinet when he takes office. Republicans are indignant. “Holding up confirmations just for delay’s sake is irresponsible and it is dangerous,” said Senator John Cornyn, Republican of Texas. He added, “This is a dangerous world we are living in, and why in the world would we want to make it even more dangerous just to let our colleagues delay for delay’s sake President-elect Trump getting to fill his cabinet, particularly these important national security offices?” A version of this article appears in print on January 8, 2017, on Page A1 of the New York edition with the headline: Senate to Push Nominees by Trump, Some Unvetted. Order Reprints | Today's Paper | Subscribe ",
    "title": "Senate Confirmation Hearings to Begin Without All Background Checks - The New York Times"
   },
   {
    "entities": [
     "kerry",
     ", 6:57 pm",
     "friday",
     "states",
     "jalisco",
     "guadalajara",
     "8, 2017",
     "united",
     "ministry",
     "mexico",
     "ashcraft",
     "state",
     "of",
     "foreign",
     "affairs",
     "john",
     "jan",
     "department",
     "u.s.",
     "obama",
     "this evening",
     "christopher",
     "jerusalem",
     "america",
     "isis"
    ],
    "id": 21,
    "text": "Suspect in U.S. Consulate Shooting Is American, Mexican Officials Say By Dean Schabner Jan 8, 2017, 6:57 PM ET 0 Shares WATCH ISIS is Being Blamed for a Deadly Truck Attack in Jerusalem 0 Shares Email The man suspected of shooting a U.S. consulate officer outside the consulate in Guadalajara, Mexico, has been captured and is from the United States, Mexican officials said. The man was captured by the special forces of the state of Jalisco, and handed over to federal prosecutors, according to a tweet from the state of Jalisco. The Mexican attorney general's office and Mexico's Foreign Affairs Ministry said in a statement this evening that \"an individual from the United States, allegedly involved in this incident was located and detained. The same individual will be expelled and repatriated to the United States of America where his legal status will be determined.\" The officer, identified by Mexican prosecutors as Christopher Ashcraft, was shot in his car on Friday as he was leaving the consulate. He was listed in stable condition. Surveillance video of the attack shows the shooter following the official in a parking garage. A second video shows the attacker waiting until the victim arrives at the exit to the garage, then fires a round through the car's windshield and immediately runs away. A Mexican official has called the shooting a \"direct attack,\" but authorities have said they do not know the motive. The State Department said it is working closely with Mexico on the case. Secretary of State John Kerry thanked Mexico for the quick work making an arrest in the shooting. \"On behalf of President Obama and the people of the United States, I want to thank the Government of Mexico for their swift and decisive arrest of a suspect in the heinous attack against our Foreign Service Officer colleague in Guadalajara, Mexico,\" he said. \"My thoughts and prayers remain with this officer and his family during this difficult time. I wish him a speedy recovery.\" 0 Shares ",
    "title": "Suspect in U.S. Consulate Shooting Is American, Mexican Officials Say - ABC News"
   },
   {
    "entities": [
     "simpson",
     "8:21 pm",
     "seeso",
     "leonardo",
     "getty",
     "chazelle",
     "miranda",
     "emmy",
     "8:47 pm",
     "atlanta",
     "ridge",
     "laurie",
     "grammy",
     "paul",
     "best",
     "8:02 pm",
     "issa",
     "odenkirk",
     "8:54 pm",
     "saturday",
     "golden",
     "taylor-johnson",
     "tony",
     "fame",
     "at&t",
     "king",
     "olivia",
     "clark",
     "associated",
     "mars",
     "thornton",
     "jimmy",
     "ricky",
     "productions",
     "ihop",
     "merrick",
     "8:48 pm",
     "hill",
     "d'alema",
     "carey",
     "ali",
     "vergara",
     "8:45 pm",
     "9:04 pm",
     "huppert",
     "8:38 pm",
     "an",
     "amazon",
     "vaughn",
     "bush",
     "8:04 pm",
     "9:11 pm",
     "angeles",
     "7:33 pm",
     "julia",
     "8:01 pm",
     "poehler",
     "8:07 pm",
     "et",
     "ahmed",
     "strauss/invision",
     "mel",
     "8:11 pm",
     "right now",
     "8:09 pm",
     "west",
     "association",
     "bezos",
     "august",
     "fallon",
     "michael",
     "manchester",
     "denzel",
     "pasek",
     "gibson",
     "7:59 pm",
     "donald",
     "1980s",
     "morton/focus",
     "recently",
     "agreed",
     "hacksaw",
     "mariah",
     "fey-amy",
     "2 cents",
     "dan",
     "rae",
     "of",
     "hager",
     "benj",
     "marcia",
     "100%",
     "questlove",
     "night",
     "7:44 pm",
     "shannon",
     "electoral",
     "casey",
     "metz",
     "k.",
     "tracee",
     "features",
     "gervais",
     "lin-manuel",
     "hall",
     "damien",
     "york",
     "o.j.",
     "and",
     "nights",
     "glover",
     "8:53 pm",
     "colman",
     "aaron",
     "isabelle",
     "ellis",
     "jenna",
     "8:41 pm",
     "8:25 pm",
     "8:39 pm",
     "7:56 pm",
     "lee/paramount",
     "p.",
     "8:57 pm",
     "egot",
     "david",
     "mahershala",
     "7:38 pm",
     "9:03 pm",
     "legend",
     "pictures",
     "9:09 pm",
     "lee",
     "images",
     "louis-dreyfus",
     "8:36 pm",
     "bruno",
     "squire",
     "michelle",
     "press",
     "dave",
     "oscar",
     "8:58 pm",
     "chrissy",
     "8:22 pm",
     "chris",
     "8:44 pm",
     "rock",
     "8:59 pm",
     "foreign",
     "wilson",
     "paulson",
     "brown",
     "john",
     "globe",
     "hurwitz",
     "8:16 pm",
     "timberlake",
     "anita",
     "vince",
     "new",
     "nbc",
     "works",
     "sarah",
     "los",
     "america",
     "8:15 pm",
     "moore",
     "1936",
     "dick",
     "bob",
     "8:28 pm",
     "itzkoff",
     "billy",
     "sofia",
     "7:34 pm",
     "affleck",
     "jan. 8, 2017",
     "kerry",
     "8:49 pm",
     "ryzik",
     "times",
     "last year",
     "jason",
     "8:50 pm",
     "credit",
     "8:13 pm",
     "8:06 pm",
     "guy",
     "trump",
     "8:10 pm",
     "2017",
     "pharrell",
     "tracy",
     "viola",
     "mekado",
     "tonight",
     "college",
     "8:26 pm",
     "9:05 pm",
     "8:18 pm",
     "davis",
     "murphy",
     "hugh",
     "two hours from now",
     "7:53 pm",
     "7:42 pm",
     "johnson",
     "tamara",
     "tina",
     "8:19 pm",
     "9:10 pm",
     "8:23 pm",
     "joffrey",
     "melena",
     "stone",
     "the 1940s",
     "8:40 pm",
     "hollywood",
     "riz",
     "keep",
     "justin",
     "mandy",
     "washington",
     "van",
     "morris",
     "8:08 pm",
     "now",
     "williams",
     "wesley",
     "ross",
     "7:52 pm",
     "emma",
     "dicaprio",
     "jordan"
    ],
    "id": 22,
    "text": "Site Mobile Navigation Golden Globes 2017 Highlights and Analysis Read highlights and analysis from two Times reporters and a critic on the 2017 Golden Globes. “La La Land” won a record seven awards, including best picture comedy. “Moonlight” won for best picture drama. JAN. 8, 2017 8:02 PM ET Photo Emma Stone is nominated for her performance in “La La Land.” Credit Jordan Strauss/Invision, via Associated Press Dave Itzkoff Reporter 7:33 PM ET Good evening, everyone! The 2017 awards season begins tonight with the 74th Golden Globes, and we’re here to keep you company, to comment and to commiserate throughout the whole three-hour show. I’m Dave Itzkoff, a culture reporter for The New York Times. I’m joined by Wesley Morris, critic-at-large, and Melena Ryzik, a fellow reporter and awards-season veteran. Melena Ryzik Reporter 7:33 PM ET Thanks Dave and hello all! Happy to be part of this viewing party. Jimmy Fallon is hosting, which means it will likely veer towards silly escapism, instead of the social wit of the Tina Fey-Amy Poehler years or the barbs of the cringy Ricky Gervais era. Expect an opening song-and-dance number in the vein of “La La Land,” Damien Chazelle’s musical love letter to Los Angeles. But Fallon also knows his Hollywood audience, so he’ll doubtless riff on the president-elect – perhaps to atone further for his softball “Tonight Show” interview with his fellow NBC personality during the campaign. (He already did some penance, opposite Tina on “Saturday Night Live.”) And given the unusually diverse spate of TV nominees – including newcomers like Issa Rae of “Insecure” and Riz Ahmed of “The Night Of” – expect some potentially political moments, stirring or grandstanding too. Melena Ryzik Here’s a link to that SNL clip. http://www.nbc.com/saturday-night-live/video/weekend-update-denise-mcdonough-and-doreen-troilo/3112631 Wesley Morris Critic 7:34 PM ET Hello Dave and Melena and everybody else. This is going to be fun – even when some of what we’re watching threatens to be the opposite of that. The Golden Globes have always been the chillest of these big awards extravaganzas. They’re first up, for one thing. The stakes are lower (or they used to be), the vibe boozier, the winners occasionally more baffling. The top movies, expectations-wise, are “La La Land” and “Moonlight.” But, you know, ANYTHING CAN HAPPEN (especially in the TV categories). But maybe it won’t. Which actually, might be a weird comfort since anything is happening everywhere else. Let’s do it! Dave Itzkoff Reporter 7:38 PM ET O.K., Wesley and Melena, I’m going to make you stake out a prediction in advance. “La La Land” seems a safe bet in the best musical/comedy film category. (Unless “Deadpool” surprises us all.) The real showdown, one assumes, will be between “Manchester By the Sea” and “Moonlight” in the best dramatic film category. Who goes home with the trophy? Melena Ryzik Reporter 7:42 PM ET My money’s on “Manchester.” With “Moonlight” picking up some acting awards, and maybe a screenplay trophy – although that’s another category where they’re neck-and-neck. Wesley Morris Critic 7:44 PM ET Yeah it is. I’d say the folks at the Hollywood Foreign Press Association (they give these things out) will go with “Manchester by the Sea.” Wesley Morris But I’m standing with “Moonlight,” since it stayed with me. Melena Ryzik Reporter 7:52 PM ET Amazon has put major muscle into its campaigning for “Manchester.” But you also can’t count out a dark horse action candidate, like “Hacksaw Ridge,” from a studio or from players who know how to finesse the game – in this case, an on-the-rebound Mel Gibson, the director of “Hacksaw.” Remember that last year the Hollywood Foreign Press Association drama pick was “The Revenant,” after a never-ending campaign by Leonardo DiCaprio. Tamara Best 8:08 PM ET Photo Casey Affleck is nominated for his performance in “Manchester by the Sea.” Credit Frazer Harrison/Getty Images Dave Itzkoff Reporter 7:53 PM ET Give me your quick pick for Best TV drama: the grizzled veteran “Game of Thrones,” or one of the newcomers: “The Crown,” “Stranger Things,” “This Is Us” or “Westworld”? Wesley Morris “Stranger Things” – because something’s gotta be in the Upside Down tonight. Dave Itzkoff Reporter 7:56 PM ET I’ll take a chance and make a prediction of my own: 1980s me says “Stranger Things,” 2017 me says “This is Us.” Wesley Morris Critic 7:59 PM ET “This Is Us”? It’s like “Parenthood” and “Crash” had a baby in the frozen aisle at Whole Foods. Dave Itzkoff It keeps me warm at nights. Dave Itzkoff Here we go: Show time. Dave Itzkoff Reporter 8:01 PM ET As was foretold, we’re starting with a pretaped opening - unusual for the Golden Globes - that’s a musical riff on “La La Land,” with Jimmy Fallon singing his way through red carpet traffic. Tamara Best Jimmy Fallon in an opening sequence. Credit Getty Images Wesley Morris And it’s all being politely sung in the key of Emma Stone. Dave Itzkoff The “Stranger Things” kids rapping and singing was all that mattered to me. Wesley Morris Yeah – the “Stranger Things” kids rapping will be worth my annoyance two hours from now. Melena Ryzik Reporter 8:04 PM ET “Roomful of stars, they’ve been getting drunk since 3,” Fallon sings. Truth is, the Globes are not the drunkfest they’re made out to be. Dave Itzkoff If, say, one did not actually see “La La Land,” does this still make sense? Melena Ryzik In West Hollywood. At the Abbey. Dave Itzkoff Also, did you know Jimmy Fallon was friends with Justin Timberlake? Melena Ryzik News to me and everyone else with an Internet connection. Dave Itzkoff Reporter 8:06 PM ET “Already the TelePrompTer is down, so this is a great way to start the show.” Jimmy Fallon seems serious about this. Wesley Morris If this goes poorly for Jimmy, there will alway be that: Justin. Dave Itzkoff He’s being amiable about it. Wesley Morris Reporter 8:07 PM ET “This is one of the few places left, where America still honors the popular vote” – Fallon takes on Trump right away. Wesley Morris That might be the only election joke he makes. Dave Itzkoff How do we feel about Jimmy Fallon opening with a Chris Rock impression? Melena Ryzik I wonder how Chris Rock feels about it? Wesley Morris He likes it because it was funny. Dave Itzkoff Reporter 8:09 PM ET Fallon on “Game of Thrones”: “A lot of people have wondered what it would’ve been like if King Joffrey had lived. Well, in 12 days we’re going to find out.” Wesley Morris Reporter 8:10 PM ET Here’s one more – Fallon on “Florence Foster Jenkins”: “The character has been dubbed the world’s worst opera singer. And even she turned down Donald Trump’s inauguration.” Dave Itzkoff We did get the Trump jokes we were promised. Mekado Murphy 8:11 PM ET The winner for best supporting actor in a motion picture is Aaron Taylor-Johnson for “Nocturnal Animals.” Mekado Murphy Aaron Taylor-Johnson, right, with Michael Shannon in “Nocturnal Animals.” Credit Merrick Morton/Focus Features Melena Ryzik That’s a surprise to me right out the gate. Melena Ryzik Mahershala Ali (“Moonlight”) was the favorite. Wesley Morris Critic 8:13 PM ET Aaron Taylor-Johnson plays a nasty hick in the scuzzy perfume ad also knows as “Nocturnal Animals.” Dave Itzkoff Of him, yes. Of the movie, I don’t know her. Mekado Murphy 8:13 PM ET The winner for best actor in a TV series drama is Billy Bob Thornton for “Goliath.” Dave Itzkoff Another shock to me, I’ll say that. Wesley Morris It is! Are you guys watching “Goliath”? It’s really good. Dave Itzkoff Reporter 8:15 PM ET Billy Bob says he’s especially surprised he beat Bob Odenkirk, with whom he’s “had a feud since the 1940s when we did a movie with Van Johnson.” Wesley Morris Apparently, the Electoral College is also voting for these awards. Wesley Morris Reporter 8:16 PM ET I like a beef in an awards show thank-you speech. Also, kudos to Billy Bob for sticking to the dark-glasses-indoors look. Dave Itzkoff Reporter 8:18 PM ET Two awards and two big shocks for me. The Hollywood Foreign Press Association just works differently, I guess. Wesley Morris Reporter 8:19 PM ET Well, how the H.F.P.A. works is anyone’s guess – although they’ve tried to clean up their act recently. Being schmoozed less openly by the studios and stars, for instance. Wesley Morris Critic 8:19 PM ET I told you guys: The Upside Down, man. But “Goliath,” which I like, is an Amazon show. Wesley Morris Keep your eye on that. Wesley Morris An Amazon sweep or something like that. Melena Ryzik Bezos being in the audience! Wesley Morris Oh snap. The Beez is in the house. Dave Itzkoff Who is fulfilling my Amazon orders right now? Wesley Morris The gang at Seeso, Dave. Dave Itzkoff All right Golden Globes, continue to surprise me. Dave Itzkoff Reporter 8:21 PM ET Fallon: “I just got off the phone with Mariah Carey and she thinks Dick Clark Productions sabotaged my monologue.” Wesley Morris Mariah: Still winning. Even when she’s lost. Dave Itzkoff Reporter 8:22 PM ET In a weird way I think it’s lucky Fallon had the TelePrompTer problems. They covered up for a fairly lackluster monologue. Melena Ryzik Reporter 8:25 PM ET Guys, BTW: whatever you think about “Florence Foster Jenkins,” can’t wait for Meryl’s turn on stage (she’s getting an honorary award). Because she’s entered the don’t-give-a-hoot stage of her career (a.k.a. the Mariah stage). Mekado Murphy 8:23 PM ET The winner for best actress in a TV series, musical or comedy, is Tracee Ellis Ross for “black-ish.” Tamara Best Tracee Ellis Ross Credit Jordan Strauss/Invision Wesley Morris Agreed. He’ll be fine from here on out. Dave Itzkoff That was a crazy competitive category. Can everyone win? Melena Ryzik Reporter 8:25 PM ET It was exactly as mild as any Fallon monologue. The TelePrompTer problem was the most memorable part of it. Wesley Morris Critic 8:25 PM ET I know. But I can go home now, the second-funniest woman on TV FINALLY wins something (sorry, Julia Louis-Dreyfus). Wesley Morris But not sorry. She’s won everything. Wesley Morris Reporter 8:26 PM ET Tracee Ellis Ross: “This is for all the women, women of color, and colorful people whose stories, ideas, thoughts are not always considered worthy and valid and important. But I want you to know that I see you, we see you.” Melena Ryzik She also breaks a cardinal rule of Hollywood by revealing her actual age – 44. Mekado Murphy The winner for best TV series, musical or comedy, is “Atlanta” on FX. Mekado Murphy Intense but reserved: Donald Glover in “Atlanta.” Credit Guy D'Alema/FX Dave Itzkoff Another stunner, but one I’m very happy to see. Melena Ryzik This is the first of many awards for “Atlanta.” Wesley Morris Critic 8:28 PM ET OK, now we’re black on Earth. I mean, “back.” Of course, yes. I meant “back.“ Dave Itzkoff This show is in its first season, beating veterans like “Veep” and “Transparent.” Melena Ryzik Reporter 8:28 PM ET Donald Glover: “I really want to thank Atlanta, and all the black folks in Atlanta, for real. Just for being alive and being amazing people.” Wesley Morris Critic 8:36 PM ET Vince Vaughn just introduced the clip from drama nominee “Hacksaw Ridge.” And I got another surprise-winner chill. Mekado Murphy 8:36 PM ET The winner for best actress in a limited series or TV movie is Sarah Paulson for “The People v. O.J. Simpson: American Crime Story.” Dave Itzkoff OK, this one was anticipated. Still satisfying! Dave Itzkoff Did she bring Marcia Clark tonight? Melena Ryzik If so, I hope Kerry Washington (“Confirmation”) brought Anita Hill. Wesley Morris Critic 8:38 PM ET The more I think about it, the more fantastic Sarah P. was on “The People v. O.J. Simpson.” Wesley Morris She was the best in that class of people. Dave Itzkoff Reporter 8:39 PM ET Paulson on Marcia Clark: “If I could live my life with a fraction of your wit, integrity and your unapologetic fierceness, I would be on the road to doing it right.” Mekado Murphy 8:39 PM ET The winner for best limited series or TV movie is “The People v. O.J. Simpson: American Crime Story” on FX. Dave Itzkoff Reporter 8:40 PM ET Since this was also expected, I’ll just say that I love seeing people in the second tier of seating taking camera-phone pictures of the people in the first tier of seating. Melena Ryzik Reporter 8:41 PM ET Or skulking behind them in the about-to-cut-to-commercial moments. I recognized a few H.F.P.A. members back there. Wesley Morris I love the flair on that producer’s jacket. Wesley Morris Oh yes. Melena, spill the beans. Give us H.F.P.A. gossip? Who snores during screenings? Melena Ryzik None of them. They are all busy cozying up for photos. Melena Ryzik (Award-season screenings often involve meet-and-greets with the stars.) Dave Itzkoff Reporter 8:44 PM ET I think I just heard two-time Golden Globe nominee Jason Lee doing the voiceover in an IHOP commercial for all-you-can-eat pancakes. Just to keep things in perspective. Melena Ryzik Dave, good on you for not muting the commercials. Tell me how you do it. Dave Itzkoff You know, it’s all content. Wesley Morris Critic 8:45 PM ET Well, who’s, like, the cozying-uppest? Nevermind. Let just marvel at this latest attempt, courtesy of AT&T, to over-dramatize what it’s like to watch, say, “Knight Rider” on a phone. Wesley Morris Critic 8:47 PM ET So we just got back from commercial and Julia Louis-Dreyfus was on Questlove’s turntable, playing Bruno Mars. That’ll be a nice gag if they keep it up. Melena Ryzik I would 100% go to a party DJ’d by JLD. Dave Itzkoff Mekado Murphy 8:48 PM ET The winner for best supporting actor in a series, limited series or TV movie is Hugh Laurie for “The Night Manager.” Dave Itzkoff Reporter 8:49 PM ET Thought Sterling K. Brown (“The People v. O.J. Simpson”), who won the Emmy, had this one in the bag too. Melena Ryzik Reporter 8:49 PM ET A break in what will likely be a sweep for “The People v. O.J. Simpson,” right? Wesley Morris Critic 8:49 PM ET Wow, indeed – Hugh Laurie. This is another shock even though, you know, it’s Hugh Laurie, who will now give a Hall of Fame speech. Dave Itzkoff Reporter 8:50 PM ET “This is obviously a terrible mix-up,” Hugh Laurie says humbly. He adds: “I’ll be able to say I won this at the last-ever Golden Globes. … It has the words Hollywood, Foreign and Press in the title. I also think that to some Republicans, even the word Association is slightly sketchy.” Dave Itzkoff Before anyone jumps in, I don’t believe those Sofia Vergara lines were accidental. Wesley Morris “Anal tradition”? I think not. Dave Itzkoff They’ll make great moments on social media, though. Wesley Morris But all award shows are! Mekado Murphy The winner for best original motion picture score is Justin Hurwitz for “La La Land.” Melena Ryzik Reporter 8:53 PM ET Any musical win for “La La Land” is a gimme. Can we talk about the most GIF-able moments so far? The biggest may have come on the red carpet, between Jenna Bush Hager and Pharrell. Dave Itzkoff When she said he was a nominee for “Hidden Fences”? Wesley Morris “Hidden Fences” had Tracy Jordan’s best acting yet. Dave Itzkoff Works as a GIF, really needs the audio to sell it. Just my 2 cents. Melena Ryzik Reporter 8:54 PM ET Dave, there you go being all technical about what makes a Gif. Do you also pronounce it Jif? Mekado Murphy 8:54 PM ET The winner for best original motion picture song is “City of Stars” from “La La Land.” Dave Itzkoff Reporter 8:57 PM ET Those are composers Benj Pasek and Justin Paul. They had this one in the bag, I thought. Still, that’s one award that didn’t go to Lin-Manuel Miranda! Wesley Morris Critic 8:58 PM ET Well, fortunately, it’s the EGOT not the EGGGOT. So hopefully he’ll be OK. (That’s Emmy Grammy Oscar Tony for newbies.) Wesley Morris Critic 8:59 PM ET But yeah, he could lose the Oscar, now, too. But LMM will win all the Oscars for “Hamilton the Movie.” Wesley Morris Questlove is killing it. He just went to commercial on a lick of Billy Squire. Wesley Morris John Legend still looks like he’s about to hand 11th-grade me a corsage. Mekado Murphy The winner for best supporting actress in a motion picture is Viola Davis for “Fences.” Mekado Murphy Viola Davis with Denzel Washington in “Fences.” Credit David Lee/Paramount Pictures Melena Ryzik Viola Davis was the favorite in this category. Dave Itzkoff Actual “Fences,” not “Hidden Fences.” Dave Itzkoff Reporter 9:03 PM ET I’d wondered if Michelle Williams might sneak off with this one for “Manchester By the Sea.” Melena Ryzik Reporter 9:03 PM ET She and Tracee Ellis Ross are going to have some of the strongest speeches of the night. Wesley Morris Viola’s the best supporting actress who didn’t support anybody. SHE’S A LEAD. Wesley Morris Critic 9:04 PM ET But she won and she’s giving a killer speech. So I’ll just let my welled-up eyes speak for me. Melena Ryzik Reporter 9:05 PM ET Ah but that’s the game – very judicious decision by the powers-that-be to put her in the supporting actress category for the film. She won best actress at the Tony Awards for the same role. Dave Itzkoff Reporter 9:05 PM ET Viola Davis: “It’s not every day that Hollywood thinks of translating a play to screen. It doesn’t scream money-maker, you know. But it does scream art. It does scream heart.” Dave Itzkoff Reporter 9:05 PM ET “To the original Troy, my father, Dan Davis. Born in 1936, groomed horses, had a 5th grade education. Didn’t know how to read until he was 15. But you know what, he had a story and it deserved to be told and August Wilson told it.” Wesley Morris Critic 9:09 PM ET You’re right, Melena. But as you know, I hate that kind of positioning. It’s not the most competitive year for lead actress, and the one who gave the best performance (Isabelle Huppert in “Elle”) will never win. Viola Davis could have won. But whatever. She’s winning anyway. Mekado Murphy 9:10 PM ET The winner for best supporting actress in a series, limited series or TV movie is Olivia Colman for “The Night Manager.” Dave Itzkoff Reporter 9:11 PM ET Since Olivia Colman’s not on hand to accept, I liked fellow nominees Chrissy Metz and Mandy Moore of “This Is Us” holding hands. That’s all. Wesley Morris ",
    "title": "Golden Globes 2017 Highlights and Analysis - The New York Times"
   },
   {
    "entities": [
     "simpson",
     "travolta",
     "chazelle",
     "atlanta",
     "laurie",
     "ryan",
     "paul",
     "california",
     "fey",
     "taylor-johnson",
     "b.",
     "clark",
     "associated",
     "once",
     "mendes",
     "thornton",
     "jimmy",
     "ricky",
     "this year",
     "productions",
     "carey",
     "ali",
     "huppert",
     "bronco",
     "lithgow",
     "tom",
     "verhoeven",
     "association",
     "the last minute",
     "august",
     "fallon",
     "streep",
     "manchester",
     "denzel",
     "donald",
     "mariah",
     "adams",
     "the year",
     "night",
     "casey",
     "tracee",
     "this hour",
     "gervais",
     "damien",
     "o.j.",
     "ford",
     "glover",
     "isabelle",
     "ellis",
     "juan",
     "carlos",
     "mahershala",
     "disney",
     "hiddleston",
     "amy",
     "press",
     "demille",
     "foreign",
     "wilson",
     "paulson",
     "john",
     "timberlake",
     "barry",
     "cecil",
     "hills",
     "sarah",
     "jenkins",
     "america",
     "dick",
     "bob",
     "billy",
     "affleck",
     "dev",
     "new year's eve",
     "trump",
     "meryl",
     "2017",
     "viola",
     "tonight",
     "gosling",
     "davis",
     "hugh",
     "hilton",
     "tina",
     "hotel",
     "joffrey",
     "stone",
     "patel",
     "hollywood",
     "emma",
     "justin",
     "eva",
     "washington",
     "evening",
     "now",
     "beverly",
     "ross",
     "aaron",
     "hurwitz"
    ],
    "id": 23,
    "text": "Tribune news services Contact Reporter \"La La Land\" steamrolled, \"Moonlight\" swooped in at the last minute and Meryl Streep offered a stirring rebuke to president-elect Donald Trump at a schizophrenic Golden Globes that pivoted between heartfelt moments of protest and a desire to sing and dance. Damien Chazelle's bright-hued Los Angeles musical \"La La Land\" dominated the Beverly Hills, California, ceremony with seven awards — a Golden Globes' record — including best motion picture, comedy or musical, further cementing its Oscar favorite status. But perhaps its stiffest Academy Awards competition, Barry Jenkins' tender coming of age drama \"Moonlight\" — which competed largely in separate dramatic categories — took the night's final award, best motion picture, drama. It was its only hardware despite six nominations. MOST READ ENTERTAINMENT NEWS THIS HOUR Yet the night belonged to Meryl Streep, this year's Cecil B. DeMille Award honoree, who most articulated an argument for the inclusivity of the movies — an ongoing theme of the night — over the platform of the president elect. Streep, who spoke at the Democratic National Convention, called the president-elect's mocking of a disabled reporter on the campaign trail the year's performance that most \"stunned her.\" Arguing for the international makeup of Hollywood, Streep listed off the far-flung homes of stars from Dev Patel to Ryan Gosling. \"Hollywood is crawling with outsiders and foreigners and if you kick them all out, you'll have nothing to watch but football and mixed martial arts, which are not the arts,\" Streep said to loud applause. \"La La Land\" came in with a leading seven nominations, and won everything it was nominated for, including best film, musical or comedy. Chazelle won both best director and best screenplay. Gosling won best actor in a comedy or musical, as did Emma Stone for best actress. It also took best score (Justin Hurwitz) and best song for \"City of Stars.\" \"I'm in in daze now, officially,\" said the fresh-faced, 31-year-old Chazelle accepting his award for directing. In one of the evening's more emotional acceptance speeches, Gosling dedicated his award to the late brother of his partner, Eva Mendes. \"While I was singing and dancing and playing piano and having one of the best experiences I've ever had on a film, my lady was raising our daughter, pregnant with our second and trying to help her brother fight his battle with cancer,\" said Gosling, referring to Juan Carlos Mendes. The Beverly Hills, California, ceremony got off to a rocky start, with a broken teleprompter initially froze Fallon. \"Cut to Justin Timberlake, please,\" implored a desperately improvising Fallon. It was the second fiasco for Globes producer Dick Clark Productions, which presented the infamous Mariah Carey flub on New Year's Eve. Video: Jimmy Fallon's Golden Globes intro Watch the cold open for the 2017 Golden Globe Awards. Watch the cold open for the 2017 Golden Globe Awards. See more videos The \"Tonight Show\" host started the show with a cold open ode to \"La La Land\" in a lavish sketch more typical of the Academy Awards than the Globes. Fallon did a version of the film's opening dance scene, with starry cameos from Timberlake, previous Globes host Tina Fey, Amy Adams and the white Ford Bronco of \"The People v. O.J. Simpson.\" In a more truncated monologue, Fallon's sharpest barbs weren't directed at the stars in the room (as was the style of frequent host Ricky Gervais) but president-elect Trump. He compared Trump to the belligerent teenage king Joffrey of \"Games of Thrones.\" His first line (at least once the teleprompter was up) was introducing the Globes as \"one of the few places left where America still honors the popular vote.\" Film and television industry-ites arrive on the red carpet at the 2017 Golden Globes at the Beverly Hilton Hotel. That, though, isn't quite true. The Hollywood Foreign Press Association, a collection of 85 members, has its own methods of selecting winners. Best supporting actress winner Viola Davis, the co-star of Denzel Washington's August Wilson adaptation \"Fences,\" alluded to the group's reputation for being wined and dined. \"I took all the pictures, went to luncheon,\" said Davis, to knowing chuckles through the ballroom, as she clutched her award. \"But it's right on time.\" Davis continued what appears to be a certain path to the Oscar. Another favorite, Casey Affleck, also padded his favorite status. The \"Manchester by the Sea\" star took best actor. Coming a year after a second-straight of OscarsSoWhite protests, the night was notable for the widespread diversity of its winners, in film and TV. Donald Glover's \"Atlanta\" won best comedy series over heavyweights like \"Veep\" and \"Transparent,\" and Glover later added best actor in a comedy. Glover looked visibly surprised. \"I really want to thank Atlanta and all the black folks in Atlanta,\" said Glover. \"I couldn't be here without Atlanta.\" Tracee Ellis Ross, accepting the award for best actress in a TV comedy for \"Black-ish,\" dedicated her award to \"all of the women of color and colorful people whose stories, ideas, thoughts are not always considered worthy and valid and important.\" \"I want you to know that I see you, we see you,\" said Ross. The British actor Aaron Taylor-Johnson took best supporting actor for his performance in Tom Ford's \"Nocturnal Animals.\" It was a surprise that Taylor-Johnson was even nominated, so his win over favorites Mahershala Ali from \"Moonlight\" and Jeff Bridges from \"Hell or High Water\" was a shock. \"The People v. O.J. Simpson\" taking best miniseries, as well as an award for Sarah Paulson. But other winners were less prepared. Hugh Laurie, star of \"The Night Manager,\" looked even more surprised when he won best supporting actor in a limited series or TV film over the likes of John Travolta (\"The People v. O.J. Simpson\") and John Lithgow (\"The Crown\"). Laurie was one of the few early winners to pepper his acceptance speech with comments about Trump. \"I accept this award on behalf of psychopathic billionaires everywhere,\" he said. \"The Night Manager\" won two more awards, including best actor for Tom Hiddleston. Paul Verhoeven's \"Elle\" won best foreign language film and its star Isabelle Huppert was crowned best actress in a drama. Disney's \"Zootopia\" took best animated feature. Other winners included Tracee Ellis Ross (\"Black-ish\") and Billy Bob Thornton (\"Goliath\"). Associated Press  ",
    "title": "&apos;La La Land,&apos; &apos;Moonlight&apos; top fearful, joyful Golden Globes - Chicago Tribune"
   },
   {
    "entities": [
     "n.",
     "middle",
     "tehran",
     "israel",
     "august 2010",
     "jim",
     "this summer",
     "entous",
     "summer of 2011",
     "states",
     "marine",
     "trump",
     "spring",
     "house",
     "ehud",
     "hillary",
     "united",
     "spence",
     "early 2013",
     "barak",
     "donald",
     "clinton",
     "adam",
     "panetta",
     "michèle",
     "several weeks later",
     "state",
     "tower",
     "a few weeks later",
     "hormuz",
     "strait",
     "of",
     "present",
     "vladimir",
     "defense",
     "at 6:47 pm",
     "mossad",
     "2016",
     "2011",
     "once",
     "command",
     "current",
     "e.",
     "department",
     "greg",
     "late 2011",
     "u.s.",
     "flournoy",
     "obama",
     "corps",
     "afghanistan",
     "new",
     "iraq",
     "james",
     "qatar",
     "east",
     "the summer of 2012",
     "dennis",
     "summer 2011",
     "york",
     "washington",
     "iran",
     "baghdad",
     "mattis",
     "time",
     "america",
     "early june",
     "the last five months of 2011",
     "central",
     "jaffe",
     "now",
     "early 2012",
     "pakistan",
     "guard",
     "ross",
     "putin",
     "matthew",
     "rio",
     "january 8",
     "leon",
     "revolutionary",
     "pentagon",
     "white"
    ],
    "id": 24,
    "text": "As a general, Mattis urged action against Iran. As a defense secretary, he may be a voice of caution. The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Greg Jaffe and Adam Entous January 8 at 6:47 PM Follow @GregJaffe The Iranian-supplied rockets were raining down on Gen. James N. Mattis’s troops throughout the spring and summer of 2011 with greater and greater intensity. Six American soldiers were killed by a volley in eastern Baghdad in early June. A few weeks later, three more Americans died in a similar strike, driving the monthly death toll to 15. It was the worst month for U.S. troops in Iraq in more than two years, and Iran’s proxies were vowing more rockets and more bloodshed. Mattis, the top American commander in the Middle East, was determined to send a clear message to Tehran to stop it. His proposal, crafted with the support of the ambassador and the senior American commander in Iraq, was to hit back inside Iran, said current and former senior U.S. officials, who took part in the debate. One option was a dead-of-night U.S. strike against an Iranian power plant or oil refinery, said the officials, speaking on the condition of anonymity to discuss sensitive operations. “You could let them know that we have rockets, too,” one senior U.S. official said of the options forwarded by Mattis to Washington. Mattis’s proposals quickly reached the White House, which had a different view of how to curb Iran’s increasingly aggressive behavior. To President Obama, a U.S. strike on Iranian soil would only inflame a volatile situation and widen a conflict that he had promised to end. Others in the White House worried that Mattis’s proposal risked starting yet another war in the Middle East. The battle over how to respond to the mounting American casualties in summer 2011 reflected the deepening divide between the president and his top commander in the Middle East. In a White House worried about American overreach and the unintended consequences of military action, Mattis was the voice from the field consistently calling for a tougher response. “There were clearly White House staff who thought the recommendations he was making were too aggressive,” said Leon E. Panetta, who was defense secretary at the time. “But I thought a lot of that was, frankly, not having the maturity to look at all of the options that a president should look at in order to make the right decisions.” Ultimately, Mattis’s advocacy and aggressive style alienated the White House and the president he was serving. Now Mattis will play a different role for a new commander in chief. As President-elect Donald Trump’s choice to lead the Pentagon, Mattis will oversee a force of nearly 1.3 million active-duty troops scattered across more than 150 countries. He will serve a president who has questioned the impartiality of America’s intelligence agencies and has moved in often puzzling ways to embrace longtime adversaries, such as Russian President Vladimir Putin. He has emphasized the value of unpredictability over careful deliberation and raw power over diplomacy. Mattis’s falling out with the Obama administration, especially over Iran, offers a perspective into how the retired four-star Marine general will lead the world’s largest military and the advice he will bring to Trump during the most sensitive Situation Room debates. The heated discussions in 2011 over how to respond to the Iranian rockets stretched on for weeks. “There were concerns about proportionality, effectiveness and whether the Iranians would escalate,” said one former Pentagon official who took part in the discussions. “Could you actually hit the guys who were responsible as opposed to some random entity? Would it be anything more than a pinprick? How do you do something more than a pinprick without starting a conflict?” In the end, Mattis was authorized to take action inside Iraq against the leaders of the Iranian-backed militias. Senior White House officials said the American military response effectively deterred the Iranians and slowed the rocket attacks that were killing U.S. soldiers and Marines. Only 10 Americans died in Iraq during the last five months of 2011. “It was a very tough, tough period,” a former senior White House official said. “And it was a very tough response.” Mattis and some of his allies who favored a cross-border operation had a different takeaway. The American response slowed the attacks against U.S. troops in Iraq, but it also demonstrated that the Obama White House was unwilling to take the fight directly to the Iranians, even when they drew American blood. “The American response solved the immediate problem of Iranian-backed attacks, but was not sufficient to deter Iran from further challenges to the U.S. military throughout the region,” one senior U.S. official involved in the deliberations said. 3 priorities: Iran, Iran, Iran For much of the Obama presidency, Iran loomed as one of the toughest and most volatile foreign policy problems. A big part of that challenge was managing Israel, the United States’ closest ally in the region, but one that might take unilateral action against Iran. Israeli leaders were sending mixed messages to Obama and his top advisers about how far they were willing to go to stop Iran from acquiring a nuclear weapon. Then-Defense Minister Ehud Barak briefed his Pentagon counterparts on secret plans to launch a commando-style raid on Iran’s most heavily fortified nuclear site. Israel’s Mossad intelligence service, in turn, privately told the Americans that the Israelis could not act against Iran alone. The White House was never certain whom to believe . Mattis’s job at Central Command was to be prepared if Israel triggered a war and to signal to the Iranians that the outcome of any wider conflict with the United States would be devastating for them. It was a responsibility that Mattis took seriously, sometimes too seriously for those at the White House and the State Department, current and former officials said. Soon after Mattis was tapped to lead U.S. forces in the Middle East in August 2010, Obama asked the general to spell out his top priorities. Mattis replied that he had three: “Number one Iran. Number two Iran. Number three Iran,” said a senior U.S. official who was present. The general’s singular focus unnerved some civilian leaders, who thought he should pay attention to a broader range of threats. His style and Marine swagger often struck the wrong chord in a White House that was focused on diplomacy and that was notably short of top officials with military experience. Mattis and his aides relentlessly drilled the U.S. military’s war plan for Iran. During one planning session, which focused on the war’s aftermath and included senior officials from Washington, Mattis repeatedly joked that Iran’s navy would be at “the bottom of the ocean,” participants said. His preparations for a possible conflict also rattled some U.S. diplomats whom Mattis invited to Central Command’s regional headquarters in Qatar in 2011 for briefings on how Iran might strike back at U.S. allies and facilities. Some of the diplomats had the impression that Mattis was describing a “World War III” scenario, one ambassador said. Among the greatest dangers in the region was uncertainty, and some White House officials worried that Iran might misread Mattis’s war preparations as an act of aggression. At the time, the United States had no direct channels of communication with the Iranian military to de-escalate tensions. On occasion, the U.S. military would conduct exercises designed to send messages to the Iranian Revolutionary Guard Corps about America’s seriousness. During and after those maneuvers, U.S. spy agencies would monitor the Iranians’ reactions. Sometimes the Iranians missed the intended signal, suggesting to the Americans that they did not notice what the United States had done. At other times, they seemed to react to American actions that were not intended to be provocative. “The fog of war was enormous,” a former senior Pentagon official said. Mattis proposed opening a direct channel with the Iranian military to mitigate the risk of miscalculation. But the White House, worried about sparking a diplomatic backlash, rejected the proposal. In this atmosphere of growing tension, Mattis began pressing for more authority to hit the Iranians hard if it looked as though Tehran was shifting to a war footing. Iran’s first move in a fight with the United States or Israel probably would be to drop mines into the Strait of Hormuz, choking off the Middle East’s oil supply. Mattis asked for permission to strike Iranian fast boats as soon as the United States had solid intelligence that the Iranians were loading them with mines. His rationale was that the boats were most vulnerable when they were still in port and that a swift blow could cripple Iran’s war effort before it had even started. “His number one objective was to prevent the war from breaking out by being ready to preempt the Iranians,” a former senior military officer said. “If he had taken the Iranian swarm boats out with mines in them, then that was going to be it for them.” The White House worried that bad intelligence or a rash judgment could trigger an unnecessary war with Iran. “It’s understandable that if we were going to engage in an act of war in the Strait of Hormuz that the president ought to play a key role,” Panetta said. But, Panetta added, it also was Mattis’s job to offer the president his best military advice and options. The United States would have only a few hours to act after Iran began loading the mines. Once the mines were in place, Mattis knew reopening the strait could take three weeks and lead to U.S. casualties. The end result of the heated debate in late 2011 and early 2012 was a compromise: Obama would bypass the White House’s careful and cumbersome policy process and decide on an expedited basis whether to strike the fast boats, Panetta said. America’s ‘sentinel’ Mattis’s bold moves were seen as helpful when the White House was trying to press Iran into talks to end its nuclear program. His brash style was also a reassurance to Israeli leaders threatening to launch unilateral strikes. The Israelis may have questioned Obama’s willingness to use force against Iran to prevent it from building a nuclear bomb. But they believed Mattis was serious. In time, however, as secret talks with Iran got underway in the summer of 2012, some White House officials began to see Mattis as a potential liability. Each week, Mattis wrote a classified letter to the defense secretary that was forwarded to the White House. Typically, Mattis’s updates focused on Iran’s support for terrorism and its destabilizing activities throughout the region. To the White House, these threats were secondary to stopping Iran’s nuclear program, and Mattis’s hard-nosed approach, as outlined in the weekly letters, was seen by some as out of step with the president’s top foreign diplomatic priority. Eventually, higher-ups in the Pentagon encouraged Mattis to shift his focus away from Iran and concentrate on the rest of the Central Command region, which encompassed all of the Middle East as well as Afghanistan and Pakistan. “The feedback was to tone down the Iran stuff in the letter,” one former military official said. “Basically, they said it wouldn’t hurt to talk about something else.” Mattis often said it was his role to act as America’s “sentinel” in the Middle East. He refused to soften his assessments. “It was a kind of culture clash,” said Dennis Ross, who advised Obama on Iran policy. “There was such a preoccupation in the White House with not doing things that would provoke Iran or be seen as provocative. Mattis was, by definition, inclined toward doing those things that would be seen as provocative. And as time went by, this became increasingly less acceptable to them.” In early 2013, the general was told he was being replaced five months early. Inside the White House, Mattis’s early departure was not viewed as a firing. He had not behaved unethically or rebelled against his civilian chain of command. “Jim Mattis was not a runaway general,” said Matthew Spence, a senior administration official who worked closely with Mattis. “There was a very unfair impression that he was coming out of the trenches and only saying go, go, go. In reality, he was one of the most thoughtful strategists in uniform that I have ever worked with.” But Mattis had a different view of his departure. He was convinced that he had been dismissed early for running afoul of the White House, friends and former colleagues said. Now Mattis is poised to serve a new commander in chief whose brash approach could force the former general into a new and unfamiliar role. When Iranian naval vessels were harassing American warships this summer in the Strait of Hormuz, Trump responded with a verbal broadside . “When they circle our beautiful destroyers with their little boats and they make gestures at our people that they shouldn’t be allowed to make, they will be shot out of the water,” Trump said to thunderous applause at a campaign rally. As defense secretary, Mattis may be compelled to act as a check on an inexperienced president’s instincts. There are already some signs that he is thinking along these lines and indications that his task will not be an easy one. Shortly after Trump tapped him to lead the Pentagon, Mattis asked Michèle Flournoy, the front-runner for the defense secretary job in a Hillary Clinton White House, to consider serving as his deputy. Mattis’s courtship of Flournoy suggested a bias for continuity over radical change and underscored his determination to be an independent voice in White House policy debates. Flournoy visited Trump Tower in New York to discuss the job with senior Trump foreign policy advisers. Soon after, she decided her differences with the president-elect were too deep to accept the position. Several weeks later, Mattis is still searching for a deputy. world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "As a general, Mattis urged action against Iran. As a defense secretary, he may be a voice of caution. - The Washington Post"
   },
   {
    "entities": [
     "kerry",
     "bobby",
     "spencer",
     "images",
     "natalie",
     "neilson",
     "frazer",
     "getty",
     "carrie",
     "reuters",
     "underwood",
     "culpo",
     "every",
     "harris",
     "harrison",
     "wood",
     "chrissy",
     "octavia",
     "blake",
     "naomie",
     "bank",
     "millie",
     "clad",
     "olivia",
     "paulson",
     "mike",
     "the '60s",
     "brown",
     "bella",
     "photo",
     "/",
     "bell",
     "metz",
     "hailee",
     "rachel",
     "lily",
     "tracee",
     "nbcu",
     "capes",
     "sarah",
     "mandy",
     "portman",
     "vergara",
     "moore",
     "collins",
     "washington",
     "barden",
     "kristen",
     "evan",
     "ellis",
     "ross",
     "jackie",
     "lively",
     "steinfeld",
     "strauss",
     "barrymore",
     "jordan",
     "sofia"
    ],
    "id": 25,
    "text": "Sarah Paulson Jordan Strauss / AP She's bringing shoulder pads back! Sarah Paulson proves why '80s-inspired glamour is timeless in this sleek gown. (P.S. It's also backless!) Chrissy Metz Frazer Harrison / Getty Images Chrissy Metz, the breakout star of \"This is Us,\" looks regal is a velvet-y purple dress. We are all about those shoulder pads! Naomie Harris Frazer Harrison / Getty Images \"Moonlight\" star Naomie Harris chose a unique and special fabric in a classic shape for the Globes' red carpet. Blake Lively Frazer Harrison / Getty Images Every girl loves a pair of pockets on her dress — and Blake Lively is no exception! Natalie Portman Frazer Harrison / Getty Images Natalie Portman echoes the '60s style from her film \"Jackie\" with a sunny yello gown and beehive-esque hairstyle. Sofia Vergara Sheer is officially a trend! Sofia Vergara goes glam and trendy in this shimmery dress. Octavia Spencer MIKE BLAKE / Reuters Who says you can't wear pants on the red carpet? \"Hidden Figures\" star Octavia Spencer is absolutely rocking this navy tuxedo. And check out those chunky platform heels — seriously hip! Mandy Moore Frazer Harrison / Getty Images Capes are having a moment! And Mandy Moore certainly knows how to pull it off with this sheer black neckline. Carrie Underwood Everything is coming up roses for Carrie Underwood in this blooming beauty of a dress. Evan Rachel Wood Frazer Harrison / Getty Images \"Westworld\" star Evan Rachel Wood is cool and sleek in a made-for-her tux. But she had a much deeper reason for rocking menswear . Drew Barrymore Neilson Barnard/NBCUniversal / NBCU Photo Bank via Getty Images via Getty Images Queen of the screen Drew Barrymore looks angelic in this gauzy white gown. Looks like the \"cold shoulder\" trend is here to stay! Lily Collins Jordan Strauss / AP Pretty in pink! Lily Collins wears this princess-worthy gown with grace and pairs it with the ultimate topknot . Kerry Washington Frazer Harrison / Getty Images Clad in shiny and sheer gold, Kerry Washington solidifies her status as a red carpet star. Kristen Bell It's down-to-there black sequins for Kristen Bell. Simply stunning! Olivia Culpo Frazer Harrison / Getty Images This exotic look from Olivia Culpo is stunning! And don't forget to take a look at how that insane hairstyle was created with her takeover on the @TODAYstyle Instagram page . Tracee Ellis Ross Frazer Harrison / Getty Images Tracee Ellis Ross is owning the sheer trend on the red carpet. The tea-length keeps it feeling extra fresh. Millie Bobby Brown Frazer Harrison / Getty Images Age-appropriate? Check. Sweet? Check. Sparkly? Check. Millie Bobby Brown, otherwise known as Eleven from \"Stranger Things,\" nailed it on the red carpet. Hailee Steinfeld Jordan Strauss / AP She's all grown-up! This Barden Bella beauty has come a long way from \"Pitch Perfect\" in this dreamy lavender piece. More Style videos ",
    "title": "Golden Globes red carpet: Best-dressed list of 2017 - TODAY.com"
   },
   {
    "entities": [
     "juan",
     "carlos",
     "the fall of 2013",
     "$32,000",
     "march 7, 2016",
     "$283,949.91",
     "lee",
     "florida",
     "jorge",
     "$76.39",
     "gram",
     "last summer",
     "trump",
     "2017",
     "tracy",
     "1:33",
     "alvarez",
     "miami",
     "jan 8",
     "news",
     "endeavor",
     "cueto",
     "m.",
     "circuit",
     "senate",
     "donald",
     "connor",
     "jamie",
     "march 6, 2016",
     "court",
     "$300,000",
     "preps",
     "organization",
     "daniel",
     "luis",
     "miami-dade",
     "doral",
     "2:57",
     "hundreds of thousands of dollars",
     "straticon",
     "wilfredo",
     "nbc",
     "national",
     "october 2014",
     "eight months later",
     "vega",
     "enriquez",
     "america",
     ", 6:58 pm",
     "now",
     "june 2016"
    ],
    "id": 26,
    "text": "Jan 8 2017, 6:58 pm ET Legal Battle Over Paint Bill Lingers as Trump Preps for Presidency by Tracy Connor Trump Contractors: 'It Was the Beginning of the End for Us' 2:57 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170109000453if_/http://www.nbcnews.com/widget/video-embed/702575171860\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> After his election, Donald Trump quickly settled a series of business disputes — but just days before his inauguration, the president-elect's company is still waging a legal battle against a Florida shop owner over an unpaid bill. The matter could have been settled for what amounts to pocket change for a billionaire, but the Trump Organization decided to take its chances in court. Now Trump stands to lose hundreds of thousands of dollars. And if he wins, it could force a small businessman — one of hundreds who say they were stiffed by Trump over the years — possibly into bankruptcy. That businessman, Juan Carlos Enriquez, owner of The Paint Spot, won the first round of the legal skirmish last summer when a judge found a lien he slapped on the Trump National Doral golf resort was valid. Play Senate Democrats Prepare for Marathon Week of Confirmation Hearings 1:33 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170109000453if_/http://www.nbcnews.com/widget/video-embed/850367555884\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The court ordered Trump to pay for $32,000 worth of paint, plus nearly $300,000 in legal fees. Trump's company appealed, and barring a last-minute resolution, the case will be pending when he takes office; the deadline for final briefs is two days before he becomes the most powerful person in America. Enriquez's lawyer, Daniel Vega, said he is not surprised it has gone this far. \"The Trump litigation team litigated this case from day one like lions on fresh meat and continue to do so now on appeal,\" he told NBC News. The matter dates back to the fall of 2013 when Enriquez, who owns three Miami paint stores, was tapped by a subcontractor to supply paint for a major remodeling project at the Doral resort, owned and operated by a Trump company called Trump Endeavor. The Trump National Doral clubhouse March 7, 2016 in Doral, Florida. Wilfredo Lee / AP There is no dispute that the paint was delivered and used on the property, according to court records. But after the subcontractor walked off the job weeks before completion, Enriquez didn't get a final payment. In a deposition, a project manager for general contractor Straticon testified that he failed to get the Trump Organization to pay the balance. \"Were you trying to pay him,\" Vega asked the manager, Jamie Gram, during the sessions. \"I was,\" Gram replied. \"Somebody chose not to,\" Gram said. \"Who?\" the lawyer asked. \"The Trump Organization,\" Gram said. \"Who at Trump?\" \"I don't know,\" Gram said. \"Mr. Trump. Donald Trump.\" In October 2014, Enriquez filed a lien — a legal tool that can be used to recover a debt by tying up a piece of property — against Doral. Eight months later, Enriquez filed a lawsuit against Trump Endeavor, seeking to foreclose on the 800-acre resort. Then-Republican presidential candidate Donald Trump drives himself around the golf course on March 6, 2016, in Doral, Florida. Luis M. Alvarez / AP The Trump team's defense was largely technical. It turned out that when Enriquez took the job he submitted paperwork called a Notice to Owner, which would allow him to file a lien against the property if a bill wasn't paid. A Trump official gave him a form to work off — but it listed the general contractor for a different part of the project, and Enriquez repeated the mistake on his notice. Gram later noticed and flagged the error. Enriquez said he would fix it but never did, court documents show. At trial, though, Gram testified that the decision not to pay Enriquez \"had nothing to do with a defective notice to owner.\" He went on to explain that the bill went unpaid because the Trump Organization had already paid \"a decent amount of money\" to the subcontractor, M&P, before it abandoned the job. The resort used any money left over, plus additional funds, to complete the unfinished paint job, he said. Gram's testimony appeared to distress Trump's legal team, Miami-Dade Circuit Court Judge Jorge Cueto noted in his June 2016 ruling. \"When Mr. Gram made that admission, Trump's trial attorneys visibly winced, began breathing heavily and attempted to make eye contact with him,\" the judge wrote. The judge found that Enriquez had made \"diligent efforts\" to comply with the lien law and that being given the wrong paperwork by the Trump official was the root of the mistake. He also dismissed Trump clams that the bill was fraudulent, subtracting only $76.39 for a stepladder from the bottom line. Cueto then dealt the Trump team a bigger blow, ruling that they had to pay Enriquez's legal costs. Because Vega had taken the case on contingency, meaning he would not get paid if they lost, the judge tacked on a multiplier to compensate him for the risk he took, nearly doubling the award to $283,949.91. \"Trump elected to fight this case 'tooth and nail' instead of resolving it for a reasonable amount, driving up Paint Spot's litigation fees and costs,\" the judge explained. Play ",
    "title": "Legal Battle Over Paint Bill Lingers as Trump Preps for Presidency - NBC News"
   },
   {
    "entities": [
     "presss",
     "springs",
     "hathaway",
     "taylor",
     "mckoy",
     "sam",
     "negga",
     "carrie",
     "schnapp",
     "jóhann",
     "saturday",
     "golden",
     ", 4:37 p.m.",
     "marques",
     "king",
     "olivia",
     "present",
     "associated",
     "chopra",
     "j.",
     ", 4:35 p.m.",
     "/",
     "jessica",
     "barras",
     "jimmy",
     "wallfisch",
     "ricky",
     "this year",
     "eric",
     "charbonneau/invision",
     "martin",
     "bates",
     "hans",
     "loving",
     "brooklyn",
     "hill",
     "schlatter",
     "dustin",
     "benjamin",
     "nida",
     "hauschka",
     ", 4:45 p.m.",
     ", 4:40 p.m.",
     "ruth",
     "tom",
     "netflix",
     "angeles",
     "simon",
     "harper",
     "invision",
     "fallon",
     "sunday",
     "adam",
     "milo",
     "adams",
     "marsai",
     "jen",
     "gaten",
     "tschorn",
     "moores",
     "night",
     "o'halloran",
     "mildred",
     "metz",
     "jack",
     "hahn",
     "ron",
     "marcus",
     "tracee",
     "hfpa",
     "will",
     "caleb",
     "gervais",
     "bernadette",
     "louis",
     "ford",
     "kaufman",
     "ellis",
     "the past",
     "winter",
     "jaime",
     "jay",
     ", 4:57 p.m.",
     "sly",
     "disney",
     "allen",
     "nine-nine",
     "amy",
     "press",
     "underwood",
     "richard",
     "culpo",
     "jeff",
     "miles",
     "chrissy",
     "parker",
     "chris",
     "jóhannsson",
     ", 5:11 p.m.",
     "libby",
     "foreign",
     "biel",
     ", 4:29 p.m.",
     "schaben",
     "brown",
     "zimmer",
     "globe",
     "hurwitz",
     "barry",
     "nbc",
     "the late '90s",
     "scribner",
     "this evening",
     "anthony",
     ", 5:09 p.m.",
     "jenkins",
     "los",
     ", 5:00 p.m.",
     "moore",
     "chavis",
     "vuitton",
     ", 5:10 p.m.",
     "mackenzie",
     "stallone",
     "priyanka",
     "rebecca",
     ", 4:26 p.m.",
     "anderson",
     "regina",
     "dev",
     "batzdorff/nbc",
     "anne",
     "jan. 8, 2017",
     "clendenin",
     "times",
     "last year",
     "spencer",
     "edgerton",
     ", 5:07 p.m.",
     "mozart",
     "shahidi",
     "bridges",
     "2013",
     "2017",
     "pharrell",
     "helberg",
     "tracy",
     "peters",
     "gaspard",
     "wood",
     "tonight",
     "courgette",
     "fox",
     "joel",
     "lonnie",
     "noah",
     "gervais-style",
     "millie",
     "yara",
     "abc",
     "johnson",
     "hancsicsak",
     "2016",
     ", 4:31 p.m.",
     "mclaughlin",
     "l.",
     "kathryn",
     "batzdorff",
     "patel",
     "rachel",
     "hollywood",
     "2006",
     "yamato",
     ", 4:55 p.m.",
     "nikolaj",
     "arizona",
     "mandy",
     "justin",
     "coster-waldau",
     "kirk",
     "lannister",
     "grey",
     "evening",
     "ventimiglia",
     "evan",
     "claude",
     "williams",
     "now",
     "matarazzo",
     "globes",
     "ross",
     "aaron",
     "strauss",
     "assn.",
     "jordan"
    ],
    "id": 27,
    "text": "Jan. 8, 2017, 5:11 p.m. Aaron Taylor Johnson wins supporting actor in film Aaron Taylor Johnson and Sam Taylor Johnson (Jordan Strauss / Invision/AP) The other nominees were: Jeff Bridges , “Hell or High Water” Simon Helberg , “Florence Foster Jenkins” Dev Patel , “Lion” What you didn't see on camera Jan. 8, 2017, 5:09 p.m. Even the Golden Globes chocolate station is gold, because obviously Amy Kaufman (Amy Kaufman / Los Angeles Times) The Golden Globe Awards has chocolate stations! Because of course it does -- and because those last-minute arrivals from the red carpet managed to miss the sit-down dinner. But Sly Stallone was all about the pralines. And the truffle pops? They are so people don't get their fancy clothes dirty. (Amy Kaufman / Los Angeles Times) Jan. 8, 2017, 5:07 p.m. Big fashion takeaways: Liquid metal, 3-D applique, A-line skirts rule the red carpet at the Golden Globes Marques Harper Regina King, left, Ruth Negga and Priyanka Chopra. (Jordan Strauss / Invision / Associated Presss) While women's suiting was expected to play a major role at the Golden Globes this year -- and there were a few suits spotted on the red carpet (Olivia Spencer, Evan Rachel Wood and Kathryn Hahn , to name a few), the major fashion trends of this awards show were captured through feminine styles and forms including liquid metal, 3-D appliqué and A-line skirts. Stay tuned for our best and worst dressed photo gallery and Times Deputy Fashion Editor Adam Tschorn's recap of the big styles on red carpet at the Golden Globes. Jessica Biel , left, Carrie Underwood and Olivia Culpo. (Getty Images; Jay L. Clendenin / Los Angeles Times) Film TV Jan. 8, 2017, 5:07 p.m. 'This Is Us' Mandy Moore didn't choreograph 'La La Land'; that's a different Mandy Moore Libby Hill Mandy Moore is nominated for her work on NBC's \"This Is Us.\" She is not the other Mandy Moore. (Allen J. Schaben / Los Angeles Times) Thanks to the elaborate dance number opening tonight's Golden Globes, the ceremony will feature the work of more Mandy Moores than you can shake a stick at. Which is to say, two. Jimmy Fallon's elaborate song and dance number was choreographed by one Moore, while another Moore is waiting in the wings to present. You may remember the Mandy Moore pictured above from her first career as a pop music star in the late '90s/early aughts. Her first album, \"So Real,\" went platinum, and she's sold over 10 million albums worldwide. Since first breaking onto the scene, Moore has transitioned from singing to acting, voicing the lead character in Disney's \"Tangled\" and appearing opposite Anne Hathaway in \"The Princess Diaries.\" In 2016, Moore returned to prominence with her emotional role on NBC's time-jumping family drama \"This Is Us.\" She's nominated tonight for supporting actress in a series, miniseries, or motion picture for TV. Mandy Moore choreographed \"La La Land.\" She is not the other Mandy Moore. (Kirk McKoy / Los Angeles Times) This Mandy Moore played an integral role in the creation of awards season favorite \"La La Land,\" choreographing the film, including its show-stopping opening number. Choreographer Moore is Emmy-nominated for her work on Fox's \"So You Think You Can Dance\" and is helping to choreograph this evening's ceremony. There is, however, only one Tom Ford. Jan. 8, 2017, 5:10 p.m. 'This Is Us' could be the first network TV show to win the drama series Golden Globe in over 10 years Tracy Brown Milo Ventimiglia as Jack, second from left, and Mandy Moore as Rebecca in \"This Is Us.\" (Ron Batzdorff / NBC) NBC’s freshman hit \"This Is Us\" notched three Golden Globe nominations going into tonight’s awards, including in the coveted drama series category, and is among the top nominated drama shows this year. The series, which jumps between the past and present following family members who share the same birthday, is the only network TV show in a field that includes premium cable favorites \"Game of Thrones\" and \"Westworld,\" as well as streaming hits \"Stranger Things\" and \"The Crown.\" 2016 winner \"Mr. Robot\" is not even in contention this year. In fact, besides \"Game of Thrones,\" all of the shows are first-time nominees. But a win for \"This Is Us\" would be more than just a win for the show or NBC. It would mark the first time the Hollywood Foreign Press Assn. recognized a network TV drama in more than a decade. The last time a network TV show won the Golden Globe for drama series was in 2006. The winner was \"Grey’s Anatomy,\" which beat out \"24,\" \"Big Love,\" \"Heroes\" and \"Lost.\" The 2006 awards was also the last time network TV shows outnumbered cable or streaming shows among the drama series nominees. That said, the Golden Globes have continued to recognize network TV shows in the musical or comedy series category. While \"black-ish\" is the sole network show in the running in 2017, \"Brooklyn Nine-Nine’s\" surprise win was just in 2013. Granted, the last two comedy series awards have gone to streaming shows: \"Mozart in the Jungle\" and \"Transparent.\" Jan. 8, 2017, 5:00 p.m. The award for nicest actor on the red carpet goes to.... Dev Patel Jen Yamato The red carpet at the Golden Globes is hardly known for its niceties -- except when Dev Patel is involved. The \"Lion\" star and supporting actor drama nominee graciously thanked photographers with a smile Sunday evening, breaking with the dog-eat-dog atmosphere of your typical awards show arrival. In the jam-packed scrum where photographer and fans vie for for quick snaps of stars on their way down the gauntlet, Patel was the only celeb who took the time to return the appreciation rather than ambling along, guided by the iron hand of a publicist. Jan. 8, 2017, 4:57 p.m. How many times will Jimmy Fallon break down laughing during the show? Tracy Brown Jimmy Fallon is known for a number of things: \"The Tonight Show,\" \"Saturday Night Live\" and his tendency to break character during his performance. With that in mind, there are a couple of things fans can likely expect from tonight’s Golden Globes telecast, which Fallon will host: no Ricky Gervais-style roasts or controversial comments; a musical skit; and Fallon breaking character some point during the night. How many times do you think Fallon will break down laughing during the Golden Globes? Fashion Film Red carpet Jan. 8, 2017, 4:55 p.m. The puppet star of 'My Life as a Zucchini' was on the red carpet, in a puppet tux Courgette, the lead character in animated feature nominee \"My Life as a Zucchini,\" literally turned his frown upside down on the Golden Globes red carpet Sunday -- with a little help from director Claude Barras. \"Like that, we can change the emotions,\" Barras said after flipping his plus-one's mouth over and adjusting the little guy's eyes. Voila, Courgette went from sad to sassy. We're guessing Gaspard Schlatter, the actor who gave him his voice in the film, had to employ a slightly deeper method. Red carpet Jan. 8, 2017, 4:45 p.m. 'Moonlight' has director Barry Jenkins optimistic I see this film's reception as optimism. I see it as a sign that we should tell the truth, our stories, more often and more consistently. They say black films don't travel but look at this. Barry Jenkins, director, 'Moonlight' Jan. 8, 2017, 4:40 p.m. Winter is coming for the 'Stranger Things' kids (Jen Yamato / Los Angeles Times) The young stars of \"Stranger Things\" find themselves red carpet photo-bombed by \"Game of Thrones' \"  Jaime Lannister,  Nikolaj Coster-Waldau . Film Music Jan. 8, 2017, 4:37 p.m. Listen to the Golden Globe nominees for original score Justin Hurwitz, “La La Land” Jóhann Jóhannsson, “Arrival” Dustin O’Halloran, Hauschka, “Lion” Benjamin Wallfisch, Pharrell Williams, Hans Zimmer,  \"Hidden Figures\" TV Jan. 8, 2017, 4:35 p.m. Who are all of these children? A Golden Globes primer Given this year's television nominees, there's every chance that tonight's red carpet will be overrun with an inordinate number of children. Here's a guide to help you keep track of which kids belong where. \"Stranger Things\" Caleb McLaughlin, left,  Noah Schnapp, Millie Brown and Gaten Matarazzo from Netflix's \"Stranger Things.\" (Eric Charbonneau/Invision for Netflix/AP Images) Netflix's throwback to classic '80s films delighted fans and the Hollywood Foreign Press Assn. alike. The show is nominated for television series, drama, so don't be surprised to see some of its child stars in their Sunday best. \"black-ish\" Marcus Scribner, left, Miles Brown, Marsai Martin, Yara Shahidi from ABC 's \"black-ish.\" (ABC/Tony Rivetti) Now in its third season on ABC, hit series \"black-ish\" has scored its first Golden Globes nominations, including nods for Anthony Anderson, Tracee Ellis Ross and the show itself. That the young stars of the show would appear at the ceremony to celebrate seems like a sure thing. \"This Is Us\" Mandy Moore, left, Mackenzie Hancsicsak, Milo Ventimiglia, Parker Bates and Lonnie Chavis in NBC's \"This Is Us.\" (Ron Batzdorff/NBC) NBC's heartwarming freshman drama, which shows characters both in the present and in the past, was honored by the HFPA with nominations for supporting actress candidates Mandy Moore and Chrissy Metz, along with a nomination for the series for television series, drama. Though they play less prominent roles than the other young actors on this list, it's entirely possible that the show's child stars will make an appearance at Sunday's ceremony. Poll TV Jan. 8, 2017, 4:31 p.m. What awkward game will Jimmy Fallon have guests play at the Golden Globes? Tracy Brown Fans of \"The Tonight Show\" know that Jimmy Fallon has an endless vault of recurring games he likes to play with his celebrity guests. While hosting the Golden Globes may not be exactly the same as hosting a late-night show, it’s hard to imagine the night not drawing on Fallon’s brand of nice, fun-and-games entertainment. Will Fallon slow-jam his monologue? Probably not, but it’s safe to say that it will be a stark contrast to what Golden Globes viewers have experienced during the years Ricky Gervais served as the host. The Golden Globes are most definitely not a dry affair, so perhaps Fallon will fall back on some classic drinking games like giant beer pong or flip cup. What game do you think Fallon will have guests play at the Golden Globes? Jan. 8, 2017, 4:29 p.m. 'Loving' stars Joel Edgerton and Ruth Negga continue their reign as fashion blockbusters on the red carpet \"Loving\" co-stars Ruth Negga and Joel Edgerton attend the Golden Globes together. They were onscreen favorites portraying Richard and Mildred Loving in last year's bio pic \"Loving.\" And in real life, Joel Edgerton and Ruth Negga have been quite fashionable in recent public appearances. With their Golden Globes looks tonight, the first-time nominees are clearly rising fashion stars. (After all, did you see them at the recent Palm Springs Film Festival?) For the Golden Globes, Negga wore a custom futuristic, shiny frock from Louis Vuitton, while Edgerton opted for a Brunello Cucinelli tuxedo with a vest. Jan. 8, 2017, 4:26 p.m. At the Golden Globes, even the Champagne guy is an actor Amy Kaufman (Amy Kaufman / Los Angeles Times) This is Chris, 35, from Arizona. He got this gig through a buddy in his acting class — yep, he's trying to be an actor — who thought he might work well on the red carpet. \"I'm pretty calm under pressure,\" he said. He was hoping to hand out a bottle to Amy Adams, but so far his biggest \"get\" was Bernadette Peters. (Nida, who was handing out water near Chris, said the talent was taking bottles from her tray while while everyone else was grabbing Champagne.) (Amy Kaufman / Los Angeles Times) ",
    "title": "Golden Globes 2017 Live: Jimmy Fallon recreates &apos;La La Land&apos; with Justin Timberlake and Ryan Reynolds - LA Times"
   },
   {
    "entities": [
     "pizzello",
     "at 8 p.m.",
     "1:15 p.m.",
     "et",
     "association",
     "press",
     "2017",
     "1 hour ago",
     "fallon",
     "sunday",
     "ryan",
     "california",
     "chris",
     "carly",
     "7 p.m.",
     "seacrest",
     "hilton",
     "calif.",
     "foreign",
     "night",
     "jimmy",
     "6 p.m",
     "mallenbaum",
     "usa",
     "e!",
     "6 p.m.",
     "southern",
     "nbc",
     "hollywood",
     "today",
     "hills",
     "hfpa",
     "jan. 6, 2017",
     "pizzello/invision/ap",
     "beverly",
     "et/5 p.m."
    ],
    "id": 28,
    "text": "2017 Golden Globes: Everything you need to know Carly Mallenbaum , USA TODAY Published 1:15 p.m. ET Jan. 6, 2017 | Updated 1 hour ago 847 Shares Jimmy Fallon, the host of the 74th annual Golden Globe Awards, makes sure the carpet in front of the Beverly Hilton is ready to go for Sunday.  (Photo: Chris Pizzello, Chris Pizzello/Invision/AP) The Golden Globes, aka award season's booziest night of stars and acceptance speeches, is taking place Sunday. Here's everything you need to know about the 74th annual show that honors the best in TV and film. It airs Sunday at 8 p.m. ET/5 p.m. PT on NBC The show, which takes place at the Beverly Hilton in Beverly Hills, Calif., will air live from coast to coast. E! will have a Red Carpet Live arrival special starting at 7 p.m. ET, and Ryan Seacrest will begin NBC's pre-show coverage at 6 p.m ET. You can stream the show only if... ... you have a cable subscription. You need to select your TV provider to watch NBC from a streaming device. The red carpet will  stream on Twitter  starting at 6 p.m. ET. The Hollywood Foreign Press Association picks the winners The HFPA is a small group of about 90 international journalists that are based in Southern California. Since the group is small (and has been accused of unfairly voting for glamorous stars), so winners tend to be unpredictable. It's like the pre-game for the Oscars The Academy Awards is the most prestigious of the awards shows. The three-hour Golden Globes, on the other hand, is a place where stars can try out fashion, sample parts of speeches and, frankly, get drunk. Talent in both TV and film are honored at the ceremony. ",
    "title": "2017 Golden Globes: Everything you need to know"
   },
   {
    "entities": [
     "pinterest",
     "los",
     "facebookemail",
     "facebook",
     "twitter",
     "emma",
     "post",
     "linkedin",
     "stone",
     "usa",
     "beverly",
     "dan",
     "stars",
     "today",
     "angeles",
     "hilton",
     "2017",
     "google",
     "macmedan",
     "sunday"
    ],
    "id": 29,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Stars shine on 2017's Golden Globe Awards red carpet The stars come out on the 2017 74th annual Golden Globe Awards red carpet, on Sunday, at The Beverly Hilton, in Los Angeles. Emma Stone Post to Facebook Stars shine on 2017's Golden Globe Awards red carpet The stars come out on the 2017 74th annual Golden Globe Awards red carpet, on Sunday, at The Beverly Hilton, in Los Angeles.  Emma Stone Check out this story on USATODAY.com: http://usat.ly/2i7SJyy CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 4 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Stars shine on 2017's Golden Globe Awards red carpet None The stars come out on the 2017 74th annual Golden Globe Awards red carpet, on Sunday, at The Beverly Hilton, in Los Angeles.  Emma Stone Dan MacMedan, USA TODAY ",
    "title": "Stars shine on 2017's Golden Globe Awards red carpet"
   }
  ]
 }
}