{
 "10": {
  "col-sim": {
   "cosine": 0.17529045920528655,
   "entity": 0.2034190510862431
  },
  "exec-time": 26.012961387634277,
  "links": [
   {
    "entities": [
     "et",
     "carlos",
     "myerberg",
     "buccaneers",
     "interior",
     "1:21 a.m.",
     "buckeyes",
     "watson",
     "wilkins",
     "wayne",
     "gallman",
     "facebook",
     "paul",
     "tigers",
     "state",
     "the day",
     "monday",
     "peach",
     "kim",
     "lawrence",
     "present",
     "tampa",
     "2016",
     "clemson",
     "mike",
     "alabama",
     "sports",
     "usa",
     "1981",
     "deshaun",
     "complex",
     "today",
     "watkins",
     "dabo",
     "14 hours ago",
     "christian",
     "dexter",
     "bowl",
     "washington",
     "bay",
     "jan. 9, 2017",
     "williams",
     "title",
     "swinney",
     "ohio",
     "klement"
    ],
    "id": 0,
    "text": "Title game preview: Four keys to a Clemson win How do you beat Alabama? Not by being traditional, as was Washington in the Peach Bowl. Post to Facebook Title game preview: Four keys to a Clemson win How do you beat Alabama? Not by being traditional, as was Washington in the Peach Bowl. Check out this story on USATODAY.com: http://usat.ly/2jjuB9V CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. Join the Nation's Conversation To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Title game preview: Four keys to a Clemson win Paul Myerberg , USA TODAY Sports Published 1:21 a.m. ET Jan. 9, 2017 | Updated 14 hours ago x Share Alabama and Clemson players discuss the upcoming rematch for the 2016 College Football Playoff national championship. USA TODAY Sports Clemson Tigers head coach Dabo Swinney looks on during Clemson Tigers practice at Tampa Bay Buccaneers Complex. (Photo: Kim Klement, USA TODAY Sports) USA TODAY Sports examines what it will take for the Tigers to leave Monday victorious vs. Alabama.  1. Win the turnover battle, or come close The hand wringing over Clemson’s turnovers is misguided, seeing that Deshaun Watson and the offense have been a touch sloppy with the football yet still stand within a victory of the program’s first title since 1981. So the Tigers don’t need to win the turnover battle, necessarily. What Clemson must do, however, is limit their mistakes in the passing game and be aggressive when Alabama is in clear passing downs. If he’s smart with the football — but still confident enough to take his shots — Watson will achieve things against Alabama’s defense that no quarterback has done this entire season. MORE: Mike Williams could be the difference-maker for Clemson this title game 2. Win from guard to guard Any doubts about the ability of Clemson’s defensive line to dominate a high-profile opponent were put to bed in the win against Ohio State. The Tigers are loaded with 300-pound behemoths from end to end, with standouts in Christian Wilkins, Carlos Watkins and Dexter Lawrence set to present issues for Alabama’s offensive front. Though Alabama is better overall, the same plan for topping the Buckeyes will stand for the Crimson Tide. If the Tigers win the battle along the interior, they’ll win the day. Take note of Lawrence in particular; though only a true freshman, he already is one of the most physically imposing players in college football. 3. Spread them out How do you beat Alabama? It’s not by being traditional, as was Washington in the Peach Bowl. Playing that way fits right into Alabama’s hands. Scoring on the Tide demands a more multiple and up-tempo approach, two qualities that have come to define the Tigers’ offense. Look for Clemson to lean on their deep receiver corps, led by Mike Williams, while slowly hammering away at Alabama with Wayne Gallman and the running game. Being unpredictable and varied in formation, scheme and tempo will keep even Alabama’s elite unit on their toes. MORE: ",
    "title": "Title game preview: Four keys to a Clemson win"
   },
   {
    "entities": [
     "$9 million",
     "$6.5 million",
     "november",
     "barrack",
     "paul",
     "$135 million",
     "california",
     "morning",
     "b.",
     "last month",
     "englander",
     "glenn",
     "$200-million",
     "advocates",
     "bell",
     "department",
     "brendon",
     "day",
     "general",
     "sunday jan. 8",
     "retirement",
     "administrative",
     "$70 million",
     "$1.2 billion",
     "budget",
     "angeles",
     "macarthur",
     "ben",
     "tiverton",
     "zahniser",
     "reporter",
     "fund",
     "august",
     "gardena",
     "streep",
     "feuer",
     "$28.5 million",
     "park",
     "$70-million",
     "ceja",
     "horizons",
     "$24 million",
     "police",
     "miguel",
     "venice",
     "dominguez",
     "and",
     "the fiscal year",
     "$20 million",
     "mitchell",
     "office",
     "finance",
     "jay",
     "thomas",
     "$8-million",
     "council",
     "david",
     "$110 million",
     "january 2016",
     "contact",
     "dax",
     "northern",
     "handal",
     "demille",
     "westwood",
     "ave.",
     "2015",
     "5%",
     "mike",
     "santana",
     "melee",
     "the last decade",
     "costanza",
     "cecil",
     "krekorian",
     "los",
     "committee",
     "channel",
     "dakota",
     "city",
     "communities",
     "times",
     "shepard",
     "l.a.",
     "$295 million",
     "meryl",
     "2017",
     "millions of dollars",
     "inc.",
     "the",
     "koretz",
     "monday",
     "the 2010 may",
     "the last several years",
     "july 1",
     "neighborhood",
     "$60 million",
     "lapd",
     "$50 million",
     "hollywood",
     "currently",
     "rescue",
     "kristen",
     "smith",
     "watermark",
     "two years ago"
    ],
    "id": 1,
    "text": "L.A. needs to borrow millions to cover legal payouts, city report says Brendon Glenn Mike Costanza Brendon Glenn lived near the Venice boardwalk and often spent days skateboarding at the skate park before he was shot and killed during an altercation with Los Angeles police. The L.A. City Council settled lawsuits brought by his relatives over the killing. Brendon Glenn lived near the Venice boardwalk and often spent days skateboarding at the skate park before he was shot and killed during an altercation with Los Angeles police. The L.A. City Council settled lawsuits brought by his relatives over the killing. (Mike Costanza) Dakota Smith Contact Reporter The Los Angeles City Council in recent years has repeatedly settled costly, high-profile lawsuits, agreeing to spend millions of dollars to end litigation brought by grieving families, disability-rights groups and people wrongfully convicted of crimes. City Hall leaders championed some of the settlements as having a silver lining for taxpayers, such as one in 2015 that created a program to fix L.A.’s buckling sidewalks. But a surge in legal settlements, along with court judgments against the city, is outpacing the city’s ability to keep up. With payouts projected to total at least $135 million this fiscal year, budget officials said Monday that the city needs to immediately borrow up to $70 million to avoid dipping into its emergency reserve fund. In a new report, the City Administrative Office said the gap reflected “a new trend of increased liability payouts.” The report recommended raising the money through a bond that would be paid back over 10 years. Such borrowing would cost the city millions of dollars each year in interest and fees. Under one scenario discussed Monday, the city would pay $9 million each year in principal and interest on a $70-million bond. Councilman Mitchell Englander voted against the bond at Monday’s budget committee meeting, arguing the city needs to do a better job allocating its money given the repeated lawsuits. “We’re going to be in the same boat next fiscal year...it’s every year,” Englander said. The measure was approved, 4-1, and sent to the full council. The city typically budgets $60 million a year for its legal liability fund, but has seen a significant number of settlements since the fiscal year began on July 1. City Administrative Officer Miguel Santana said his office issued financial reports to the City Council for the last several years warning of costs to the city because of the lawsuits. He also called on the mayor and City Council to “significantly increase” the amount funded for liabilities. “Ideally we would have budgeted more,” Santana said. In August, the City Council agreed to a roughly  $200-million settlement over a housing-related lawsuit brought by disability-rights groups, with the city expected to pay about $20 million a year. Last month, the council agreed to an  $8-million settlement  to end lawsuits related to the fatal Los Angeles Police Department shootings of three unarmed men in separate incidents. The payouts are among the highest by the city for deadly police shootings in the last decade. Two years ago, officials agreed to spend $1.2 billion over the next three decades as part of a legal settlement to fix the city’s massive backlog of broken sidewalks. The city paid out $110 million in legal cases last fiscal year, according to budget staff. In January 2016, the city agreed to pay out $24 million to settle lawsuits from two men who alleged that dishonest LAPD detectives led their wrongful murder convictions and caused them to spend decades behind bars. City lawyers concerned about the police misconduct allegations recommended the settlements, saying in confidential memos to the City Council that taking the cases to trial could be even costlier. In an interview Monday, Los Angeles City Atty. Mike Feuer cited several reasons for the increased payouts. He said juries are more skeptical about law enforcement when it comes to police liability, and cited a “significant” amount of deferred maintenance of city infrastructure. Jay Handal, co-chairman of the Los Angeles Neighborhood Council Budget Advocates, questioned the city’s approach given the bond’s interest rates. Such costly borrowing, he said, makes more sense for long-range construction projects, not ongoing legal expenses.  “What this [proposal] tells you is that we have an upper management who quite honestly isn’t addressing the systemic problems we have in our budget,” Handal said. Already, the city has taken $28.5 million from its reserve fund this fiscal year to cover legal payouts, according to Assistant City Administrative Officer Ben Ceja.  As of November, the reserve fund stood at about $295 million, which the CAO report said is “only precariously above” the minimum amount required under city policy — 5% of the General Fund budget. Reducing the city’s reserve fund has the potential to hurt its bond rating, which makes it more expensive to borrow money. Ceja said the rising expenditures “could be the new normal in terms of paying out cases.” The last time L.A. issued a such a bond was after the 2010 May Day Melee, when the city was forced to pay millions in lawsuit settlements after police turned on demonstrators at MacArthur Park. The city borrowed $50 million and currently spends $6.5 million to pay off that debt, according to budget documents. Councilman Paul Krekorian , who chairs the city’s Budget and Finance Committee and voted for the bond, said he’s hopeful that a working group established with Feuer’s office in 2015 will help bring down costs as city lawyers work to reduce legal risks. “It’s not my preferred solution,” Krekorian said of the bond. “My preferred solution is to have a budget that anticipates what our likely liability will be.” Caption 90 seconds: 4 stories you can't miss \"La La Land\" was the big winner at the Golden Globes , what values does Hollywood promote? , storms have slammed Northern California , Thomas Barrack’s latest gig is planning the president-elect's inauguration . Caption 90 seconds: 4 stories you can't miss \"La La Land\" was the big winner at the Golden Globes , what values does Hollywood promote? , storms have slammed Northern California , Thomas Barrack’s latest gig is planning the president-elect's inauguration . Caption Swift water rescue team called to Dominguez Channel in Gardena Rescue crews were searching the Dominguez Channel in the Gardena area Monday morning after a woman reported her boyfriend had been washed away after entering the channel. Rescue crews were searching the Dominguez Channel in the Gardena area Monday morning after a woman reported her boyfriend had been washed away after entering the channel. Caption A look back at the career of Meryl Streep, recipient of Cecil B. DeMille award Meryl Streep accepted the Cecil B. DeMille award at the 2017 Golden Globes Sunday Jan. 8. Meryl Streep accepted the Cecil B. DeMille award at the 2017 Golden Globes Sunday Jan. 8. Caption Koretz Fights to Keep Seniors from Eviction in Westwood Los Angeles City Councilman Paul Koretz fights Watermark Retirement Communities Inc.'s decision to serve eviction notices to 150 seniors from Westwood Horizons at 947 Tiverton Ave. in Los Angeles.   Los Angeles City Councilman Paul Koretz fights Watermark Retirement Communities Inc.'s decision to serve eviction notices to 150 seniors from Westwood Horizons at 947 Tiverton Ave. in Los Angeles.   Caption On the red carpet with Dax Shepard and Kristen Bell On the red carpet with Dax Shepard and Kristen Bell On the red carpet with Dax Shepard and Kristen Bell Times staff writer David Zahniser contributed to this report. ",
    "title": "L.A. needs to borrow millions to cover legal payouts, city report says - LA Times"
   },
   {
    "entities": [
     "markeith",
     "two minutes later",
     "loretta",
     "$60,000",
     "loyd",
     "monday",
     "wal-mart",
     "last month",
     "county",
     "mina",
     "fla.",
     "clayton",
     "john",
     "demings",
     "police",
     "sheriff's",
     "department",
     "lewis",
     "sade",
     "norman",
     "orlando",
     "dixon",
     "today",
     "7 a.m.",
     "lynch",
     "jerry",
     "debra",
     "million dollar",
     "office",
     "orange",
     "january 9, 2017",
     "ap"
    ],
    "id": 2,
    "text": "Officers salute Master Sgt. Debra Clayton on Monday in Orlando, Fla. AP hide caption toggle caption Officers salute Master Sgt. Debra Clayton on Monday in Orlando, Fla. AP Two law enforcement officers have been killed during a massive manhunt for a murder suspect in Orlando, Fla. Master Sgt. Debra Clayton radioed from a Wal-Mart shortly after 7 a.m. Monday, saying she was \"attempting to contact a murder suspect,\" according to a statement from the City of Orlando . Other officers radioed two minutes later, reporting that an officer had been shot. The 17-year veteran of the department died after she was transported to a hospital. Police are seeking Markeith Loyd in the murder of a pregnant woman named Sade Dixon last month. Loyd fled from the Wal-Mart and pulled into a nearby apartment building, where police say he fired shots at a sheriff's deputy but did not harm him. Loyd then allegedly stole a car and escaped. This put a manhunt into motion for the suspect, described as \"armed and extremely dangerous.\" During the search, authorities say, a sheriff's deputy riding a motorcycle was hit by a car and later died. The deputy has been identified as Deputy First Class Norman Lewis, an 11-year-veteran of the force . Article continues after sponsorship \"This is probably one of the toughest days for me in my career,\" Orange County Sheriff Jerry Demings told reporters . \"Because not only did we lose an Orlando police officer today, we lost an Orange County deputy sheriff as well who was traveling on his motorcycle as a result of these broad efforts that we have underway.\" Sheriff: We are highly motivated to bring this suspect to justice. We will stay on it until suspect is caught. pic.twitter.com/NcvJt5AnSY — OCSO FL News (@OrangeCoSheriff) January 9, 2017 Law enforcement is \"highly motivated to bring this suspect to justice,\" the sheriff said . There is a reward of up to $60,000 for information about the 41-year-old Loyd. The Orlando Police Department says Clayton was married with a son. \"She was extremely committed to our youth and really, the community,\" Orlando Police Chief John Mina told reporters . \"And she did so many different projects in the community. She organized several marches against violence by herself — that's how committed she is.\" The Orange County Sheriff's Office tweeted that Lewis was a \"gentle giant\" with a \"million dollar smile.\" In a statement, Attorney General Loretta Lynch said, \"These tragic deaths make clear the great risks that our brave men and women in uniform face each and every day, and the deep and abiding gratitude that our nation owes them for their service.\" ",
    "title": "2 Florida Law Enforcement Officers Killed During Hunt For Murder Suspect : The Two-Way : NPR"
   },
   {
    "entities": [
     "alibaba",
     "walden",
     "et",
     "david",
     "luria",
     "mobile",
     "risberg",
     "exchange",
     "japan",
     "jon",
     "gil",
     "2017",
     "6 hours ago",
     "pinterest",
     "this feb.",
     "stanford",
     "facebookemail",
     "university",
     "facebook",
     "last week",
     "elizabeth",
     "filo",
     "linkedin",
     "francisco",
     "sec",
     "bureau",
     "19,",
     "securities",
     "webb",
     "mayer",
     "commission",
     "2015",
     "monday-friday",
     "6:43 p.m.",
     "las",
     "twitter",
     "$4.8 billion",
     "1 billion",
     "yahoo",
     "vegas",
     "late today",
     "usa",
     "eric",
     "maynard",
     "july 2016",
     "1994",
     "brandt",
     "today",
     "altaba",
     "developer",
     "san",
     "wedbush",
     "marni",
     "and",
     "marissa",
     "los",
     "verizon",
     "2012",
     "meyers",
     "jan. 9, 2017",
     "swartz",
     "company",
     "weise",
     "angeles",
     "google",
     "ap"
    ],
    "id": 3,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Mayer, others to depart Yahoo board; company to be renamed Altaba Yahoo CEO Marissa Mayer, co-founder David Filo and others plan to resign from the company's board when it completes its $4.8 billion sale to Verizon. Post to Facebook Mayer, others to depart Yahoo board; company to be renamed Altaba Yahoo CEO Marissa Mayer, co-founder David Filo and others plan to resign from the company's board when it completes its $4.8 billion sale to Verizon. Check out this story on USATODAY.com: http://usat.ly/2jmZgDb CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 80 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Mayer, others to depart Yahoo board; company to be renamed Altaba Jon Swartz and Elizabeth Weise , USA TODAY Published 6:43 p.m. ET Jan. 9, 2017 | Updated 6 hours ago x Share Yahoo could see some big changes in 2017 if the proposed $4.8 billion sale to Verizon is completed. CEO Marissa Mayer announced she would resign from the company's board following the sale and the company could even get a new name. USA TODAY NETWORK In this Feb. 19, 2015, file photo, Yahoo President and CEO Marissa Mayer delivers the keynote address at the first-ever Yahoo Mobile Developer's Conference, in San Francisco. (Photo: Eric Risberg, AP) SAN FRANCISCO — Yahoo CEO Marissa Mayer, co-founder David Filo and others plan to resign from the company's board when it completes its $4.8 billion sale to Verizon. The high-profile Mayer, who was brought in to save the Internet icon in 2012; Filo, who co-founded the company at Stanford University in 1994; board chairman Maynard Webb; and three others are departing. It is unclear, however, if Mayer will remain in some capacity. Eric Brandt, a new member of Yahoo's 11-member board, was named chairman immediately. In a Securities and Exchange Commission filing late today, Yahoo said the resignations are \"not due to any disagreement with the Company on any matter relating to the Company’s operations, policies or practices.\" The filing also said the company would be renamed Altaba after the Verizon deal closes. Meyers absence from the new company's board is not surprising at all, said Gil Luria, managing director for equities research at Wedbush Securities in Los Angeles. “Altaba will not be an operating company and therefor there is very little for her to be involved in,” he said. Luria theorized that Altaba, whose value is mostly made up of Yahoo’s Alibaba stake, will likely be unwound over time by selling the Alibaba and Yahoo Japan stakes to investors. “The only consideration slowing that sale down would be tax consequences to shareholders who have seen the Alibaba stake appreciate considerably since Yahoo bought the stake,” he said. SEC The Yahoo-Verizon deal has been star-crossed since it was announced in July 2016. Last week, a senior Verizon executive who was instrumental in the telecom company's planned purchase of Yahoo's Internet business expressed doubts over the deal, the second top exec to raise the specter of a changed or abandoned takeover. \"I can't sit here today and say with confidence one way or another because we still don't know,\" Marni Walden, president of product innovation and new businesses at Verizon, said when asked about determining whether the deal gets done. She did, however, tell attendees at an investment bank conference in Las Vegas that the deal made sense. Not so fast, Yahoo is still alive and kicking Verizon execs have been unsettled by two disclosed digital breaches by Yahoo that have affected more than 1 billion of its members dating back several years. Yahoo has also struggled to land digital advertising in the face of withering competition from larger rivals Google and Facebook. Follow USA TODAY San Francisco Bureau Chief Jon Swartz @jswartz on Twitter. 5801 CONNECT TWEET 120 LINKEDIN 80 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2jmZgDb NEVER MISS OUT Tech Be the earliest adopter. Know what’s in, what’s out, and what’s awesome before anyone else does, Monday-Friday. THANKS FOR SIGNING UP FOR THE Tech NEWSLETTER We're sorry. ",
    "title": "Mayer, others to depart Yahoo board; company to be renamed Altaba"
   },
   {
    "entities": [
     "kushner",
     "israel",
     "lewandowski",
     "david",
     "middle",
     "stephen",
     "companies",
     "counsel",
     "times",
     "maggie",
     "west",
     "government",
     "trump",
     "spring",
     "priebus",
     "house",
     "island",
     "harvard",
     "michael",
     "facebook",
     "m.",
     "rex",
     "donald",
     "chris",
     "morning",
     "ethics",
     "charles",
     "breitbart",
     "legal",
     "christie",
     "monday",
     "of",
     "haberman",
     "january 10, 2017",
     "bill",
     "exxon",
     "2016",
     "glenn",
     "conway",
     "once",
     "twitter",
     "kellyanne",
     "corey",
     "reince",
     "wilbur",
     "republican",
     "eric",
     "k.",
     "l.",
     "department",
     "long",
     "new",
     "national",
     "jersey",
     "blasio",
     "norman",
     "obama",
     "tillerson",
     "thrush",
     "today",
     "east",
     "wednesday",
     "york",
     "friedman",
     "america",
     "justice's",
     "committee",
     "gorelick",
     "washington",
     "eisen",
     "grynbaum",
     "office",
     "now",
     "ross",
     "bannon",
     "jr.",
     "de",
     "wing",
     "december",
     "white"
    ],
    "id": 4,
    "text": "OPEN Graphic Mr. Kushner has been described by numerous transition staff members as the first among equals in Mr. Trump’s high command. His new title belies the sweeping influence he will have behind the scenes. The soft-spoken Mr. Kushner has often been described as having a calming effect on Mr. Trump, who is notorious for yelling at staff members during moments of tension. Mr. Kushner became the de facto campaign manager in the spring, and his influence with Mr. Trump has expanded rapidly. He is expected to play the same role in the White House, while the chief strategist, Stephen K. Bannon, provides the president-elect with strategic, messaging and communications advice, and Reince Priebus, the chairman of the Republican National Committee and the incoming chief of staff, runs day-to-day operations in the West Wing. Mr. Trump’s counselor, Kellyanne Conway, will have a direct line to the president on a range of issues. Despite his lack of hands-on political experience before the 2016 campaign, Mr. Kushner earned the trust of his mercurial father-in-law during the campaign’s most turbulent moments, joining his wife and Mr. Trump’s adult sons, Eric and Donald Jr., in ousting Corey Lewandowski, then the campaign manager, in the heat of the primary season. Mr. Kushner was among those who pushed, campaign officials said, for the removal of Gov. Chris Christie of New Jersey as the head of Mr. Trump’s transition team, and pressed for his father-in-law to appoint David M. Friedman, a Long Island lawyer, as ambassador to Israel. Advertisement Continue reading the main story Mr. Kushner, an orthodox Jew, has also made an unlikely ally of Mr. Bannon, an icon of the closed-borders nationalist movement. When Mr. Bannon, a former Breitbart executive, came under attack from Democrats after he was appointed to a White House role, Mr. Kushner assured allies that he had complete faith in Mr. Bannon and described him as a man of character. Mr. Kushner will not take a salary and plans to work on issues involving the Middle East and Israel; try to forge government partnerships with the private sector; and collaborate with Mr. Trump’s choice for commerce secretary, Wilbur L. Ross Jr., on matters involving free trade, Ms. Gorelick said. The scion of a prominent Democratic family active in New Jersey politics, Mr. Kushner showed few early signs that he would become a national political power player. A Harvard graduate, he is a lifelong Democrat, liberal on social issues. Like his ideologically limber father-in-law, he has donated to Democratic candidates. Got a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists. Learn More Mr. Kushner’s appointment was greeted with relief by some liberals, including Mayor Bill de Blasio of New York, who views him as moderating influence in a Trump West Wing dominated by hard-line conservatives. “I respect him a lot,” Mr. de Blasio said when asked about Mr. Kushner on Monday. “I’ve known him for years and find him to be a very reasonable person.” Still, it remains unclear if Mr. Kushner is inclined to prod the president-elect to the left. By his own account, he underwent something of a personal political transformation during the campaign, embracing Mr. Trump’s fiery and conservative economic message after spending months crisscrossing red and swing-state America. Mr. Kushner’s new role became public a day after the disclosure that he would resign as chief executive of Kushner Companies, his family’s real estate firm, and divest himself of “substantial assets,” including 666 Fifth Avenue. Mr. Kushner will divest of his holdings in The Observer and has stepped down as its publisher; his brother-in-law, the newspaper’s chairman, will assume that role. Mr. Trump is scheduled to hold a news conference on Wednesday to discuss his plans for dealing with myriad conflicts of interest raised by his sprawling international development, hotel, branding and entertainment empire. Ms. Gorelick said she was confident Mr. Kushner’s appointment would survive any legal challenge, and said Mr. Trump would seek an advisory opinion from the Department of Justice’s Office of Legal Counsel. “I am not saying there’s no legal argument on the other side,” she added. “I’m just saying we have the better argument and will prevail.” Advertisement Continue reading the main story Mr. Trump made it clear since he was elected that he wanted Mr. Kushner in his White House. Since December, Mr. Kushner and Ms. Gorelick’s team have consulted with the Office of Government Ethics to create a plan that would satisfy the legal requirements needed for him to serve. Mr. Kushner’s father, Charles Kushner, a real estate developer who was once imprisoned for tax evasion, will take an increased role in the family company. Norman L. Eisen, who was the chief White House ethics lawyer under President Obama, said he thought Mr. Kushner’s decision to divest holdings raised pressure on Mr. Trump to follow suit. “What we are seeing now is, after the initial chaos of the Trump transition, that his nominees are now complying with the requirements of the law,” he said. “Rex Tillerson has retired from Exxon, and now Kushner is doing the same,” he added, referring to Mr. Trump’s nominee for secretary of state. “So it’s going to be hard for Trump to ignore 40 years of precedent and not do the same.” Glenn Thrush reported from Washington, and Maggie Haberman from New York. Michael M. Grynbaum contributed reporting from New York. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on January 10, 2017, on Page A1 of the New York edition with the headline: Son-in-Law Is Set to Be Key Adviser in Trump Office. Order Reprints | Today's Paper | Subscribe ",
    "title": "Jared Kushner Named Senior White House Adviser to Donald Trump - The New York Times"
   },
   {
    "entities": [
     "peter",
     "kushner",
     "companies",
     "last year",
     "times",
     ", 1:12 pm",
     "andrew",
     "1:14",
     "jan 9",
     "government",
     "november",
     "alexander",
     "trump",
     "house",
     "2017",
     "last week",
     "donald",
     "the day",
     "monday",
     "of",
     "jamie",
     "observer",
     "welker",
     "kuschner",
     "ngan",
     "2016",
     "conway",
     "son-in-law",
     "night",
     "kellyanne",
     "ethics",
     "share",
     "city",
     "mandel",
     "new",
     "2006",
     "rafferty",
     "wednesday",
     "york",
     "gorelick",
     "ivanka",
     "kristen",
     "jared",
     "office",
     "1:50",
     "january 9, 2017",
     "white"
    ],
    "id": 5,
    "text": "Jan 9 2017, 1:12 pm ET Jared Kushner to Serve as Trump Senior Adviser by Kristen Welker, Peter Alexander and Andrew Rafferty Share Trump Son in-Law Jared Kushner Named Senior Adviser to the President 1:50 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170110013452if_/http://www.nbcnews.com/widget/video-embed/851160131535\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President-elect Donald Trump's son-in-law Jared Kushner, who emerged as a key figure in the Republican's successful 2016 campaign, will be named senior adviser to the president, the campaign announced Monday. \"Jared has been a tremendous asset and trusted advisor throughout the campaign and transition and I am proud to have him in a key leadership role in my administration,\" Trump said in a statement announcing the appointment. Kushner was an influential behind the scenes confidant to his father-in-law during last year's election and has continued to be a leading voice in Trump's transition to the White House. But a number of legal questions potentially complicate the billionaire real estate developer's role in the incoming administration. Play Source: Trump son-in-law to be named adviser 1:14 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170110013452if_/http://www.nbcnews.com/widget/video-embed/850843203683\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"Mr. Kushner is committed to complying with federal ethics laws and we have been consulting with the Office of Government Ethics regarding the steps he would take,\" Kushner's lawyer, Jamie Gorelick, said in a statement. Best News of the Day. Trump Son-in-Law Jared Kushner to Be Named Senior White House Adviser https://t.co/GGmpeUq2oA — Kellyanne Conway (@KellyannePolls) January 9, 2017 Kushner will resign from his company, divest \"substantial assets,\" and recuse himself from matters that would impact his financial interests, Gorelick said. His remaining assets will be purchased by a trust. But he may also be challenged on a federal anti-nepotism law aimed at preventing officials from appointing relatives to government positions. The law prohibits elected officials from appointing relatives to Cabinet positions, but may not apply to a job as White House adviser. However that is not completely certain. Republican presidential nominee Donald Trump shakes hands with son-in-law Jared Kushner (R) during an election night party at a hotel in New York. MANDEL NGAN / AFP/Getty Images \"We don't think that the nepotism issue is a close question,\" an attorney advising the Trump transition said. The official said there is legal precedent for the president making White House hires \"without regard\" to federal personnel laws like the anti-nepotism statute. Kuschner will also not take a salary, which the official said will help combat any challenges on anti-nepotism laws. Like his father-in-law, Kushner is a real-estate developer in New York City . He is the co-owner of Kushner Companies and in 2006 bought the New York Observer newspaper. Kushner's business dealings have come under scrutiny since Trump's election victory. The New York Times reported last week Kushner was working on a deal with a major Chinese financial group with close ties to the Chinese government. The Kushner family business has done billions of dollars of business with foreign companies that threatens to complicate his role at the White House. Trump is expected to address Kushner's position along with how he'll handle his own potential business conflicts at a press conference on Wednesday, his first since the November election. Kushner is married to Ivanka Trump. He said in a statement he is \"energized\" and \"humbled\" by the opportunity. Kristen Welker ",
    "title": "Jared Kushner to Serve as Trump Senior Adviser  - NBC News"
   },
   {
    "entities": [
     "ku",
     "cory",
     "aclu",
     "states",
     "reagan",
     "trump",
     "2013",
     "naacp",
     "press",
     "booker",
     "griffin",
     "d-n.j.",
     "d-ga.",
     "michael",
     "last week",
     "turner",
     "united",
     "facebook",
     "dhs",
     "jeff",
     "governmental",
     "senate",
     "donald",
     "recently",
     "klux",
     "the 1980s",
     "mexico",
     "richmond",
     "tuesday",
     "sanders",
     "january 10, 2017",
     "black",
     "congress",
     "security",
     "2018",
     "justice",
     "associated",
     "john",
     "cedric",
     "affairs",
     "kelly",
     "holder",
     "twitter",
     "caucus",
     "alabama",
     "1986",
     "lewis",
     "department",
     "late monday",
     "judiciary",
     "u.s.",
     "1981",
     "greg",
     "obama",
     "eric",
     "schumer",
     "the weekend",
     "d-la",
     "gop",
     "committee",
     "homeland",
     "sessions",
     "chuck",
     "ronald",
     "2002",
     "albert",
     "jr.",
     "congressional",
     "hank"
    ],
    "id": 6,
    "text": "Trump picks for attorney general, DHS kick off week of confirmation hearings Published               January 10, 2017 Facebook 0 Twitter 0 Email Print   President-elect Donald Trump’s nominees to lead the departments of Justice and Homeland Security will appear before Senate commitees Tuesday to kick off what is likely to be a contentious confirmation process. Late Monday, Sen. Cory Booker, D-N.J., announced that he would testify before the Senate Judiciary Committee against the nomination of Alabama Sen. Jeff Sessions to be attorney general. Booker will be joined by Rep. John Lewis, D-Ga., and Rep. Cedric Richmond, D-La. — the head of the Congressional Black Caucus — as part of an effort by Democrats to portray Sessions as out of the mainstream on civil rights legislation. Booker is believed to be the first sitting Senator to testify in a confirmation hearing against another sitting senator nominated for a Cabinet position. \"I do not take lightly the decision to testify against a Senate colleague,\" Booker said in a statement. \"But the immense powers of the Attorney General combined with the deeply troubling views of this nominee is a call to conscience. \"The Attorney General is responsible for ensuring the fair administration of justice, and based on his record, I lack confidence that Senator Sessions can honor this duty,\" the senator added. Democrats don't have the power to block the nomination of either Sessions or retired Marine Gen. John Kelly to head DHS, since Republicans control the Senate and only need a simple majority to confirm both men.  However, Democrats on the Senate Judiciary Committee are expected to try and paint Sessions as being out of the mainstream on issues critical to the party's core voters — Hispanics, African Americans and women — ahead of the 2018 election cycle. Sessions has been a leading advocate not only for cracking down on illegal immigration, but also for slowing all legal immigration, increasing mass deportations and giving more scrutiny to those entering the United States. He vehemently opposed the bipartisan immigration bill that the Senate passed in 2013 that included a pathway to citizenship for the estimated 11 million immigrants living in the U.S. illegally. Senate Democratic leader Chuck Schumer, who worked with Republicans to craft the immigration legislation, indicated last week that he would have a hard time supporting Sessions, saying \"he has been more anti-immigration than just about any other single member of Congress.\" In 1986, Sessions was nominated to the federal bench by then-President Ronald Reagan, but was rejected by the Senate Judiciary Committee over allegations that he had called a black attorney \"boy\" — which he denied — and described the NAACP and ACLU as \"un-American.\" Last week, the NAACP staged a sit-in at one of Sessions' Alabama offices, and its legal defense fund said it was \"inconceivable that he should be entrusted with the oversight of our civil rights laws.\" Hank Sanders, a Democratic state senator in Alabama, points to cases Sessions pursued as a prosecutor against civil rights activists in the 1980s. \"They called them voter fraud cases,\" said Sanders, who won acquittals for the defendants. \"I called them voter persecution cases.\" However, Albert Turner Jr., the son of two of those defendants recently said he believed Sessions \"is not a racist\" and \"was simply doing his job\" when he prosecuted the cases. Supporters describe Sessions as a man of integrity who fought for desegregation during his career as a local GOP leader, prosecutor and elected official. As U.S. attorney, Sessions' office investigated and helped secure convictions in the 1981 Ku Klux Klan lynching of Michael Donald, a black teenager found hanging from a tree. Greg Griffin, a black Alabama judge who worked as a state attorney when Sessions was Alabama attorney general, told the Associated Press over the weekend that Sessions \"always treated me with respect\" and called him \"one of the best bosses I ever had.\" While in the Senate, Sessions voted to confirm Obama's first attorney general, Eric Holder, the first black man to lead the Justice Department. He also worked with Democratic colleagues on efforts to combat prison rape and to reduce federal sentencing disparities between crack cocaine and powder cocaine offenses, saying the gap unfairly targeted the \"African-American community simply because that is where crack is most often used.\" Kelly, who is expected to be easily confirmed by the Senate Homeland Security and Governmental Affairs Committee and the full Senate, would be the first non-civilian to head DHS since the department was created in 2002. He is expected to be questioned closely about his views on border security. Trump famously vowed to build a wall along the U.S. border with Mexico when he announced his run for president, and stuck to that vow throughout the campaign. The Associated Press contributed to this report. Advertisement ",
    "title": "Trump picks for attorney general, DHS kick off week of confirmation hearings | Fox News"
   },
   {
    "entities": [
     "council",
     "interactive",
     ", 7:03 am",
     "last year",
     "cbs",
     "friday",
     "florida",
     "2013",
     "2017",
     "lauderdale",
     "news",
     "d-fla.",
     "inc.",
     "santiago",
     "legislatures",
     "international",
     "state",
     "tony",
     "debbie",
     "of",
     "angeles",
     "fort",
     "steube",
     "esteban",
     "once",
     "greg",
     "new",
     "national",
     "york",
     "los",
     "dokoupil",
     "wasserman",
     "airport",
     "city",
     "january 9, 2017",
     "tsa",
     "alaska",
     "schultz"
    ],
    "id": 7,
    "text": "CBS News January 9, 2017, 7:03 AM Lawmakers question rules allowing guns at airports Email Lawmakers are taking a new look at rules about guns on planes after Friday’s airport shooting in Fort Lauderdale . Investigators say shooting suspect Esteban Santiago traveled from Alaska to Florida with the gun he used in the deadly rampage. The firearm was in his checked baggage. Part of the surprise of Friday’s shooting is the fact Santiago arrived on an incoming flight -- and so did his gun. Last year the TSA reported confiscating more than 3,300 firearms from carry-on bags, but the agency allows guns in checked luggage, reports CBS News correspondent Tony Dokoupil. They have to be unloaded and locked in a hard-sided container, and owners have to declare them at the ticket counter. “We’re going to have to take a hard look once and for all at the unsecured areas of our airports,” Rep. Debbie Wasserman Schultz, D-Fla., said. Wasserman Schultz said she plans to review security procedures with TSA leaders. A TSA agent died in a shooting in 2013 outside a security checkpoint at Los Angeles International Airport. The rules regarding guns in airports vary by city and state. The National Council of State Legislatures has identified six states including Florida which ban people from carrying guns in all areas of airports. “The law is only protecting criminals. It’s not protecting law-abiding citizens who want the right and ability to defend themselves,” Republican Florida State Sen. Greg Steube said. Steube introduced a bill to allow owners with permits to openly carry guns in areas like the place where Friday’s shooting occurred. He suggests the 45-second attack could have ended even sooner if other passengers were armed. “That’s a ludicrous suggestion. If someone with a gun in the baggage claim area opened fire in the midst of hundreds of people, the life loss probably would have been worse,” Wasserman Schultz said. Every year, police in New York City reportedly arrest dozens of people trying to check in for flights with guns in their bags. Many visitors don’t realize it’s illegal to possess a gun in New York City without a city permit. But gun owners in other cities routinely fly in and out without problems. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Lawmakers question rules allowing guns at airports - CBS News"
   },
   {
    "entities": [
     "florida",
     "shaw",
     "taylor",
     "thursday",
     "berlin",
     "facebook",
     "fox",
     "mich.",
     "district",
     "state",
     "january 26th",
     "court",
     "mike",
     "twitter",
     "police",
     "michigan",
     "james",
     "detroit",
     "nick",
     "roseville",
     "ohio"
    ],
    "id": 8,
    "text": "Driver ticketed for warming car in his own driveway By Fox 2 Detroit Facebook 0 Twitter 0 Email Print Nick Taylor posted an image of his ticket online. A Roseville, Mich., man is becoming Facebook famous after he posted a picture of a ticket he received from a Roseville cop for warming up his vehicle in his own driveway. Nick Taylor posted the sarcastic Facebook post on Thursday, thanking the officer who gave him the ticket. According to the picture, the ticket is for his car that was left running in the driveway with no one around. \"I've never heard of any city ordinance of law like that,\" Taylor said. OHIO POLICE OFFICER GIVES GPS TO LOST ELDERLY DRIVER HEADING TO FLORIDA On Thursday, it was frigidly cold and he wanted to keep his car running while he ran into his girlfriend's house. But he left it unlocked with the key in the ignition. Chief James Berlin said that's a problem. \"This is purely a public safety issue. You can't do it. You see it all the time, people hop in a running car and Steal them. Something bad happens when that occurs,\" Berlin said. The post received thousands of comments and shares since he posted it. \"I mostly just put it online to see what people thought of it and see if it's happened to anyone else because I've never heard of this,\" Taylor said. The ticket shows ordinance listed as 99006 but there is no ordinance in the city or state that corresponds to 99006. Under the description of the offense, it lists VEH/MOTOR ON UNATTENDED 895. Ordinance 895 is listed as being part of 'rodent control' on Roseville's website. FOX 2 contacted the Michigan State Police for more information. Lt. Mike Shaw says there is no state law that prohibits letting your car idle with the keys in the ignition. At this point, it seems difficult to decipher which code the officer was enforcing. Either way, Nick has an appointment on January 26th in District Court in Roseville. ",
    "title": "Driver ticketed for warming car in his own driveway | Fox News"
   },
   {
    "entities": [
     "cleveland.com",
     "october",
     "simpson",
     "last year",
     "friday",
     "cleveland",
     "trump",
     "2013",
     "last summer",
     "party",
     "rob",
     "facebook",
     "paul",
     "manafort",
     "donald",
     "this past summer",
     "2014",
     "rnc",
     "2016",
     "john",
     "twitter",
     "borges",
     "republican",
     "greg",
     "this year",
     "timken",
     "the past week",
     "national",
     "matt",
     "jane",
     "portman",
     "gop",
     "central",
     "committee",
     "kasich",
     "paduchik",
     "ohio",
     "january 09, 2017"
    ],
    "id": 9,
    "text": "Trump gets revenge, helps oust Kasich loyalist from Ohio GOP post Published               January 09, 2017 Facebook 0 Twitter 0 livefyre Email Print   Donald Trump claimed some measure of political revenge against Ohio Gov. John Kasich for shunning his presidential campaign, after helping oust a key Kasich loyalist from atop the state Republican party. Trump threw his support behind Jane Timken, who on Friday narrowly defeated Ohio GOP Chairman Matt Borges. The president-elect even got personally involved, calling members of the 66-person Central Committee to lobby on Timken's behalf.  \"At first I thought it was a fake phone call,\" Cincinnati-area committee member Greg Simpson told Cleveland.com . \"Then all of the sudden, he's talking to me.\" Simpson said Trump touted Timken, a party activist and donor, without bashing Borges, who last year offered only lukewarm support for Trump’s campaign. Borges appeared largely caught in the political crossfire, considering Kasich, a failed 2016 GOP presidential candidate, refused to endorse Trump after he won the party primary, despite signing a pledge to support the eventual nominee. Kasich then refused to officially attend the Republican convention this past summer in Cleveland, despite being governor of the host state. By the numbers, Borges logged a strong track record since becoming chairman in 2013. He led Ohio Republicans in going undefeated in statewide races in 2014 and 2016, helped thwart Democrats’ attempt this year to unseat incumbent GOP Sen. Rob Portman, delivered votes in battleground Ohio for Trump and brought a major party convention to the state for the first time in 80 years. “This run … as chairman of the party has been really the most exceptional experience, professional, of my entire life,” said Borges, who also suggested that he was pleased the outcome of the chairmanship vote could bring Kasich and Trump closer.   Still, Borges was at least partially responsible for drawing Trump's ire. He said last summer on Twitter that then-Trump Campaign Manager Paul Manafort “still has a lot to learn about Ohio politics” and that Manafort “doesn't know what he's talking about.” The campaign later suggested Borges was hopping on the Trump bandwagon late in the race to further his career, with an eye on becoming the next Republican National Committee chairman.  \"It's no great secret that Chairman Borges was never fully on board, but his actions over the past week demonstrate that his loyalties to Governor John Kasich's failed presidential campaign eclipse his responsibility as chairman of the Ohio Republican Party,\" Trump’s Ohio campaign manager, Rob Paduchik, said in an October letter to the state central committee.  Paduchik, who is Trump’s pick for RNC co-chairman, also reportedly appealed to committee members to vote for Timken, which has resulted in a complaint that such meddling is in violation of RNC rules.     Advertisement ",
    "title": "Trump gets revenge, helps oust Kasich loyalist from Ohio GOP post | Fox News"
   },
   {
    "entities": [
     "dec. 22, 2016",
     "rahm",
     "``madigan",
     "11.5 percent",
     "3 percent",
     "house",
     "tribune",
     "terrence",
     "michael",
     "senate",
     "emanuel",
     "bruce",
     "adam",
     "antonio",
     "monday",
     "last month",
     "kelly",
     "current",
     "/",
     "assembly",
     "future",
     "lance",
     "chicago",
     "general",
     "james",
     "rauner",
     "catherine",
     "wednesday",
     "collins",
     "$21 billion",
     "mayor",
     "illinois",
     "now",
     "trover",
     "madigan",
     "90 percent",
     "91-16"
    ],
    "id": 10,
    "text": "Emanuel wins approval of pension bill, but Rauner may veto Rahm Emanuel Terrence Antonio James / Chicago Tribune Chicago Mayor Rahm Emanuel on Dec. 22, 2016. Chicago Mayor Rahm Emanuel on Dec. 22, 2016. (Terrence Antonio James / Chicago Tribune) Privacy Policy The Illinois Senate on Monday easily approved Mayor Rahm Emanuel 's plan to shore up two city worker pension funds, but the measure faces an uncertain future now that it's headed to a skeptical Gov. Bruce Rauner. The mayor's bill is aimed at preventing retirement systems for municipal workers and laborers from going broke in about a decade. The two funds are a combined $21 billion short of what's needed to pay out future benefits, and the plan relies on newly hired employees paying more toward their retirement. The House approved the bill 91-16 last month, and on Monday the Senate followed suit, 41-0. But the Rauner administration, which is seeking a broader deal to cut costs in state worker pension systems, responded Monday by throwing some cold water on the plan. \"The governor cannot support this bill without real pension reform that protects taxpayers,\" Rauner spokeswoman Catherine Kelly said in a statement. The clock is on Rauner's side. The current General Assembly is in its final days, and the new legislature with many different members will be sworn in Wednesday. If the governor waits to veto or tweak the bill until the current session is over, the bill would die because the new legislature wouldn't have the authority to try to overturn him. Emanuel issued a statement after Monday's vote praising the legislature for acting in \"a bipartisan manner.\" Mayoral spokesman Adam Collins blasted Rauner, calling him \"Governor Gridlock.\" That, in turn, led Rauner spokesman Lance Trover to call Emanuel \"Madigan's mayor,\" a reference to long-serving House Speaker Michael Madigan, the governor's chief political nemesis. Under the mayor's proposal, newly hired employees would start paying 11.5 percent of their salaries toward their retirement, which is 3 percent more than current employees. In later years, that amount could be reduced if an independent number cruncher agreed that less was needed to meet the city's goal of having 90 percent of the assets needed to pay benefits over the next 40 years. ",
    "title": "Emanuel wins approval of pension bill, but Rauner may veto - Chicago Tribune"
   },
   {
    "entities": [
     "three weeks earlier",
     "joe",
     "november",
     "centers",
     "jeremy",
     "paul",
     "larksville",
     "for",
     "king",
     "1972",
     "once",
     "$5",
     "this year",
     "bronx",
     "scranton",
     "the 1950s",
     "susquehanna",
     "public",
     "2005",
     "william",
     "clinton",
     "white",
     "sabatelli",
     "joseph",
     "mary",
     "prince",
     "august",
     "harvard",
     "news",
     "2009",
     "pa.",
     "united",
     "donald",
     "wallace",
     "administration",
     "twenty years ago",
     "river",
     "tuesday",
     "of",
     "aug. 23, 2016",
     "enforcement",
     "2008",
     "7:36",
     "drug",
     "health",
     "night",
     "manhattan",
     "square",
     "u.s.",
     "control",
     "james",
     "and",
     "york",
     "previously",
     "20 years ago",
     "2002",
     "bozinski",
     "the past",
     "jr.",
     "emmett",
     "franklin",
     "vancouver",
     "columbia",
     "the future",
     "lisman",
     "several days later",
     "christmas",
     "patricia",
     "british",
     "disease",
     "chris",
     "last april",
     "luzerne",
     "bill",
     "corky",
     "john",
     "1909",
     "valley",
     "alcohol",
     "ryzner",
     "canada",
     "substance",
     "nbc",
     "new",
     "national",
     "obama",
     "wyoming",
     "cathy",
     "2012",
     "way",
     "hazleton",
     "november 2015",
     "patty",
     "city",
     "pa",
     "services,",
     "last year",
     "biden",
     "older",
     "states",
     "trump",
     "siemaszko",
     "house",
     "hillary",
     "services",
     "inc.",
     "university",
     "hun",
     "kathy",
     "bank",
     "county",
     "court",
     "last may",
     "prevention",
     "currently",
     "building",
     "mental",
     "lackawanna",
     "philadelphia",
     "christopher",
     "&",
     "now",
     "pennsylvania",
     "smith",
     "barack",
     "abuse",
     "two years ago",
     "wilkes-barre"
    ],
    "id": 11,
    "text": "'Dropping Like Flies': Heroin Epidemic Takes Hold of PA County 7:36 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170110043059if_/http://www.nbcnews.com/widget/video-embed/849116739908\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> WILKES-BARRE, Pa. — For William Lisman, the longtime Luzerne County coroner, the first sign of the coming plague appeared in the hills of northeastern Pennsylvania in November 2015. A 27-year-old woman from one of the mountain towns surrounding Wilkes-Barre was found dead in her family home. Lisman suspected a drug overdose. She was young. She had been healthy. There were no obvious signs of trauma. And heroin abuse had been on the rise in recent years. William Lisman, the Luzerne County Coroner, stands at the county morgue in Luzerne County, Pennsylvania. NBC News \"When a person dies of an overdose, the lungs fill with fluid,\" he said. \"The victims essentially drown in their own fluids.\" Because autopsies are expensive and time consuming, many coroners faced with cases like these do toxicological tests designed to pick up traces of known drugs to determine the cause of death. But the first test Lisman administered came back negative. So did the second. So Lisman listed the cause of death as undetermined. Several days later, a 34-year-old man was found dead in a sleeping bag in the nearby city of Hazleton. Once again, Lisman suspected a fatal drug overdose. Once again, the tox tests came back negative. And once again, he listed the cause of death as undetermined. \"I remember when it started because it was budget time and they were about to cut my budget,\" he said, with a wry chuckle. \"At that point the doctor I had been consulting with (about these two cases) told me, 'Bill, there is something going on here'.\" Like many coroners in smaller counties, Lisman is not a doctor. But he knows about death. A third-generation Wilkes-Barre resident, he and his family ran a funeral home that buried several generations of city residents. He reached out to fellow coroners in neighboring counties to see if they had similar cases. They had. And the answer was fentanyl, a powerful painkiller the U.S. Drug Enforcement Administration says is 25 to 50 times more potent than heroin, packs 50 to 100 times more punch than morphine, and can be manufactured easily by illegal drug mills. This was the same drug that killed Prince last April. \"I started hearing about fentanyl and how drug dealers were cutting heroin with it,\" he said. Lisman said he had the toxicological tests \"tweaked\" to detect the presence of fentanyl and \"after that, the drug overdoses here skyrocketed.\" Facing a crisis, Lisman called the local newspaper, The Times Leader , last May and sounded the alarm. \"I knew I wasn't going to stop people from using, but I wanted people to know what they were using,\" he said. \"This stuff can kill them.\" And it has. The deadly math in Wilkes-Barre Last year there were 137 fatal drug overdoses — more than half of them the result of heroin laced with fentanyl — in a county of just 318,000 people. That death rate is four times higher than New York City. \"Twenty years ago, we might have 12 deaths we determined to be drug deaths,\" Lisman said. \"This year we are on track for 150 deaths…By our standards, it's off the charts.\" There have been so many fatal drug overdoses that Lisman, who uses an examination room in the basement of a local hospital to do autopsies, said he has had to \"finagle space to put all the bodies.\" \"I have only room for two in my cooler,\" he said. \"There's room for just 10 more in the hospital's other cooler.\" The victims reflect the demographics of the county — they're mostly white, often lower to middle income, Lisman said. \"Age wise, we are across the spectrum, from 20s to the 70s,\" he said. \"We see everyone from the guy in the flophouse to the hard-working guys or gals who find relief in drugs.\" Also, while heroin users in the past relied on needles, \"the vast majority now is being snorted,\" said Lisman. \"A user doesn't have to go through the process of injecting now. It makes it easier to use.\" A big part of the reason Wilkes-Barre is grappling with a drug problem, Lisman said, is because this city of 41,000 is just a two hour drive from Philadelphia and from New York City. Interstates 80 and 81 converge just south of the city. A packet of heroin that sells for $5 in the Bronx can fetch double that in Wilkes-Barre, Lisman said. And if it's cut with fentanyl, the profit quadruples along with the danger to the users. \"Heroin definitely has its hold on this area,\" said Cathy Ryzner, a certified recovery specialist at the Wyoming Valley Alcohol & Drug Services in Wilkes-Barre. \"I've never seen anything like it. Every time you look in the newspaper and you see somebody died young and at home, you know. You know.\" Patty and Chris Emmett lost their son, Christopher, to an accidental opiate overdose on Aug. 23, 2016. NBC News Christopher Emmett buried his 23-year-old son, Christopher Jr., in August, although in his case it was due to a lethal mixture of morphine and codeine. \"Every time I hear of somebody dying it's always with the fentanyl mixed with it — it's never somebody that just did heroin and died from doing heroin,\" he said. From boom town to boarded-up storefronts The plague hit Wilkes-Barre as the proud county seat on the Susquehanna River was struggling to reverse decades of decay. Once a thriving city of 80,000, Wilkes-Barre was built by coal and manufacturing barons who erected stately homes and public edifices like the stunning Luzerne County Court House and the 14-story Luzerne National Bank Building in Public Square. Thousands of Italian, Polish, Lithuanian and Irish immigrants poured into the city to work in the mines and toil in the garment factories. But the city lost half its population when the anthracite coal mines died in the 1950s and the good manufacturing jobs began vanishing. And in 1972, Hurricane Agnes delivered a body blow to the local economy when it flooded downtown with nine feet of water. After that, Wilkes-Barre became a city of abandoned buildings and boarded-up store fronts as the remaining residents struggled to find their footing in an economy where the main employers were now government agencies, the local colleges and hospitals. The recession in 2008 hit Wilkes-Barre — long a Democratic bastion — hard. And when Barack Obama was running for president, hopeful residents voted for him in droves and did so again when he ran for reelection in 2012. But while the rest of the country rebounded, this Rust Belt city and the rest of the county, including Vice President Joe Biden's hometown of Scranton, across the border in Lackawanna County, were slow to recover. Many jobs returned, but not many were the good-paying kind that could support a middle-class life. And those who opted to stay in Wilkes-Barre became disappointed and resentful. \"They want the jobs they had before, not the jobs that are available now,\" said Kathy Bozinski, the marketing and communications chief at the United Way of Wyoming Valley. \"A lot of good things happened during the Obama Administration, but a lot of the things the folks here were hoping for just didn't happen.\" In November, Luzerne County voted for Donald Trump instead of Hillary Clinton, handing the Republican a narrow but shocking victory that helped propel him to the White House. \"I hate to use the cliché, but there are a lot of angry white guys in the region who 20 years ago were making decent money,\" Bozinski said. \"Now they are struggling to pay the mortgage and have a good life. There is a lot of frustration.\" Mary Wallace, who is Lisman's office administrator, said for many people leaving Wilkes-Barre for a better life somewhere else is not an option. \"It's hard for people who have been here for generations, whose families are buried here, to pick up and move even if they might be better off somewhere else,\" she said. \"This is their home.\" The most unhappy place in the United States Two years ago, a pair of researchers — one from Harvard, the other from the University of British Columbia in Vancouver, Canada — concluded that the Scranton/Wilkes-Barre metro area was the most unhappy place in the U.S. They reached their conclusion after wading through the results of telephone polls conducted by the federal Centers for Disease Control and Prevention between 2005 and 2009, including answers to the question, \"How satisfied are you with your life?\" Lisman, whose four grown children did not return to the Wilkes-Barre area after finishing college, agreed that they live in a depressed community. \"We have a lot of people who are unhappy with life,\" he said. \"People using drugs are looking to escape.\" For Lisman, the heroin plague \"is a symptom of the way people here feel and have felt for years.\" \"I don't have an answer for opiate addiction,\" he said, his smile fading fast. \"The pain and suffering that it has caused is unbelievable. It is eating away at the core of society.\" Ryzner said the people she sees are dealing with a host of demons beyond the economic, everything from sexual abuse and broken homes to being raised in households where drinking and drug-taking runs rampant. She's seen people who get hooked on prescription drugs make the move to heroin. \"But I can't just blame the doctors,\" she said. \"It's a little bit of economics, little bit of hardship, little bit of being raised like that.\" Drugs like heroin, she said, \"makes all your problems melt away.\" \"It masks any kind of hurt, any kind of feeling…after three days of doing opiates you are addicted,\" she said. \"You don't even know you're getting caught up.\" And Ryzner would know. She was a drug addict for three decades and has been clean for 10 years. Cathy Ryzner is a former addict and is currently a Certified Recovery Specialist with Wyoming Valley Alcohol and Drug Services, Inc. NBC News Death by drug overdose 'just not natural' It was against this backdrop that the heroin plague hit the region. Coroner Lisman, whose dad was once the mayor of Wilkes-Barre, said that at first he made a point of personally going to the scenes when a suspected fatal overdose was reported. No more. \"Now it's become so routine,\" said Lisman, who has gone back to dispatching his deputies to do the grim work of taking the bodies to the morgue. But Lisman said he is very much aware of what this plague is doing to his hometown and admits it has left him shaken. \"I was raised in an apartment above a funeral home ... death never scared me,\" he said. What bothers him, he said, is the resignation he has seen in the victims' families ones who react \"almost with relief.\" \"It bothers me that somebody's life could reach a point that death could be a positive thing,\" he said. This from a man who has comforted thousands of people over the years whose loved ones died of natural causes, sometimes after enduring years of pain. \"Death by drug overdose is different,\" he said. \"That's just not natural.\" One case in particular still haunts him. The police had gotten a 911 call and arrived to find a young couple in their 30s dead in bed from \"a hot load of heroin while their 5-year-old son was watching TV and eating Cheerios,\" Lisman said. \"He knew enough to call the police for help.\" Death behind closed doors The heroin plague in Wilkes-Barre is largely hidden with death taking drug abusers behind closed doors. \"You don't see junkies on the street,\" said Bozinski, who was previously an Emmy Award-winning TV and radio reporter. \"This happens behind closed doors. In bedrooms and basements.\" But the effects ripple across the city and touch everyone. \"Everywhere you go you hear, 'Did you see the story about that one in the paper? Was that another drug overdose?\" said Wallace. \"That's what everyone here is talking about.\" The toll is not just psychic. Crime is up, police report, especially petty thefts and break-ins by drug abusers looking for money to score a fix. And the dealers are almost always out-of-towners. \"They're not racist,\" Bozinski said of Wilkes-Barre's residents. \"Yes, some white guys blame people from outside for bringing drugs here. But there's also the acknowledgement that there is a market for it here.\" What's happening now in Wilkes-Barre is not new. Heroin use has been on the rise across the country since 2002, according to the federal Substance Abuse and Mental Health Services Administration . \"We're behind the times,\" said 42-year-old Paul Smith, who was born and raised in the city — and who buried his former partner Jeremy three weeks earlier after he died of a heroin overdose. \"A lot of the problems that were happening in other places are now happening here.\" Sitting in a local bar called Hun's Café 99 and nursing a beer and a basket of chicken wings, Smith said Jeremy didn't know what he was dealing with when he started snorting heroin. \"It's been a very hard thing,\" he said. \"I spent a lot of time helping him to get clean. It was a very hard reality. And it was very hard to find services to help him.\" Smith said people in Wilkes-Barre turn to drugs because they are already depressed about their lives, depressed that they have to work two or three jobs to get by. \"That's why people went for Trump,\" said Smith, who runs a limo service, owns real estate — and admits to voting for the Manhattan mogul as well. \"People are so sick of other people doing better.\" Sitting beside Smith was 28-year-old John Sabatelli. He agreed that it was ignorance of dangerous new variety of heroin that was fueling the crisis. He recalled being surprised when he discovered that a couple at the warehouse where he works was getting high on heroin in the bathroom. \"It's surprising in that you don't know who is going to do it,\" he said. Grieving dad Christopher Emmett said drugs have got a death grip on his community. He said his doomed son started smoking pot at age 13 and quickly graduated to harder drugs. He said Christopher Jr. was in and out of rehab — and so were most of his friends. \"It is really an epidemic,\" Emmett said. \"We went to 14 funerals of my son's friends who died of addiction in just one year. They're dropping like flies, every day.\" Emmett's wife, Patricia, burst into tears at the thought of spending Christmas without her son. And as she cried, her boy's ashes sat in an urn on a shelf in the living room. \"There ain't no Christmas,\" she said, bitterly. A proud town fights on Wilkes-Barre may be down now but it is far from defeated. In Public Square, new restaurants like Franklin's have opened to serve the young professionals who have moved downtown to live in loft apartments in some of the vintage buildings. Wilkes-Barre, Pennsylvania. NBC News Older establishments like the Café Toscana were bustling with diners on a Tuesday night. And so was the brand new Chick-fil-A, which is located on the first floor of a dorm that King's College built right on the square in an attempt to make students part of the city's revival. Just outside downtown loomed the rotting hulks of long-abandoned factories. But higher up in the hills, Christmas lights twinkled on many of the modest-but-clearly kept up homes and the streets bustled with families going about the business of everyday life. Over at the ornate county courthouse, which dates back to 1909 and which was built at a time when the future of Wilkes-Barre seemed bright, a chorus of fourth graders from a school across the river in Larksville filed into the central hall to perform a medley of Christmas carols. Watching them was the grandmother of one 11-year-old, a chubby, brown-haired boy with untied gym shoes. His face creased into an angelic smile when he spotted his grandma. \"I am scared for him,\" said the grandmother, who declined to give her name. \"I have family that got hooked on drugs. I don't want that to happen to him.\" Asked why the area has been so ravaged by drugs, she shook her head. \"I don't know, maybe because they're so easy to get,\" she said. The children's music teacher, Joseph James, said so far his kids \"are completely sheltered\" from the heroin crisis unfolding around them. \"I hope it stays that way,\" he said. Corky Siemaszko ",
    "title": "Wilkes-Barre Faces Heroin Scourge Turning It Into 'the Most Unhappy Place in America' - NBC News"
   },
   {
    "entities": [
     "juan",
     "david",
     "rico",
     "interactive",
     "lauderdale-hollywood",
     "next week",
     "cbs",
     "friday",
     "begnaud",
     "florida",
     "jan 9,",
     "seattle",
     "november",
     "puerto",
     "alicia",
     "$10",
     "press",
     "2017",
     "lauderdale",
     "news",
     "inc.",
     "santiago",
     "tacoma",
     "jan. 17",
     "jan. 23",
     "morning",
     "international",
     "monday",
     "of",
     "cia",
     "11:32 pm est",
     "valle",
     "penuelas",
     "fort",
     "justice",
     "associated",
     "esteban",
     "$5",
     "pat",
     "police",
     "department",
     "stevens",
     "u.s.",
     "fbi",
     "ft.",
     "new",
     "bryan",
     "new year's day",
     "iraq",
     "san",
     "york",
     "jfk",
     "afternoon",
     "airport",
     "ted",
     "milton",
     "alaska",
     "anchorage"
    ],
    "id": 12,
    "text": "CBS/AP Last Updated Jan 9, 2017 11:32 PM EST FORT LAUDERDALE, Florida - The Iraq war veteran accused of fatally shooting five people and wounding six at a crowded Florida airport baggage claim briefly appeared in federal court Monday in Fort Lauderdale. U.S. Magistrate Judge Alicia Valle explained the charges 26-year-old Esteban Santiago faces and told him the death penalty could apply during a 15-minute hearing Monday morning. Ft. Lauderdale shooter thought the government was using mind control Valle ordered Santiago to be temporarily detained without bond. A detention hearing has been scheduled for next week. Security was tight outside the courthouse with more than two-dozen officers in bulletproof vests. Santiago wore a red jumpsuit and was shackled at the wrists, stomach and legs. Santiago has been in custody since the Friday afternoon shooting. He answered the judge’s questions in a clear voice. He told the judge he worked for a security firm in Anchorage, Alaska, until November. He said he only has about $5 to $10 in the bank. Given his finances, the judge decided he’s eligible for government lawyers at taxpayer expense. The judge set a detention hearing for Jan. 17 and an arraignment hearing on Jan. 23. In a press release about Santiago’s charges, the Department of Justice said Santiago is accused of being in the Terminal 2 baggage claim area of the Fort Lauderdale-Hollywood International Airport. Florida airport shooting suspect was known by FBI agents “The area  was crowded with newly-arrived passengers retrieving their luggage,” the press release stated. “Santiago started shooting, aiming at his victims’ heads until he was out  of ammunition.” Santiago was arrested after running out of ammunition and lying spread-eagle on the floor until a deputy took him in to custody, his 9mm handgun nearby.    Although the charges carry a potential death sentence, the Justice Department will decide later whether to pursue that penalty assuming Santiago is convicted. Many other issues can come into play, such as whether he decides to plead guilty or go to trial. Guilty pleas usually do not result in death sentences. The airport violence charge allows a sentencing judge wide latitude in deciding how many years behind bars he might serve, all the way up to life in prison, if the death penalty is off the table.    Santiago’s attorney can ask for a mental competency evaluation to determine if he is fit to stand trial. It’s a fairly high standard for any defendant to escape criminal charges because of mental problems because many defendants understand the difference between right and wrong. The main issue for the court is whether a defendant is too impaired to assist in his own defense. Most defendants who go this route are ultimately judged fit for trial and the mental health issue becomes a major factor at sentencing.    Santiago, 26, apparently  had trouble controlling his anger after serving in Iraq and told his brother that he felt he was being chased and controlled by the CIA through secret online messages. When he told agents at an FBI field office his paranoid thoughts in November, he was evaluated for four days, then released without any follow-up medication or therapy.  “The FBI failed there,” Bryan Santiago told The Associated Press. “We’re not talking about someone who emerged from anonymity to do something like this.”  Victims of the Ft. Lauderdale Airport attack.&nbsp; Close CBS News Speaking in Spanish outside his family’s house in Penuelas, the brother said: “The federal government already knew about this for months, they had been evaluating him for a while, but they didn’t do anything.”  A law enforcement source said when Santiago -- who had been living in Anchorage, Alaska -- walked into the FBI office in November, he had a handgun in his possession, CBS News senior investigative producer Pat Milton reports. It is not known if the handgun was the 9mm handgun that authorities said Santiago used in the Florida attack on Friday.  The weapon had been taken away when he entered the FBI reception area and was held while he was interviewed by the FBI, Milton reports. When the Anchorage Police Department transported Santiago to the hospital, they took possession of the weapon.  Without a judge’s order to commit him, the police had no choice but to return the gun, a source tells CBS News correspondent David Begnaud.  A law enforcement source with knowledge of the investigation tells CBS News that Santiago booked a flight from Ted Stevens Anchorage International Airport to Seattle–Tacoma International Airport to New York’s JFK Airport on to San Juan, Puerto Rico. He would have arrived in NYC on New Year’s Day. Santiago had a habit of booking flights and then cancelling them, the source said. © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Esteban Santiago, Fort Lauderdale airport shooting suspect, makes first court appearance, is denied bond - CBS News"
   },
   {
    "entities": [
     "texas",
     "price",
     "news",
     "facebook",
     "star-telegram",
     "joel",
     "morning",
     "craver",
     "monday",
     "fort",
     "affairs",
     "craig",
     "jacqueline",
     "police",
     "martin",
     "department",
     "porsha",
     "dallas",
     "internal",
     "now",
     "betsy",
     "fitzgerald",
     "william",
     "time",
     "worth",
     "december"
    ],
    "id": 13,
    "text": "A police officer in Fort Worth, Texas, has been suspended for 10 days after an inquiry into his forceful arrest of a woman and her two daughters in December. The arrest was recorded and streamed live on Facebook, as The Two-Way reported at the time: \"The events unfolded in southwest Fort Worth, where Jacqueline Craig called police to say a man had grabbed and choked her 7-year-old son after accusing him of littering. But after an officer responded to the call, the two engaged in a heated argument as bystanders, including Craig's relatives, looked on. \"In the nearly 6-minute video that's now been viewed some 2.5 million times on Facebook , the responding officer is seen questioning Craig, as she says the man should have spoken to her about her son. The video was posted by Porsha Craver, Craig's niece who used a smartphone to film a screen showing the original footage — and who offers her own comments about the police encounter.\" Immediately after the incident, the officer in the video was \"placed on restricted duty status by the Chief of Police\" pending the outcome of an Internal Affairs investigation, the Fort Worth Police Department said. Article continues after sponsorship The Fort Worth Star-Telegram reported that the officer, William Martin was \"contrite\" and \"sorry\" about the incident, according to police Chief Joel Fitzgerald, who called the suspension \"significant punishment\" during a news conference Monday. The newspaper continued: \"Both Mayor Betsy Price and Fitzgerald said the situation was an isolated incident. He said various videos were reviewed during the investigation. 'We left no stone unturned,' Fitzgerald said. \"The chief said the decision to suspended Martin for 10 days was his, and some members of the department's command staff disagreed, [saying] he should have been more lenient. \" 'But the buck stops here,' Fitzgerald said. He said Martin showed neglect of duty and discourtesy. He said the officer will undergo training before he returns to duty.\" Craig told the Dallas Morning News she wanted the charges against her dropped. The newspaper reported that the charges include interference with public duty, resisting arrest, disorderly conduct and failing to provide identification. The Star-Telegram says the charges have been forwarded to the district attorney, who will decide whether to prosecute. ",
    "title": "Texas Police Officer Suspended For 10 Days Over Woman's Forceful Arrest : The Two-Way : NPR"
   },
   {
    "entities": [
     "jim",
     "civil",
     "stephen",
     "d.",
     "wire",
     "krikorian",
     "oval",
     "tanton",
     "the 1980s",
     "morning",
     "for",
     "/",
     "the 1990s",
     "alabama",
     "michigan",
     "san",
     "center",
     "european",
     "gop",
     "kephart",
     "bush",
     "clinton",
     "scalzo",
     "white",
     "peter",
     "liz",
     "janice",
     "west",
     "joseph",
     "joanne",
     "labor",
     "tanfani",
     "senate",
     "donald",
     "pressphoto",
     "tuesday",
     "of",
     "turlock",
     "agency",
     "u.s.",
     "mair",
     "w.",
     "union",
     "york",
     "2002",
     "office",
     "diego",
     "studies",
     "the future",
     "2007",
     "reform",
     "pence",
     "david",
     "numbersusa",
     "lin",
     "immigration",
     "andrew",
     "lo",
     "freedom",
     "denham",
     "jeff",
     "tower",
     "federation",
     "congress",
     "mike",
     "john",
     "kanye",
     "beck",
     "republican",
     "commerce",
     "obama",
     "new",
     "sarah",
     "america",
     "committee",
     "2012",
     "early last year",
     "miller",
     "city",
     "trump",
     "2013",
     "house",
     "hillary",
     "lynn",
     "last week",
     "american",
     "monday",
     "george",
     "hilton",
     "nuñez",
     "voice",
     "2016",
     "horowitz",
     "judiciary",
     "roy",
     "washington",
     "chamber",
     "sessions",
     "liberties",
     "now",
     "puzder",
     "mark",
     "tramonte"
    ],
    "id": 14,
    "text": "Opponents of legal immigration hope their ties to Jeff Sessions will influence Trump Jeff Sessions Jim Lo Scalzo / European Pressphoto Agency Jeff Sessions, President-elect Donald Trump's pick for attorney general, has ties to anti-immigration groups dating back decades. Jeff Sessions, President-elect Donald Trump's pick for attorney general, has ties to anti-immigration groups dating back decades. (Jim Lo Scalzo / European Pressphoto Agency) Joseph Tanfani Contact Reporter When federal prosecutors came to San Diego for conferences in the 1980s, the U.S. attorney there, Peter Nuñez, would invite them to the border to survey the chaotic conditions. “No fences, few lights, no cameras. Thousands of illegal aliens coming across the border,” he recalled last week.  One person who went along, he said, was Jeff Sessions , then U.S. attorney for the southern district of Alabama. The two men bonded over a shared belief that too many people were immigrating to America — whether they jumped the border or entered legally. Eventually, Nuñez became board chairman of the Center for Immigration Studies, a think tank that pushes for strict curbs on immigration. Sessions went on to be elected senator from Alabama and will sit Tuesday for the start of his two-day Senate confirmation hearing as President-elect Donald Trump ’s choice to be attorney general.  Already well known as the Senate’s fiercest opponent of immigration, Sessions holds views shaped in part as he forged close ties over several decades to the Center for Immigration Studies and two other groups with similar agendas, NumbersUSA and the Federation for American Immigration Reform. With Sessions poised to be an influential voice on immigration policy in the Trump administration, these formerly fringe groups have their best chance yet to see Washington policy turn decisively in their direction. Jeff Denham has been at odds with his own party’s leadership on immigration reform before, but he's trying again with this Congress , hoping a single comment from the president-elect is a sign his idea might have a chance. The Turlock Republican wants Congress to allow people who were brought... Rep. Jeff Denham has been at odds with his own party’s leadership on immigration reform before, but he's trying again with this Congress , hoping a single comment from the president-elect is a sign his idea might have a chance. The Turlock Republican wants Congress to allow people who were brought... (Sarah D. Wire) \"He's going to do great,” Trump said Monday of Sessions, dismissing any possible concerns over his confirmation. “High-quality man.\" Roy Beck, president of NumbersUSA, which organizes grass-roots opposition to pro-immigration measures, said he recognized a kindred spirit in Sessions when he first visited him in his Senate office in the 1990s. “You’re always looking for the people who understand that legal immigration has to be kept down,” Beck said, adding that Sessions immediately agreed with Numbers’ argument  that more immigrants hurt American workers. “He’s kept that flame alive. We now have the chief cheerleader for [that viewpoint] as attorney general.” The organizations have pushed for uncompromising enforcement, and oppose attempts to provide legal status for people in the U.S. illegally. Their ultimate goal, though, is not just to lock down the border, but to dramatically reduce the numbers of immigrants coming to the U.S. Sessions plunged into his crucial role in the movement when he helped lead the opposition to the 2007 immigration reform bill supported by former President George W. Bush, which ultimately failed in the Senate. “No one played a more important and public role in defeating it,” the Federation for American Immigration Reform, which presented Sessions with an award for his work against the legislation, wrote in its newsletter. “Like a grand master chess player, Sessions devised strategy after strategy to block, thwart, delay and ultimately defeat the bill.” Since then, Sessions has visited the federation’s annual Hold Their Feet to the Fire meeting  that rallies conservative activists to oppose immigration. In 2013, Sessions worked again to derail another bill to reform the immigration system. A lawyer for the Center for Immigration Studies went to work for him on the Senate Judiciary Committee, where Sessions ran the immigration subcommittee, on rallying opposition to the measure; it passed the Senate but never came up for a vote in the House. “We were the spearhead of work during that legislation,” said the attorney, Janice Kephart, adding that Sessions was “extremely demanding” in insisting that staff analyze the entire 1,700-page bill. “The thing for him on lower immigration really has to do with keeping jobs in America. He did stand out in ways that ticked off his fellow Republicans at times.”  In fighting against the two bills, many Republicans talked about the rule of law and securing borders. But few went as far as Sessions, who adopted the populist arguments of the restrictionist groups, saying that pro-immigration business interests were selling out unskilled American workers. He also sided with the groups after Republican leaders wrote a report examining the GOP’s 2012 presidential election loss and argued that the party was doomed unless it embraced immigration reform and increased the party’s standing with Latinos. Sessions spoke out on behalf of people who opposed immigration as a threat to their way of living, a precursor to Trump’s campaign. “This election … was lost because millions of dutiful Americans didn’t think we cared enough about people like them,” Sessions said in a 2013 speech to a far-right group, the David Horowitz Freedom Center. “Is it going to help their children find a job if we legalize 10 million people? I don’t think so. The Chamber of Commerce isn’t very concerned about that.” Little economic evidence exists showing that more immigration pushes down wages or cost Americans jobs, according advocates for a path to citizenship for people in the U.S. illegally. They say those views are often a smokescreen to conceal a racially driven anti-immigrant agenda. All three groups trace their heritage in part to John Tanton, a Michigan ophthalmologist and population control advocate who sought to create a network of policy organizations to push the cause of immigration restriction. Tanton, who is still listed on the Federation for American Immigration Reform’s board of advisors, also wrote about the threat immigrants posed to the “European American” majority values. Group representatives say the charge of racism is a canard to distract from a debate about proper immigration levels. The Center for Immigration Studies no longer has anything to do with Tanton or white supremacists, said Mark Krikorian, its executive director. “He had a tin ear and no real familiarity with how this issue rankles some people,” Krikorian said of Tanton. “He’s their hate figure and has given them some ammunition for it.” Beck has said NumbersUSA has not had ties to Tanton since 2002.  The Senate should \"hold Sessions accountable\" for his long alliance with the anti-immigration groups, Lynn Tramonte of America’s Voice, a group that advocates for a path to citizenship for immigrants here illegally, said in an email.  “Americans deserve to have a a full and public airing of Sessions’ relationship with extremist organizations as part of this process.” As attorney general, Sessions would have a great deal of influence over immigration issues. Immigration courts would be under his control, and he could instruct prosecutors to file more charges against border crossers and press so-called sanctuary cities to end policies of refusing to cooperate with federal immigration law enforcement.  Sessions’ allies in the immigration control groups are hoping that he goes further, including measures that are likely to make more pro-business Republicans squirm. Beck said he would like to see Sessions ramp up prosecutions of company owners who hire immigrants in the U.S. illegally. “He knows that if these businesses were not hiring an illegal labor force, we would not have hardly any illegal immigration,” Beck said. Sessions, as well as Trump, has joined the groups in arguing against birthright citizenship and what they call “chain migration,” in which one family member sponsors others to come to the U.S. Questioning of birthright citizenship, which was granted by the 14th Amendment, alarms civil rights lawyers. “His legal views on civil rights and immigration law are reactionary,” said Joanne Lin, senior legal counsel at the American Civil Liberties Union, adding that the attorney general’s job is to “interpret and enforce the Constitution.” “It would seek to overturn 150 years of constitutional history and move the country back to the time of the Civil War.” For immigrant advocates, the larger question is how much influence Sessions will wield in the new Trump administration. Sessions endorsed Trump early and helped shape Trump’s own anti-free trade, build-a-wall message that helped him win over working-class voters in states that have suffered from lost manufacturing jobs. Stephen Miller, a longtime Sessions aide who worked on the senator’s immigration initiatives, joined the Trump campaign early last year and will be a senior advisor to Trump. The restrictionists were also cheered when Andrew Puzder, Trump’s pro-immigration nominee for Labor secretary, said he would support Trump’s agenda. But Trump has proved willing to ignore even his closest advisors when it suits him, and Sessions’ support might not be enough to cement anti-immigration groups’ views into policy. “It will be interesting to see just what the administration does to accommodate these people,” said Liz Mair, a Republican consultant who has worked on immigration reform. “I just don’t know that Trump sees the world the same way they do.” Caption Kanye West at Trump Tower Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Caption Kanye West at Trump Tower Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. ",
    "title": "Opponents of legal immigration hope their ties to Jeff Sessions will influence Trump - LA Times"
   },
   {
    "entities": [
     "7:39 pm",
     "texas",
     "joe",
     "sam",
     "giants",
     "miami",
     "saturday",
     "the day",
     "state",
     "1999",
     "last month",
     "stadium",
     "once",
     "tennessee",
     "steelers",
     "alabama",
     "martin",
     "about tonight",
     "hill",
     "notre",
     "jan. 9, 2017",
     "weekend",
     "weinke",
     "william",
     "bobby",
     "tee",
     "bowden",
     "florida",
     "auburn",
     "books",
     "7:19 pm",
     "furticella",
     "7:45 pm",
     "o'meara/associated",
     "tampa",
     "58%",
     "clemson",
     "night",
     "7:49 pm",
     "sports",
     "computer",
     "james",
     "york",
     "7:35 pm",
     "61%",
     "the past",
     "7:50 pm",
     "marc",
     "raymond",
     "l.s.u.",
     "press",
     "jeff",
     "7:22 pm",
     "chris",
     "drape",
     "bill",
     "2015",
     "this the first consecutive years",
     "7:32 pm",
     "8:03 pm",
     "7:46 pm",
     "borden",
     "new",
     "points",
     "america",
     "64%",
     "tickets",
     "total",
     "ranking",
     "times",
     "credit",
     "south",
     "$ is",
     "tracy",
     "tonight",
     "dadgum",
     "mather",
     "murray",
     "victor",
     "7:42 pm",
     "7:58 pm",
     "nevada",
     "currently",
     "packers",
     "&",
     "cowboys",
     "dame",
     "ohio"
    ],
    "id": 15,
    "text": "College Football Championship Live Chat By THE NEW YORK TIMES JAN. 9, 2017 Alabama takes on Clemson tonight in the College Football Playoff championship game. Follow our reporters as we provide live coverage and analysis. Joe Drape Reporter 7:19 PM ET Hi, Joe Drape here. I once had the college beat for the Times and covered the first Bowl Championship Series  title game. Back in the day, as the kids say, a compendium of human polls and computer rankings, including the long and thankfully gone New York Times Computer Ranking, matched the nation’s two best teams. It was Tennessee over Florida State 23-16. It turned out that game was a small step for the bowls, but a giant leap for playoff-kind that led us to these playoffs. Along with Marc Tracy and Victor Mather, I will be sharing my wit and wisdom about America’s real national pastime. Marc Tracy Reporter 7:22 PM ET I am settled in here at Raymond James Stadium in Tampa (next to my colleague Sam Borden, who will be writing the game story). A few players are starting to warm up on the field. I can’t believe I’m saying this, although perhaps I should not be surprised, but my strong suspicion is there are more Clemson than Alabama fans here tonight. In fairness Alabama has played at least one playoff game in six of the past eight seasons, including this one. Jeff Furticella Fans outside Raymond James Stadium before the College Football Playoff Championship. Credit Chris O'Meara/Associated Press Marc Tracy Reporter 7:32 PM ET I just returned from field level and it is hopping. I particularly appreciate Clemson’s orange-and-white uniforms, with purple only in one place on their pants, and the end zones painted black with each team’s names. Marc Tracy Reporter 7:35 PM ET Am honored to be joined by my colleague Joe Drape. I covered the first College Football Playoff national championship game, in 2015; Joe covered the first Bowl Championship Series national championship game, in 1999. Joe — good game? Joe Drape Reporter 7:39 PM ET Marc, it was a good game and a massive upset as Tennessee and quarterback Tee Martin beat Florida State and their 26-year old quarterback Chris Weinke. It was the era of Free Shoes U and Bobby Dadgum Bowden. Marc Tracy Reporter 7:42 PM ET A favorite joke of my father’s, from vintage Saturday Night Live, had Bill Murray on Weekend Update right after the pope-who-lasted-one-month died, beginning a joke: “Well, the pope died—” and then interrupting himself: “Hey, we did this joke last month!” Marc Tracy Reporter 7:45 PM ET It feels a little similar with the same two teams playing each other for the second consecutive year. Not only is this the first consecutive years rematch in title game history; it is the first rematch, period. Marc Tracy Reporter 7:46 PM ET Which is an especially amazing stat because this is an oligarchic sport: only … hold on a minute … 16 programs have even played in one of these 19 title games. Joe Drape Reporter 7:49 PM ET That’s an amazing stat and, if you look back, it has been dominated by Southern powers - Florida State, Miami, Texas, Auburn, L.S.U., and Alabama of course. I know Notre Dame and Ohio State have shown up on occasion, but there is a reason football is king in the South. Joe Drape Reporter 7:50 PM ET The bad thing about tonight is that we don’t have a red carpet to kill time while we are waiting for kick off. Joe Drape Reporter 7:58 PM ET Among the great joys of a big college football game is how gamblers see it.  Our guys in The Upshot call it the predictive markets. I call it sharp or wise guy money. Here’s a few indicators before you pull your trigger on the off-shore account from our friends at William Hill in Nevada. Line is currently at Alabama -6.5.  Over/Under Total is at 51.5. We’ve taken over double the money on Clemson vs Alabama compared to the most popular of the four Wild Card games (Giants vs Packers) at our 108 Nevada Sports Books & app. Largest single bet is a six-figure ticket on Clemson +6.5. 58% of the Point Spread Tickets and 64% of the $ is on Clemson to cover. 61% of Total Points Tickets and 61% Total Point Dollars wagered is on OVER. Most Popular Prop is YES on there being Overtime tonight +650. Marc Tracy Reporter 8:03 PM ET Joe, what do you make of the majority of the money being on Clemson to cover? I imagine Alabama is the “public” team, the one that casual fans instinctively put money on (a la the Steelers, the Cowboys, the Packers). I will say that it seems consistent to bet on Clemson to cover and for OVER — Clemson would like to make this a shootout, it means they’ll have overcome Alabama’s insane defense and forced true freshman quarterback Jalen Hurts to throw the ball. Jeff Furticella ",
    "title": "College Football Championship Live Chat - The New York Times"
   },
   {
    "entities": [
     "kushner",
     "middle",
     "israel",
     "stephen",
     "west",
     "the past decade",
     "wagner",
     "trump",
     "house",
     "hillary",
     "richard",
     "wilmerhale",
     "united",
     "ashley",
     "donald",
     "parker",
     "monday",
     "jamie",
     "bank",
     "george",
     "observer",
     "bill",
     "nations",
     "congress",
     "justice",
     "john",
     "organization",
     "post",
     "department",
     "the early 1990s",
     "k.",
     "norman",
     "obama",
     "w.",
     "1967",
     "new",
     "jersey",
     "1978",
     "east",
     "york",
     "washington",
     "karen",
     "gorelick",
     "ivanka",
     "eisen",
     "painter",
     "jared",
     "kennedy",
     "january 9",
     "trump's",
     "deirdra",
     "cos.",
     "bannon",
     "f.",
     "bush",
     "dellinger",
     "wing",
     "walter",
     "clinton",
     "o'regan",
     "at 5:53 pm",
     "deyoung",
     "white"
    ],
    "id": 16,
    "text": "Got it By John Wagner and Ashley Parker January 9 at 5:53 PM Follow @WPJohnWagner Jared Kushner is President-elect Donald Trump's son-in-law but he's also one of his key confidants. Here's a closer look at the man who is expected to be a senior adviser to the president in Trump's White House. (Deirdra O'Regan/The Washington Post) Jared Kushner, the son-in-law of President-elect Donald Trump and one of his closest confidants, will join the White House as a senior adviser to the president, Trump announced Monday, while a lawyer assisting the family said that Kushner's wife, Ivanka Trump, will not immediately take on a formal role. Kushner, who will not take a salary, is expected to have a broad portfolio that includes government operations, trade deals and Middle East policy, according to a member of Trump's transition team. In a statement, the transition office said Kushner would work closely with White House Chief of Staff Reince Priebus and chief strategist Stephen K. Bannon to execute Trump’s agenda. Trump relied heavily on Kushner's advice during the campaign, and his move to the White House was expected. But ethics experts have raised questions about whether Kushner's role in the new administration will run up against a federal anti-nepotism law and about how he will separate himself from his real estate business to avoid conflicts of interest. Kushner’s attorney, WilmerHale partner Jamie Gorelick, said in an interview Monday that Kushner is prepared to resign from his business and divest substantial assets, including foreign investments, before taking a White House position. Gorelick said she is confident that the anti-nepotism statute does not cover Trump's appointment of Kushner, though she acknowledged that some lawyers take the opposite view. Ivanka Trump plans to resign from the Trump Organization and step away from her clothing company but will focus — at least in the short term — on settling the family into its new home in Washington, a lawyer working with the family said. Kushner, 35, has run his family’s multibillion-dollar business over the past decade, after his father pleaded guilty to corruption-related charges. As Donald Trump campaigned for president, Kushner played a key role, acting as an adviser and gatekeeper. Kushner, whose family has donated to causes in Israel, including West Bank settlements that have been branded illegal by the United Nations, also played a role as a Middle East policy adviser. \"Jared has been a tremendous asset and trusted adviser throughout the campaign and transition and I am proud to have him in a key leadership role in my administration,\" Trump said in a statement. [ Trump’s son-in-law poised to resign as CEO of real estate company ] Some ethics experts question whether a Kushner's appointment would violate the 1967 federal anti-nepotism statute, which came about after President John F. Kennedy named his brother as attorney general. It forbids public officials from hiring family members in agencies or offices they oversee, and explicitly lists sons-in-law as prohibited employees. Richard Painter and Norman Eisen, who served as chief White House ethics lawyers under Presidents George W. Bush and Obama, respectively, say they counseled senior White House officials to avoid appointing relatives to West Wing jobs. But Gorelick said she is confident that the 1967 law does not apply to the White House, which she said is not an agency. “This is not a close question,” Gorelick said, also citing subsequent law, passed in 1978, that she said allows the president to hire White House staffers “without regard” to federal personnel laws, including the anti-nepotism statute. “The Justice Department has described this authority as ‘unfettered’ and ‘sweeping,’ ” Gorelick added. Eisen said in an interview that “reasonable people may come to different views on this” but that he believes Trump's appointment of Kushner could prompt “some interesting litigation about whether [the 1967 law] applies or not.” Someone who thinks they are negatively impacted by a Kushner decision could bring suit, Eisen said. On the other hand, “people may not want to knock one of the more reasonable voices out of the White House,” he said, referring to Kushner. The nepotism issue was examined but not fully resolved in a court case in the early 1990s involving Hillary Clinton’s leadership of a health-care panel. Walter Dellinger, who served as acting solicitor general under President Bill Clinton, said he thinks the law is on Trump's side, particularly given the 1978 law loosening restrictions on White House appointments. \"It makes good sense, because one should not assume Congress wants to interfere with whom the president wants as his closest advisers in the White House,\" Dellinger said. Kushner has a web of business interests, focused heavily on real estate development. Though Kushner’s company is focused primarily on development in New York and New Jersey, it has often relied on foreign investment, and its earnings could be influenced by the Trump administration's trade and foreign-relations policies. Gorelick said that Kushner would resign as chief executive of the Kushner Cos. and as publisher of the New York Observer, divest all of his common stock and any foreign investments and shed many other assets. Many of Kushner's assets will be sold to his brother and a trust overseen by his mother, Gorelick said. Kushner will also recuse himself from matters that will have a direct impact on his remaining financial interests and abide by other federal ethics rules, according to Gorelick. Karen DeYoung contributed to this report. politics ",
    "title": "Trump’s son-in-law, Jared Kushner, to join White House as senior adviser; no formal role for Ivanka Trump - The Washington Post"
   },
   {
    "entities": [
     "burr",
     "brady",
     "theater",
     "seller",
     "west",
     "feb. 8, 2014",
     "march",
     "miranda",
     "tribune",
     "last week",
     "honoros",
     "henry",
     "jan. 17",
     "chris",
     "mcclatchy-tribune",
     "monday",
     "twitter",
     "douliery",
     "hamilton",
     "olivier",
     "bet",
     "joneschicago",
     "jan. 15",
     "d.c.",
     "coast",
     "chicago",
     "lin-manuel",
     "joshua",
     "previously",
     "washington",
     "afternoon",
     "aaron",
     "warner",
     "jeffrey",
     "wayne",
     "apr. 9"
    ],
    "id": 17,
    "text": "Wayne Brady is next Aaron Burr in Chicago's 'Hamilton' Wayne Brady Olivier Douliery / McClatchy-Tribune Wayne Brady attends the BET Honoros held at the Warner Theater in Washington, D.C., on Feb. 8, 2014. Wayne Brady attends the BET Honoros held at the Warner Theater in Washington, D.C., on Feb. 8, 2014. (Olivier Douliery / McClatchy-Tribune) Chris JonesChicago Tribune As first reported by the Tribune last week , Wayne Brady is indeed joining the Chicago cast of \"Hamilton\" in the major role of Aaron Burr. The producer of the hit show, Jeffrey Seller, made the casting official on Monday afternoon and provided the dates for what will be a relatively short stay in Chicago for Brady - he will appear in the role from Jan. 17 through Apr. 9. The actor and host of the game shows \"Whose Line Is it Anyway?\" and \"Let's Make a Deal\" will replace Joshua Henry, who is leaving the Chicago production to join the first national tour of \"Hamilton,\" which begins on the West Coast in March. His casting represents the first time that the show has employed a previously established star name in any role (aside, that is, from the creator, Lin-Manuel Miranda). Henry has said on Twitter that his last show in Chicago will be Jan. 15. \"Hamilton\" plays in an open run at the PrivateBank Theatre in downtown Chicago. RELATED STORIES: ",
    "title": "Wayne Brady is next Aaron Burr in Chicago&apos;s &apos;Hamilton&apos; - Chicago Tribune"
   },
   {
    "entities": [
     "centcom",
     "random",
     "$16,000",
     "$25,000",
     "directv",
     "$150,000",
     "july 2015",
     "for",
     "financial",
     "present",
     "silicon",
     "ethics",
     "san",
     "general",
     "center",
     "institution",
     "$419,359",
     "citi",
     "hoover",
     "presidents",
     "sachs",
     "tri-cities",
     "society",
     "$242,000",
     "mitch",
     "jenny",
     "mcconnell",
     "food",
     "$15,000",
     "senate",
     "donald",
     "northrop",
     "recently",
     "g.",
     "dan",
     "of",
     "theranos",
     "scholarship",
     "global",
     "lincoln",
     "$500,000",
     "command",
     "kori",
     "u.s.",
     "a",
     "james",
     "buffet",
     "previously",
     "august 2013",
     "office",
     "schake",
     "grumman",
     "dynamics",
     "world",
     "the future",
     "pentagon",
     "n.",
     "goldman",
     "leadership",
     "club",
     "stanford",
     "$20,000",
     "francisco",
     "alex",
     "$240,000",
     "international",
     "security",
     "$250,000",
     "organization",
     "valley",
     "foundation",
     "new",
     "jan. 5",
     "howard",
     "industrial",
     "dec. 7",
     "marines'",
     "government",
     "marine",
     "trump",
     "2013",
     "house",
     "services",
     "millions of dollars",
     "corp.",
     "coalition",
     "university",
     "the",
     "american",
     "bank",
     "post",
     "fda",
     "corps",
     "lamothe",
     "washington",
     "central",
     "memorial",
     "mattis",
     "$12,500",
     "january 9",
     "at 4:58 pm"
    ],
    "id": 18,
    "text": "Documents detail Mattis’s lucrative speaking engagements and financial ties to defense contractors The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Dan Lamothe January 9 at 4:58 PM Follow @danlamothe Retired Marine Gen. James Mattis is seen during a meeting with Senate Majority Leader Mitch McConnell on Dec. 7. (Alex Wong/Getty Images) Retired Marine Gen. James N. Mattis, nominated to be the next secretary of defense, has received millions of dollars of income since leaving the military, including through lucrative speaking engagements with companies such as Goldman Sachs and Northrop Grumman and paid positions with Theranos, Stanford University and General Dynamics. The details were disclosed in part through records newly released by the Office of Government Ethics . Mattis, who retired as chief of U.S. Central Command (Centcom) in 2013, said in a memo to the Pentagon dated Jan. 5 that he will not participate “personally and substantially” in any matters in which he knows he has a financial interest without seeking a legal waiver. The financial documents were first reported on by Politico . The general’s financial moves since retirement are not uncommon among his peers, who often make far more after leaving the military than they did while serving. But the newly released documents provide a window into the financial opportunities for a retired senior military leader and present a complication as he is considered by the Senate to be the Pentagon’s senior civilian leader. Mattis’s most significant forms of income since retiring include salary of $419,359 as a distinguished visiting fellow at Stanford’s Hoover Institution and fees of $242,000 as a member of the board of directors at the defense contractor General Dynamics, according to the documents. Mattis also received $150,000 in fees as a member of the board of directors at Theranos, the controversial Silicon Valley blood-testing firm. He pushed for its technology to be incorporated while chief of Centcom, according to emails obtained and previously detailed by The Washington Post. The usefulness of the firm’s technology was called into question, and it has since fallen from grace and laid off dozens of employees. [ Emails reveal concerns about Theranos’s FDA compliance date back years ] As a retired four-star officer with 41 years of service ending in 2013, he also is entitled to an annual federal pension of more than $240,000. Mattis’s positions with Stanford, General Dynamics and Theranos all have been previously reported. He already has resigned from the Theranos board and other leadership positions, including at the Center for a New American Security, the Marines’ Memorial Club in San Francisco, the Marine Corps Scholarship Foundation and the Tri-Cities Food Bank in his home state of Washington. He will resign from Hoover and General Dynamics if confirmed, his memo said. The honorariums that Mattis received include several $25,000 appearances, including one each with Lincoln Financial Services, Citi Corp., and the World Presidents Organization, a group of chief executives. Mattis also received $20,000 each for appearances with Goldman Sachs, Northrop Grumman, DirecTV and the Howard G. Buffet Foundation. Retired U.S. Marine Corps General James Mattis has been chosen to be secretary of defense by President-elect Donald Trump, according to people familiar with the decision. (Jenny Starrs/The Washington Post) Other honorariums include $16,000 for speaking to the Global Leadership Coalition, $15,000 for speaking at the July 2015 conference for the Veterans of Foreign Wars, and $12,500 for speaking to the American Society for Industrial Security International. Mattis received several other honorariums of a few thousand-dollars each. Mattis took the position at Stanford’s Hoover Institution in August 2013, a few months after retiring. He has focused his research there heavily on the relationships between the military and the civilian world, recently editing a book, “Warriors and Citizens: American Views of Our Military,” along with another Hoover fellow, Kori N. Schake. Mattis also joined the General Dynamics board in 2013. His financial disclosure documents state that he has $250,000 and $500,000 in restricted stock that is not vested and $250,000 to $500,000 in vested stocks. He will liquidate nonvested stocks and options within 90 days of his confirmation, his memo said. The retired general also has a publishing agreement with Random House for royalties from the future publication of an untitled book he has written, Mattis disclosed. While serving as secretary of defense, he will not engage in any writing, editing or promotional activities for it, the memo said. Related on Checkpoint: ",
    "title": "Documents detail Mattis’s lucrative speaking engagements and financial ties to defense contractors - The Washington Post"
   },
   {
    "entities": [
     "secret",
     "jim",
     "0:42",
     "tsarnaev",
     "rahami",
     "university",
     "santiago",
     "rutgers",
     "of",
     "george",
     "congress",
     "omar",
     "security",
     "boston",
     "john",
     "once",
     "ahmad",
     "manhattan",
     "department",
     "u.s.",
     "fbi",
     "helminski",
     "orlando",
     "service",
     "washington",
     "seamus",
     "homeland",
     "cohen",
     "now",
     "isis",
     "tamerlan",
     "mateen",
     "anchorage",
     "hughes"
    ],
    "id": 19,
    "text": "Accused Fort Lauderdale Airport Gunman Transported to Court for Hearing 0:42 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170110004627if_/http://www.nbcnews.com/widget/video-embed/850689603951\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Santiago now joins a list of people — including Orlando nightclub shooter Omar Mateen, alleged Manhattan bomber Ahmad Rahami and Boston marathon bombing planner Tamerlan Tsarnaev — whose troublesome behavior brought them to the attention of the FBI before they committed violent acts. Related: Fort Lauderdale Shooting: Shocking New Video Shows Moment Rampage Began That fact pattern has renewed calls from experts who believe the FBI needs to extend some greater level of scrutiny to people who appear threatening but whose actions do not merit a traditional criminal investigation. FBI officials are strongly pushing back, arguing that Santiago's interactions in Anchorage are the kind that happen in FBI offices across the country nearly every day, and that the bureau has neither the resources nor the legal mandate to track such people. John Cohen, a Rutgers University professor and former counter terrorism coordinator at the Department of Homeland Security, has long argued that the FBI should borrow a page from the Secret Service, which regularly monitors and assesses people, including mentally disturbed people, who have voiced threats against the president and other protectees but whose actions have not reached the level of a crime. Agents will visit them in their homes, track their social media and otherwise seek to intervene with them, Cohen said. If a person is deemed a risk but not a criminal, the Secret Service employs any number of strategies to prevent an attack, Cohen said, including facilitating mental health treatment. Cohen argues that the Attorney General's guidelines governing FBI criminal procedures, which require a finding of a crime or a threat to national security to move forward with a field investigation, should be expanded. A system should be put in place, he says, to refer potential threats to state and local authorities and mental health counseling, without losing track of them. \"We take more of a behavioral and psychological approach, [the] FBI tends to take a legal approach.\" \"Guidelines governing the evaluation of potential terrorist threats need to be adjusted so that the FBI has greater flexibility when assessing the risk posed by someone who has been brought to their attention,\" said Cohen, who is studying mass casualty attacks. \"Behavioral assessment protocols and threat management strategies have proven highly effective in preventing assassinations school shootings and other acts of violence, and those same tools should be available on a consistent basis to counter terrorism investigators.\" As of now, \"if it doesn't cross the legal threshold, it's a hand-off approach,\" said Seamus Hughes, a former U.S. intelligence analyst who is deputy director of the Program on Extremism at George Washington University. \"There is not a standard process when it comes to mental health or a 15-year-old kid who speaks in favor of ISIS. There is no non law enforcement approach to that.\" Related: Gun Used by Airport Shooting Suspect Was Once Taken Away From Him — Then Returned A senior FBI counter terrorism official, who was not authorized to be quoted by name, said it wasn't practically feasible for the FBI to investigate people who did what Santiago did in Anchorage, nor is he sure a majority of the public would stand for it. \"The American public through Congress has long said it doesn't want the FBI conducting investigations without cause — spying on citizens,\" he said. The public and the news media focus on the handful of people who went on to violence after interactions with the FBI, he lamented. What that misses, he said, is that the bureau receives as many as 50,000 terrorist tips a year, and conducts more than 15,000 assessments. In contrast, the Secret Service is dealing with fewer than 10,000 threats yearly, according to former senior Secret Service official Jim Helminski. Play ",
    "title": "Fort Lauderdale Shooting: Should the FBI Have Done More to Stop Florida Airport Suspect? - NBC News"
   },
   {
    "entities": [
     "kushner",
     "santucci",
     "middle",
     "companies",
     "denis",
     "stephen",
     "west",
     "government",
     "devin",
     "trump",
     "carrier",
     "house",
     "jan. 20",
     "jan 9, 2017",
     "sunday",
     "wilmerhale",
     "news",
     "senate",
     "donald",
     ", 2:21 pm",
     "indiana",
     "carolyn",
     "tower",
     "jamie",
     "of",
     "last month",
     "abc",
     "john",
     "photo",
     "nov. 14, 2016",
     "post",
     "kaster/ap",
     "ethics",
     "mcdonough",
     "d.c.",
     "new",
     "today",
     "wednesday",
     "east",
     "york",
     "indianapolis",
     "washington",
     "corporation",
     "gorelick",
     "ivanka",
     "jared",
     "dec. 1, 2016",
     "office",
     "dwyer",
     "bannon",
     "city",
     "jabin",
     "botsford/the",
     "wing",
     "white"
    ],
    "id": 20,
    "text": "Trump Expected to Name Jared Kushner as a Senior Adviser By JOHN SANTUCCI Jan 9, 2017, 2:21 PM ET 0 Shares WATCH Trump Expected to Name Jared Kushner as a Senior Adviser 0 Shares Email Donald Trump's son-in-law, Jared Kushner, is expected to be named as a senior adviser to the president and to assume an official role in the West Wing in coming weeks, according to two senior Trump transition officials. Kushner, one of the most influential voices in Trump's inner circle, is credited with helping steer the presidential campaign to victory and has been expected to continue in a close advisory role to Trump after he takes office Jan. 20. When Trump made his first visit to the White House after the election, Kushner was among the few advisers to accompany him and had a private meeting with White House chief of staff Denis McDonough . How Nepotism Law Might Affect Jared Kushner and Trump's White House Trump today would not discuss Kushner's role in the incoming administration, saying he will speak more about it during his Wednesday press conference. \"Oh, we'll talk about that on Wednesday,\" Trump told reporters today at Trump Tower in New York City. Carolyn Kaster/AP Photo Jared Kushner, son-in-law of of President-elect Donald Trump walks from Trump Tower, in New York City, Nov. 14, 2016. Kushner is preparing to resign from his position at Kushner Companies and \"divest substantial assets,\" said Jamie Gorelick, his attorney and partner at the law firm of WilmerHale. Gorelick would not comment specifically on the report that Kushner will be named a senior adviser to the president but said Kushner is committed to complying with ethics laws. \"Mr. Kushner is committed to complying with federal ethics laws, and we have been consulting with the Office of Government Ethics regarding the steps he would take. Although plans are not finalized, Mr. Kushner would resign from his position at Kushner Companies and divest substantial assets in accordance with federal guidelines. He would recuse from particular matters that would have a direct and predictable effect on his remaining financial interests. He would also abide by federal rules requiring impartiality in particular matters involving specific parties,\" Gorelick said in a statement. Kushner's wife, Ivanka Trump , is expected to move with him to Washington, D.C. Her role, if any, in the White House remains unclear. \"If you look at Ivanka, take a look at — she is so strong into the women's issue, child care and so many things, she would be so good. Nobody could do better than her, and I just have to see whether or not we can do that,\" Trump told \"Fox News Sunday\" last month. \"I would love to have Jared helping us with deals with other nations and see if we can do peace in the Middle East and other things. He's very talented,\" Donald Trump said. Jabin Botsford/The Washington Post via Getty Images Stephen Bannon and Jared Kushner disembark President-elect Donald Trump's plane as they make their way to Carrier Corporation in Indianapolis, Indiana, on Dec. 1, 2016. Kushner's expected appointment as a senior adviser — a role that does not require Senate confirmation — would raise a number of legal and ethical questions, given his family ties to the president-elect. The expected move would occur in what ethics experts describe as a legal gray area in the federal anti-nepotism statute. That law forbids appointment of family members to federal agencies, but some legal analysts see wiggle room, saying the White House may not be considered a government agency. ABC News' Devin Dwyer contributed to this report. 0 Shares ",
    "title": "Trump Expected to Name Jared Kushner as a Senior Adviser - ABC News"
   },
   {
    "entities": [
     "mccain",
     "times",
     "legend",
     "jesse",
     "this morning",
     "trump",
     "meryl",
     "2017",
     "hillary",
     "kovaleski",
     "emmy",
     "sunday",
     "streep",
     "news",
     "--",
     "tonight",
     "tyler",
     "fox",
     "donald",
     "serge",
     "golden",
     "demille",
     "roseanne",
     "b.",
     "gina",
     "milano",
     "eichner",
     "woods",
     "barr",
     "meghan",
     "john",
     "kendrick",
     "globe",
     "twitter",
     "ferguson",
     "laverne",
     "u.s.",
     "arizona",
     "cecil",
     "hollywood",
     "new",
     "rossum",
     "anna",
     "james",
     "speech",
     "york",
     "rodriguez",
     "alyssa",
     "cox",
     "globes",
     "f.",
     "billy",
     "january 9, 2017",
     "clinton"
    ],
    "id": 21,
    "text": "WATCH Donald Trump Reacts to Meryl Streep's Golden Globes Speech 0 Shares Email It was the speech heard around the world. After actress Meryl Streep used her Cecil B. DeMille Award acceptance speech on Sunday's Golden Globe Awards to slam Donald Trump , celebrities, political commentators and even the president-elect took to Twitter to respond. Trump mocked Streep this morning as \"one of the most over-rated actresses in Hollywood\" and a Hillary Clinton \"flunky who lost big.\" Politics, Diversity Major Topics of Jokes and Speeches at 2017 Golden Globes Though the three-time Oscar winner never mentioned the president-elect by name during her speech, she did refer to a moment when a \"person asking to sit in the most respected seat in our country\" gave an impression of a disabled reporter. Trump has said he never mocked New York Times reporter Serge F. Kovaleski's disability. He has a congenital disorder. \"Disrespect invites disrespect, violence incites violence,\" Streep said. \"And when the powerful use their position to bully others, we all lose.\" Streep noted the diversity in the room, saying, \"Hollywood is crawling with outsiders and foreigners,\" and encouraged the entertainment community to support freedom of the press. One of the first to criticize the speech was Meghan McCain , a Fox News personality and the daughter of Republican Sen. John McCain of Arizona. This Meryl Streep speech is why Trump won. And if people in Hollywood don't start recognizing why and how - you will help him get re-elected — Meghan McCain (@MeghanMcCain) January 9, 2017 Her tweet drew the attention of comedian Billy Eichner. \"Um she asked him not to make fun of disabled people and advocated for the freedom of the press and the arts,\" the star of \"Billy on the Street\" tweeted to McCain, referring to her with an expletive. McCain, who was critical of Trump during the presidential campaign, fired back that using expletives to refer to Republicans like her \"is a great way for Hollywood to bridge the cultural divide. Enjoy your bubble.\" \"I rather live in a bubble than live with people who don't feel a need to respect the disabled, freedom of speech & the arts!!\" Eichner shot back. Later he took Trump to task for focusing on Streep instead of U.S. intelligence agencies and other more pressing issues. Eichner was joined by other celebrities who praised and defended Streep's speech. I HAVE NEVER LOVED MERYL MORE. BRAVO. WELL SAID. — Emmy Rossum (@emmyrossum) January 9, 2017 Is there anyone better? #Meryl — Anna Kendrick (@AnnaKendrick47) January 9, 2017 A true inspiration. Meryl, you beautiful soul. Thank you for using your voice to empower. #GoldenGlobes — Alyssa Milano (@Alyssa_Milano) January 9, 2017 Everything she said. Thank you #MerylStreep for you work and everything you said tonight. #empathy #GoldenGlobes — Laverne Cox (@Lavernecox) January 9, 2017 MERYL STREEP — John Legend (@johnlegend) January 9, 2017 Meryl, you give me life. #GoldenGlobes — Gina Rodriguez (@HereIsGina) January 9, 2017 Meryl Streep giving an epic and powerful speech at the #GoldenGlobes . ???????????? — Jesse Tyler Ferguson (@jessetyler) January 9, 2017 Other celebrities, however, were disappointed by the speech. Roseanne Barr, who didn't endorse a candidate during the presidential election, posted a video that pointed out all the issues Streep failed to mention. Meryl Streep Calls Out Trump at Golden Globes. Ignores Standing Rock, Cl... https://t.co/azTBB9178O via @YouTube — Roseanne Barr (@therealroseanne) January 9, 2017 James Woods, a Trump supporter, was also hoping for something else. I do wish #Meryl had shared her feelings with us about her monumental acting career. I was eager to hear that and was sad to have missed it. — James Woods (@RealJamesWoods) January 9, 2017 Woods tweeted earlier about his great respect for the acclaimed actress. I started my career working with #MerylStreep . That experience set a standard to which I always aspired. A national treasure and fine woman. — James Woods (@RealJamesWoods) January 9, 2017 0 Shares ",
    "title": "Celebrities React on Twitter to Meryl Streep's Anti-Trump Golden Globe Speech - ABC News"
   },
   {
    "entities": [
     "steinberger",
     "air",
     "vw",
     "resources",
     "9, 2017",
     "nar",
     "states",
     "volkswagen",
     "schmidt",
     "transportation",
     "thursday",
     "miami",
     "news",
     "2009",
     "united",
     "california",
     "clean",
     "saturday",
     "monday",
     "of",
     "board",
     "abc",
     "oliver",
     "2015",
     "justice",
     "mike",
     "daniel",
     "jan",
     "dooley",
     "last fall",
     "$15 billion",
     "department",
     "u.s.",
     "fbi",
     "levine",
     "erin",
     "james",
     "and",
     ", 7:29 pm",
     "broward",
     "america",
     "2012",
     "icct",
     "sheriffs",
     "office",
     "to",
     "epa",
     "liang"
    ],
    "id": 22,
    "text": "Volkswagen Executive Arrested for Alleged Role in Emissions 'Conspiracy' By Erin Dooley Jan 9, 2017, 7:29 PM ET 0 Shares WATCH Volkswagen to Shed 30,000 Jobs to Cut Costs After Scandal 0 Shares Email Volkswagen executive Oliver Schmidt was arrested by the FBI on Saturday for his alleged role in the company’s suspected \"scheme\" to cheat emissions standards , according to a criminal complaint unsealed Monday. Schmidt, who led the automaker’s U.S. environmental regulatory compliance office from 2012 to 2015, allegedly conspired with other VW employees to defraud the federal government –- and American consumers -– by concealing the installation of a device designed to cheat emissions tests. He is the second VW employee arrested in the alleged conspiracy. (Engineer James Liang pleaded guilty to his role in the scandal last fall.) EPA Expands Emissions Testing Procedures Amid VW Scandal The defeat device software, installed on around half a million diesel cars sold in this country between 2009 and 2015, could detect when the car was undergoing emissions evaluations and decrease its nitrogen oxide emissions to comply with American standards. When the software recognized the car was on the road, however, it would allow emissions up to 40 times higher than standards permit. Based on the testimony of Liang, along with two anonymous VW employees who made a deal with the government to evade prosecution if they complied with the investigation, as well as two California Air Resources Board employees and several emails sent by Schmidt himself, the complaint alleges Schmidt knew about the devices and attempted to conceal their existence, waving off the testing results as “irregularities” or “abnormalities.” Broward Sheriffs Office via Getty Images Oliver Schmidt, an executive for Volkswagen, is expected to be charged with conspiracy and fraud in the Volkswagen emissions scandal. Schmidt was formerly a key emissions compliance manager for VW in the U.S. “It should first be decided whether we are honest. If we are not honest, everything stays as it is,” he allegedly said in an email to his colleagues concerning a study commissioned by the International Counsel on Clean Transportation, which noted discrepancies between the vehicles’ day-to-day NOx output and emissions during testing. “ICCT has stupidly just published measurements of NAR diesel off-cycle, not good.” “Difference between street and test stand must be explained … intent = penalty!” Schmidt allegedly noted in a later email to VW America’s then-CEO. The arrest comes on the heels of a $15 billion settlement in which Volkswagen agreed to buy back or repair defective vehicles in the U.S. and put billions into environmental remediation. Schmidt’s lawyers did not immediately respond to ABC News’ request for comment. He has a hearing scheduled for Thursday in Miami. In a statement, Volkswagen said the company “continues to cooperate with the Department of Justice as we work to resolve remaining matters in the United States. It would not be appropriate to comment on any ongoing investigations or to discuss personnel matters.” ABC News' Mike Levine and Daniel Steinberger contributed to this report. 0 Shares ",
    "title": "Volkswagen Executive Arrested for Alleged Role in Emissions 'Conspiracy' - ABC News"
   },
   {
    "entities": [
     "israel",
     "jim",
     "blackstone",
     "companies",
     "asen/international",
     "d.",
     "inditex",
     "investors",
     "marriott",
     "denis",
     "january 8, 2017",
     "avenue",
     "dasha",
     "november",
     "midwest",
     "sam",
     "lawsky",
     "gary",
     "waldorf",
     "beijing",
     "stanley",
     "port",
     "s.",
     "paul",
     "patrick",
     "hong",
     "the 1980s",
     "charles",
     "street",
     "$345 million",
     "state",
     "kitty",
     "financial",
     "china",
     "at&t",
     "present",
     "edward",
     "ma",
     "open",
     "$950 million",
     "authority",
     "$7.2 billion",
     "ethics",
     "department",
     "rupert",
     "caruso",
     "accountability",
     "today",
     "army",
     "san",
     "wall",
     "tel",
     "brooklyn",
     "general",
     "del",
     "east",
     "des",
     "benjamin",
     "nina",
     "dec. 30, 2016",
     "drucker",
     "an",
     "zhuo",
     "2005",
     "ortega",
     "leslie",
     "group",
     "susanne",
     "heller",
     "sachs",
     "clinton",
     "$14 billion",
     "white",
     "kushner",
     "middle",
     "ben",
     "$1.1 billion",
     "$1 billion",
     "roman",
     "year 2015",
     "society",
     "caplin",
     "becker",
     "jesse",
     "queens",
     "bernstein",
     "geffen",
     "laurent",
     "august",
     "harvard",
     "guaranty",
     "elias/reuters",
     "jan. 20",
     "toledo",
     "michael",
     "united",
     "august 2006",
     "anbang",
     "astoria",
     "recently",
     "ran",
     "several weeks later",
     "river",
     "$1.57 billion",
     "tuesday",
     "of",
     "hapoalim",
     "2014",
     "jehovah",
     "black",
     "insurance",
     "russia",
     "natixis",
     "jersey-based",
     "hodgson",
     "justice",
     "2008",
     "six years earlier",
     "deng",
     "$500,000",
     "craig",
     "analytics",
     "twitter",
     "drysdale",
     "kloss",
     "manhattan",
     "assembly",
     "u.s.",
     "jack",
     "v.",
     "jersey",
     "investment",
     "xiaoping",
     "june 2015",
     "morali",
     "aviv",
     "york",
     "josh",
     "mo.",
     "bagli",
     "liberation",
     "zara",
     "watson/agence",
     "september",
     "office",
     "real",
     "diego",
     "fidelity",
     "alibaba",
     "wu",
     "david",
     "nir",
     "goldman",
     "nov. 16",
     "$285 billion",
     "poland",
     "images",
     "starwood",
     "hudson",
     "moines-based",
     "t.",
     "sun",
     "wilmerhale",
     "morgan",
     "oscar",
     "milner",
     "murdoch",
     "pablo",
     "forsythe",
     "tower",
     "foreign",
     "bennett",
     "congress",
     "nations",
     "2015",
     "on",
     "2004",
     "taiwan",
     "newark",
     "may 2011",
     "rand",
     "realty",
     "lev",
     "capital",
     "mcdonough",
     "megan",
     "twohey",
     "new",
     "obama",
     "wendi",
     "jean",
     "deutsche",
     "jo",
     "america",
     "2012",
     "committee",
     "ivanka",
     "bridge",
     "picker",
     "people's",
     "november 2015",
     "kong",
     "putin",
     "baltimore",
     "city",
     "time",
     "leon",
     "october",
     "leviev",
     "times",
     "last year",
     "credit",
     "september 2015",
     "government",
     "the week",
     "states",
     "trump",
     "$295 million",
     "house",
     "hillary",
     "2019",
     "carlyle",
     "services",
     "li",
     "university",
     "karlie",
     "m.",
     "fiscal",
     "hotels",
     "mcmullan",
     "kansas",
     "bank",
     "jamie",
     "sanderson",
     "early december",
     "observer",
     "this day",
     "ka-shing",
     "hadid",
     "vladimir",
     "cfius",
     "coronado",
     "yuri",
     "cohn",
     "30 percent",
     "trust",
     "hotel",
     "life",
     "fifth",
     "$50 million",
     "2006",
     "chicago",
     "20 percent",
     "vornado",
     "amancio",
     "joshua",
     "$340 million",
     "philadelphia",
     "$1.8 billion",
     "ping",
     "&",
     "bay",
     "$1.5 billion",
     "gorelick",
     "abramovich",
     "enriquez",
     "wen",
     "zaha",
     "washington",
     "now",
     "matthew",
     "xiaohui",
     "commercial",
     "rising",
     "jiabao",
     "catuffe/gc",
     "nov. 10",
     "zhukova",
     "ohio",
     "jared"
    ],
    "id": 23,
    "text": "DEC. 30, 2016 By The New York Times Jamie S. Gorelick, a WilmerHale partner who served in the Clinton administration, said that while plans were not final, Mr. Kushner was taking significant steps to extricate himself from the family business. “Mr. Kushner is committed to complying with federal ethics laws, and we have been consulting with the Office of Government Ethics regarding the steps he would take,” she said. He will resign as chief executive of Kushner Companies, and though the law does not require it, she said he would divest “substantial assets.” She did not name them, but Ms. Heller said they would include his stake in 666 Fifth Avenue. Just how meaningful that plan is remains to be seen. Mr. Kushner’s representatives declined to detail his personal financial interest in Kushner Companies’ properties, and they said he intended to keep his interest in other properties beyond 666 Fifth Avenue. He also has a stake, through a family investment vehicle, in a private equity firm run by his brother, Joshua, with far-flung investments of its own. Mr. Kushner, who turns 36 on Tuesday, has emerged as one of the most powerful figures in Mr. Trump’s orbit. Already he is involved in steering policy, making personnel choices and serving as the middleman between foreign leaders, the White House and the president-elect in ways that could affect his business, even as companies like Anbang see opportunity in entering into new ventures with the president-elect’s son-in-law. Mr. Kushner played a pivotal role in persuading Mr. Trump, who made the Wall Street powerhouse Goldman Sachs a bête noire of his presidential campaign, to appoint the firm’s president, Gary D. Cohn , as his chief economic adviser, according to several people involved in the transition. (Like a number of people interviewed for this article, they spoke on the condition of anonymity because they were not authorized to discuss internal matters.) Goldman Sachs has lent the Kushner Companies money and is an investor in a real estate technology company co-founded by Mr. Kushner and his brother. Photo A Bank Hapoalim branch in Tel Aviv. The bank has given multiple loans to Kushner Companies. Credit Nir Elias/Reuters Mr. Trump has said that his son-in-law, an Orthodox Jew, will play a central role in dealings with Israel , describing him as so talented that he could help “do peace in the Middle East.” Mr. Kushner’s company has received multiple loans from Israel’s largest bank, Bank Hapoalim. The incoming Trump administration will inherit a Justice Department investigation into allegations that the bank helped wealthy Americans evade taxes. Advertisement Continue reading the main story Indeed, despite a lack of foreign policy experience, Mr. Kushner is emerging as an important figure at a crucial moment for some of America’s most complicated diplomatic relationships. Such is his influence in the geopolitical realm that transition officials have told the Obama White House that foreign policy matters that need to be brought to Mr. Trump’s attention should be relayed through his son-in-law, according to a person close to the transition and a government official with direct knowledge of the arrangement. So when the Chinese ambassador to the United States called the White House in early December to express what one official called China’s “deep displeasure” at Mr. Trump’s break with longstanding diplomatic tradition by speaking by phone with the president of Taiwan , the White House did not call the president-elect’s national security team. Instead, it relayed that information through Mr. Kushner, whose company was not only in the midst of discussions with Anbang but also has Chinese investors. Ethics experts said that while the conflict-of-interest law is narrowly drawn, Mr. Kushner’s mix of roles leads inevitably to ethical questions. Matthew T. Sanderson, a lawyer at Caplin & Drysdale and former general counsel to Senator Rand Paul’s presidential campaign, said deals like the one with Anbang “might not be illegal under the conflict-of-interest rules, but raise a strong appearance that a foreign entity is using Mr. Kushner’s business to try to influence U.S. policy.” Without knowing details of Mr. Kushner’s holdings and divestiture plans, he said, the merits of his proposal are hard to assess. Even if he divests his stake in certain properties, Mr. Sanderson added, “it strikes me as a half-measure” that “still poses a real conflict-of-interest issue and would be a drag on Mr. Trump’s presidency and cause the American people to question Mr. Kushner’s role in policy making.” Photo From left, Josh, Charles and Jared Kushner, in 2014. The family has extensive holdings in real estate and private equity firms. Credit Patrick McMullan The Family Business Like the president-elect, Mr. Kushner built on the fortune of a successful father. In the 1980s, his father, Charles Kushner, took over the New Jersey-based construction business started by his own father, a Holocaust survivor from Poland. Charles expanded into office buildings and apartments, eventually assembling a $1 billion real estate business and becoming a leading Democratic donor , contributing to politicians in New Jersey and New York and winning appointment to the board of the Port Authority of New York and New Jersey. But the company was upended when Charles became engulfed in a nasty family feud over how the business’s proceeds were to be distributed. The fight, which played out in a federal courthouse in Newark, resulted in a plea deal for Charles, who in 2005 was sentenced to two years in prison for tax evasion, witness tampering and making illegal campaign donations. The family infighting was so bitter that, at one point, Charles hired a prostitute to seduce his brother-in-law, videotaped the encounter and sent the footage to his sister. Advertisement Continue reading the main story Jared, 23 at the time of his father’s conviction, had recently graduated from Harvard. He was studying for an M.B.A. and law degree at New York University in 2006 when he bought The New York Observer, at the time an influential weekly newspaper known for its coverage of the city’s elite and high-end real estate. It is unclear exactly when he assumed control of the family business. The company now says he became chief executive in 2008, but contemporaneous news accounts rarely describe him that way until 2012. Nevertheless, Mr. Kushner quickly became the company’s public face as it expanded across the Hudson River into Manhattan, much as Mr. Trump had left Queens for the big city decades before. Charles Kushner was released from federal custody in August 2006. He immediately resumed a significant role in the business and remains heavily involved today. Still, it was with Jared as headliner that the company soon made its biggest play ever: $1.8 billion for the skyscraper at 666 Fifth Avenue that would remain at the center of its story to this day. It was the highest price ever paid for a single office building in the United States — and more than three times what its seller had paid six years earlier. Around this time, Mr. Kushner met the woman he would marry: Ivanka Trump. “J-Vanka,” the headlines blared , as the New York tabloids celebrated a match made in real estate heaven. Everything was looking up, until suddenly it wasn’t. Within a year after the deal, the overheated lending market seized up and Kushner Companies struggled to repay its considerable loans — and to hold on to 666 Fifth Avenue. To the rescue over the next few years came the Carlyle Group, a giant private equity firm; Vornado Realty Trust, then a co-owner of two of Mr. Trump’s largest properties; and Inditex, owner of Zara, the fashion retailer founded by Amancio Ortega, the Spanish tycoon who is one of the world’s wealthiest men. In the end, Mr. Kushner’s company survived, and he and Ms. Trump became fixtures on the international boldface-name circuit. In August, they were spotted with Wendi Deng, an ex-wife of Rupert Murdoch, on the 453-foot yacht Rising Sun, owned by the entertainment mogul David Geffen. Several weeks later, they were photographed watching the United States Open tennis finals with the art collector Dasha Zhukova, wife of the Russian oligarch Roman Abramovich, a member of President Vladimir V. Putin’s inner circle. Since 2012, Kushner Companies has been on a buying spree. It has acquired at least 120 properties, mostly a mix of existing commercial and residential buildings in New York and New Jersey, according to data compiled by Real Capital Analytics, a research firm. Advertisement Continue reading the main story Recent deals include the $340 million acquisition of the Jehovah’s Witnesses’ headquarters in the shadow of the Brooklyn Bridge, and $345 million for a nearby plot of undeveloped land. Mr. Kushner’s company also bought several floors of the old New York Times building for $295 million in 2015 from Lev Leviev, an Israeli who is chairman of one of the largest real estate development companies in Russia. Increasingly, the company is branching out across the country — to Philadelphia; Baltimore; Toledo, Ohio; and Kansas City, Mo. In Chicago, it owns the building that houses the Midwest headquarters of AT&T. In all, the company owns more than 20,000 apartments and approximately 14 million square feet of office space. Photo The crowd at the men’s final of the United States Open in September included, clockwise from top left, Jared Kushner, Leon Black, Karlie Kloss, Dasha Zhukova, Ivanka Trump, David Geffen and Wendi Deng. Credit Jean Catuffe/GC Images Investors and Creditors As the Kushners have expanded their businesses, they have also, by necessity, expanded their universe of investors and creditors. Lenders have included private equity giants like Blackstone, the French bank Natixis and Goldman Sachs. Another lender is Deutsche Bank, which recently reached a $7.2 billion settlement with the Justice Department over its sale of toxic mortgage securities. But it remains under investigation over allegations that it disguised trades that helped Russian clients move money offshore. Beyond real estate, Mr. Kushner has moved into the Wall Street, health care and tech spaces. He has an indirect investment in Thrive Capital, a venture capital firm valued at about $1.5 billion that is run by his brother, Joshua. The company has made more than 100 investments in dozens of companies, both in the United States and abroad. Among them is Oscar , a health insurance company founded in 2012 to take advantage of the Affordable Care Act, which Mr. Trump has vowed to dismantle. Oscar’s investors have included Li Ka-shing, who is one of Hong Kong’s richest men, and China’s Ping An Insurance, which has close ties to relatives of former Prime Minister Wen Jiabao of China. Photo Gary D. Cohn, the president and chief operating officer of Goldman Sachs, at Trump Tower in November. Mr. Cohn has been named Mr. Trump’s chief economic adviser. Credit Sam Hodgson for The New York Times The Kushner brothers have counted the Russian billionaire tech investor Yuri Milner and the Chinese billionaire founder of Alibaba, Jack Ma, as investors in another endeavor — Cadre , a tech-savvy real estate investment company they started with a friend. Goldman Sachs has invested in both tech ventures. But the money behind many of Mr. Kushner’s real-estate investments remains a mystery. While the company lists dozens of partners on its website, it does not disclose the individuals behind those companies. One of the newest Kushner projects — a Trump-branded luxury apartment tower that opened in November in Jersey City — got nearly a quarter of its financing, about $50 million, from Chinese investors who are not publicly identified. The investors are beneficiaries of a federal program that grants two-year visas and a path to permanent residency in exchange for investments of $500,000. The program, known as EB-5, has become popular with real estate developers as a cheap form of financing; in fiscal year 2015, the State Department issued 9,764 of the visas — overwhelmingly to applicants from China . Advertisement Continue reading the main story But the program, which must be renewed periodically by Congress, has lately come under fire . The Government Accountability Office has issued several reports raising concerns about what it termed the program’s insufficient background checks and lax safeguards against illicit financing. One applicant, the agency found, failed to report potential financial ties to a string of Chinese brothels . Then there are the Kushners’ continuing negotiations with Anbang’s Mr. Wu, one of the most politically connected men in China. Photo Kushner Companies’ real estate holdings include, clockwise from top left, 666 Fifth Avenue; the former Jehovah’s Witnesses headquarters in Brooklyn; the old New York Times building; and Trump Bay Street in Jersey City. Credit Photographs by Pablo Enriquez for The New York Times, except top right by Edward Caruso for The New York Times Anbang Draws Scrutiny In 2015, Mr. Kushner began pursuing a grand vision for 666 Fifth Avenue. The renowned architect Zaha Hadid was asked to come up with a design to resculpt the 40-story, 1950s-era aluminum-clad office building, adding apartments, a hotel and a mall and nearly tripling its height to 1,400 feet. But the plan needed money, and while Mr. Kushner had managed to hang on to his family’s flagship building, it still had a lot of debt, with a $1.1 billion loan coming due in 2019, and a good portion of the commercial office space vacant. Anbang, which got its start as an auto insurance company in 2004, had become one of the most aggressive Chinese buyers of United States real estate, and had begun investing in hotels. But it had encountered problems of its own; its byzantine ownership structure had given rise to concern on Wall Street and in Washington. The Times reported last year that Anbang is owned by a few dozen companies, which in turn are owned by a number of shell companies that are controlled by roughly 100 people, many of whom have ties to a county in China that is the home of Mr. Wu, whose own power stems in part from marriage. In his case he married Zhuo Ran, a granddaughter of Deng Xiaoping, the leader who brought China out of the chaos of the Mao era. Mr. Wu also counts as a central business partner the son of a People’s Liberation Army marshal, and he has recruited several former government insurance regulators to serve on his board. Photo Wu Xiaohui, the chairman and chief executive of Anbang Insurance, a Chinese financial behemoth which owns the Waldorf Astoria hotel and controls as much as $285 billion in assets. Credit Ben Asen/International Insurance Society Anbang’s structure has stoked such suspicion about its true ownership that some Wall Street firms, including Morgan Stanley, have opted not to advise the company on United States mergers and acquisitions because they cannot get the information needed to satisfy their “know your client” guidelines. Anbang’s deep ties to the Chinese state have also led to a break in presidential protocol. Presidents have long stayed at the Waldorf, but when Mr. Obama visited New York for the opening of a session of the United Nations General Assembly in September 2015, he decided to seek other accommodations . American officials were vague about the reasons for the change at the time; a senior national security official cited security, counterintelligence and cybersurveillance concerns. Advertisement Continue reading the main story National security concerns have also complicated Anbang’s efforts to acquire other properties in the United States. One deal, to buy the Hotel del Coronado in San Diego, fell apart in October amid concerns from the Committee on Foreign Investment in the United States, which comprises the heads of nine federal agencies and is charged with reviewing the national security risks of transactions involving foreign governments or state-connected companies. The Hotel del Coronado is near a naval base, and deals involving proximity to national security infrastructure typically receive heightened scrutiny. Anbang was, however, able to acquire the other hotels in the same collection. Last year, Anbang tried to purchase the Starwood Hotels chain, outbidding Marriott with a $14 billion offer . It was widely reported that the deal would be subject to review by the committee. But though the parties expressed confidence that it would pass muster, ultimately Anbang walked away from the deal before submitting the kind of detailed inside information that process would entail. And while Anbang’s planned $1.57 billion purchase of Des Moines-based Fidelity & Guaranty Life, first announced in November 2015, was cleared by the committee, also known as Cfius, it stalled after the New York State Department of Financial Services demanded more information about Anbang’s shareholding structure. Photo Mr. Kushner, left, met with President Obama’s chief of staff, Denis McDonough, at the White House on Nov. 10. Credit Jim Watson/Agence France-Presse — Getty Images But Anbang was nothing if not savvy. Company officials had cultivated a relationship with Benjamin M. Lawsky, who had earlier led the financial services agency, from May 2011 to June 2015. It was Mr. Lawsky, by then a consultant, who introduced Anbang to Kushner Companies, according to people with knowledge of how the discussions came about. Mr. Lawsky declined to comment. Mr. Kushner led the negotiations, his spokeswoman, Ms. Heller, confirmed. Kushner Companies would disclose little else about the joint venture, except to say that Anbang would become one of the equity partners in the building’s redevelopment if an agreement is finalized. Anbang declined to comment. It was just coincidence that Mr. Kushner’s Nov. 16 dinner at the Waldorf with Mr. Wu took place the week after the election, Ms. Heller said, adding that it had been in the works for a while. By the time of the meeting, Mr. Kushner had decided to hand off certain business relationships, including the one with Anbang, to others at Kushner Companies, according to Ms. Heller, and it was for that reason that he invited his father and Laurent Morali, the president of Kushner Companies. She said he planned to sell his stake in 666 Fifth before the closing of any Anbang deal, but she declined to name the potential buyers or the price Mr. Kushner hoped to get. Advertisement Continue reading the main story Ms. Heller stressed in her statement that the United States has “not found Anbang to be a state-owned enterprise” — an important technical point, given that the Constitution’s Emoluments Clause prohibits the acceptance of payments and gifts from foreign governments. Should it consummate its deal with Anbang, she said, Kushner Companies will seek any necessary approvals from the federal government. She expressed confidence that any deal would pass muster with the foreign investment committee, citing the fact that it did not block the Chinese company from buying the Waldorf Astoria. Come Jan. 20, when Mr. Trump is scheduled to be inaugurated, that committee will be made up of his cabinet members, and the process is such that the president has the final say. Got a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists. Learn More It is a process with which Mr. Trump has some familiarity. During the campaign, he repeatedly criticized Hillary Clinton for supporting, as secretary of state and member of the foreign investment committee, a deal that benefited donors to her family’s charitable foundation while giving the Russians control of about 20 percent of America’s uranium-extraction capacity. On China, Mr. Trump has talked a tough game, accusing Beijing of currency manipulation and raising the possibility of a trade war. But whether that is only a negotiating tactic remains to be seen. The president-elect has his own financial entanglements with China: He owns a 30 percent stake in a partnership that owes roughly $950 million to a group of lenders that includes the Bank of China, and one of his biggest tenants at Trump Tower is another state-owned bank, the Industrial and Commercial Bank of China. With Anbang a magnet for controversy, Mr. Kushner has kept the negotiations under wraps. But a week after the Nov. 16 dinner at the Waldorf, Mr. Kushner’s father and Mr. Wu met at the hotel for lunch. After the elder Mr. Kushner departed, Mr. Wu was clearly elated. “I love you guys,” he exclaimed in English to his remaining entourage, according to one person present. Follow Susanne Craig , Jo Becker and Jesse Drucker on Twitter. Nina Bernstein, Michael Forsythe, Megan Twohey, Leslie Picker and Charles V. Bagli contributed reporting. Kitty Bennett contributed research. A version of this article appears in print on January 8, 2017, on Page A1 of the New York edition with the headline: A Second Empire by Trump’s Side. Order Reprints | Today's Paper | Subscribe ",
    "title": "Jared Kushner, a Trump In-Law and Adviser, Chases a Chinese Deal - The New York Times"
   },
   {
    "entities": [
     "dec 13, 2016",
     "paris",
     "democracies",
     "state",
     "for",
     "menendez",
     "nine",
     "the day",
     "defense",
     "department",
     "eric",
     "today",
     "june 2, 2015",
     "gutman",
     "gop",
     "jan. 9, 2017",
     "2005",
     "singapore",
     "50%",
     "et",
     "democratic",
     "41 minutes ago",
     "exchange",
     "early 2016",
     "facebookemail",
     "united",
     "facebook",
     "rex",
     "senate",
     "donald",
     "linkedin",
     "sec",
     "of",
     "piermont",
     "russia",
     "exxon",
     "twitter",
     "current",
     "conference",
     "infineum",
     "u.s.",
     "jersey",
     "and",
     "shell",
     "gas",
     "$1.1 million",
     "corporation",
     "world",
     "google",
     "august 2001",
     "richard",
     "pinterest",
     "dorell",
     "jeffers",
     "oren",
     "commission",
     "congress",
     "4:26 p.m.",
     "2004",
     "$53.2 million",
     "usa",
     "foundation",
     "new",
     "tillerson",
     "wednesday",
     "sudan",
     "$371 billion",
     "iran",
     "bridge",
     "1697",
     "kingdom",
     "bob",
     "putin",
     "time",
     "alan",
     "this week",
     "states",
     "trump",
     "syria",
     "march 2004",
     "europe",
     "dubowitz",
     "the",
     "american",
     "securities",
     "vladimir",
     "$600,000",
     "jan. 1, 2006",
     "2006",
     "washington",
     "exxonmobil",
     "mark",
     "2003"
    ],
    "id": 24,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest ExxonMobil and Iran did business under secretary of State nominee Tillerson ExxonMobil did business with Iran, Syria and Sudan through a subsidiary while Donald Trump’s nominee for secretary of State led the company and those countries were under U.S. terrorism sanctions. Post to Facebook ExxonMobil and Iran did business under secretary of State nominee Tillerson ExxonMobil did business with Iran, Syria and Sudan through a subsidiary while Donald Trump’s nominee for secretary of State led the company and those countries were under U.S. terrorism sanctions. Check out this story on USATODAY.com: http://usat.ly/2jmvyOE CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 164 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs ExxonMobil and Iran did business under secretary of State nominee Tillerson Oren Dorell , USA TODAY Published 4:26 p.m. ET Jan. 9, 2017 | Updated 41 minutes ago x Share Rex Tillerson is the CEO of ExxonMobil. His ties around the globe include a close relationship with Russian President Vladimir Putin. USA TODAY NETWORK Rex Tillerson, Donald Trump's nominee to head the State Department and former ExxonMobil chairman and CEO, addresses the World Gas Conference in Paris on June 2, 2015. President-elect Trump nominated Tillerson for secretary of State on Dec 13, 2016. (Photo: Eric Piermont, AFP/Getty Images) ExxonMobil did business with Iran, Syria and Sudan through a European subsidiary while President-elect Donald Trump’s nominee for secretary of State was a top executive of the oil giant and those countries were under U.S. sanctions as state sponsors of terrorism, Securities and Exchange Commission filings show. That business connection is likely to surface Wednesday at a confirmation hearing for ExxonMobil CEO Rex Tillerson before the Senate Foreign Relations Committee. The sales were conducted in 2003, 2004 and 2005 by Infineum, in which ExxonMobil owned a 50% share, according to SEC documents unearthed by American Bridge, a Democratic research group. ExxonMobil told USA TODAY the transactions were legal because Infineum, a joint venture with Shell Corporation, was based in Europe and the transactions did not involve any U.S. employees. The filings, from 2006, show that the company had $53.2 million in sales to Iran, $600,000 in sales to Sudan and $1.1 million in sales to Syria during those three years. Secretary of State nominee Rex Tillerson's ties to Russia worry GOP, too He became a senior vice president at ExxonMobil in August 2001, president and director in March 2004 and chairman and chief executive on Jan. 1, 2006. The SEC letter questioned ExxonMobil’s failure to disclose to shareholders that it had transactions with three state sponsors of terrorism. Decisions to make such disclosures should be based on “the potential impact of corporate activities upon a company`s reputation and share value,” and not simply the monetary value of the transactions, the SEC said. Compared to Exxon’s overall annual revenue of $371 billion, “these transactions are not material by any reasonable measure,” Richard Gutman, ExxonMobil’s assistant general counsel at the time, wrote in response to an SEC inquiry regarding the transactions. He did not address the SEC's concerns about the impact on the oil company's reputation Infineum’s European affiliates manage business transactions in those three countries “under a policy and procedure consistent with U.S. legal requirements and no United States person is involved in those business transactions,” Gutman wrote. The subsidiary has offices in the United States, United Kingdom and Singapore. “These are all legal activities complying with the sanctions at the time,\" Alan Jeffers, media manager at ExxonMobil, told USA TODAY. \"We didn’t feel they were material because of the size of the transactions.” Nine Trump nominees face Senate hearings this week “They (Infineum) have an independent management that operates the entity. And it’s not a U.S. entity,” Jeffers said. At the time of the SEC inquiry, such indirect transactions between Iran and American companies were not unusual, said Mark Dubowitz, an expert on Iran sanctions at the Foundation for Defense of Democracies, a Washington think tank. “It’s the reason Congress eventually shut down U.S. companies from doing business (with Iran) through foreign subsidiaries,” Dubowitz said. Congress also required such transactions to be disclosed. The Iran nuclear deal that went into effect in early 2016 reopened the loophole under certain conditions, Dubowitz said. Sen. Bob Menendez of New Jersey, the ranking Democrat on the Foreign Relations panel, said he was “deeply skeptical about Mr. Tillerson’s actions as CEO of Exxon that were in direct contravention to express United States policies put in place to secure Americans and our country.\" \"Finding loopholes to make lucrative business deals with geo-political adversaries, while showing no clear regard for U.S. national interests, is not a resume builder for a prospective diplomat-in-chief,\" Menendez said in a statement to USA TODAY. \"This is one of the many issues I look forward to hearing more about during the upcoming confirmation hearings.” 1697 CONNECT TWEET 6 LINKEDIN 164 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2jmvyOE NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "ExxonMobil and Iran did business under secretary of State nominee Tillerson"
   },
   {
    "entities": [
     "kushner",
     "jim",
     "stephen",
     "zarroli",
     "west",
     "brookings",
     "november",
     "nov.18, 2016",
     "trump",
     "house",
     "chang",
     "darrell",
     "last week",
     "2009",
     "npr",
     "donald",
     "recently",
     "tower",
     "the day",
     "observer",
     "ailsa",
     "congress",
     "johnson",
     "2016",
     "john",
     "conway",
     "son-in-law",
     "robert",
     "kellyanne",
     "u.s.",
     "d.c.",
     "new",
     "1967",
     "york",
     "institution",
     "washington",
     "time",
     "ivanka",
     "jared",
     "kennedy",
     "lyndon",
     "bannon",
     "f.",
     "january 9, 2017",
     "white"
    ],
    "id": 25,
    "text": "Jared Kushner, the son-in-law of President-elect Donald Trump, and wife Ivanka walk though the lobby of Trump Tower in New York on Nov.18, 2016. Spencer Platt/Getty Images hide caption toggle caption Spencer Platt/Getty Images Jared Kushner, the son-in-law of President-elect Donald Trump, and wife Ivanka walk though the lobby of Trump Tower in New York on Nov.18, 2016. Spencer Platt/Getty Images Donald Trump has named his son-in-law to a top White House job. Jared Kushner will serve as a senior adviser to the president, and the transition team says he will work with incoming Chief of staff Reince Priebus and chief strategist Stephen Bannon \"to execute President-elect Trump's agenda.\" Best News of the Day. Trump Son-in-Law Jared Kushner to Be Named Senior White House Adviser https://t.co/GGmpeUq2oA — Kellyanne Conway (@KellyannePolls) January 9, 2017 The announcement also says Kushner will not receive a salary while serving in the Trump administration, which could help alleviate legal problems stemming from federal anti-nepotism law. The Rise Of Jared Kushner, Donald Trump's Son-In-Law Kushner, a 36-year-old real estate developer and publisher of the New York Observer, has been married to Trump's daughter Ivanka since 2009. When it was reported last week that they would be moving to Washington, D.C., it fed into speculation that one or both would serve as advisers in the Trump administration. \"Jared has been a tremendous asset and trusted advisor throughout the campaign and transition and I am proud to have him in a key leadership role in my administration,\" Trump said in a statement, nothing Kushner's success in business and politics, with his role in the inner circle of the president-elect's 2016 campaign. In the statement, Kushner said, \"It is an honor to serve our country. I am energized by the shared passion of the President-elect and the American people and I am humbled by the opportunity to join this very talented team.\" Bringing family members into the White House may prove difficult, though. That's because of a 1967 anti-nepotism law, inspired by another famous family, as NPR's Jim Zarroli recently reported : \"The anti-nepotism law was passed by Congress in response to President John F. Kennedy's decision to appoint his brother Robert as attorney general, says Darrell West, vice president and director of governance studies at the Brookings Institution. \" 'It was very controversial at the time. Lyndon Johnson in particular did not like that, and when he became president he helped shepherd this anti-nepotism law through the U.S. Congress,' West says.\" Article continues after sponsorship But it's not entirely clear what that law means. Here is what the statute lays out, as NPR's Ailsa Chang reported in November : \"A public official may not appoint, employ, promote, advance, or advocate for appointment, employment, promotion, or advancement, in or to a civilian position in the agency in which he is serving or over which he exercises jurisdiction or control any individual who is a relative of the public official.\" What Role Will Ivanka Trump Play In Her Father's Administration? What Role Will Ivanka Trump Play In Her Father's Administration? ",
    "title": "Jared Kushner, Donald Trump's Son-In-Law, Named Senior Adviser To Incoming President : NPR"
   },
   {
    "entities": [
     "diaz",
     "october",
     "communities",
     "tiverton",
     "shepard",
     "times",
     "michelle",
     "anh",
     "chapman",
     "last summer",
     "dist",
     "meryl",
     "hadley",
     "gardena",
     "2017",
     "dax",
     "michael",
     "northern",
     "barrack",
     "maricopa",
     "june",
     "university",
     "streep",
     "$1-million",
     "paul",
     "angela",
     "california",
     "inc.",
     "craigslist",
     "morning",
     "beatriz",
     "demille",
     "koretz",
     "tony",
     "monday",
     "county",
     "b.",
     "rackauckas",
     "westwood",
     "horizons",
     "suzanne",
     "angeles",
     "ave.",
     "fullerton",
     "sheriff's",
     "/",
     "goffard",
     "bell",
     "u.s.",
     "cecil",
     "hollywood",
     "rescue",
     "jan. 6",
     "july",
     "dominguez",
     "sunday jan. 8",
     "retirement",
     "christopher",
     "los",
     "afternoon",
     "phoenix",
     "maria",
     "kristen",
     "office",
     "now",
     "guisti",
     "ontario",
     "channel",
     "june 2016",
     "orange",
     "gordon",
     "city",
     "time",
     "thomas",
     "watermark"
    ],
    "id": 26,
    "text": "Wife of a U.S. marshal accused of framing his ex-girlfriend in Craigslist 'rape fantasy' plot Diaz and Hadley Maricopa County Sheriff's Office / Orange County district attorney's office Angela Maria Diaz, left, is accused of trying to frame Michelle Suzanne Hadley, right, seen in a booking photo from June. Orange County prosecutors say charges will be dropped against Hadley. Angela Maria Diaz, left, is accused of trying to frame Michelle Suzanne Hadley, right, seen in a booking photo from June. Orange County prosecutors say charges will be dropped against Hadley. (Maricopa County Sheriff's Office / Orange County district attorney's office) Christopher Goffard Contact Reporter A Phoenix woman has been accused of posing as the victim of a fabricated Craigslist \"rape fantasy\" ad to frame her husband's ex-girlfriend. Angela Maria Diaz, 31, faces charges of kidnapping, false imprisonment and falsely reporting crimes, along with other charges. Orange County Dist. Atty. Tony Rackauckas said Monday that charges will be dropped against Michelle Suzanne Hadley, a 30-year-old Ontario woman who had been facing the possibility of life in prison if convicted of charges related to the alleged frame-up. \"Ms. Hadley is an innocent victim of a diabolical scheme,\" Rackauckas said in a news release. In July, the district attorney’s office announced that  Hadley was being charged with 10 felonies, including stalking, making threats, assault and attempted forcible rape. Prosecutors said at the time that Hadley had apparently stalked and threatened Diaz, the wife of a U.S. marshal who had dated Hadley for two years before his marriage. Hadley had been accused of going on Craigslist in June 2016 and posing as Diaz, advertising that she wanted to engage in “rape fantasies\" and furnishing photos of Diaz and details about her routines. According to the district attorney’s office, the online solicitation announced that Diaz wanted men to have forcible sex with her, \"even if she screamed or resisted.\" Last summer, in announcing charges against Hadley, authorities said men had appeared at Diaz's home with the intention of raping her, and one actually attacked her but fled before police arrived. After Hadley was arrested in June and bailed out, she was accused of continuing the harassment against Diaz. Hadley was arrested again in July and held on $1-million bail.  The district attorney’s office said Hadley was released in October, after evidence materialized — in part thanks to her attorney — pointing to her innocence.  The district attorney now says that Diaz herself was behind the Craigslist ad. RELATED: Framed, a mystery in six parts » Prosecutors now say that Diaz sent emails to herself while making it appear that Hadley sent them, and that Diaz made false claims that Hadley had threatened her life and that of her unborn child. Diaz is also accused of faking cervical cancer, faking a pregnancy, forging a check, posing as an attorney and as two of her husband's ex-girlfriends, and forging doctor's notes. The district attorney’s office said Diaz was arrested Jan. 6 in Phoenix and is awaiting extradition to Orange County. Hadley has been living in the shadows, according to her attorney, Michael Guisti. \"Her life has been pretty much taken away from her. She feels the eyes of everyone on her when she goes out — wondering if she is that person who did all those things — so she stays inside,\" he said of Hadley, who spent 88 days in jail. Prosecutors officially dropped the charges against Hadley on Monday afternoon at a brief hearing at the courthouse in Fullerton. “You are free to go,” Judge Beatriz Gordon told her. Hadley wept, smiled and embraced family members. “This has been a huge nightmare for me — probably the most traumatic experience of my life,” Hadley told reporters on the courthouse steps. She said she had been pursuing an MBA at Chapman University, and “this put a little wrinkle in the plan,” though she still hoped to graduate soon. “Nothing has ever stopped me before.”  Caption 90 seconds: 4 stories you can't miss \"La La Land\" was the big winner at the Golden Globes , what values does Hollywood promote? , storms have slammed Northern California , Thomas Barrack’s latest gig is planning the president-elect's inauguration . Caption 90 seconds: 4 stories you can't miss \"La La Land\" was the big winner at the Golden Globes , what values does Hollywood promote? , storms have slammed Northern California , Thomas Barrack’s latest gig is planning the president-elect's inauguration . Caption Swift water rescue team called to Dominguez Channel in Gardena Rescue crews were searching the Dominguez Channel in the Gardena area Monday morning after a woman reported her boyfriend had been washed away after entering the channel. Rescue crews were searching the Dominguez Channel in the Gardena area Monday morning after a woman reported her boyfriend had been washed away after entering the channel. Caption A look back at the career of Meryl Streep, recipient of Cecil B. DeMille award Meryl Streep accepted the Cecil B. DeMille award at the 2017 Golden Globes Sunday Jan. 8. Meryl Streep accepted the Cecil B. DeMille award at the 2017 Golden Globes Sunday Jan. 8. Caption Koretz Fights to Keep Seniors from Eviction in Westwood Los Angeles City Councilman Paul Koretz fights Watermark Retirement Communities Inc.'s decision to serve eviction notices to 150 seniors from Westwood Horizons at 947 Tiverton Ave. in Los Angeles.   Los Angeles City Councilman Paul Koretz fights Watermark Retirement Communities Inc.'s decision to serve eviction notices to 150 seniors from Westwood Horizons at 947 Tiverton Ave. in Los Angeles.   Caption On the red carpet with Dax Shepard and Kristen Bell On the red carpet with Dax Shepard and Kristen Bell On the red carpet with Dax Shepard and Kristen Bell Times staff writer Anh Do contributed to this report. ",
    "title": "Wife of a U.S. marshal accused of framing his ex-girlfriend in Craigslist &apos;rape fantasy&apos; plot - LA Times"
   },
   {
    "entities": [
     "johnson/the",
     "kurdistan",
     "sami",
     "turkey",
     "ryan",
     "bashiqa",
     "state",
     "denise",
     "$500 million",
     "defense",
     "ashti",
     "2011",
     "loveday",
     "department",
     "the fall of 2011",
     "at 11:32 am",
     "today",
     "iraq",
     "victoria",
     "the spring of 2011",
     "east",
     "ali",
     "al-shahristani",
     "steven",
     "rio",
     "white",
     "middle",
     "$1 billion",
     "mustafa",
     "irbil",
     "west",
     "julie",
     "salim",
     "abdul",
     "the last minute",
     "tate",
     "early 2016",
     "2009",
     "united",
     "chevron",
     "philip",
     "rex",
     "co.",
     "london",
     "donald",
     "iraqi",
     "exxon",
     "russia",
     "bayan",
     "current",
     "u.s.",
     "james",
     "nouri",
     "shell",
     "october 2011",
     "karen",
     "baghdad",
     "natali",
     "gordon",
     "thomas",
     "the future",
     "missy",
     "deyoung",
     "beginning in 2002",
     "rahman",
     "hawrami",
     "april 2011",
     "ministry",
     "khedery",
     "nuland",
     "jeffers",
     "$1.50",
     "dallas",
     "obama",
     "national",
     "tillerson",
     "fadel",
     "shahristani",
     "wednesday",
     "al-maliki",
     "jeffrey",
     "time",
     "gheit",
     "maliki",
     "mufson",
     "the end of 2011",
     "alan",
     "this week",
     "states",
     "h.",
     "trump",
     "house",
     "university",
     "$2",
     "january 2013",
     "2016",
     "qurna",
     "post",
     "hussein",
     "oil",
     "early 2011",
     "washington",
     "&",
     "$400 million",
     "morris",
     "oppenheimer",
     "exxonmobil",
     "january 9",
     "now",
     "saddam",
     "2003"
    ],
    "id": 27,
    "text": "How Exxon, under Rex Tillerson, won Iraqi oil fields and nearly lost Iraq The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Missy Ryan and Steven Mufson January 9 at 11:32 AM Follow @missy_ryan Follow @StevenMufson When Ashti Hawrami, the oil minister from Iraq’s largely autonomous Kurdistan region, unfurled a map of untapped oil fields for a team of ExxonMobil officials in the spring of 2011, they saw possibility and profit. The minister pointed to the blocks that had already been taken by other foreign firms as Iraqi Kurdistan, long at odds with the country’s central government over oil and territory, raced to establish itself as a player on world oil markets. He also showed them the fields that were still up for grabs. Tell me what you want, and we can start negotiating, Hawrami said, according to one former Exxon official who attended the meeting. It was the start of months of hurried talks blessed by ExxonMobil’s chief executive, Rex Tillerson, and other senior executives back in Dallas. The company was making a high-stakes gamble that new agreements would pay off handsomely if the northern region held billions of barrels of accessible oil. But the deal overseen by Tillerson, whose confirmation hearings to become secretary of state begin Wednesday, defied U.S. foreign policy aims, placing the company’s financial interests above the American goal of creating a stable, cohesive Iraq. U.S. diplomats had asked Exxon and other firms to wait, fearing that such deals would undermine their credibility with Iraqi authorities and worsen ethnic tensions that had led Iraq to the brink of civil war. A law governing nationwide oil investments was tied up in parliament, and Iraqi officials were rejecting the Kurdistan regional government’s authority to export oil or cut its own deals. When word of Exxon’s partnership with the Kurds reached Washington, the State Department chided the oil firm: “When Exxon has sought our advice about this, we asked them to wait for national legislation. We told them we thought that was the best course of action,” then-spokeswoman Victoria Nuland said . Exxon’s 2011 exploration deal with the Kurdistan region provides a window into how Tillerson, President-elect Donald Trump’s nominee to lead the State Department, has approached doing business in one of the world’s most risky, complicated places, where giant energy deals can have far-reaching political effects. The episode of petro-diplomacy illustrates Exxon’s willingness to blaze its own course in pursuit of corporate interests, even when it threatens to collide with U.S. foreign policy. When Iraq’s central government threatened to throw Exxon out of much larger, established operations in the south, Tillerson personally intervened, using his executive clout to smooth things over with authorities in Baghdad while making clear his company would weather the political fallout in pursuit of its central goal: a profitable deal. “It’s a big company that looks for ways to make money like all big companies,” Philip H. Gordon, a former White House coordinator for Middle East policy, said of Exxon. He said the controversial Iraqi Kurdistan contracts reflected a natural corporate instinct to act in the interest of shareholders, not the U.S. government. If Tillerson is confirmed, “I would hope that he’d realize that he’s serving the interests of the country and not the interests of Exxon,” said Gordon, now a fellow at the Council on Foreign Relations. Lawmakers will weigh Tillerson’s decades-long track record at Exxon this week when they convene to consider his nomination to be the next U.S. foreign policy chief. The world’s largest oil firm, Exxon has long exercised formidable clout in countries where it does business. The company has not shied away from controversy, inking deals with autocratic governments and speaking out against sanctions, such as those the United States has imposed on Russia, that hurt its bottom line. (Thomas Johnson/The Washington Post) [ Trump’s pick for secretary of state may bring showdown with Republicans ] Exxon was one of the firms hungry to do business in Iraq, closed to outside investors for decades, after the ouster of Saddam Hussein in 2003. By 2009, the Iraqi government had put its top fields on offer. While the terms of those deals were seen as stingy — paying $1.50 to $2 a barrel — firms signed on anyway, betting that a foot in the door would lead to other, more-lucrative opportunities. Exxon and its partner Shell snared the rights to West Qurna, a massive field in the country’s south. But Iraq, looking to retain tight control of precious resources after years of U.S. occupation, never offered the more advantageous deals. “Some said, ‘Let’s take this as an appetizer, not the main course,’ ” said Fadel Gheit, an oil analyst for Oppenheimer & Co. “Then they were told, ‘No, this is the course.’ ” At their sprawling, bunker-like embassy in Baghdad, American diplomats heralded the new deals as a validation of U.S. ambitions to transform Iraq into a stable, business-friendly outpost in the Middle East. If it was an American company landing one of the country’s biggest fields, all the better. But Exxon officials were growing increasingly dismayed by early 2011 as they saw their narrow profit margin in southern Iraq all but disappear. To make matters worse, the Iraqi government was constantly in arrears. By the end of that year, it owed Exxon about $1 billion, according to a former Exxon official. Ali Khedery, who advised U.S. officials in Iraq before joining Exxon in 2011, argued that the Kurdistan region was one way to offset the disappointment in southern Iraq. Oil reserves in the northern region had not been explored, but its basins appeared to make it “one of the world’s most promising regions for the future [of] hydrocarbon discovery,” one paper said, with potentially as much as 55 billion untapped barrels. In its capital city of Irbil, the region’s government portrayed itself as a Western-friendly alternative to Baghdad, where car bombs and militiamen continued to keep outside investors away. For Kurdish leaders, establishing the region in world oil markets was a crucial step toward the dream of eventual independence. Beginning in 2002, Kurdish leaders had welcomed small firms that were willing to brave an untested environment. By 2011, as Kurdish ties with neighbor Turkey improved, a hoped-for export pipeline looked more likely. But much about doing business in Iraqi Kurdistan remained laden with risk. Since 2003, Kurds had sparred with the Arab-led government in Baghdad over disputed areas and budget revenue. In the years leading up to Exxon’s deal, Kurdish peshmerga troops had come close to open conflict with the Iraqi army, forcing the United States to intervene. “This was part of a bigger game of political leverage that was going on since the overthrow of Saddam in 2003, taking advantage of a weak central government, an ambiguous constitution,” Denise Natali, an expert on northern Iraq at National Defense University in Washington, said of Kurdish attempts to expand influence through oil deals. [ Who is Rex Tillerson? ] But Khedery said the region remained attractive. “Despite it being far from perfect — the endemic corruption, the factionalism — the bottom-line assessment was that Kurdistan was going to be a much better operating environment than the Arab portion of the country,” he said. In April 2011, after internal briefings about Iraq to senior Exxon officials, a team from Exxon and Shell met with Kurdish officials. Kurdish and company executives eventually settled on six fields that would be explored by the foreign firms. Afraid of losing out to other firms, Exxon raced to finish the talks. After Shell dropped out at the last minute, the company concluded the contract in October 2011. When news of the deal broke, some U.S. officials felt they were not given adequate notice by Exxon. Former company officials dispute that account. Either way, diplomats were worried the deal would disrupt parliamentary negotiations over the oil law and undercut their clout with Prime Minister Nouri al-Maliki at a particularly sensitive time. For months, U.S. and Iraqi officials had been holding tense talks over a proposal to leave thousands of American troops beyond a departure deadline at the end of 2011. Only a few days after Exxon signed its deal, President Obama abruptly announced the talks had failed: All U.S. troops would be gone by year’s end, officially bringing the war to an end. In assessing the fallout from the Kurdistan deal, U.S. diplomats were worried Iraq would throw Exxon out of the south, where they had also signed on to a deal that would be important in helping Iraq increase production across its biggest fields. U.S. officials had long cautioned American firms against signing deals with Iraqi Kurdistan before the oil legislation was completed, but they stopped short of telling them they could not do them — they had no power, former officials said, to do so. “The U.S. government position with American and other firms seeking to engage in the north was to explain the complexities, warn of the unsettled nature of the laws applying to that, point out the complications in trying to get any oil discovered and produced out of Kurdistan, given the position of the Iraqi government,” said then-Ambassador James Jeffrey, who now acts as an adviser to Exxon. Adding to the friction, three of Exxon’s new blocks were in areas claimed by both Baghdad and Irbil, outside of the regional borders set before 2003. Despite the unresolved status of those areas, Kurdish officials argued that they, not the Iraqi government, controlled those plots. Exxon lawyers concluded contracts for those areas would be legal. When Hussein al-Shahristani, who was Iraq’s oil minister at the time Exxon signed its deal for West Qurna, learned about the deal, he was irate. “The position of the Iraqi government was always to reject this, and the company was informed that this was a violation of Iraqi law,” Shahristani said. While Iraq sought to deal with foreign firms “with trust and good intentions,” he said, “this move by ExxonMobil shook our confidence in them.” [ Tillerson reveals personal wealth of up to $400 million ] In securing the Exxon deal, Iraqi Kurdistan had wooed one of the largest U.S. companies and got it to lay claim to disputed areas, creating a foundation for greater independence and clearing a path for other companies, including Chevron, to follow. “People said, ‘This is a boomtown.’ You couldn’t talk rhyme or reason, they were so excited about it,” Natali said of companies’ view of their Kurdistan oil prospects. “They created a bubble that ignored history, domestic politics, geopolitics.” Bayan Sami Abdul Rahman, Irbil’s envoy to the United States, said that Kurdistan’s oil contracts “have put the Kurdistan region on the global energy map and have helped to internationalize our economy after years of enforced isolation.” Officials in Baghdad saw Exxon’s decision to sign up for blocks such as Bashiqa, which lies entirely outside the current Kurdistan regional borders, as siding with Kurds in the land dispute. “When any company comes and works in those areas, it’s clear that it’s contributing in inflaming a conflict and pouring oil on the flames,” Shahristani said. Alan Jeffers, a spokesman for Exxon, said the company followed “all laws and regulations” in pursuing the Iraqi Kurdistan deal. “Issues involving management of hydrocarbon resources in the Kurdistan region of Iraq are for the Iraqi people to resolve,” he said. Shahristani, who by the fall of 2011 had become deputy prime minister for energy matters, advised Maliki to withdraw the Qurna contract and take Exxon to international arbitration. As Baghdad made threats, Exxon tried to convince Iraqi officials that greater production would benefit the country in the long run. In January 2013, Tillerson flew to Baghdad and met with Maliki himself. There, Tillerson told Maliki that Exxon was “prepared to stay and operate in both [parts of the country] and it was the Iraqi government’s choice,” said a former senior State Department official who spoke on the condition of anonymity because of the sensitivity of the issue. “He didn’t blink. In the end, he came away with that deal.” By that point, the stakes in assessing a potential expulsion were already lower for Exxon, which had begun selling off parts of its unprofitable West Qurna interests. The Iraqi Oil Ministry, despite its threats, never brought legal action against Exxon, but it did seek to exclude Exxon from a later auction and push it out of the southern production-boosting project. “I think a big part of it was Tillerson,” the former official continued. “He personally went out and negotiated with all the individuals including Maliki and explained why it was in their interest to have the largest private oil company in the world operating in Iraq and the negative signals that would be sent if they would leave them out.” Even after weathering the blowback from Baghdad, disappointing exploration results prompted Exxon to pull out of three of its six northern blocks in early 2016, walking away after spending over $500 million, according to the Iraq Oil Report. Like other firms, Exxon had found that Iraqi Kurdistan was not as good a deal as hoped. One official with a rival oil company, speaking on the condition of anonymity to discuss a another major energy firm, said companies such as Exxon approach doing business in risky, politically unsettled places such as Iraq with a decades-long perspective. “You may not like the administration in any particular country today, but in 10 years time there’s going to be a different government,” he said. In the end, he said, big firms “have to go to where the oil is and then manage the politics around that.” Mustafa Salim in Baghdad, Loveday Morris in London and Karen DeYoung and Julie Tate in Washington contributed to this report. world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "How Exxon, under Rex Tillerson, won Iraqi oil fields and nearly lost Iraq - The Washington Post"
   },
   {
    "entities": [
     "peter",
     "kushner",
     "farhi",
     "companies",
     "interactive",
     "allen",
     "cbs",
     "west",
     "government",
     "arden",
     "trump",
     "house",
     "2017",
     "wilmerhale",
     "news",
     "inc.",
     "donald",
     "monday",
     "jamie",
     "of",
     "steve",
     "2008",
     "mike",
     "justice",
     "white",
     "ethics",
     "department",
     "obama",
     "wednesday",
     "chaggaris",
     "gorelick",
     "36 years old tuesday",
     "ivanka",
     "office",
     "clinton",
     "thiel",
     "wing",
     "december",
     "jared"
    ],
    "id": 28,
    "text": "See who President-elect Donald Trump wants in his inner circle at the White House Kushner’s lawyer, Jamie Gorelick, a partner at WilmerHale, said in a statement to CBS News that Kushner and his legal team are working out his compliance with ethics laws. “Mr. Kushner is committed to complying with federal ethics laws and we have been consulting with the Office of Government Ethics regarding the steps he would take,” Gorelick, a former Clinton administration Justice Department lawyer, wrote.  Kushner plans to “resign from his position at Kushner Companies and divest substantial assets in accordance with federal guidelines,” Gorelick wrote.  Kushner has been CEO of Kushner Companies since 2008. Mr. Trump’s son-in-law would also recuse himself from matters that would have “a direct and predictable effect on his remaining financial interests.” Who is Jared Kushner? Axios’ Mike Allen first reported on Kushner’s West Wing job and said that he’s already seeking applicants for his staff. Kushner, who will be 36 years old Tuesday and is married to Ivanka Trump, has emerged as one of his closest advisers and confidants both during the campaign and the transition period. Since Mr. Trump’s election, Kushner has participated with high-level meetings with the president-elect and other business and world leaders, and he accompanied Mr. Trump to the White House to meet with President Obama after the election. He also worked with tech investor Peter Thiel to set up Mr. Trump’s meeting with tech leaders in December.  The president-elect was asked by reporters Monday about his son-in-law’s role in his administration, but he declined to answer, saying only, “We’ll talk about that on Wednesday,” which is when he is scheduled to hold his first news conference as president-elect.  CBS News’ Steve Chaggaris and Arden Farhi contributed to this report.  © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump son-in-law Jared Kushner will be named White House senior adviser - CBS News"
   },
   {
    "entities": [
     "reuben",
     "pantle",
     "disability",
     "reporter",
     "friday",
     "brian",
     "contact",
     "sr.",
     "patricia",
     "services",
     "tribune",
     "tribune-rrb-",
     "nov. 28",
     "circuit",
     "callahan",
     "of",
     "goodwin",
     "county",
     "last month",
     "court",
     "human",
     "department",
     "kathleen",
     "chicago",
     "center",
     "cook",
     "illinois",
     "daley",
     "jackson",
     "friday, december 16, 2016"
    ],
    "id": 29,
    "text": "Last of missing residents from shuttered group home is found Reuben Goodwin Sr. Brian Jackson / Chicago Tribune Reuben Goodwin Sr. as he arrives to court on the 24th floor of the Daley Center. Friday, December 16, 2016. Reuben Goodwin Sr. as he arrives to court on the 24th floor of the Daley Center. Friday, December 16, 2016. (Brian Jackson / Chicago Tribune) Patricia Callahan Contact Reporter Chicago Tribune The last of the residents who went missing when Illinois licensing officials shut down their group homes was found safe with family on Friday, ending a search that had dragged on for weeks, according to a spokeswoman for the Illinois Department of Human Services. Citing safety violations, state regulators revoked the license of Disability Services of Illinois' network of eight group homes on Nov. 28 and said they planned to move all 45 residents with developmental disabilities to safer homes managed by other providers. The transition devolved into a heated court battle, with Disability Services arguing that the state was unfairly shutting down the business and attorneys for Human Services complaining that group home employees were thwarting efforts to relocate residents. Cook County Circuit Court Judge Kathleen Pantle last month declined to halt the shutdown and then set a deadline for Disability Services to turn over remaining residents to caseworkers, who planned to move them to new homes. That deadline passed with many residents still missing. Disability Services CEO Reuben Goodwin Sr. said the residents went home with family members for the holidays, though in many instances he and his employees could not name the relatives or provide phone numbers. He said the missing residents, who served as their own guardians, came and went as they chose. Some residents who were later found told caseworkers that Disability Services employees had said people were trying to kidnap them, turned out lights in the homes and told them to hide when searchers — including police — came looking for them, according to caseworker affidavits filed in the court dispute. ",
    "title": "Last of missing residents from shuttered group home is found - Chicago Tribune"
   }
  ]
 }
}