{
 "11": {
  "col-sim": {
   "cosine": 0.2151298828824038,
   "entity": 0.24313226954193234
  },
  "exec-time": 26.449867963790894,
  "links": [
   {
    "entities": [
     "october",
     "devin",
     "trump",
     "dni",
     "house",
     "hillary",
     "last week",
     "moscow",
     "cnn",
     "r.",
     "peace",
     "donald",
     "tuesday",
     "cia",
     "of",
     "nunes",
     "russia",
     "mike",
     "2016",
     "mcfarland",
     "jones",
     "greg",
     "u.s.",
     "fbi",
     "obama",
     "at 7:23 pm",
     "k.t.",
     "james",
     "institute",
     "washington",
     "karen",
     "committee",
     "january 10",
     "debonis",
     "rio",
     "miller",
     "clinton",
     "intelligence",
     "clapper",
     "deyoung",
     "white"
    ],
    "id": 0,
    "text": "By Greg Miller January 10 at 7:23 PM Follow @gregpmiller A classified report delivered to President Obama and President-elect Donald Trump last week included a section summarizing allegations that Russian intelligence services have compromising material and information on Trump’s personal life and finances, U.S. officials said. The officials said that U.S. intelligence agencies have not corroborated those allegations, but believed that the sources involved in the reporting were credible enough to warrant inclusion of their claims in the highly classified report on Russian interference in the presidential campaign. A senior U.S. official with access to the document said that the allegations were presented at least in part to underscore that Russia had embarrassing information on both major candidates, but only released material that might harm Democratic nominee Hillary Clinton — a reflection of Russian motivation that bolstered U.S. spy agencies’ conclusion that Moscow sought to help Trump win. The inclusion of such unsubstantiated allegations in the election report, a development first reported Tuesday by CNN, adds a disturbing new dimension to existing concerns about Russia’s efforts to undermine American democracy. If true, the information suggests that Moscow has assembled damaging information — known in espionage circles by the Russian term “kompromat” — that conceivably could be used to coerce the next occupant of the White House. The claims were presented in a two-page summary attached to the full report, an addendum that also included allegations of ongoing contact between members of Trump’s inner circle and representatives of Moscow. U.S. officials said the claims about Russian possession of compromising material were based not on information through traditional intelligence channels but research done by an outside entity engaged in political consulting work and led by a former high-ranking British intelligence official. The material was first mentioned in a Mother Jones report in October. U.S. officials said that while the FBI had so far not confirmed the accuracy of the claims, U.S. officials had evaluated the sources relied upon by the private firm, considered them credible, and determined that it was plausible that they would have first-hand knowledge of Russia’s alleged dossier on Trump. The CIA, the FBI and the White House declined to comment on the matter. The Trump transition team did not respond to requests for comment. K.T. McFarland, Trump’s designated deputy foreign service adviser, declined to respond to a question about the report. “I don’t know about the story that you’re talking about that’s broken. I don’t think it’s appropriate…I know in Washington people prefer to talk about something about which they know nothing, but I’m going to refrain,” she said during participation in a panel at the U.S. Institute of Peace. “I’m not going to say what Donald Trump thinks about the election and what involvement the Russians had. I think I’d just say what [Director of National Intelligence James R. Clapper, Jr.] said, which is that nothing the Russians did had any effect on the outcome.” Clapper, however, testified that the report never attempted to assess what effect the Russian intervention had on the election result. The two-page summary was attached to the most highly classified of three separate versions of the report on Russian election interference that were circulated in Washington last week, including an abbreviated declassifed draft that was made public. It was unclear whether the claims in the summary were even considered by FBI, CIA and DNI analysts who were responsible for the main body of the report, of whether the information from the outside group had any influence on those analysts’ conclusions. Senior lawmakers who were briefed on the most classified version of the report on declined to comment. Rep. Devin Nunes (R-Ca.), the chairman of the House Intelligence Committee and a member of the Trump transition team, said that “we can’t comment on what goes on in” classified briefings, but added that the idea that Moscow would seek to gather incendiary material on U.S. leaders “should not be a surprise to anyone.” “The Russians are always looking for dirt on any politician,” Nunes said. “That wouldn’t be news.” Asked whether he was aware of any contacts between the Trump team and Russia, Nunes said, “No. I found that hard to believe. I have not heard that. News to me.” Mike DeBonis and Karen DeYoung contributed to this report. world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "Intelligence chiefs briefed Trump and Obama on unconfirmed claims Russia has compromising information on president-elect - The Washington Post"
   },
   {
    "entities": [
     "1998",
     "jim",
     "centers",
     "hicks",
     "california",
     "tropical",
     "for",
     "the other day",
     "bernstein",
     "benjamin",
     "gop",
     "january 10",
     "hope",
     "remley",
     "40 years earlier",
     "peter",
     "medicine",
     "vaccine",
     "jenny",
     "united",
     "donald",
     "tuesday",
     "of",
     "2014",
     "carson",
     "august 2012",
     "hotez",
     "night",
     "current",
     "sabin",
     "u.s.",
     "control",
     "lena",
     "and",
     "york",
     "karen",
     "jr.",
     "andrew",
     "hours later",
     "party",
     "sun",
     "lancet",
     "cnn",
     "disease",
     "lenny",
     "tower",
     "2015",
     "2004",
     "john",
     "a week later",
     "mccarthy",
     "republican",
     "berman",
     "dallas",
     "new",
     "national",
     "abby",
     "rolling",
     "2012",
     "kennedy",
     "f.",
     "baylor",
     "kerry",
     "pediatrics",
     "earlier tuesday",
     "mark",
     "states",
     "h.",
     "trump",
     "2013",
     "wakefield",
     "three months later",
     "philippines",
     "the",
     "college",
     "academy",
     "american",
     "carrey",
     "school",
     "at 5:55 pm",
     "phillip",
     "post",
     "stone",
     "prevention",
     "2006",
     "institute",
     "washington",
     "2010",
     "disneyland",
     "now",
     "robert",
     "ohio"
    ],
    "id": 1,
    "text": "Vaccine skeptic Robert Kennedy Jr. says Trump asked him to lead commission on ‘vaccine safety’ The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it (The Washington Post) By Abby Phillip , Lena H. Sun and Lenny Bernstein January 10 at 5:55 PM Follow @abbydphillip Follow @bylenasun Follow @LennyMBernstein Robert F. Kennedy Jr., a proponent of a widely discredited theory that vaccines cause autism, said Tuesday that President-elect Donald Trump asked him to chair a new commission on vaccines. Hours later, however, a spokeswoman for Trump’s transition said that while Trump would like to create a commission on autism, no final decision had been made. If Trump follows through, the stunning move would push up against established science, medicine and the government’s position on the issue. It comes after Trump — who has long been critical of vaccines — met at Trump Tower with Kennedy, who has spearheaded efforts to roll back child vaccination laws. “The President-elect enjoyed his discussion with Robert Kennedy Jr. on a range of issues and appreciates his thoughts and ideas,” Trump transition spokeswoman Hope Hicks said in a statement. “The President-elect is exploring the possibility of forming a commission on autism, which affects so many families; however no decisions have been made at this time. “The President-elect looks forward to continuing the discussion about all aspects of autism with many groups and individuals,” she added. (CNN) [ The facts about vaccines, autism and Robert F. Kennedy Jr.’s conspiracy theory ] Speaking to reporters earlier Tuesday in the lobby of Trump Tower in New York, Kennedy said that Trump called him to request the meeting and that he accepted the offer of a position on the commission during the meeting. “President-elect Trump has some doubts about the current vaccine policies, and he has questions about it,” Kennedy said. “His opinion doesn’t matter, but the science does matter, and we ought to be reading the science, and we ought to be debating the science. “And that everybody ought to be able to be assured that the vaccines that we have — he’s very pro-vaccine, as am I — but they’re as safe as they possibly can be,” he added. There is a federal advisory committee on immunization, made up of medical and public health experts who develop recommendations on how vaccines are used in the United States. The announcement was met with alarm from health professionals who say that putting a proponent of a conspiracy theory in a position of authority on the issue is dangerous. [ The origins of Donald Trump’s autism/vaccine theory and how it was completely debunked eons ago ] (The Washington Post) “That’s very frightening; it’s difficult to imagine anyone less qualified to serve on a commission for vaccine science,” said Peter Hotez, dean of the National School of Tropical Medicine at Baylor College of Medicine and president of the Sabin Vaccine Institute, a nonprofit that works to control, treat and eliminate vaccine-preventable and neglected tropical diseases. “The science is clear: Massive evidence showing no link between vaccines and autism, and as both a scientist who develops vaccines for poverty-related neglected diseases and the father of an adult daughter with autism, there’s not even any plausibility for a link,” Hotez continued. “Autism is a genetic condition.” “Our nation’s public health will suffer if this nascent neo-antivaxxer movement is not stopped immediately,” he added. Kennedy has been a proponent of nonmedical exemptions for parents who seek to prevent their children from being vaccinated, which is mandatory in most states. He has argued that mercury-based additives in vaccines explain the link to autism. And he has alleged that government scientists, journalists and pharmaceutical companies have colluded to hide the truth from the public. “They get the shot. That night they have a fever of 103. They go to sleep, and three months later their brain is gone,” Kennedy said at the premiere of an anti-vaccination film screening in California in 2015 . “This is a holocaust, what this is doing to our country.” [ A horrifying reminder of what life without vaccines was really like ] Kennedy is known to be an occasional conspiracy theorist and longtime opponent of mandatory vaccination laws. In 2006, he wrote in Rolling Stone magazine that the Republican Party had stolen the 2004 election from Democratic candidate John F. Kerry. At a 2013 speech in Dallas, he said he doesn’t believe the lone gunman theory of the assassination of his uncle, President John F. Kennedy. Trump notably expressed support for the theory that vaccinations are linked to autism at a Republican presidential debate in 2015. [ The GOP’s dangerous ‘debate’ on vaccines and autism ] “We had so many instances, people that work for me, just the other day, 2 years old, a beautiful child, went to have the vaccine and came back and a week later got a tremendous fever, got very, very sick, now is autistic,” Trump said. The comments were widely denounced by medical professionals who say that there is no evidence that vaccines lead to autism. In fact, the study that popularized the idea has been retracted and discredited as fraudulent . Multiple high-quality studies have found no link between vaccines and autism. Trump’s claim was rejected on the same debate stage by retired neurosurgeon Benjamin Carson, whom Trump has now nominated to serve as his secretary of housing and urban development. “The fact of the matter is we have extremely well-documented proof that there’s no autism associated with vaccinations,” Carson said. The controversy began in 1998 after The Lancet, a respected medical journal, published a paper by researcher Andrew Wakefield and colleagues linking the measles, mumps and rubella vaccine to autism. It had a sample of only 12 subjects and speculative conclusions but launched a global movement joined by celebrities including Jenny McCarthy and Jim Carrey, who warned parents to stop vaccinating their children. A drop in MMR vaccinations followed. But the study was a fraud. The Lancet determined that Wakefield had been funded by attorneys for parents who had brought lawsuits against vaccine companies. In 2010, the journal retracted the paper. Wakefield was stripped of his medical license. Large studies that examined whether there is an association between vaccines and autism, including one that examined 96,000 U.S. children, found none. [ Robert Kennedy Jr.’s belief in autism-vaccine connection, and its political peril ] The Centers for Disease Control and Prevention has said flatly that there is no link between vaccines and autism and that vaccine ingredients do not cause autism. Scores of studies from around the world since then have shown conclusively that vaccines do not cause autism. Every relevant scientific and medical organization has examined the evidence and concluded that vaccines are safe and effective and that the real danger lies in skipping or delaying them. Still, the theory has retained its adherents. The United States has experienced recent measles outbreaks linked to unvaccinated residents, including one in 2014 that infected 383 people, most of them in Amish communities in Ohio. In 2015, another multistate outbreak was linked to California’s Disneyland theme park. In both years, the source of the infection was believed to be people who brought the virus home after visiting the Philippines. In tweets as early as 2012 , Trump expressed skepticism about vaccines, and in 2014 he said that “ doctors lied” about vaccines . In other tweets, Trump has referred to vaccines as the cause of “doctor-inflicted autism.” “Massive combined inoculations to small children is the cause for big increase in autism,” Trump said in an August 2012 tweet. At the presidential debate in 2015, he claimed that his children had been vaccinated in small doses. “I am totally in favor of vaccines, but I want smaller doses over a longer period of time,” Trump said. “Because you take a baby in, and I’ve seen it. I’ve had my children taken care of over a long period of time, over a two- or three-year period of time.” Trump’s statements at the Republican debate in 2015 were denounced as “false” by the American Academy of Pediatrics, which released a strongly worded condemnation. [ The challenges to public health under a Trump administration ] “Claims that vaccines are linked to autism, or are unsafe when administered according to the recommended schedule, have been disproved by a robust body of medical literature,” said Karen Remley, executive director of the AAP. “It is dangerous to public health to suggest otherwise.” “There is no ‘alternative’ immunization schedule. Delaying vaccines only leaves a child at risk of disease for a longer period of time; it does not make vaccinating safer. Vaccines work, plain and simple,” she added. Autism is now considered a spectrum of brain disorders with a multitude of causes. According to Autism Speaks, people with the disorder can have trouble with social interaction, verbal and nonverbal communication and repetitive behaviors. One in 68 U.S. children are considered to be on the autism spectrum — a tenfold increase from 40 years earlier, largely due to changes in how autism is defined and diagnosed. Mark Berman contributed to this report. Read more: ",
    "title": "Vaccine skeptic Robert Kennedy Jr. says Trump asked him to lead commission on ‘vaccine safety’ - The Washington Post"
   },
   {
    "entities": [
     "june 17, 2015",
     "methodist",
     "morning",
     "the day",
     "richardson",
     "shelby",
     "hitler",
     "courthouse",
     "burton",
     "today",
     "j.c.",
     "greenville",
     "maxwell",
     "about two hours later",
     "bruck",
     "christ",
     "et",
     "network",
     "5:17 p.m.",
     "mother",
     "n.c.",
     "s.c.",
     "facebook",
     "jan. 17",
     "tim",
     "susie",
     "tuesday",
     "jan. 10, 2017",
     "11:57 p.m.",
     "night",
     "stevens",
     "e.",
     "u.s.",
     "fbi",
     "june 2015",
     "carolina",
     "dylann",
     "lynch",
     "episcopal",
     "chuck",
     "jay",
     "1:35 p.m.",
     "december",
     "david",
     "judicial",
     "african",
     "amy",
     "9th",
     "richard",
     "thursday",
     "loretta",
     "circuit",
     "emanuel",
     "nicholson",
     "district",
     "january 10, 2017",
     "asheville",
     "church",
     "roof",
     "tonya",
     "usa",
     "nazi",
     "wednesday",
     "maurice",
     "june 18, 2015",
     "time",
     "jackson",
     "c.",
     "pinckney",
     "tywanza",
     "cleveland",
     "south",
     "june",
     "chammah",
     "sanders",
     "monday",
     "county",
     "court",
     "kimberly",
     "charleston",
     "federal",
     "ame",
     "future",
     "now",
     "smith",
     "clementa",
     "gergel"
    ],
    "id": 2,
    "text": "Federal jury sentences Dylann Roof to death The 22-year-old killer gunned down 9 people at a historically black Charleston, S.C., church. Post to Facebook Federal jury sentences Dylann Roof to death The 22-year-old killer gunned down 9 people at a historically black Charleston, S.C., church. Check out this story on USATODAY.com: http://usat.ly/2ig8bsg CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 73 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Federal jury sentences Dylann Roof to death USA Today Network Tonya Maxwell and Tim Smith, USA TODAY Network Published 5:17 p.m. ET Jan. 10, 2017 | Updated 11:57 p.m. ET Jan. 10, 2017 x Share Convicted killer Dylann Roof was sentenced to death for murdering nine people at a Charleston church in June 2015. USA TODAY NETWORK Convicted shooter Dylann Roof is escorted June 18, 2015, from the Cleveland County Courthouse in Shelby, N.C. (Photo: Chuck Burton, AP) CHARLESTON, S.C. — A federal district court jury decided Tuesday to sentence Dylann Roof to death for his June 2015 attack on a black church's Bible study group after the panel found that life in prison offered no possibility of redemption for the 22-year-old. Jurors took about three hours to make their decision after listening to closing arguments from prosecutors and Roof, who told the panel in a brief, disjointed statement that he continues to stand by his slaying of nine people at Emanuel African Methodist Episcopal Church here. Roof looked down and shuffled papers as U.S. District Judge Richard Gergel read his death sentence. Following the decision, Roof asked Gergel to appoint a new defense team in preparation for a motion in which he will ask for a new trial. The judge said he would take that matter up after a formal sentencing hearing, scheduled for Wednesday morning. Roof, who served as his own attorney, had been represented by David Bruck and Kimberly C. Stevens, who continue to serve as his standby counselors. Following the sentencing, the team sent out a brief statement. Is death for Dylann Roof justified? \"We want to express our sympathy to all of the families who were so grievously hurt by Dylann Roof’s actions,” the statement read. “Today’s sentencing decision means that this case will not be over for a very long time. We are sorry that despite our best efforts the legal proceedings have shed so little light on the reasons for this tragedy.\" In his brief address to jurors, Roof clarified a confession he made to FBI agents the day after the June 17, 2015, attack, one in which he told them, “I had to do it.” “I didn’t have to do anything, and no one made me do it,” Roof said, his voice carrying no emotion. “What I meant is I felt like I had to do it, and I still feel like I had to do it.” His five-minute address came in response to a two-hour closing statement from a federal prosecutor who repeatedly urged the jury of 10 women and two men to vote for a death sentence. Roof asked the jurists to consider a life sentence, telling them only one of them needed to vote for life for that sentence to be imposed. Gergel later instructed the panel that a hung jury would result in a sentence of life in prison rather than a mistrial. Full statement from Roof lawyers and family. pic.twitter.com/l0ZEKNzQe4 — Maurice Chammah (@MauriceChammah) January 10, 2017 If the U.S. District Court jury had not decided on the death penalty, Roof would have faced a death-penalty trial in South Carolina's 9th Judicial Circuit Court. Whether he will still go on trial in state court is now unclear. Judge J.C. Nicholson on Thursday ordered that trial to be put on hold indefinitely. It was to have begun Jan. 17. In December, Roof was convicted of 33 federal counts in his attack on Emanuel AME Church, which included charges based on hate crime laws. In the sentencing phase, Roof represented himself in a successful bid to keep his team of capital defenders from offering evidence that he might suffer from a mental illness. Had his lawyers been at the helm, they were expected to offer testimony from mental health experts and other witnesses that would have lasted at least a week, much of it likely centering on an undisclosed mental defect. Instead, Roof offered no evidence or witnesses and asked no questions of the government’s witnesses. “He spent years acquiring this deep hatred. ... He chose to target them knowing they would be particularly good people.” Jay Richardson, U.S. Attorney's Office In his convoluted address to jurors, Roof seemed to contradict his earlier insistence that he is not mentally ill. “I think that it’s safe to say that no one in their right mind wants to go to a church and kill people,” the self-avowed supremacist said. “Anyone, including the prosecution, who thinks that I’m filled with hatred has no idea what real hate is.” Tuesday's closing arguments began with Assistant U.S. Attorney Jay Richardson framing the crime, one that struck at both race and religion, with a subtle Biblical reference. The parishioners gathered at Mother Emanuel that June were a group of 12 who learned from one another and worked together, Richardson told jurors, an allusion to Christ's disciples. “We heard how after they started the Bible study, they welcomed a 13th person that night,” Richardson said of the stranger who concealed a .45-caliber Glock handgun in his utility pouch. In another bit of symbolism, Richardson reminded the panel that Roof carried 88 hollow-point bullets into the church. The letter “H” is the eighth letter of the alphabet, and 88 is often used in white supremacist circles as a reference to “Heil Hitler.” In jailhouse writings, Roof said the Nazi leader would one day become a saint. Dylann Roof jail writings: 'I've done all I can do' In telling jurists to vote for death, Richardson chronicled the lives of the nine church members killed, from the congregation's pastor, the Rev. Clementa Pinckney; to the lost, bright future of Tywanza Sanders, 26; to Susie Jackson, who at age 87 remained dedicated to her church. “He went to Mother Emanuel to find the best among us, and he did indeed find them,” Richardson said, saying he shot each victim because \"to him they were brute animals,\" part of his racist ideology that looked at African-Americans as subhuman. “I didn’t have to do anything, and no one made me do it. What I meant is I felt like I had to do it, and I still feel like I had to do it.” Dylann Roof, convicted killer The prosecutor noted that Jackson and two other older victims were particularly vulnerable, urging the panel to use that aggravating factor as a reason to impose a death sentence. The prosecutor outlined eight other aggravating factors, including Roof’s racism, his planning of the murders, his lack of remorse and his attempts to incite others. Those outweighed any mitigating factors such as Roof's age, his lack of a felony conviction or history of violence, he said. In determining Roof's sentence, the jury was to weigh any aggravating circumstances against mitigating circumstances. In a capital case, defense lawyers typically offer mental health evidence as a possible mitigator. In Roof’s case those efforts were blocked not only by a client who relegated them to the role of standby counselors, but also by the presiding judge, who twice ruled that Roof was competent to stand trial and serve as his own attorney. The high school dropout rested his case Monday, offering neither witnesses nor evidence in his defense. Convicted killer Dylann Roof: 'I am not sorry.' Jurors began deliberating at 1:35 p.m. ET Tuesday, and about two hours later asked several questions about the mitigating factors presented to them on a verdict form. The gist of two questions went to any danger he might pose in inciting violence should future prison writings be released, and in a third question, the jury asked to see a video of one of Pinckney's speeches. Pinckney also was a state senator at the time of his death. Prosecutors presented their sentencing case in about 3½ days and questioned 25 witnesses, most of them family members of victims who suffered multiple gunshots in a rampage that came after Roof sat with the parishioners in their Bible study for about 40 minutes. Roof shot Pinckney with a Glock .45 as the worshipers bowed their heads in prayer. As others tried to hide beneath folding tables, he moved around the room, firing more than 70 bullets, most finding a human target. U.S. Attorney General Loretta E. Lynch, in a statement released Tuesday, said \"We hope that the completion of the prosecution provides the people of Charleston – and the people of our nation – with a measure of closure.\" \"Dylann Storm Roof sought out and opened fire on African-American parishioners engaged in worship and bible study . . . He did so because of their race.  And he did so to interfere with their peaceful exercise of religion,\" Lynch said. For Roof counsel, a life’s work fighting the death penalty During the trial proceedings, Roof’s mother, Amy Roof, appeared at opening statements while his grandparents came to the courtroom a handful of times. Following the sentencing decision, Roof’s family sent out a statement. “We will always love Dylann. We will struggle as long as we live to understand why he committed this horrible attack, which caused so much pain to so many good people,” the statement read. “We wish to express the grief we feel for the victims of his crimes, and our sympathy to the many families he has hurt. We continue to pray for the Emanuel AME families and the Charleston community.\" Tonya Maxwell reports for the Asheville (N.C.) Citizen-Times; Tim Smith reports for The Greenville (S.C.) News. Follow them on Twitter: @factsbymax  and  @tcsmith312 ",
    "title": "Federal jury sentences Dylann Roof to death"
   },
   {
    "entities": [
     "harry",
     "october",
     "mother",
     "trump",
     "comey",
     "hillary",
     "last week",
     "cnn",
     "jeff",
     "senate",
     "donald",
     "reid",
     "quentin",
     "tuesday",
     "jan. 10, 2017",
     "summer",
     "buzzfeed",
     "congress",
     ", 5:22 p.m.",
     "russia",
     "2016",
     "jones",
     "republican",
     "u.s.",
     "fbi",
     "james",
     "del",
     "washington",
     "evening",
     "sessions",
     "trump's",
     "wilber",
     "clinton"
    ],
    "id": 3,
    "text": "Jan. 10, 2017, 5:22 p.m. Trump is hit with allegations that Russia gathered compromising information on him Del Quentin Wilber On the eve of his first news conference in more than five months, President-elect Trump faces unverified allegations that Russian officials had gathered compromising information about his personal life and political associates, further deepening the controversy over Russian involvement in the 2016 election. The information is contained in a 35-page file that was published Tuesday by BuzzFeed , which said it was publishing the material in the interest of “transparency,” but had not been able to corroborate it. Several news organizations reported that senior U.S. intelligence officials had included a two-page synopsis of the file in the materials they presented to Trump when they briefed him last week on evidence of Russian involvement in the election and that they had also informed top leaders of Congress about the allegations. The purpose of including the material was to back up their conclusion that Russia had acted to hurt Hillary Clinton’s campaign, gathering information on both sides in the election, but only publicly releasing information damaging the Democrats, according to CNN, which first reported on the briefing. Trump responded in a tweet Tuesday evening that did not address any of the specific allegations, but denounced the stories. The material alleged that Russia for years had been “cultivating, supporting and assisting” Trump’s political rise and possessed damaging personal and financial information that could be used to blackmail the president-elect. According to BuzzFeed and CNN, the dossier was compiled by a former British intelligence agent who was hired to do opposition research by Trump’s Republican opponents and later by Democrats. The report was prepared over the summer and was provided to U.S. analysts. The two-page summary contained allegations that there was a “continuing exchange of information during the campaign between Trump surrogates and intermediaries for Russian government,” CNN reported, citing two national security officials. It also alleged that information sharing between Trump’s team and the Russians went both ways. The Russians provided Trump’s aides with “valuable intelligence” on Clinton, the report said, while Trump’s associates gave Russian operatives information about Russian oligarchs. CNN reported that the U.S. intelligence community vetted the former British operative and found him and his network of sources to be credible enough to justify including some of the information in reports provided to elected officials. The existence of the file has circulated among political figures and reporters in Washington since at least October, when then-Sen. Harry Reid (D-Nev.) wrote a letter to FBI Director James Comey saying that the FBI possessed “explosive information about close ties and coordination between Donald Trump, his top advisors, and the Russian government.” Mother Jones ran an article at that time reporting on the existence of the file and saying that the former British intelligence operative had provided his dossier to the FBI. The report on Tuesday became a viral sensation on social media, and even provided fodder for questioning at Sen. Jeff Sessions’ Senate confirmation hearing. Sessions (R-Ala.), who was picked by Trump to be his attorney general, said he was not aware of the report and had no contacts with the Russian government. Latest updates ",
    "title": "Trump is hit with allegations that Russia gathered compromising information on him - LA Times"
   },
   {
    "entities": [
     "moss-solomon",
     "u.k.",
     "allen",
     "last year",
     "west",
     "nurses",
     "hospital",
     "association",
     "states",
     "the first week of 2017",
     "coore-farr",
     "europe",
     "last week",
     "university",
     "united",
     "the",
     "next month",
     "$20,000",
     "philippines",
     "$8,000",
     "kevin",
     "london",
     "of",
     "north",
     "toronto",
     "$6,000",
     "janet",
     "cuba",
     "canada",
     "jamaica",
     "u.s.",
     "james",
     "america",
     "phoenix",
     "kingdom",
     "now",
     "indies",
     "$5,000",
     "new year",
     "india",
     "kingston"
    ],
    "id": 4,
    "text": "SocjosensPG/Getty Images SocjosensPG/Getty Images Jamaica is facing a crisis as specialized nurses leave the island to take jobs in North America and Europe. The exodus has forced Jamaican hospitals to reschedule some complex surgeries because of a lack of nursing staff on their wards. James Moss-Solomon, the chairman of the University Hospital of the West Indies in Kingston, says the United States, Canada and the United Kingdom are, in his words, \"poaching\" Jamaica's most critical nurses. \"Specialist nurses is the problem. We have tons of regular nurses,\" he says. He's talking about nurses trained to work in such settings as intensive care units, operating theaters and emergency rooms. They're the ones being lured away. Moss-Solomon says it's very hard to replace them. \"We do very good training of specialist nurses here,\" he says. \"We train them at a fraction of the cost of what it costs you in the United States or Canada or the U.K.. So it's an economic issue. There's a great saving [for foreign countries] in just poaching instead of training.\" Article continues after sponsorship Moss-Solomon says the exodus is crippling hospitals across Jamaica. Last week his hospital was forced to cancel several complex elective surgeries because it didn't have the staff to handle the procedures. Jamaica has tried to re-staff those wards by offering free training for nurses to get advanced degrees. The nurses agree to work for three or four years in Jamaica in exchange for the heavily-subsidized education. But those efforts have backfired as foreign recruiters have snapped up the newly minted specialists the moment they graduate. The nurses are slapped with a fine of typically $5,000-$6,000 if they skip their in-country service. But the recruiting agencies simply pay off the obligation. Kevin Allen, the CEO of the University Hospital of the West Indies, says Jamaica simply can't compete with the deep pockets of hospitals in North America and Europe. The starting salary for a nurse in Jamaica is less than $8,000 a year. With some specialized training and working overtime, she (and the island's nurses are almost all women) could possibly make up to $20,000 a year. Recruiters are offering two to three times that to take a job in the U.S. or London. About 200 of the country's 1,000 specialist nurses left the country last year, says Janet Coore-Farr, the head of the Nurses Association of Jamaica. She says this hemorrhaging of nursing staff has continued in the first week of 2017. In one 500-bed hospital, ten nurses have left since the new year, she says, \"and more are leaving. And these nurses are trained in accident and emergency.\" As more nurses leave, the work load grows even heavier for those who stay behind. Coore-Farr says many nurses in Jamaica are now regularly expected to work double shifts, which might make some of them think about taking a job in Phoenix or Toronto. \"There's no retention strategy for the nurses who are here,\" she says. \"We feel quite frankly that nobody cares. But it's a serious problem.\" The Jamaican Minister of Health says he does recognize the huge problem the island is facing with the loss of nurses. In the short term, University Hospital of the West Indies is bringing in 25 nurses next month from Cuba to help staff some wards and has plans to recruit nurses from India and the Philippines in what's become a crazy global race that extends far beyond Jamaica to snap up health care professionals. ",
    "title": "Jamaica's Specialized Nurses Being 'Poached' By U.S., Canada, The U.K. : Goats and Soda : NPR"
   },
   {
    "entities": [
     "et",
     "mccormick",
     "friday",
     "phelps",
     "press",
     "house",
     "room",
     "eight years ago",
     "last week",
     "1796",
     "recently",
     "place",
     ", 4:32 am",
     "saturday",
     "monday",
     "tuesday",
     "george",
     "washington,",
     "jan 10, 2017",
     "9 p.m.",
     "obama",
     "w.",
     "chicago",
     "jordyn",
     "east",
     "josh",
     "washington",
     "earnest",
     "bush",
     "barack",
     "d.c",
     "white"
    ],
    "id": 5,
    "text": "What to Expect From President Obama's Farewell Address By Jordyn Phelps Jan 10, 2017, 4:32 AM ET 0 Shares WATCH President Obama to Deliver Farewell Address 0 Shares Email President Barack Obama will return to his adopted hometown of Chicago on Tuesday to deliver a farewell address to the American people. In an email announcing the speech to supporters last week, Obama said the speech would be \"a chance to say thank you for this amazing journey … and to offer some thoughts on where we all go from here.\" In giving a final speech, Obama is continuing in a tradition first started by the President George Washington in 1796 and continued by many outgoing presidents since. Most recently, President George W. Bush gave a farewell speech eight years ago from the East Room of the White House. On Monday, the White House said Obama was still deeply involved in crafting and revising the speech, which White House Press Secretary Josh Earnest described on Friday as “forward-looking” and “heartfelt.” Earnest, who read an early draft of the speech, said the president will “briefly” discuss the accomplishments of his own administration in the speech before turning to offer his thoughts on addressing “the challenges that lie ahead.” “Most of those solutions, in the mind of the president, rest on the deeply held values that just about every American subscribes to,” Earnest said. “The president believes that obviously, that diversity of this country is a strength. And that for all our differences, there's much more unites us than that separates us. And, our country is stronger when we remember that principle and we draw upon those common values.” In describing the president’s writing process, Earnest said the president dictates large portions of the speech to his speechwriters, who then work to refine drafts that the president then further revises. “It is not uncommon for the president to take a typewritten piece of paper, and in his very compact left-handed script, to be including detailed edits on that piece of paper,” Earnest said. The decision to return to Chicago for the speech is not only because it is his adopted hometown but also because it is significant as the place where his career in service, as a community organizer, began, Obama said. “The running thread through my career has been the notion that when ordinary people get involved, get engaged, and come together in collective effort, things change for the better,” the president said in his weekly address released Saturday. The speech will take place at McCormick Place and is scheduled to begin at 9 p.m. ET. The trip will also mark the last time the president is expected to travel outside of Washington, D.C ., as president and the final time he will ride on Air Force One . ",
    "title": "What to Expect From President Obama's Farewell Address - ABC News"
   },
   {
    "entities": [
     "sept. 11, 2015",
     "sommers",
     "hartford",
     "nov. 6, 2016",
     "j",
     "harnik",
     "joe",
     "slaven",
     "milwaukee",
     "miami",
     "port",
     "oct. 21, 2015",
     "s.",
     "paul",
     "oval",
     "hofstra",
     "state",
     "present",
     "ngan",
     "stadium",
     "july 23, 2015",
     "mccollester",
     "erik",
     "gilligan",
     "erin",
     "turnberry",
     "european",
     "oct. 9, 2016",
     "wisconsin",
     "jan. 9, 2017",
     "douglas",
     "lauer",
     "old",
     "clinton",
     "ap",
     "democratic",
     "west",
     "maury",
     "theater",
     "oct. 19, 2016",
     "mary",
     "n.c.",
     "comey",
     "hempstead",
     "s.c.",
     "michael",
     "july 20, 2016",
     "facebook",
     "murdock",
     "gerald",
     "country",
     "lincoln",
     "sept. 7, 2016",
     "blue",
     "vegas",
     "treasure",
     "roberson",
     "jan. 8, 2016",
     "fullscreen",
     "sept. 28, 2015",
     "columbus",
     "arnault",
     "dec. 17, 2016",
     "epa",
     "manny",
     "july 21, 2016",
     "thomas",
     "june 29, 2015",
     "dec. 16, 2016",
     "witcher",
     "monster",
     "andrew",
     "nov. 22, 2016",
     "margaret",
     "cnn",
     "afp/getty",
     "pugliano",
     "pacquiao",
     "may 10, 2016",
     "rnc",
     "walsh",
     "dec. 31, 2016",
     "mike",
     "terre",
     "aug. 22, 2016",
     "arena",
     "republican",
     "nov. 4, 2015",
     "susan",
     "conn.",
     "sanchez",
     "giuliani",
     "committee",
     "march 1988",
     "dec. 1, 2016",
     "prague",
     "rudy",
     "putin",
     "uss",
     "tommy",
     "thiel",
     "anselm",
     "eylse",
     "c.",
     "getz",
     "south",
     "2013",
     "orleans",
     "georges",
     "angelillo",
     "gilligan-usa",
     "wis.",
     "university",
     "golf",
     "feb. 9, 2016",
     "county",
     "municipal",
     "urbandale",
     "greater",
     "chow/the",
     "rainier",
     "n.h.",
     "july 7, 2016",
     "saginaw",
     "farmers",
     "ii",
     "d-n.y.",
     "memorial",
     "airlines",
     "run",
     "patrol",
     "loeb",
     "matthew",
     "jordan",
     "aug. 21, 2015",
     "reuter",
     "palm",
     "texas",
     "page",
     "neibergall",
     "coliseum",
     "science",
     "heppell",
     "dec. 10, 2016",
     "kevin",
     "b.",
     "pinos",
     "authority",
     "eric",
     "brekken",
     "today",
     "des",
     "lesser",
     "platt",
     "hill",
     "center",
     "sept. 17, 2016",
     "late tuesday",
     "cheryl",
     "clive",
     "las",
     "ben",
     "raedle",
     "capitol",
     "april 6, 2016",
     "n.y.",
     "mobile",
     "july 1, 2016",
     "bezos",
     "shiro",
     "inauguration day",
     "reagan",
     "island",
     "jan. 20",
     "ind.",
     "mahal",
     "news",
     "manchester",
     "united",
     "papasso",
     "ann",
     "indiana",
     "pressphoto",
     "christie",
     "heliport",
     "jan. 10, 2017",
     "drew",
     "atlantic",
     "chip",
     "bethpage",
     "burlington",
     "casino",
     "romney",
     "twitter",
     "haute",
     "dinner",
     "opera",
     "sports",
     "u.s.",
     "jack",
     "jersey",
     "genesee",
     "carolina",
     "nov. 1, 2016",
     "lynch",
     "pescott",
     "march 21, 2016",
     "winthrop",
     "mitchell",
     "somodevilla",
     "robyn",
     "david",
     "brady",
     "colorado",
     "great",
     "images",
     "dec. 28, 2016",
     "club",
     "sun",
     "jeff",
     "chris",
     "foley",
     "october 12, 2012",
     "otero",
     "march 4, 2016",
     "st.",
     "cavanaugh",
     "bill",
     "sept. 19, 2015",
     "wilson",
     "valley",
     "tannen",
     "marcio",
     "may 31, 2016",
     "aug. 11, 2015",
     "jean",
     "bottari",
     "dec. 12, 2015",
     "sept. 30, 2015",
     "muscatine",
     "iran",
     "6:16 p.m.",
     "f.",
     "miller",
     "jae",
     "reno",
     "sept. 9, 2015",
     "mar-a-lago",
     "aug. 27, 2015",
     "times",
     "march 31, 2016",
     "spencer",
     "denver",
     "march 11, 2016",
     "melania",
     "march 5, 2015",
     "restaurant",
     "tonight",
     "vlasic",
     "fox",
     "college",
     "gardner",
     "monsivais",
     "school",
     "may 16, 2015",
     "2016",
     "scott",
     "altaffer",
     "post",
     "hotel",
     "nov. 10, 2015",
     "funches",
     "chicago",
     "&",
     "evan",
     "samad",
     "mark",
     "clary",
     "ala.",
     "univision",
     "enrique",
     "djansezian",
     "jan. 24, 2016",
     "springs",
     "lakes",
     "jorge",
     "auditorium",
     "july 11, 2016",
     "july 11, 2015",
     "june 16, 2015",
     "convention",
     "jeremy",
     "pool/european",
     "street",
     "darren",
     "aug. 10, 2016",
     "mcnamee",
     "buzzfeed",
     "spartanburg",
     "king",
     "rubio",
     "martinez",
     "gazette",
     "jimmy",
     "helber",
     "june 16, 2013",
     "minchillo",
     "28,",
     "a.",
     "greenville",
     "gop",
     "sandberg",
     "altoona",
     "coo",
     "sept. 23, 2003",
     "aug. 6, 2015",
     "angeles",
     "bailey",
     "peter",
     "mitt",
     "charlie",
     "us",
     "aiken",
     "florida",
     "sunday",
     "senate",
     "intrepid",
     "donald",
     "wallace",
     "reid",
     "sept. 15, 2015",
     "tuesday",
     "of",
     "july 27, 1988",
     "nev.",
     "russia",
     "carson",
     "bernard",
     "herbert",
     "craig",
     "kelly",
     "perlman",
     "fbi",
     "orlando",
     "control",
     "sun-times",
     "brandon",
     "june 22, 2016",
     "nydia",
     "louis",
     "york",
     "gorenstein",
     "phoenix",
     "ramos",
     "ellis",
     "sherwood",
     "jr.",
     "july 31, 2015",
     "locher",
     "ehrhardt",
     "pence",
     "marc",
     "harry",
     "mayweather",
     "scotland",
     "april 19, 2016",
     "june 13, 2016",
     "high",
     "taj",
     "last friday",
     "party",
     "richard",
     "saul",
     "loretta",
     "ames",
     "pablo",
     "mich.",
     "tower",
     "international",
     "john",
     "marco",
     "seth",
     "border",
     "angerer",
     "beck",
     "wallheiser",
     "usa",
     "wise",
     "studios",
     "nbc",
     "national",
     "the second day",
     "cincinnati",
     "indianapolis",
     "oct. 7, 2016",
     "ivanka",
     "laredo",
     "cohen",
     "dec. 14, 2016",
     "lane",
     "oct. 28, 2004",
     "baltimore",
     "jackson",
     "vucci",
     "loans",
     "adrian",
     "cnbc",
     "may 1, 2016",
     "events",
     "last year",
     "jason",
     "s.c",
     "aug. 31, 2016",
     "ugarte",
     "this dec.",
     "states",
     "trump",
     "nov. 20, 2016",
     "house",
     "nov. 29, 2016",
     "hillary",
     "july 18, 2015",
     "sea",
     "ladd-peebles",
     "dubuque",
     "bank",
     "calif.",
     "walker",
     "johnson",
     "july 29, 2016",
     "doral",
     "tpc",
     "bedminster",
     "n.j.",
     "oct. 28, 2015",
     "evening",
     "duplin",
     "smith",
     "kaster",
     "robert",
     "don",
     "ohio",
     "moines",
     "resort",
     "may 2, 2015",
     "iowa",
     "piscotty",
     "beach",
     "getty",
     "march 15, 2016",
     "nieto",
     "april 15, 2016",
     "bannister",
     "dominick",
     "austin",
     "ryan",
     "miss",
     "hong",
     "timothy",
     "wyden",
     "bb&t",
     "fla.",
     "march 1, 2016",
     "associated",
     "j.",
     "saint",
     "nov. 23, 2015",
     "sept. 20, 2016",
     "ethan",
     "pavilion",
     "kevork",
     "christian",
     "feb. 2, 2012",
     "may 9, 2015",
     "feb. 1, 2016",
     "velázquez",
     "soho",
     "amazon",
     "intelligence",
     "oct. 8, 2015",
     "larry",
     "connecticut",
     "feb. 20, 2016",
     "fallon",
     "tyson",
     "evans",
     "floyd",
     "rhona",
     "mexico",
     "river",
     "steve",
     "night",
     "virginia",
     "keene",
     "colo.",
     "nati",
     "rebilas",
     "agency",
     "mandel",
     "ron",
     "intel",
     "akron",
     "james",
     "cook",
     "airport",
     "terrill",
     "office",
     "jose",
     "march 29, 1990",
     "quicken",
     "concord",
     "ty",
     "council",
     "alphabet",
     "sept. 16, 2015",
     "hampshire",
     "minneapolis",
     "press",
     "lm",
     "the first quarter",
     "nov. 8, 2016",
     "aug. 25, 2015",
     "carolyn",
     "rock",
     "alex",
     "sept. 3, 2015",
     "april 27, 2016",
     "40 minutes ago",
     "commission",
     "isaac",
     "fort",
     "m&t",
     "st",
     "olson",
     "wilbur",
     "va.",
     "obama",
     "new",
     "wednesday",
     "matt",
     "los",
     "feb. 23, 2016",
     "grand",
     "warner",
     "d-nev.",
     "peabody",
     "d-ore.",
     "city",
     "cayton",
     "sept. 26, 2016",
     "burr",
     "october",
     "new year's eve",
     "cleveland",
     "sheryl",
     "lauderdale",
     "m.",
     "aug. 15, 2015",
     "wright",
     "simi",
     "april 5, 1990",
     "kenansville",
     "pena",
     "boulder",
     "rachel",
     "arizona",
     "republic",
     "2006",
     "paypal",
     "derer",
     "justin",
     "washington",
     "myriam",
     "nov. 10, 2016",
     "birch",
     "30"
    ],
    "id": 6,
    "text": "Intel chiefs briefed Trump, Obama on unverified, salacious allegations concerning Russia and president-elect Russian spies may have acquired compromising information about President-elect Donald Trump. Post to Facebook Intel chiefs briefed Trump, Obama on unverified, salacious allegations concerning Russia and president-elect Russian spies may have acquired compromising information about President-elect Donald Trump. Check out this story on USATODAY.com: http://usat.ly/2jsfcUF CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 339 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Intel chiefs briefed Trump, Obama on unverified, salacious allegations concerning Russia and president-elect David Jackson and Kevin Johnson , USA TODAY Published 6:16 p.m. ET Jan. 10, 2017 | Updated 40 minutes ago x Share President-elect Donald Trump may have been the target of Russian spies, according to US intel chiefs. USA TODAY NETWORK In this Dec. 28, 2016, file photo, President-elect Donald Trump speaks to reporters at Mar-a-Lago in Palm Beach, Fla. (Photo: Evan Vucci, AP) During a special briefing last Friday, leaders of the intelligence community gave President-elect Donald Trump a synopsis of unsubstantiated and salacious allegations that Russian operatives had obtained potentially compromising personal and financial information about the president-elect, a U.S. official confirmed Tuesday. The official who is not authorized to comment publicly, said that the document was provided along with the intelligence community's assessment that Russia had meddled in the U.S. election. The separate document presented to the president-elect represented a summary of a much larger 35-page compilation of documents prepared by a former foreign intelligence officer. The officer, the official said, is known to U.S. intelligence, but the contents of the specific contents of the document have not been verified. Trump responded Tuesday evening by Twitter, calling the report \"FAKE NEWS - A TOTAL POLITICAL WITCH HUNT!\" Read more: Clinton allies react to reports on Russia, Trump The decision to present the information to Trump, first reported by CNN , was made after it was determined that the document — in many forms — had been circulated widely to political opposition researchers, U.S. lawmakers, journalists and others. CNN said it reviewed the compilation of the memos, described as originating as opposition research first commissioned by anti-Trump Republicans, and later by Democrats. Buzzfeed has  posted the intelligence documents . In the end, U.S. authorities determined that Trump needed to know the information, if he didn’t know its existence already, the official said, adding that the contents remained the subject of investigation. The official declined to comment on Trump's reaction to the presentation. And the president-elect, who has scheduled his first news conference Wednesday , did not immediately comment on the revelations. The summary document also includes allegations that information was exchanged over a long period of time between the Russian government and Trump representatives. Trump lawyer Michael Cohen, accused of meeting with a Russian operative in Prague last year, said in a tweet that \"I have never been to Prague in my life.\" The news came on a day in which the Senate Intelligence Committee conducted hearings into the reported Russian hacking of the Democratic National Committee and emails provided to the website Wikileaks. Chairman Richard Burr, R-N.C., said the panel will conduct an independent review of the intelligence community's report about Russian interference to help Trump. FBI Director James Comey declined to answer questions from Sen. Ron Wyden, D-Ore., about whether the FBI is investigating possible contacts between the Trump campaign and the Russian government during the presidential campaign. \"I think the American people have a right to know this,\" Wyden said. \"And if there is a delay in declassifying this information and releasing it to the American people, and it doesn’t happen before Jan. 20 (Inauguration Day), I’m not sure it’s going to happen.\" Wyden declined comment late Tuesday about the unsubstantiated reports that Russians have compromising information about Trump. The senior Democrat on the Senate Intelligence Committee, Sen. Mark Warner of Virginia, also had no comment, said spokeswoman Rachel Cohen. Read more: Putin ordered hacking to help Trump, intelligence report says Then-Senate minority leader Harry Reid, D-Nev., angry over FBI statements about the email investigation of Clinton, referenced these allegations in an October letter to the bureau. It said in part, \"it has become clear that you possess explosive information about close ties and coordination between Donald Trump, his top advisors, and the Russian government — a foreign interest openly hostile to the United States.\" Rep. Nydia M. Velázquez, D-N.Y., said late Tuesday that she finds the latest reports about Russia and Trump alarming and called on Attorney General Loretta Lynch to appoint a special counsel to continue investigating the allegations \"until all facts have been unearthed.\" \"I find troubling these reports that Russian intelligence apparatuses sought compromising information on the Republican candidate, as well, but released only information related to Democrats,\" the congresswoman said. \"However, particularly alarming are suggestions that surrogates for an American presidential campaign were actively exchanging information with Russian government intermediaries.\" She said the allegations \"raise important legal issues that need to be investigated quickly, thoroughly and impartially, without political interference.\" Contributing: Erin Kelly Posted! A link has been posted to your Facebook feed. Donald Trump claimed a stunning victory after a long and contentious 2016 campaign. Here's a look back at his career and path to the presidency.  John Locher, AP Donald Trump stands next to one of his three Sikorsky helicopters at New York Port Authority's West 30 Street Heliport in March 1988.  Wilbur Funches, AP Heavyweight champion Mike Tyson, right, speak at a news conference while adviser Donald Trump looks,  after announcing a settlement between Tyson and his manager, Bill Cayton, on July 27, 1988.  Richard Drew, AP Fullscreen Donald Trump, right, waits with his brother Robert for the start of a Casino Control Commission meeting in Atlantic City on March 29, 1990. Trump was seeking final approval for the Taj Mahal Casino Resort, one of the world's largest casino complexes.  AP Donald Trump stands next to a genie lamp as the lights of his Trump Taj Mahal Casino Resort light up the evening sky marking the grand opening of the venture in Atlantic City on April 5, 1990.  Mike Derer, AP Donald Trump and architect Adrian Smith unveil an artist rendition of Trump Tower Chicago at a news conference on Sept. 23, 2003.  Scott Olson, Getty Images Donald Trump signs autographs for a crowd prior to the demolition of the old Chicago Sun-Times building on Oct. 28, 2004.  Jeff Roberson, AP Donald Trump on the set for his show, \"The Apprentice\" in 2006.  Virginia Sherwood, NBC Ann Romney looks on as Donald Trump and Republican presidential candidate Mitt Romney shake hands during a news conference held by Trump to endorse Mitt Romney for president on Feb. 2, 2012, in Las Vegas.  Ethan Miller, Getty Images Eric F. Trump, Donald Trump and Donald Trump Jr. attend the \"Celebrity Apprentice All Stars\" Season 13 Press Conference at Jack Studios on October 12, 2012, in New York City.  Slaven Vlasic, Getty Images Donald Trump and Miss Connecticut USA Erin Brady pose onstage after Brady won the 2013 Miss USA pageant, on June 16, 2013.  Jeff Bottari, FR170524AP Donald Trump and Ivanka Trump watch as the ceremonial starter hits to start the first round of the WGC-Cadillac Championship golf tournament at TPC Blue Monster at Trump National Doral on March 5, 2015, in Miami.  Jason Getz, USA TODAY Sports Donald Trump reacts alongside wife Melania Trump before the welterweight boxing fight between Floyd Mayweather and Manny Pacquiao on May 2, 2015.   Mark J. Rebilas, USA TODAY Sports Donald Trump speaks during the Freedom Summit on May 9, 2015, in Greenville, South Carolina.  Richard Ellis, Getty Images Donald Trump speaks to guests gathered for the Republican Party of Iowa's Lincoln Dinner at the Iowa Events Center on May 16, 2015, in Des Moines, Iowa.  Scott Olson, Getty Images Trump announces his presidential run on June 16, 2015, at Trump Tower in New York.  JUSTIN LANE, EPA Trump holds up documents from a poll that shows him running in second place among Republican candidates as he speaks at a meeting of the City Club of Chicago on June 29, 2015.  Tannen Maury, European Pressphoto Agency Trump greets the crowd before speaking at the Phoenix Convention Center on July 11, 2015.  Cheryl Evans, The Arizona Republic Trump speaks at the Family Leadership Summit in Ames, Iowa, on July 18, 2015.  Nati Harnik, AP Trump arrives at the airport for a visit to the U.S./Mexico border in Laredo, Texas, on July 23, 2015.  LM Otero, AP Trump drives his golf buggy during the second day of the Women's British Open golf championship on the Turnberry golf course in Turnberry, Scotland, on July 31, 2015.  Scott Heppell, AP Trump, alongside fellow Republican presidential candidates Ben Carson and Scott Walker, participates in the first prime-time presidential debate hosted by Fox News and Facebook at the Quicken Loans Arena on Aug. 6, 2015, in Cleveland.  Chip Somodevilla, Getty Images Trump delivers the keynote address at the Genesee and Saginaw Republican Party Lincoln Day Event on Aug. 11, 2015, in Birch Run, Mich., his first campaign event since his Republican debate debut.  Bill Pugliano, Getty Images Trump greets fairgoers while campaigning at the Iowa State Fair on Aug. 15, 2015, in Des Moines.  Win McNamee, Getty Images Trump greets supporters after his rally at Ladd-Peebles Stadium on Aug. 21, 2015, in Mobile, Ala.  Mark Wallheiser, Getty Images Fullscreen Trump fields a question from Univision and Fusion anchor Jorge Ramos during a press conference held before his campaign event at the Grand River Center on Aug. 25, 2015, in Dubuque, Iowa. Earlier in the press conference Trump had Ramos removed from the room.  Scott Olson Trump asks a supporter, Mary Margaret Bannister, check to see whether his hair is real during his speech to supporters at a rally at the TD Convention Center on Aug. 27, 2015, in Greenville, S.C  RICHARD SHIRO, AP Trump looks at his signed pledge during a news conference at Trump Tower on Sept. 3, 2015, in which he vowed to support the Republican Party's nominee, whoever it may be.  Richard Drew, AP Trump speaks at a rally organized by Tea Party Patriots on Capitol Hill on Sept. 9, 2015, to oppose the Iran nuclear agreement.  Carolyn Kaster, AP Jimmy Fallon and Trump appear in the \"Trump in the Mirror\" skit during a taping of \"The Tonight Show Starring Jimmy Fallon\" on Sept. 11, 2015, in New York.  Douglas Gorenstein, AP Trump speaks during a campaign event aboard the USS Iowa battleship in Los Angeles on Sept. 15, 2015.  Kevork Djansezian, AP Trump speaks during the CNN Republican presidential debate at the Reagan library on Sept. 16, 2015, in Simi Valley, Calif.  Mark J. Terrill, AP Trump high-fives homecoming king Austin Cook as queen Eylse Pescott looks on during a rally at Urbandale High School on Sept. 19, 2015, in Urbandale, Iowa.  Charlie Neibergall, AP Trump announces his tax plan during a press conference at Trump Tower in New York on Sept. 28, 2015.  Dominick Reuter, AFP/Getty Images Trump answers a reporter's question prior to a town hall event at Keene High School on Sept. 30, 2015, in Keene, N.H.  Darren McCollester, Getty Images Trump invites Myriam Witcher, 35, of Las Vegas on the stage during a campaign rally at the Treasure Island Hotel & Casino on Oct. 8, 2015, in Las Vegas.  Isaac Brekken, Getty Images Trump leaves the stage following a campaign rally at Burlington Memorial Auditorium on Oct. 21, 2015, in Burlington, Iowa.  Scott Olson, Getty Images Trump is questioned by the media after the CNBC Republican presidential debate on Oct. 28, 2015, in Boulder, Colo.  Jeremy Papasso, AP New Hampshire Secretary of State Bill Gardner watches at left as Trump fills out his papers to be on the New Hampshire primary ballot on Nov. 4, 2015, in Concord, N.H.  Jim Cole, AP Trump speaks alongside Marco Rubio and Ben Carson during the Republican debate on Nov. 10, 2015, in Milwaukee.  Scott Olson, Getty Images Trump addresses supporters during a campaign rally at the Greater Columbus Convention Center on Nov. 23, 2015, in Columbus, Ohio.  Ty Wright, Getty Images Donald Trump waves to the crowd after participating in a campaign event in Aiken, S.C., on Dec. 12, 2015.  Erik S. Lesser, European Pressphoto Agency Trump speaks during a campaign stop at Winthrop University on Jan. 8, 2016, in Rock Hill, S.C.  Rainier Ehrhardt, AP Trump arrives at Muscatine Municipal Airport for a rally at Muscatine High School in Muscatine, Iowa, on Jan. 24, 2016.  Andrew Harnik, AP Trump walks down the steps after speaking at a caucus site on Feb. 1, 2016, in Clive, Iowa.  Jae C. Hong, AP Trump greets people as he visits a polling station on Feb. 9, 2016 in Manchester, N.H.  Joe Raedle, Getty Images Trump acknowledges cheering supporters celebrating his victory in the South Carolina Republican primary in Spartanburg, S.C., on Feb. 20, 2016.  RICHARD ELLIS, EPA Trump speaks during a rally on Feb. 23, 2016, in Reno, Nev.  Marcio Jose Sanchez, AP Trump talks to a boy at the end of a rally at the Peabody Opera House on March 11, 2016, in St. Louis.  Michael B. Thomas, AFP/Getty Images Trump addresses the media at a press conference following his victory in the Florida primary on March 15, 2016, in West Palm Beach, Fla.  Rhona Wise, AFP/Getty Images Trump and New Jersey Gov. Chris Christie disembark from Trump's plane during a campaign stop on March 1, 2016, in Columbus, Ohio.  John Minchillo, AP Trump speaks at a campaign rally in New Orleans on March 4, 2016.  Gerald Herbert, AP Trump speaks to supporters at his primary night event at Mar-a-Lago Club in Palm Beach, Fla., on March 15, 2016.  Gerald Herbert, AP Trump tours the Old Post Office Pavilion, soon to be a Trump International Hotel, on March 21, 2016, in Washington.  Alex Brandon, AP Trump waves as he gets into his vehicle in Washington on March 31, 2016, following a meeting at the Republican National Committee headquarters.  Susan Walsh, AP Trump arrives at a campaign rally in Bethpage, N.Y., on April 6, 2016.  Peter Foley, European Pressphoto Agency Trump signs a hat after speaking at a rally at the Connecticut Convention Center on April 15, 2016 in Hartford, Conn.  Matthew Cavanaugh, Getty Images Trump speaks following victory in the New York primary on April 19, 2016.  Jewel Samad, AFP/Getty Images Trump waves to the crowd at the end of his campaign rally at the Indiana Farmers Coliseum on April 27, 2016, in Indianapolis.  John Sommers II, Getty Images Trump gestures while speaking during a campaign rally at the Indiana Theater on May 1, 2016, in Terre Haute, Ind.  Seth Perlman, AP Trump speaks during an interview with The Associated Press in his office at Trump Tower in New York on May 10, 2016.  Mary Altaffer, AP Trump answers questions during a news conference in New York on May 31, 2016.  Richard Drew, AP Trump gives a speech on terrorism at Saint Anselm College in Manchester, N.H., on June 13, 2016, in the aftermath of the Orlando shootings.  Timothy A. Clary, AFP/Getty Images Trump delivers a speech attacking Hillary Clinton at Trump SoHo Hotel on June 22, 2016.  Drew Angerer, Getty Images Trump speaks at the 2016 Western Conservative Summit at the Colorado Convention Center on July 1, 2016 in Denver.  Marc Piscotty, Getty Images Trump arrives at RNC headquarters for a meeting with House Speaker Paul Ryan and House Republicans on July 7, 2016, in Washington.  Mark Wilson, Getty Images Trump listens to a question during an interview after a rally in Virginia Beach, Va., on July 11, 2016.  Steve Helber, AP Trump and his family attend an arrival event with Gov. Mike Pence and his family at the Great Lakes Science Center on July 20, 2016, in Cleveland during the GOP convention.  Jeff J Mitchell, Getty Images Trump delivers his acceptance speech during the Republican National Convention on July 21, 2016.  Kelly Jordan, USA TODAY Trump meets with the editorial board of Colorado Springs Gazette on July 29, 2016, in downtown Colorado Springs, Colo.  Christian Murdock, AP Trump holds up a chart as he speaks during his campaign event at the BB&T; Center on Aug. 10, 2016, in Fort Lauderdale, Fla.  Joe Raedle, Getty Images Trump arrives to speak at a campaign rally in Akron, Ohio, alongside former New York mayor Rudy Giuliani on Aug. 22, 2016.  Gerald Herbert, AP Mexico President Enrique Pena Nieto and Trump shake hands after a joint statement at Los Pinos, the presidential official residence, in Mexico City on Aug. 31, 2016.  Marco Ugarte, AP Trump arrives for his immigration speech at the Phoenix Convention Center on Aug. 31, 2016.  Michael Chow/The Republic, Michael Chow-USA TODAY Sports Trump speaks with 'Today' show co-anchor Matt Lauer at the NBC Commander-In-Chief Forum held at the Intrepid Sea, Air and Space museum in New York on Sept. 7, 2016.  Evan Vucci, AP Trump waves as he steps out of his plane for a rally at the JetCenters of Colorado in Colorado Springs on Sept. 17, 2016.  Mandel Ngan, AFP/Getty Images Trump speaks during a rally at Duplin County Events Center in Kenansville, N.C., on Sept. 20, 2016.  Mandel Ngan, AFP/Getty Images Trump and Clinton shake hands at the end of the first presidential debate at Hofstra University in Hempstead, N.Y., on Sept. 26, 2016.  Joe Raedle, AFP/Getty Images Trump meets with members of the National Border Patrol Council at Trump Tower on Oct. 7, 2016, in New York.  Evan Vucci, AP Trump and Clinton take part in the town hall debate at Washington University on Oct. 9, 2016, in St Louis.  Saul Loeb, Pool/Getty Images Trump walks off the stage  followed by his wife, Melania, after the final presidential debate in Las Vegas on Oct. 19, 2016.  Robyn Beck, AFP/Getty Images Trump sits down with Wisconsin Gov. Scott Walker and a group of small-business owners for a roundtable meeting on Nov. 1, 2016, in Altoona, Wis.  Chip Somodevilla, Getty Images Donald Trump waves to supporters who were waiting outside of the fence following a rally at the Sun Country Airlines hangar in Minneapolis on Nov. 6, 2016.  Mandel Ngan, AFP/Getty Images Trump looks at his wife, Melania, as they cast their votes at PS-59 on Nov. 8, 2016, in New York.  Evan Vucci, AP Trump, accompanied by wife Melania, Vice President-elect Mike Pence and House Speaker Paul Ryan, speaks after a meeting with Ryan, on Nov. 10, 2016, in the Speaker's office on Capitol Hill in Washington.  Alex Brandon, AP President Obama and Trump shake hands following their meeting in the Oval Office on Nov. 10, 2016.  Pablo Martinez Monsivais, AP Trump pauses in the entryway of Trump National Golf Club Bedminster clubhouse on Nov. 20, 2016, in Bedminster, N.J.  Carolyn Kaster, AP Trump walks through the lobby of The New York Times following a meeting with editors at the paper on Nov. 22, 2016, in New York City.  Spencer Platt, Getty Images Trump dines with Mitt Romney at Jean Georges Restaurant in New York City on Nov. 29, 2016.  John Angelillo, Pool/European Pressphoto Agency Trump speaks at U.S. Bank Arena on Dec. 1, 2016, in Cincinnati. He took time off from selecting his Cabinet to celebrate his election victory.  Ty Wright, Getty Images Trump is interviewed by Chris Wallace of \"Fox News Sunday\" at Trump Tower in New York on  Dec. 10, 2016.  Richard Drew, AP Trump waves to the crowd from a suite during the first quarter of the Army-Navy game at M&T Bank Stadium in Baltimore on Dec. 10, 2016.  Tommy Gilligan, Tommy Gilligan-USA TODAY Sports Amazon's Jeff Bezos, Larry Page of Alphabet, Facebook COO Sheryl Sandberg, Vice President-elect Mike Pence,  Trump and Peter Thiel, co-founder and former CEO of PayPal, take part in meetings at Trump Tower in New York on Dec. 14, 2016.  Timothy A. Clary, AFP/Getty Images Trump appears in Orlando, Fla., during his \"Thank You\" tour on Dec. 16, 2016.  Craig Bailey, Florida Today President-elect Donald Trump arrives to speak at a rally at Ladd-Peebles Stadium on Dec. 17, 2016, in Mobile, Ala.  Evan Vucci, AP Trump stands with boxing promoter Don King as he speaks to reporters at Mar-a-Lago on Dec. 28, 2016, in Palm Beach, Fla.  Evan Vucci, AP The Trumps talk to reporters during a New Year's Eve party at Mar-a-Lago on Dec. 31, 2016, in Palm Beach, Fla.  Evan Vucci, AP Trump, accompanied by French businessman Bernard Arnault, speaks with reporters after a meeting at Trump Tower in New York on Jan. 9, 2017.  Evan Vucci, AP Like this topic? You may also like these photo galleries: Replay ",
    "title": "Intel chiefs briefed Trump, Obama on unverified, salacious allegations concerning Russia and president-elect"
   },
   {
    "entities": [
     "woio",
     "interactive",
     "canton",
     "cbs",
     "2017",
     "wkbn",
     "ohio",
     "inc.",
     "ashley",
     "earlier today",
     "monday",
     "tuesday",
     "north",
     "january 10, 2017",
     "treva",
     "rohr",
     "maloney",
     "police",
     "9 p.m.",
     "zhao",
     "damon",
     "jackson",
     "4 p.m.",
     "ang"
    ],
    "id": 7,
    "text": "Close WKBN NORTH CANTON, Ohio – A young northeast Ohio girl who had been reported missing by her parents Monday was found dead and “concealed” inside her family’s restaurant, reports CBS affiliate WOIO. Five-year-old Ashley Zhao vanished Monday from the restaurant, Ang’s Asian Cuisine in North Canton. CBS affiliate WKBN reports her parents told police Ashley went to lay down in the back of the restaurant around 4 p.m. Her mother said when she went to check on her around 9 p.m., the child was gone. Police: Ashley Zhao found dead. 2 squads at home of Ashley Zhao's relatives. Man here earlier today told me police told them not to speak. pic.twitter.com/9pWv8bz3zH — Damon Maloney (@Dmaloneytv) January 10, 2017 The mother of Zhao has been charged with murder. The father has been charged with complicity in the case, WOIO reported. Police initially said they believed she had wandered out of the eatery’s back door. An endangered missing child advisory that had been issued for the child amid a search has been canceled. “I’ve never spoke to them, I’ve just seen her in passing,” said neighbor Treva Rohr. “It was sad, very very sad.”   WOIO reporter Damon Maloney tweeted that Jackson Police cruisers were seen parked Tuesday outside a home where Ashley’s relatives live. The girl’s cause of death remains unclear.  © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Ashley Zhao, missing Ohio girl, found dead, \"concealed\" in family's restaurant - CBS News"
   },
   {
    "entities": [
     "arab",
     "nishant",
     "province",
     "march",
     "press",
     "reuters",
     "dahiya",
     "ashraf",
     "united",
     "ministry",
     "npr",
     "uae",
     "kandahar",
     "wakil",
     "state",
     "tuesday",
     "foreign",
     "kabul",
     "associated",
     "ghani",
     "mujahid",
     "emirates",
     "zabihullah",
     "afghanistan",
     "today",
     "bbc",
     "july",
     "islamic",
     "kohsar",
     "evening",
     "helmand",
     "taliban"
    ],
    "id": 8,
    "text": "Afghan security personnel arrive at the site of two bombs on Tuesday near the Afghan parliament in Kabul. Wakil Kohsar /AFP/Getty Images hide caption toggle caption Wakil Kohsar /AFP/Getty Images Afghan security personnel arrive at the site of two bombs on Tuesday near the Afghan parliament in Kabul. Wakil Kohsar /AFP/Getty Images Two bomb blasts near the parliament building in Afghanistan's capital, Kabul, have killed at least 30 people and injured at least 70. \"The first bomb exploded near a parked minibus,\" NPR's Nishant Dahiya reported. \"The second, when the police arrived to help the victims.\" It happened during the evening rush hour as parliament staff were leaving work. A female lawmaker was said to be among the injured, Nishant added, and other parliament staff were also reportedly victims of the attack. The Taliban has claimed responsibility for the bombings. \"We planned this attack for quite some time and the plan was [to] target some senior officers of the intelligence agency. We sent one suicide bomber to target a mini bus that was carrying these officers,\" Taliban spokesman Zabihullah Mujahid said, according to Reuters. \"We did exactly what we planned.\" Dozens Killed In Attack On Protest March Of Minority Hazara Community In Kabul It happened during a period of relative calm in Kabul, Nishant said. This appears to be the deadliest attack in the capital since July , when at least 80 people were killed during a protest march of the minority Hazara community. That attack was claimed by the Islamic State group. There were at least two other bombings today in other parts of Afghanistan. In the southern province of Kandahar, a blast killed five people, according to the Associated Press. It happened at the provincial governor's guest house, injuring the United Arab Emirates' ambassador to Afghanistan and \"a number of Emirati diplomats who were accompanying him,\" according to a statement from the UAE Foreign Ministry . The ambassador was on a \"humanitarian mission\" to Kandahar, the Foreign Ministry added. Article continues after sponsorship Another bombing, in the capital of Helmand province, killed at least seven people, according to the BBC . President Ashraf Ghani vowed to bring the perpetrators to justice, the broadcaster reported. \"The Taliban shamelessly claim credit for the attack on civilians and they're proud of it,\" Ghani said in a statement. ",
    "title": "Twin Blasts Kill Dozens In Kabul, Afghanistan : The Two-Way : NPR"
   },
   {
    "entities": [
     "rahm",
     "south",
     "brooks",
     "trump",
     "laquan",
     "jan. 20",
     "cpd",
     "michael",
     "last week",
     "news",
     "facebook",
     "fox",
     "emanuel",
     "donald",
     "tuesday",
     "2014",
     "board",
     "of",
     "2015",
     "justice",
     "2016",
     "pfleger",
     "twitter",
     "night",
     "police",
     "corey",
     "department",
     "63 percent",
     "mccarthy",
     "lightfoot",
     "obama",
     "new",
     "chicago",
     "side",
     "finn",
     "doj",
     "matt",
     "york",
     "los",
     "overnight",
     "america",
     "mcdonald",
     "garry",
     "lori",
     "angeles"
    ],
    "id": 9,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   As President Obama returns to his adopted hometown of Chicago to give his farewell speech Tuesday night, a dark cloud hangs over the city where the record-setting murder rate is so high there are pleas to declare a state of emergency. “When there is a fire in America, a tornado, a hurricane, they call it a state of emergency, federal funds come in, and help rebuild that town or that community,” said prominent anti-crime activist, Father Michael Pfleger.  “Well, hell, we have a state of emergency in Chicago.” In 2016, 762 people were murdered in Chicago. That’s a 63 percent increase from the 468 murders recorded in 2015 and almost double the murders in 2014, according to Chicago Police. Shootings also are way up -- 4,331 people were shot in Chicago in 2016, up from 3,550 in 2015, according to police. In recent months, the president has been mostly quiet about an aggressive solution to Chicago’s violent crime epidemic. The city saw more murders in 2016 than New York and Los Angeles combined, yet is considerably smaller in population than either city. Chicagoans wonder if the president will address the city’s crime – the “elephant in the room” – during his speech Tuesday night. \"I cannot recall a time that President Obama said directly about Rahm Emanuel that he needs to do something about this violence,” said Chicago community leader and activist Pastor Corey Brooks. In a series of interviews last week previewing his speech and visit to Chicago, Obama discussed the city’s carnage, noting a lot of the crime is happening in the “backyard” of the home he and the first lady own on the city’s South Side. “We've been trying even from the federal level to provide assistance to the city. I don't think that we're going to be able to reverse these things overnight,” Obama said. “On the other hand, the fact that crime overall is much lower around the country when it was when I took office and that Chicago is the one big city where you've seen this huge spike means that there's something specifically happening there and that means we can fix it if we work together.” Community leaders all agree Chicago’s violent crime and murder rate is unacceptable but the exact cause and how to fix it is a matter of debate. The issues most often pointed to are the city’s uncontrollable illegal gun market, gang wars, cheap heroin and increasing disrespect for law enforcement. Former Chicago Police Superintendent Garry McCarthy, who is credited with a drop in the city’s crime up until 2015 through his community-policing approach, says officers haven’t felt a ton of support from the Obama administration. “I can't help but just look at criminal justice, and criminal justice in this country has not had a friend in the federal government during this administration,\" McCarthy said. Lori Lightfoot, president of the Chicago Police Board—an independent entity tasked with investigating complaints into misconduct and corruption—says Chicago’s crime is not something police can arrest their way out of and requires all levels of the government and community to work together beyond analyzing crime stats and police performance. “We need to make sure we are out there with job training, everything we can to drive down unemployment, make sure kids aren’t living in poverty, good schools,” Lightfoot said. “This really does take a multi-faceted approach.” President-elect Donald Trump has already weighed in, making headlines when he tweeted that Chicago Mayor Rahm Emanuel should seek federal help if he can’t fix the city’s crime—which also raises the question if policing in the city and even nationwide might grow beyond a state and local operation under the Trump administration. “President-Elect Trump is directly putting the ball in the mayor’s court and that’s the way it should be,” Brooks said. Emanuel’s spokesperson replied to the Trump tweet with a statement, in part writing, “As the president-elect knows from his conversation with the mayor, we agree the federal government has a strong role to play in public safety…we are heartened he is taking this issue seriously and look forward to working with the new administration on these important efforts.” All this comes as the Department of Justice is in the midst of a patterns and practice investigation into the Chicago Police Department for allegations of racism and police brutality. This follows the release of a highly controversial, graphic dash cam video depicting a Chicago police officer shooting and killing 17-year-old Laquan McDonald. The DOJ’s findings are expected to be released before or shortly after the inauguration of Trump on Jan. 20 and could result in an expensive Consent Decree with CPD that will continue to keep Chicago’s crime problems in the national spotlight. Pfleger said he reached out to Trump during the campaign but did not hear back. He says he hopes the DOJ’s findings and the new administration could make a difference in Chicago. “The question being will they reach out and want to really see some substantive changes and make a difference or do they just want to continue to Band-Aid,” Pfleger said.  Matt Finn is a Fox News correspondent based in the Chicago bureau. Follow him on Twitter: @MattFinnFNC Advertisement ",
    "title": "Cloud hangs over Obama return to Chicago | Fox News"
   },
   {
    "entities": [
     "the last week",
     "mai-duc",
     "mark",
     "lee",
     "graham",
     "african",
     "south",
     "kurtis",
     "jenny",
     "s.c.",
     "richard",
     "last week",
     "methodist",
     "julius",
     "june",
     "emanuel",
     "jarvie",
     "tuesday",
     "last month",
     "church",
     "charleston",
     "roof",
     "present",
     "christine",
     "melvin",
     "richardson",
     "ame",
     "cynthia",
     "hurd",
     "u.s.",
     "fbi",
     "jan. 10",
     "``jay''",
     "today",
     "june 2015",
     "carolina",
     "james",
     "queally",
     "wednesday",
     "dylann",
     "episcopal",
     "afternoon",
     "evening",
     "now",
     "the day, the hour",
     "last thursday",
     "gergel"
    ],
    "id": 10,
    "text": "Jury condemns Dylann Roof to death for Charleston, S.C., church shooting that killed 9 Dylann Roof's two death penalty trials The 22-year-old man charged with killing nine black worshipers at the historic Emanuel AME Church in Charleston, S.C. faces two death penalty trials, a first in U.S. history. The 22-year-old man charged with killing nine black worshipers at the historic Emanuel AME Church in Charleston, S.C. faces two death penalty trials, a first in U.S. history. Jenny Jarvie A federal jury on Tuesday condemned unrepentant white supremacist Dylann Roof to death for the June 2015 massacre of nine black parishioners at a South Carolina Bible study class. Roof stood stone-faced, showing no emotion, as U.S. District Judge Richard Gergel announced the jury's unanimous verdict, which came after about three hours of deliberation. Relatives and friends of the victims were quiet. Some left court smiling and embracing. \"Today we had justice for my sister,\" Melvin Graham, the brother of slain churchgoer Cynthia Hurd, said outside the courthouse. \"This is a very hollow victory because my sister is still gone.\" Graham said the death penalty was fitting for Roof, who last month was convicted of the killings, because his act was so brutal and he showed no remorse. \"He just took them away from us because he wanted to,\" Graham said. \"He decided the day, the hour, the moment my sister was going to die. And now someone is going to do that for him…. He's in God's hands now.\"  Before the jury began deliberating, Roof, who decided to represent himself during the sentencing phase of the trial, offered the panel no explanation or apologies for the shooting, saying that he felt he had to do it. In his last words to jury members before they decided whether to punish him with death or life in prison without parole, Roof said he was misunderstood. Yet he ultimately declined to give jurors any explanation for the massacre or a single reason to spare his life.  Roof acknowledged that he told FBI investigators after he was arrested that he had to do it. “But obviously that’s not really true,” he told the jury. “I didn’t have to do it. I didn’t have to do anything.… What I meant when I said that was that I felt that I had to do it, and I still do feel like I had to do it. “Anyone, including the prosecution, who thinks that I’m filled with hatred has no idea what real hate is,” Roof said awkwardly, his face flushed as he read haltingly from notes. “They don’t know anything about me. They don’t know what real hatred looks like. They think they do, but they don’t really.” White supremacist Dylann Roof opened fire June 2015 at Emanuel African Methodist Episcopal Church, a historic black church in Charleston, S.C., killing nine people: six women and three men. A federal jury on Jan. 10 condemned Roof to death. Here is what we know about the victims: Cynthia Hurd,... (James Queally, Christine Mai-Duc and Kurtis Lee) Prosecutors, in turn, told jurors that Roof was a cold and calculated racist who dismissed a whole class of people as “brute animals” and continued to believe the shootings were worth it, even after hearing of the “immeasurable loss” of his victims’ loved ones. “He wants you to believe that you have been misled and that indeed he was justified,” Assistant U.S. Atty. Julius “Jay” Richardson told the panel of nine white and three black jurors. “He wants you to believe he was justified in committing a modern-day lynching. Don’t let that be.… Render the full measure of justice for this defendant. Sentence this defendant to death.” The jury began deliberating Tuesday afternoon after Roof’s closing arguments. Earlier, as federal attorneys wrapped up their case, they provided a lengthy list of aggravating factors that they said justified the death penalty, rather than life in prison. Not only had Roof killed multiple people and endangered others, prosecutors said, but he also conducted substantial planning, was motivated by racial prejudice and hoped to incite others. They insisted Roof continued to show “not one ounce of remorse.” Last month, the same jurors found Roof guilty of all 33 charges related to the June 2015 massacre at Charleston’s Emanuel African Methodist Episcopal Church, including multiple counts of committing a hate crime against black victims, obstructing the exercise of religion and using a firearm to commit murder. Roof, who has developed a tense relationship with his defense team, asked the judge whether he would appoint new lawyers to help file a request for a new trial. Gergel told Roof he was \"strongly disinclined\" to appoint new attorneys but would listen to any motions Roof made Wednesday. Anyone, including the prosecution, who thinks that I’m filled with hatred has no idea what real hate is. — Dylann Roof In closing arguments, the trial’s lead prosecutor offered a window into each of the nine victims’ lives, showing jurors family photos of them at ballgames, weddings, vacations and graduations.  “You now know the last moments this last group of 12 spent together,” Richardson told the jury, reminding them the nine victims were among a dozen who had gathered together that muggy June evening to study the gospel of Mark’s parable of the sower. “You also now know how extraordinarily good these people were. “They welcomed the defendant with a kind word, a Bible, a handout and a chair,” he said. Yet Roof “had come not to learn, not to receive the word.… He’d come with a hateful heart and a Glock.” After showing images of Roof posing with a pistol and a Confederate flag, and engaged in target practice in his backyard, Richardson argued that the defense had failed to show any possibility that Roof was capable of any meaningful change or redemption. “We may indeed wish it to be true, but there’s no evidence to support it,” Richardson said. The 22-year-old high school dropout addressed the jury for only a few minutes during an opening statement in the death penalty hearing last week to insist he was not mentally ill. “Other than the fact that I trust people that I shouldn’t, there is nothing wrong with me psychologically,” he told the jury, referring to his attorneys’ attempts to present evidence of mental health problems. Although Roof admitted he wanted to prevent his attorneys from presenting such evidence, he said, “it isn’t because I have a mental illness that I don’t want you to know about and it isn’t because I’m trying to keep it a secret from you. The point is, I’m not going to lie to you.” At the beginning of the penalty phase of the trial, jurors learned that Roof had continued to show no remorse weeks after the crime. “I would like to make it crystal clear I do not regret what I did,” Roof wrote in a journal found in his jail cell six weeks after his arrest. “I am not sorry. I have not shed a tear for the innocent people I killed.” Roof added that he did feel sorry for the “innocent white children forced to live in this sick country” and “I have shed a tear of self-pity for myself. I feel pity that I had to do what I did in the first place.” Usually during the sentencing phase of a death penalty case, the defense tries to mitigate the prosecution’s case by presenting evidence about background issues, such as childhood upbringing and mental health problems, in an effort to encourage jurors to be more lenient. Yet from the beginning, Roof has resisted any idea of mounting a defense on the premise that he is mentally ill. “I am morally opposed to psychology,” he scrawled in a journal that investigators found in his car after the massacre. “It is a Jewish invention, and does nothing but invent diseases and tell people they have problems when they don’t.” In his statement to the jury Tuesday, as he spoke about how he felt the need to commit the killings, Roof said: “I think that it’s safe to say that no one in their right mind wants to go into a church and kill people.” Over the last week, Roof declined to cross-examine any of the prosecution’s 25 witnesses or present any witnesses of his own. Yet he filed several motions last week objecting that the prosecutor’s victim impact testimony was excessive. “This part of the trial can be easily prejudiced by so much victim impact evidence, and I think the limits of due process have already been passed,” Roof wrote last Thursday, objecting not only to the number of people testifying, but to the “extent and depth” of the testimony. ",
    "title": "Jury condemns Dylann Roof to death for Charleston, S.C., church shooting that killed 9 - LA Times"
   },
   {
    "entities": [
     "rich",
     "civil",
     "d.",
     "capitol",
     "joseph",
     "states",
     "2009",
     "united",
     "meridith",
     "jeff",
     "senate",
     "the 1980s",
     "gerald",
     "jan. 10, 2017",
     "of",
     "jan 10, 2017",
     "division",
     "yeomans",
     "justice",
     ", 6:35 pm",
     "rights",
     "j.",
     "d-minnesota",
     "post",
     "alabama",
     "department",
     "hebert",
     "u.s.",
     "today",
     "hill",
     "franken",
     "washington",
     "sessions",
     "mcgraw",
     "william",
     "department's",
     "al"
    ],
    "id": 11,
    "text": "Sen. Franken Accuses Sen. Sessions of Misrepresenting His Record on Civil Rights By Meridith McGraw Jan 10, 2017, 6:35 PM ET 0 Shares WATCH Sen. Franken Accuses Sen. Sessions of Misrepresenting His Record on Civil Rights 0 Shares Email During today's Senate confirmation hearing for U.S. attorney general, Sen. Al Franken , D-Minnesota, accused Sen. Sessions, R-Alabama, of misrepresenting the number of desegregation cases he filed as United States attorney in Alabama. “Our country needs an attorney general who doesn't misrepresent or inflate their level of involvement on any given issue,” Franken said. In a 2009 interview with the National Review, Sessions said he handled “20 or 30” civil rights cases -- a claim he was not able to prove when pressed by Franken. “Tell me, did you file 20 or 30 desegregation cases, or is it some other number?” Franken asked. Sessions conceded that the number of desegregation cases he filed had been distorted, and blamed his memory. “It is important, first, to be accurate,” Sessions said. “The records don't show that there were 20 or 30 actually filed cases. Some of the cases involve multiple defendants and multiple parties, like to a school board and a county commission being sued for racial discrimination or things of that nature, but the number would be less than that, as we've looked at.” Alex Brandon/AP Photo Sen. Al Franken questions Attorney General-designate, Sen. Jeff Sessions on Capitol Hill in Washington,Jan. 10, 2017, during the committee's confirmation hearing for Sessions. In a questionnaire submitted by Sessions for his Senate confirmation, he answered a prompt about the “ten most significant litigated matters you personally handled.” Sessions answered that he personally litigated four civil rights cases during the 1980s, but Franken challenged the level of his actual involvement. In an op-ed published in The Washington Post, three former Department of Justice attorneys, J. Gerald Hebert, Joseph D. Rich, William Yeomans, wrote that Sessions had “no substantive involvement” in any of the desegregation cases referenced by Sessions, an accusation Sessions denied. The three attorneys wrote in their op-ed: “We worked in the Justice Department’s Civil Rights Division, which brought those lawsuits; we handled three of the four ourselves. We can state categorically that Sessions had no substantive involvement in any of them. He did what any U.S. attorney would have had to do: He signed his name on the complaint, and we added his name on any motions or briefs. That’s it.\" Franken said that while he’s not a lawyer, he thinks \"filed\" means more than having a name at the top of a case. “We need to be accurate in what we say,” Sessions said. “When this issue was raised, I did do a supplemental that said I provided assistance and guidance to civil rights division of attorneys and had an open door policy with them and cooperated with them on these cases. I signed them. I supported cases, and I attempted to be as effective as I could be in helping them be successful in these historic cases. I do feel that they were the kind of cases that were national in scope and deserved to be listed on the form. If I'm in error, I apologize to you. I don't think I was.” 0 Shares ",
    "title": "Sen. Franken Accuses Sen. Sessions of Misrepresenting His Record on Civil Rights - ABC News"
   },
   {
    "entities": [
     "october 2016",
     "times",
     "d-vermont",
     "leahy",
     "trump",
     "jeff",
     "senate",
     "donald",
     "patrick",
     "several months ago",
     "recently",
     ", 5:51 pm",
     "jan 10, 2017",
     "weekly",
     "mike",
     "two days later",
     "judiciary",
     "election",
     "levine",
     "new",
     "today",
     "day",
     "standard",
     "york",
     "sessions",
     "committee",
     "2005",
     "bush",
     "billy"
    ],
    "id": 12,
    "text": "Sessions Says Trump Tape Comments Would 'Clearly' Be Sexual Assault By Mike Levine Jan 10, 2017, 5:51 PM ET 0 Shares WATCH Sessions Says Trump Tape Comments Would 'Clearly' Be Sexual Assault 0 Shares Email Sen. Jeff Sessions , Donald Trump ’s pick to become the next attorney general, further clarified today his position on controversial comments the president-elect made about women, telling a Senate panel that grabbing women by the genitals without their consent would \"clearly\" be sexual assault. Several months ago , Sessions came under fire for saying that it would be a “stretch” to call such behavior sexual assault -- a position he clarified shortly afterwards. During his confirmation hearing before the Senate Judiciary Committee today, Sessions, R-Alabama, went even further. \"Is grabbing a woman by her genitals without consent, is that sexual assault?\" Sen. Patrick Leahy , D-Vermont, asked the Republican nominee. Sessions was unequivocal: \"Clearly it would be ... Yes.\" Leahy, who until recently was the top Democrat on the committee, then pushed Sessions on whether he would be able to prosecute and investigate \"a sitting president or any other high federal official ... accused of what the president-elect described\" on tape, assuming federal laws were implicated. \"The president is subject to certain lawful restrictions, and they would be required to be applied by the appropriate law enforcement official,\" Sessions replied. Sessions said he could not recall exactly what Trump said on the tapes, including whether the talk included “unwanted” advances. But, Sessions said, \"if that’s what the tape\" indicated, then \"certainly it would meet the definition” of sexual assault. In October 2016, just a month before Election Day , the New York Times obtained and released video from a 2005 interview with Trump for “Access Hollywood.” “You know, I’m automatically attracted to beautiful [women] — I just start kissing them. It’s like a magnet. Just kiss. I don’t even wait. And when you’re a star, they let you do it. You can do anything,” Trump could be heard telling TV personality Billy Bush . “Grab ’em by the p----. You can do anything.” During a presidential debate days after the video surfaced, Trump described the recorded discussion as just “locker room talk.” “I’m not proud of it. I apologize to my family. I apologized to the American people,\" he said. \"Certainly, I am not proud of it. But this is locker room talk.” Trump said he never actually did the things he described on the tapes, insisting he has “tremendous respect for women.” Shortly after the debate, Sessions came under fire for appearing to suggest he did not believe Trump’s taped comments about women amounted to sexual assault. “I don't characterize that as sexual assault. I think that's a stretch,” Sessions was quoted by The Weekly Standard as saying. Two days later, Session issued a statement saying he was confused by the questions posed to him “in a chaotic post-debate environment,” and the subsequent “inaccurate article ... misrepresented my views.” “Of course it is crystal clear that assault is unacceptable. I would never intentionally suggest otherwise,\" Sessions said in a statement. 0 Shares ",
    "title": "Sessions Says Trump Tape Comments Would 'Clearly' Be Sexual Assault - ABC News"
   },
   {
    "entities": [
     "this friday at",
     "lester",
     "july 5, 2016",
     "mccormick",
     "michelle",
     "images",
     "getty",
     "siemaszko",
     "house",
     "2017",
     "hillary",
     "holt",
     ", 7:06 pm",
     "tribune",
     "news",
     "0:58",
     "last week",
     "facebook",
     "place",
     "state",
     "tuesday",
     "charlotte",
     "north",
     "monday",
     "corky",
     "obamas",
     "2008",
     "scott",
     "night",
     "manhattan",
     "olson",
     "sullivan",
     "obama",
     "nbc",
     "chicago",
     "10 p.m.",
     "carolina",
     "osama",
     "laden",
     "justin",
     "josh",
     "jan. 7",
     "america",
     "jan 10",
     "earnest",
     "3:08",
     "bin",
     "now",
     "barack",
     "clinton",
     "fall",
     "white"
    ],
    "id": 13,
    "text": "Jan 10 2017, 7:06 pm ET President Obama to Cap Long Goodbye With Farewell Speech by Corky Siemaszko President Obama One-on-One With Lester Holt 0:58 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170111013915if_/http://www.nbcnews.com/widget/video-embed/851960899696\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President Obama will say farewell Tuesday night to a nation he helped transform during his eight years in the White House. Riding high in the polls but just days away from handing over the reins to a Manhattan mogul who has vowed to dismantle much of his legacy , Obama has chosen to make his final address as commander-in-chief in the city where he launched his unlikely and boundary-breaking political career — Chicago. Related: The 15 Most Telling Quotes of Obama's Presidency There Obama, who won the White House for the first time in 2008 on the message of \"hope and change,\" will tell the supporters who have been with him from the start to take heart and not despair as he lays out what White House spokesman Josh Earnest is calling a \"forward-looking\" vision for America. Play President Obama's Greatest Speeches 3:08 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170111013915if_/http://www.nbcnews.com/widget/video-embed/836532803773\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"America is a story told not minute to minute, but generation to generation,\" Obama wrote in a Facebook post advancing the speech, which he wrote himself. \"We've made America a better, stronger place for the generations that will follow. We've run our leg in a long relay of progress, knowing that our work will always be unfinished. And we've reaffirmed the belief that we can make a difference with our own hands, in our own time.\" Speaking to NBC News' Lester Holt Tuesday aboard Air Force One, President Obama said he hoped he could properly convey the gratitude he felt, both for his staff and his supporters. \"You know when you when you reflect back on eight years, for all the highs and the lows, the one thing that is a constant is the incredible dedication of the people who got you there,\" Obama said, adding that he meant everyone from his staff to \"the people who, you know, would say that the work we did made a difference.\" \"I think that that sense of gratitude that I feel for those folks, I just hope I'm able to express that,\" he said. Related: The Obama Era: The Last Eight Years in Pictures For Obama, the address before a hometown crowd will cap a long goodbye during which he's reminded Americans where the nation was back in 2008, when the economy was in free fall and the country was mired in two unpopular wars — and how far the country has come since then. Obama is likely to buttress his case with a battery of statistics as he touts the accomplishments of his two terms, which among other things includes a record 75 straight months of job growth, more than 15 million new jobs, a long-awaited rise in hourly wages — and the removal of Osama Bin Laden as a threat to America. President Barack Obama speaks during a campaign rally with democratic presidential candidate former Secretary of State Hillary Clinton on July 5, 2016 in Charlotte, North Carolina. Justin Sullivan / Getty Images file And, Earnest said, Obama will talk about \"fairness and justices\" and \"the challenges that lie ahead.\" \"I can tell you, in general, that the President is committed to delivering a forward-looking speech that will examine briefly the significant progress that our country has made in the last eight years,\" he told reporters during a briefing on Monday. \"But it will take a closer look and he'll spend more time talking about what the President believes is necessary for us to confront the challenges that lie ahead.\" Related: Then vs. Now: Obama's Presidency, By the Numbers The Obamas have welcomed the Trumps to the White House, stressed national unity and chosen to focus on the smooth transition of power. People wait in line, most for two or more hours, in sub-zero wind chill temperatures outside McCormick Place to get tickets for President Barack Obama's speech on Jan. 7 in Chicago Scott Olson / Getty Images First Lady Michelle Obama, who like her husband remains a widely popular public figure, had tears in her eyes last week as she delivered a stirring goodbye speech. \"Being your first lady has been the greatest honor of my life,\" she said. \"And I hope I made you proud .\" Obama will deliver his speech at McCormick Place, which sits on the city's lakefront and is the largest convention center in North America. Some 14,000 people are expected to attend, the Chicago Tribune reported. More of Lester Holt's interview with Obama will air in a one-hour NBC News primetime special that airs this Friday at 10 p.m. ET/9 CT. Corky Siemaszko ",
    "title": "President Obama to Cap Long Goodbye With Farewell Speech - NBC News"
   },
   {
    "entities": [
     "palm",
     "interactive",
     "us",
     "mar-a-lago",
     "capitol",
     "cbs",
     "michelle",
     "new year's eve",
     "beach",
     "florida",
     "trump",
     ", 4:53 pm",
     "2017",
     "hillary",
     "melania",
     "barrack",
     "friday, january 20th",
     "news",
     "inc.",
     "donald",
     "december 31, 2016",
     "morning",
     "saturday",
     "tower",
     "george",
     "january 10, 2017",
     "bill",
     "2016",
     "current",
     "d.c.",
     "obama",
     "w.",
     "america",
     "washington",
     "tom",
     "now",
     "bush",
     "barack",
     "clinton"
    ],
    "id": 14,
    "text": "CBS News January 10, 2017, 4:53 PM Organizer promises \"soft sensuality\" at Trump inauguration US President-elect Donald Trump answers questions from reporters accompanied by his wife Melania for a New Year’s Eve party December 31, 2016 at Mar-a-Lago in Palm Beach, Florida.  DON EMMERT/AFP/Getty Images Email The man responsible for planning President-elect Donald Trump’s inauguration says the event will be notable for its “soft sensuality.” In response to a question about whether he had enough performers for the swearing-in, Tom Barrack, the chairman of the inauguration committee, told reporters to expect something “beautiful.” “We’re fortunate in that we have the greatest celebrity in the world, which is the president-elect, side by side is the current president...So what we’ve done instead of trying to surround him with what people consider A-listers is we are going to surround him with the soft sensuality of the place,” Barrack said in the lobby of Trump Tower.   “It’s a much more poetic cadence than having a circus-like celebration that’s a coronation.” Barrack went on to say that he had “the worst job in America.” “[Mr. Trump] knows what his constituency is and he knows you need to reach out to constituencies we have questions, who have doubts,” Barrack said. “His instruction to me was ‘the campaign is over, I am now president for all the people. I want you to build a bridge and tie them back in. I was to heal the wounds, and I want to get back to work on Saturday morning.’” The inauguration will take place in Washington, D.C. on Friday, January 20th. Former Presidents Bill Clinton and George W. Bush will be in attendance, and President Barack Obama and first lady Michelle Obama will ride together to the Capitol for the swearing-in. Hillary Clinton, the 2016 Democratic nominee for president, will also be there for the ceremony.  © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Organizer promises \"soft sensuality\" at Trump inauguration - CBS News"
   },
   {
    "entities": [
     "facebook",
     "twitter",
     "dunn's",
     "jan. 15, 2016",
     "last year",
     "royal",
     "falls",
     "haiti",
     "now",
     "jamaica",
     "falmouth",
     "river",
     "florida",
     "ocho",
     "rios",
     "jan. 14, 2016",
     "labadee",
     "caribbean",
     "january 10, 2017",
     "time"
    ],
    "id": 15,
    "text": "Cruise passengers sue Royal Caribbean over Jamaican bus ride excursion gone wrong Published               January 10, 2017 Facebook 0 Twitter 0 livefyre Email Print   It wasn’t exactly smooth sailing for a group of Royal Caribbean passengers and now they’re suing the cruise line for an excursion that turned deadly for one traveler.  Eight passengers sailing on board the Independence of the Seas last year decided to book a day excursion to Jamaica’s famous Dunn’s River Falls near Ocho Rios on Jan. 14, 2016 when the ship docked. The crew reportedly enjoyed a day at the waterfall and even swam with dolphins.  But the bus driver that took them back from the cruise ship drove recklessly, the passengers claimed, and continuously changed lanes while speeding. When passengers asked to slow down, according to TMZ , the driver reportedly said that he was driving “the way everyone typically drove in Jamaica.” That \"way\" wound up being deadly. INSIDE THE WORLD'S MOST EXPENSIVE CRUISE SHIP SUITE As the bus entered the port city of Falmouth, a major collision occurred in which one passenger was killed and three others were wounded. The crash also involved a truck, a panel van and another car, according to Cruise Critic . According to the lawsuit, the excursion group's driver had a slow reaction to a vehicle that had entered their lane. The passengers said the driver didn’t get out of the way and the bus was subsequently broadsided, causing it to flip multiple times. At the time, Royal Caribbean released a statement called the accident a \"terrible incident.\" \"We are saddened to report that one of our guests passed away,\" the line said on Jan. 15, 2016. \"Three other guests were injured and are being treated at the local hospital. Crew members are at the hospital with our guests in order to help respond to this terrible incident. The other guests that were on the bus have been treated and released, and have continued on the ship.\" FOR THE LATEST TRAVEL FEATURES FOLLOW FOX LIFESTYLE ON FACEBOOK Those suing the cruise line say that Royal Caribbean placed them with an inept driver and thus failed to provide a safe experience even though the driver was not directly employed by the line. Independence of the Seas was sailing a five-night itinerary that departed from Florida with port calls to Labadee, Haiti and Falmouth, Jamaica. Advertisement ",
    "title": "Cruise passengers sue Royal Caribbean over Jamaican bus ride excursion gone wrong | Fox News"
   },
   {
    "entities": [
     "jim",
     "22 hours ago",
     "macdill",
     "guterres",
     "brendan",
     "da",
     "getty",
     "auditorium",
     "cabinet",
     "kimmel",
     "gary",
     "reynolds",
     "turkey",
     "pelosi",
     "nov. 19, 2016",
     "the 21st century",
     "austin",
     "nov. 23, 2016",
     "oval",
     "presidential",
     "kevin",
     "dec. 27, 2016",
     "charles",
     "6:34 p.m.",
     "pnc",
     "mcnamee",
     "oct. 13, 2016",
     "smialowski",
     "defense",
     "fla.",
     "ngan",
     "kamm",
     "honolulu",
     "once",
     "martinez",
     "guerrucci",
     "nov. 9, 2016",
     "renzi",
     "jimmy",
     "schumer",
     "today",
     "platt",
     "hill",
     "myers-henderson",
     "osama",
     "merkel",
     "ceneta",
     "mccullough",
     "arbogast",
     "gregory",
     "retirement",
     "east",
     "european",
     "museum",
     "center",
     "nov. 16, 2016",
     "ernesto",
     "randy",
     "field",
     "vitoria",
     "sachs",
     "angeles",
     "clinton",
     "scalzo",
     "ap",
     "durham",
     "white",
     "robinson",
     "nov. 21, 2016",
     "pittsburgh",
     "air",
     "base",
     "degeneres",
     "manuel",
     "capitol",
     "jan. 7, 2017",
     "joseph",
     "eisenhower",
     "klein",
     "n.c.",
     "island",
     "executive",
     "michael",
     "berlin",
     "united",
     "facebook",
     "rex",
     "senate",
     "gibson",
     "angela",
     "nov. 18, 2016",
     "dec. 21, 2016",
     "donald",
     "antonio",
     "pressphoto",
     "tuesday",
     "jan. 10, 2017",
     "of",
     "chip",
     "medal",
     "home",
     "obamas",
     "2008",
     "tampa",
     "kelly",
     "virginia",
     "arlington",
     "dec. 6, 2016",
     "bet",
     "landini",
     "carnegie",
     "mandel",
     "u.s.",
     "agency",
     "ron",
     "pandermalis",
     "staff",
     "acropolis",
     "nicholas",
     "nov. 1, 2016",
     "joint",
     "hall",
     "josh",
     "pearl",
     "forces",
     "andrews",
     "benjamin",
     "chuck",
     "aaron",
     "columbus",
     "somodevilla",
     "office",
     "airport",
     "epa",
     "snow",
     "ashton",
     "kaneohe",
     "pacific",
     "thirty years ago",
     "garden",
     "wickerham",
     "day on nov. 11, 2016",
     "greece",
     "jan. 1, 2017",
     "dec. 16, 2016",
     "brady",
     "portsmouth",
     "dec. 13, 2016",
     "mccormick",
     "armed",
     "michelle",
     "images",
     "andrew",
     "holmes",
     "high",
     "ten days",
     "lo",
     "von",
     "freedom",
     "press",
     "christmas",
     "nov. 22, 2016",
     "garcia",
     "ohio",
     "oct. 12, 2016",
     "club",
     "saul",
     "eight years ago",
     "cohon",
     "ellipse",
     "unknown",
     "peru",
     "reicks",
     "pablo",
     "academic",
     "carolyn",
     "shawn",
     "international",
     "thew",
     "ezra",
     "kliff",
     "bernd",
     "athens",
     "federation",
     "halloween",
     "congress",
     "wilson",
     "nations",
     "ifunaya",
     "on",
     "oct. 17, 2016",
     "walsh",
     "john",
     "agnese",
     "azikiwe",
     "marco",
     "usa",
     "nov. 25, 2016",
     "va.",
     "nov. 30, 2016",
     "obama",
     "national",
     "oct. 21, 2016",
     "susan",
     "sarah",
     "jan. 6, 2017",
     "cemetery",
     "zach",
     "thanksgiving",
     "initiative",
     "america",
     "oahu",
     "lima",
     "los",
     "matteo",
     "nancy",
     "soldier",
     "dec. 1, 2016",
     "dec. 14, 2016",
     "abe",
     "lawn",
     "tot",
     "hawaii",
     "nov. 4, 2016",
     "jackson",
     "oct. 18, 2016",
     "shinzo",
     "lajes",
     "kailua",
     "biden",
     "gripas",
     "spencer",
     "aude",
     "blair",
     "trump",
     "marine",
     "house",
     "south",
     "nov. 29, 2016",
     "nov. 20, 2016",
     "hillary",
     "jutrczenka",
     "room",
     "balce",
     "europe",
     "nasa",
     "university",
     "tonight",
     "the",
     "tomb",
     "golf",
     "harrer",
     "place",
     "asia-pacific",
     "monsivais",
     "george",
     "charlotte",
     "force",
     "oct. 24, 2016",
     "court",
     "school",
     "dec. 2, 2016",
     "praia",
     "jan. 4, 2017",
     "dietsch",
     "jacksonville",
     "chiefs",
     "2016",
     "rose",
     "americas",
     "kapolei",
     "dimitrios",
     "yuri",
     "n.h.",
     "scott",
     "banneker",
     "nov. 14, 2016",
     "l.",
     "future",
     "carter",
     "dec. 24, 2016",
     "crowley",
     "arias",
     "vox",
     "corps",
     "korte",
     "chicago",
     "building",
     "laden",
     "monument",
     "philadelphia",
     "a decade ago",
     "ellen",
     "washington",
     "bay",
     "nov. 7, 2016",
     "mellon",
     "earnest",
     "loeb",
     "bin",
     "now",
     "azores",
     "harbor-hickam",
     "nov. 10, 2016",
     "kaster",
     "mark",
     "dec. 25, 2016",
     "dec. 4, 2016",
     "jared"
    ],
    "id": 16,
    "text": "Obama's farewell address looks back on career in activism The words of the Declaration of Independence to echo in Chicago. Post to Facebook Obama's farewell address looks back on career in activism The words of the Declaration of Independence to echo in Chicago. Check out this story on USATODAY.com: http://usat.ly/2jslOCs CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 197 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Obama's farewell address looks back on career in activism Gregory Korte , USA TODAY Published 6:34 p.m. ET Jan. 10, 2017 | Updated 22 hours ago x Share President Obama spoke about the need for compromise, even in the most difficult of debates, in his final address. USA TODAY NETWORK President Obama arrives before speaking at McCormick Place in Chicago on Jan. 10, 2017. (Photo: Charles Rex Arbogast, AP) President Obama called for Americans to seek solidarity over division in a celebratory farewell address in Chicago on Tuesday, calling for a \"new social compact.\" Obama's final major speech as president was the same sort of rallying cry to activism that propelled him to the national stage a decade ago, asking supporters to continue the work to \"form a more perfect union.\" \"For all our outward differences, we all share the same proud title: Citizen,\" he said to a crowd of approximately 18,000. \"Ultimately, that’s what our democracy demands. It needs you. Not just when there’s an election, not just when your own narrow interest is at stake, but over the full span of a lifetime.\" Lamenting racial, economic and social divisions in the country, he exhorted Americans not to retreat into their \"bubbles.\" \"If you’re tired of arguing with strangers on the Internet, try to talk with one in real life,\" he said. The address mentioned his successor only once, promising to facilitate \"the peaceful transfer of power from one freely-elected president to the next.\" But it was hard not to see in Obama's parting words a repudiation of a Trump era that has already begun. \"If every economic issue is framed as a struggle between a hardworking white middle class and undeserving minorities, then workers of all shades will be left fighting for scraps while the wealthy withdraw further into their private enclaves,\" he said. Obama lauded the contributions of immigrants and Muslim-Americans and denounced \"naked partisanship,\" income inequality and a splintering media. And he exhorted Americans not to \"retreat into our own bubbles\" of neighborhoods or churches or even social media feeds. \"Increasingly, we become so secure in our bubbles that we accept only information, whether true or not, that fits our opinions, instead of basing our opinions on the evidence that’s out there,\" he said. The \"selective sorting of the facts\" was self-defeating, he said, \"because as my mother used to tell me, reality has a way of catching up with you.\" Read more: In speech to Greeks, Obama warns against nationalist impulses He singled out climate change as an example. \"We can and should argue about the best approach to the problem. But to simply deny the problem not only betrays future generations; it betrays the essential spirit of innovation and practical problem-solving that guided our founders,\" he said. Obama's farewell covered the gamut of administration accomplishments, from the auto bailout to the Affordable Care Act to the killing of Osama bin Laden. But like George Washington, whose farewell address Obama quoted from, Obama warned against internal divisions. \"After my election, there was talk of a post-racial America. Such a vision, however well-intended, was never realistic,\" he said. \"For race remains a potent and often divisive force in our society. I’ve lived long enough to know that race relations are better than they were ten, or twenty, or thirty years ago — you can see it not just in statistics, but in the attitudes of young Americans across the political spectrum.\" Obama consciously chose Chicago as the venue for the speech, departing from a modern tradition that has mostly used the Oval Office as the set for a televised address. \"I first came to Chicago when I was in my early twenties, still trying to figure out who I was; still searching for a purpose to my life,\" he said. \"It was in neighborhoods not far from here where I began working with church groups in the shadows of closed steel mills. It was on these streets where I witnessed the power of faith, and the quiet dignity of working people in the face of struggle and loss.  This is where I learned that change only happens when ordinary people get involved, get engaged, and come together to demand it. \"After eight years as your president, I still believe that.  And it’s not just my belief.  It’s the beating heart of our American idea – our bold experiment in self-government.\" Early on, the speech was interrupted by cheers and shouting. \"Four more years!\" Read more: Full text of Obama's farewell speech \"I can't do that\" \"I can't do that,\" Obama said. \"In ten days, the world will witness a hallmark of our democracy: the peaceful transfer of power from one freely-elected president to the next,\" he said, to a smattering of boos. On the way to Chicago, White House press secretary Josh Earnest told reporters on Air Force One that Obama is “not one to be overly sentimental,” but it would be unrealistic for anyone in his position tonight not to feel some nostalgia But Obama teared up when he addressed first lady Michelle Obama. \"You took on a role you didn’t ask for and made it your own with grace and grit and style and good humor,\" he said. \"You made the White House a place that belongs to everybody. And a new generation sets its sights higher because it has you as a role model. You’ve made me proud. You’ve made the country proud.\" The speech also hearkened back to the campaign rhetoric of 2008, ending in the chant of \"Yes we can!\" Obama did not specifically address his post-presidential plans. \"There will be a time and place” for Obama to speak at length about that, Earnest said. But Obama promised to remain engaged in the causes of his presidency. \"I won’t stop; in fact, I will be right there with you, as a citizen, for all my days that remain.  For now, whether you’re young or young at heart, I do have one final ask of you as your president — the same thing I asked when you took a chance on me eight years ago. \"I am asking you to believe.  Not in my ability to bring about change – but in yours. \"I am asking you to hold fast to that faith written into our founding documents; that idea whispered by slaves and abolitionists; that spirit sung by immigrants and homesteaders and those who marched for justice; that creed reaffirmed by those who planted flags from foreign battlefields to the surface of the moon; a creed at the core of every American whose story is not yet written.\" A link has been posted to your Facebook feed. Obama gives his farewell address at McCormick Place in Chicago on Jan. 10, 2017.  Charles Rex Arbogast, AP Obama arrives at Jacksonville International Airport on Jan. 7, 2017, in Jacksonville, Fla., to attend a staff member's wedding.  Gary McCullough, AP Obama is interviewed by Vox's Ezra Klein and Sarah Kliff at the Blair House in Washington on Jan. 6, 2017.  Ron Sachs, Pool/European Pressphoto Agency Obama receives a service medal from Secretary of Defense Ashton Carter during his Armed Forces Full Honor Review Farewell Ceremony at Joint Base Myers-Henderson Hall in Virginia on Jan. 4, 2017.  Kevin Dietsch, European Pressphoto Agency Obama arrives with House Minority Leader Nancy Pelosi, Senate Minority Leader Chuck Schumer and Rep. Joseph Crowley to attend a meeting with Democratic members of Congress on Capitol Hill on Jan. 4, 2017.  Michael Reynolds, European Pressphoto Agency Obama and Biden meet with Combatant Commanders and members of the Joint Chiefs of Staff in the Cabinet Room of the White House on Jan. 4, 2017.  Win McNamee, Getty Images Obama arrives at Joint Base Pearl Harbor-Hickam, adjacent to Honolulu, Hawaii, to board Air Force One en route to Washington on Jan. 1, 2017, after his annual family vacation on the island of Oahu.  Marco Garcia, AP Obama and Japanese Prime Minister Shinzo Abe participate in a wreath-laying ceremony at the USS Arizona Memorial, part of the World War II Valor in the Pacific National Monument, in Joint Base Pearl Harbor-Hickam, Hawaii, on Dec. 27, 2016.  Carolyn Kaster, AP The president and first lady attend an event to thank service members and their families at Marine Corps Base Hawaii in Kaneohe Bay, Hawaii, on Dec. 25, 2016.  Carolyn Kaster, AP Obama greets people waiting for him outside Island Snow Hawaii in Kailua, Hawaii, on Dec. 24, 2016, after the president, joined by family and friends, had shave ice during the first family's annual vacation.  Carolyn Kaster, AP Obama pauses as he golfs on the 18th green at Kapolei Golf Club, in Kapolei, Hawaii, on Dec. 21, 2016.  Carolyn Kaster, AP The Obama family arrives on Air Force One on Dec. 16, 2016, at Joint Base Pearl Harbor-Hickam, adjacent to Honolulu, Hawaii, for their annual family vacation on the island of Oahu.  Carolyn Kaster, AP Obama answers questions during his year-end news conference in the Brady Press Briefing Room on Dec. 16, 2016.  Chip Somodevilla, Getty Images The Obamas take part in a Hanukkah reception in the East Room of the White House on Dec. 14, 2016.  Manuel Balce Ceneta, AP Obama speaks during the annual My Brother's Keeper event on Dec. 14, 2016, in Washington.  Mark Wilson, Getty Images Obama embraces Biden after signing the 21st Century Cures Act on Dec. 13, 2016, in the South Court Auditorium in the Eisenhower Executive Office Building.  Carolyn Kaster, AP President Obama greets service members after speaking on counterterrorism at MacDill Air Force Base in Tampa on Dec. 6, 2016.  Mandel Ngan, AFP/Getty Images The Obamas attend the Kennedy Center Honors on Dec. 4, 2016, in Washington.  Aude Guerrucci, Pool, Getty Images Obama shakes hands with United Nations Secretary-General-designate Antonio Guterres in the Oval Office on Dec. 2, 2016.  Carolyn Kaster, AP Obama speaks at the National Christmas Tree Lighting ceremony on the Ellipse on Dec. 1, 2016.  Ron Sachs, Pool/European Pressphoto Agency Obama meets with the 2016 American Nobel Prize laureates in the Oval Office on Nov. 30, 2016.  Andrew Harrer / POOL, EPA Obama walks to the Oval Office after arriving at the White House on Nov. 29, 2016.  Zach Gibson, AFP/Getty Images Obama departs the White House for a round of golf at Joint Base Andrews on Nov. 25, 2016, in Washington.  Ron Sachs, Pool, Getty Images Obama, with his nephews Aaron Robinson, front, and Austin Robinson and National Turkey Federation Chairman John Reicks, pardons the National Thanksgiving Turkey, Tot, on Nov. 23, 2016, during a ceremony in the Rose Garden.  Manuel Balce Ceneta, AP The Obamas serve Thanksgiving dinner to residents at the Armed Forces Retirement Home on Nov. 23, 2016, in Washington.  Shawn Thew, Pool, Getty Images Obama presents actress and comedian Ellen DeGeneres with the Presidential Medal of Freedom, the nation's highest civilian honor, during a ceremony honoring 21 recipients in the East Room of the White House on Nov. 22, 2016.  Saul Loeb, AFP/Getty Images Obama salutes as he walks off Marine One on the South Lawn of the White House on Nov. 21, 2016, as he returned from his final trip to Europe as U.S. president.  Pool, Getty Images Obama speaks during a press conference at the end of the Asia-Pacific Economic Cooperation Summit in Lima, Peru, on Nov. 20, 2016.  Ernesto Arias, European Pressphoto Agency German Chancellor Angela Merkel welcomes Obama to Berlin on Nov. 18, 2016.  Bernd Von Jutrczenka, European Pressphoto Agency Obama speaks at a town hall with Young Leaders of the Americas Initiative in Lima, Peru, on Nov. 19, 2016.  Pablo Martinez Monsivais, AP Obama boards Air Force One during a refueling stop on Nov. 18, 2016, at Lajes Field in Praia da Vitoria on the Portuguese islands of Azores.  Brendan Smialowski, AFP/Getty Images Obama walks with Professor Dimitrios Pandermalis, president of the Acropolis Museum, during a tour of the Acropolis Museum on Nov. 16, 2016, in Athens, Greece.  BRENDAN SMIALOWSKI, AFP/Getty Images Obama answers questions from journalists during his first post-election press conference in the Brady Press Briefing Room at the White House on Nov. 14, 2016.  Chip Somodevilla, Getty Images Obama participates in a wreath-laying ceremony at the Tomb of the Unknown Soldier at Arlington National Cemetery in Arlington, Va., to commemorate Veterans Day on Nov. 11, 2016.  Yuri Gripas, AFP/Getty Images Obama shakes hands with President-elect Donald Trump  following a meeting in the Oval Office on Nov. 10, 2016.  Win McNamee, Getty Images Obama and Biden prepare to speak to the media about Donald Trump's victory over Hillary Clinton for the presidency in the Rose Garden on Nov. 9, 2016.  Jim Lo Scalzo, European Pressphoto Agency Obama and Clinton wave to the crowd during an election eve rally on Nov. 7, 2016, in Philadelphia.  Spencer Platt, Getty Images Obama walks to greet well-wishers upon arrival in Portsmouth, N.H., on Nov. 7, 2016, to campaign for Hillary Clinton in nearby Durham.  NICHOLAS KAMM, AFP/Getty Images Obama speaks at PNC Music Pavilion in Charlotte, N.C., on Nov. 4, 2016, during a Clinton campaign rally.  Pablo Martinez Monsivais, AP Obama waves as he walks to Marine One at the White House on Nov. 1, 2016, as he departs for Columbus, Ohio, to campaign for Hillary Clinton.  Nicholas Kamm, AFP/Getty Images The president and first lady dance to the beat of Michael Jackson's \"Thriller\" as they welcome children from Washington area and children of military families to trick-or-treat at the White House on Halloween.  Manuel Balce Ceneta, AP The president and first lady arrive at a BET event on the South Lawn of the White House on Oct. 21, 2016.  Carolyn Kaster, AP Obama and Jimmy Kimmel talk during the taping of \"Jimmy Kimmel Live!\" in Los Angeles on Oct. 24, 2016.  Randy Holmes, AP Obama meets with retired NASA astronaut Scott Kelly in the Oval Office on Oct. 21, 2016.  Michael Reynolds, European Pressphoto Agency The Obamas wait to greet Italian Prime Minister Matteo Renzi and Italian First Lady Agnese Landini prior to the state dinner at the White House on Oct. 18, 2016.  Shawn Thew, European Pressphoto Agency Obama and Italian Prime Minister Matteo Renzi leave their joint news conference in the Rose Garden of the White House on Oct. 18, 2016.  Pablo Martinez Monsivais, AP Obama shakes hands with Benjamin Banneker Academic High School senior Ifunaya Azikiwe during his visit to the school in Washington on Oct. 17, 2016, where he highlighted the steady increase in graduation rates.  Susan Walsh, AP Obama speaks at the White House Frontiers Conference at the Jared L. Cohon Center on the campus of Carnegie Mellon University in Pittsburgh on Oct. 13, 2016.  Jared Wickerham, AP President Obama and Vice President Biden attend a reception for Hispanic Heritage Month in the East Room of the White House on Oct. 12, 2016.  Pool, Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "Obama's farewell address looks back on career in activism"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "spicer",
     "trump",
     "house",
     "2017",
     "three months later",
     "march 24, 2015",
     "news",
     "inc.",
     "--",
     "donald",
     "disease",
     "for",
     "tuesday",
     "january 10, 2017",
     "2015",
     "a week later",
     "j.",
     "march 28, 2014",
     "night",
     "sacramento",
     "new",
     "control",
     "center",
     "york",
     "sean",
     "gop",
     "bee",
     ", 1:21 pm",
     "kennedy",
     "now",
     "f.",
     "jr.",
     "city",
     "robert",
     "white"
    ],
    "id": 17,
    "text": "CBS News January 10, 2017, 1:21 PM Robert Kennedy Jr. says he will chair \"vaccination safety\" committee for Trump Activist author Robert F. Kennedy Jr. takes part in a panel discussion following a screening of the film “Trace Amounts” on March 24, 2015 in New York City. Cindy Ord/Getty Images for Trace Amounts Email President-elect Donald Trump met with Robert Kennedy Jr., a prominent vaccine skeptic, on Tuesday. According to incoming White House press secretary Sean Spicer, the two discussed “the issues pertaining to vaccines and immunizations.” After the meeting concluded, Kennedy told reporters that Mr. Trump had asked him to “chair a commission on vaccination safety and scientific integrity.” Kennedy said he told Mr. Trump he would chair such a commission, and that their meeting was held at Mr. Trump’s request.  Kennedy, the eldest son of liberal icon Sen. Robert Kennedy, was best known as an environmental advocate before increasingly devoting his time to the supposed dangers of vaccines.  Mr. Trump has repeatedly shared his belief that there is a link between vaccines and autism .  “I am totally in favor of vaccines,” Mr. Trump said in a 2015 GOP primary debate. “But I want smaller doses over a longer period of time. Same exact amount, but you take this little beautiful baby, and you pump--I mean, it looks just like it’s meant for a horse, not for a child, and we’ve had so many instances, people that work for me. ... [in which] a child, a beautiful child went to have the vaccine, and came back and a week later had a tremendous fever, got very, very sick, now is autistic.” He also also tweeted about the issue multiple times:  Healthy young child goes to doctor, gets pumped with massive shot of many vaccines, doesn't feel good and changes - AUTISM. Many such cases! — Donald J. Trump (@realDonaldTrump) March 28, 2014 Lots of autism and vaccine response. Stop these massive doses immediately. Go back to single, spread out shots! What do we have to lose. Kennedy has argued that vaccines, specifically those containing the element thimerosal, may cause autism, a view unsupported by scientific evidence and dismissed as a conspiracy theory by experts. “Research does not show any link between thimerosal in vaccines and autism, a neurodevelopmental disorder,” says the Center for Disease Control on its website. Moreover, studies linking vaccines and autism have been repeatedly been debunked and discredited, although many parents continue to insist that their children were damaged by immunizations. Kennedy, who criticized Mr. Trump during the election campaign, has also written a book and promoted a documentary on the subject. During one showing of that documentary, according to the Sacramento Bee, Kennedy compared the damage done by vaccines to “a holocaust.” “They get the shot, that night they have a fever of a hundred and three, they go to sleep, and three months later their brain is gone,” Kennedy said at the screening in 2015. “This is a holocaust, what this is doing to our country.” It was a comment which he later apologized for , saying, “I employed the term during an impromptu speech as I struggled to find an expression to convey the catastrophic tragedy of autism which has now destroyed the lives of over 20 million children and shattered their families.” © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Robert Kennedy Jr. says he will chair \"vaccination safety\" committee for Trump - CBS News"
   },
   {
    "entities": [
     "democratic",
     "rich",
     "july 10",
     "two minutes later",
     "lou",
     "earlier this month",
     "about 1 a.m.",
     "society",
     "burkman",
     "$25,000",
     "assange",
     "mary",
     "vermont",
     "hillary",
     "bernie",
     "news",
     "facebook",
     "$20,000",
     "fox",
     "joel",
     "recently",
     "28th birthday",
     "morning",
     "the day",
     "sanders",
     "debbie",
     "humane",
     "dnc",
     "2016",
     "metropolitan",
     "twitter",
     "seth",
     "$100,000",
     "police",
     "julian",
     "department",
     "august 3 of last year",
     "republican",
     "aug. 9",
     "jack",
     "d.c.",
     "national",
     "wikileaks",
     "jan. 3",
     "washington",
     "wasserman",
     "committee",
     "4:17 a.m.",
     "bar",
     "channel",
     "mulka",
     "city",
     "clinton",
     "kelsey",
     "schultz"
    ],
    "id": 18,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   Six months after a Democratic National Committee staffer was gunned down on a Washington, D.C., street, suspicion that he may have been the source who passed incriminating DNC emails on to WikiLeaks persists despite his own parents' strong doubts. Seth Rich, who was killed July 10 and would have turned 28 earlier this month, worked as a DNC data analyst and had recently built a database for spurring voter turnout. Despite speculation -- fueled by WikiLeaks' founder Julian Assange's own cryptic comments -- that he may have provided some of the emails that rocked the 2016 presidential election, Rich's father rejects such rumors. “Anyone who knew Seth knew that wasn’t the way he would have handled the problem,\" Rich’s father, Joel Rich, told FoxNews.com in an exclusive interview, calling Assange’s statements “bizarre.” \"He would not go outside the system.” Seth Rich, shown here with his mother, Mary, had long dreamed of working in Washington. (Courtesy: Rich family) Like the Washington police, Rich believes his son was more likely killed in a robbery gone awry. “The reason Seth was killed is probably because he was just in the wrong place at the wrong time,” said his father. “There are all kinds of scenarios, but until something else is proven, these are just scenarios.” Rich was a cheerful, compassionate person, who wanted to make a positive impact, said his father. “Seth above all wanted to make a difference in the world,\" Rich said of his son. \"At work, Seth was able to extend his desire to make everyone feel included to the basic right to vote in American elections.” Expand / Contract Rich often dressed in patriotic colors, and believed his job with the DNC allowed him to serve his country. (Courtesy: Rich family) One reason for the speculation that Rich may have leaked DNC emails to WikiLeaks is that Assange offered a $20,000 reward leading to the arrest of the killers. That sum, added to Republican lobbyist Jack Burkman's $100,000 reward and the D.C. police's $25,000, tally more than any other reward offered in such a case in the nation’s capital. During an Aug. 9 interview on Dutch television and in subsequent media interviews, Assange implied that Rich was killed because he was the WikiLeaks source of emails from top DNC officials showing they conspired to stop Sen. Bernie Sanders of Vermont from becoming the party’s presidential nominee. That controversy resulted in Debbie Wasserman Schultz having to resign as DNC chairperson. “We're interested in anything that might be a threat to alleged WikiLeaks sources, Assange later told Fox News Channel. On the morning of his death, Rich had left his favorite watering hole, Lou’s City Bar, about 1 a.m. to walk home, something that normally took 20 or 30 minutes. He tried twice to call his father, who had gone to sleep. He then called a fraternity brother and after that had two separate conversations with his girlfriend, Kelsey Mulka. Around 4:17 a.m., when Rich was about a block and a half from his home, his girlfriend heard other voices over the phone but was reassured by Rich that he was nearly home. Two minutes later, Rich was shot multiple times. Rich died at a nearby hospital. Security footage from a nearby market showed two men following Rich through a crosswalk by his home moments before he was shot, FoxNews.com has learned. The camera only captured the assailants’ legs and Rich after he was shot and fell onto the street. Police said Rich, who was shot twice in the back, was likely the victim of a robbery, though nothing of value, including his wallet, phone, keys, watch and gold necklace, were stolen. “The Metropolitan Police Department is committed to bringing the person or persons responsible for Seth Rich’s death to justice, D.C. police told FoxNews.com in a statement. \"As we mark the six-month anniversary of his death, we urge anyone with information to come forward and help bring his family the answers they deserve.” Rich would have had access to sensitive DNC information. His main duty at the DNC was to build an online system to get out the vote. The system, which combines government data, technologies and formats from all 50 states, allows anyone to check if they are registered to vote and, if not, where to register and how. His talent was noticed. Four days before he was killed, Hillary Clinton’s campaign had offered Rich a job, according to his father. His parents believe he would have accepted the position. On August 3 of last year, Rich’s parents went to D.C., where they attended a tribute to their son at Lou’s City Bar. “About 150 people came and the event went on for hours,” his father said, noting many of his friends shared fond memories. Many of those same friends have done work in the community in his honor. On Jan. 3, just a day before what would have been his 28th birthday, Rich's friends volunteered at the D.C. Humane Society, a place Rich had served. “This was rewarding and made my wife Mary and I feel good that Seth touched people who also want to make a difference.” Joel Rich said his son was a people person, someone who went out of his way to welcome new people into his circle. He was a patriot, who often dressed in red, white and blue and slept with an American flag above his bed. “What makes Seth stand out is wanting to help others and wanting to make a difference,\" his father said. \"As a parent, you always think your children are great, but after speaking to people who knew him who started calling the day after he was killed, we realized we didn’t have to be as modest about what we said about him.” Advertisement ",
    "title": "Slain DNC staffer's father doubts WikiLeaks link as cops seek answers | Fox News"
   },
   {
    "entities": [
     "david",
     "jan. 8, 2017",
     "$1 billion",
     "jacky",
     "rahm",
     "leadership",
     "this week",
     "harold",
     "pritzker",
     "jarrett",
     "educational",
     "penny",
     "south",
     "trump",
     "house",
     "duncan",
     "o'hare",
     "austin",
     "restaurant",
     "staples",
     "mcnamara",
     "emanuel",
     "donald",
     "axelrod",
     "$60,000",
     "carolyn",
     "durbin",
     "international",
     "for",
     "tuesday",
     "monday",
     "kim",
     "jitu",
     "kimberly",
     "chisholm",
     "obamas",
     "2008",
     "brown",
     "barnes",
     "night",
     "arne",
     "kaster/ap",
     "this weekend",
     "commerce",
     "u.s.",
     "grimshaw",
     "d.c.",
     "obama",
     "chicago",
     "side",
     "institute",
     "12 percent",
     "washington",
     "2012",
     "illinois",
     "dick",
     "airport",
     "valois",
     "devi",
     "patty",
     "barack",
     "valerie",
     "white"
    ],
    "id": 19,
    "text": "Before Farewell Speech, Chicagoans Reflect On President Obama's Legacy Before Farewell Speech, Chicagoans Reflect On President Obama's Legacy Embed Embed President Obama waves to supporters at an election night party in Chicago to proclaim victory in the 2012 presidential election. Carolyn Kaster/AP hide caption toggle caption Carolyn Kaster/AP President Obama waves to supporters at an election night party in Chicago to proclaim victory in the 2012 presidential election. Carolyn Kaster/AP President Obama's adopted hometown of Chicago is often the stage for pivotal moments in his career. He claimed victory in Chicago in 2008 and again in 2012. And it's where he will give his farewell address on Tuesday night. Many Chicagoans use the word \"pride\" when talking about Barack Obama. You can hear it in their voices. In this city, where President-elect Donald Trump got only 12 percent of the vote, admiration for President Obama is strong. Kim Chisholm stood with thousands of others in the bitter cold this weekend to get a ticket to Obama's speech. Scorecard For A Departing President: Assessing Obama's Successes And Shortcomings \"I'm so excited,\" she says. \"History in the making. I never made it to the White House, but I will see him here in Chicago.\" Chicago officials say there are pluses and minuses to having such close ties to the Obama administration. On Monday, the city won a federal grant for nearly $1 billion to upgrade a major portion of the city's elevated commuter rail line. Mayor Rahm Emanuel, Obama's first White House chief of staff, worked to make sure the funding came through before the administration changed hands. \"This will over the next four years create 6,000 jobs in the city of Chicago,\" he says. Illinois' senior U.S. senator, Dick Durbin, says the city has been able to make significant infrastructure improvements with the help of federal funds, including high-speed rail and upgrades to O'Hare International Airport. \"Time and again, the Obama administration has not forgotten where he came from,\" Durbin says. \"[He] has not forgotten the city of Chicago.\" Article continues after sponsorship Obama's Farewell Address: How Presidents Use This Moment Of Reflection That's in part because the administration included a bevy of Chicagoans as Cabinet members and advisers, such as former Education Secretary Arne Duncan, advisers Valerie Jarrett and David Axelrod, and Commerce Secretary Penny Pritzker. Tuesday night's speech and talk about an Obama legacy in Chicago are much more personal for some. Jacky Grimshaw worked in Chicago government under Harold Washington, the city's first black mayor, and was Obama's next-door neighbor for years. She says the country's first black president faced the same sort of opposition that Washington did and both men prevailed. \"And he put through the stimulus package that allowed communities across the country to deal with infrastructure projects that needed to get done,\" Grimshaw says of Obama. Some community organizers take a more nuanced stance. Jitu Brown of the Institute for Educational Leadership says that while the president conducts himself with grace, he disagrees with many of his administration's education policies. \"And I think the disappointment is in a president who started as a community organizer. I would have really hoped there would have been space to really listen to the voices of the people directly impacted,\" Brown says. 'That's Our Guy': Chicagoans Welcome Obama Back To D.C. At Valois Restaurant, not far from the president's Chicago home, customers can order a variety of Obama specials on the menu. Kimberly Barnes Staples was eating breakfast with her husband. \"For Chicago, specifically, he gave us a national profile,\" she says. \"He showcased who we are as Chicagoans. He made us proud.\" And Devi Austin, a retiree, says she personally benefited from policies Obama advanced. \"Because of the laws that he put in place for people who had just bought homes and was underwater, I got forgiven — forgiven, not modified — forgiven $60,000,\" she says. \"I will miss President Obama.\" Obama Says Goodbye This Week, But His Message Hasn't Always Gotten Through Jan. 8, 2017 While some Chicagoans express disappointment that the president didn't provide more help to deal with gun violence and gangs, others give him a pass, saying that's a problem for the mayor, not the president. So as Obama says farewell, Patty McNamara, a museum consultant, says she will be watching wistfully. \"It's kind of bittersweet,\" she says. \"It's going to be a tough transition, I'm afraid.\" There will be a tangible Obama legacy for Chicagoans, though. His presidential library and foundation will be built on Chicago's South Side. That means that even if the Obamas don't return there to live, the president will remain engaged in the city that gave him his political start. ",
    "title": "Before Farewell Speech, Chicagoans Reflect On President Obama's Legacy : NPR"
   },
   {
    "entities": [
     "civil",
     "c.i.a.",
     "stephen",
     "iowa",
     "times",
     "this week",
     "colorado",
     "price",
     "credit",
     "friday",
     "three decades ago",
     "graham",
     "crowley/the",
     "government",
     "states",
     "south",
     "trump",
     "gates",
     "last week",
     "united",
     "jeff",
     "georgia",
     "claire",
     "senate",
     "american",
     "the 1980s",
     "charles",
     "missouri",
     "morning",
     "tower",
     "tuesday",
     "george",
     "of",
     "monday",
     "drago/the",
     "2015",
     "defense",
     "n.a.a.c.p.",
     "justice",
     "john",
     "blumenthal",
     "kelly",
     "grassley",
     "current",
     "1986",
     "department",
     "e.",
     "ethics",
     "judiciary",
     "obama",
     "new",
     "w.",
     "union",
     "carolina",
     "york",
     "previously",
     "america",
     "sessions",
     "committee",
     "tom",
     "liberties",
     "swift",
     "hilary",
     "office",
     "muslim",
     "bush",
     "lindsey",
     "f.",
     "al",
     "time",
     "clinton",
     "mccaskill"
    ],
    "id": 20,
    "text": "Continue reading the main story Mr. Blumenthal asked: “How can Americans have confidence that you’re going to enforce anti-discrimination laws if you’ve accepted awards from these kinds of groups and associated with these kinds of individuals and won’t return the awards?” Mr. Sessions said he does not necessarily share the views of every political donor or organization he has received an award from. Advertisement Continue reading the main story A change in tone on marijuana Mr. Sessions came of age in the Justice Department at the height of the crack epidemic. He has described himself as a lieutenant in the war on drugs, said he was “heartbroken” when President Obama compared marijuana to alcohol, and criticized the administration for not enforcing drug laws in states like Colorado that have legalized marijuana. He said in 2015 : It’s still a federal offense to deal in marijuana in the United States, and so even though a state doesn’t have that law, the federal government does. They said, ‘Well, if you don’t enforce it, we won’t enforce it.’ Another relaxation of federal law. Flash forward to Tuesday. Mr. Sessions sidestepped questions about whether he would put the weight of the Justice Department behind drug prosecution in those states. Doing so would set up a huge fight over states’ rights and federal drug policy. “I know it won’t be an easy decision,” he said. No vitriol Senate Democrats do not have the votes, by themselves, to prevent Mr. Sessions from becoming attorney general, and they have spared their colleague any vitriol, doing little to undermine his confirmation. Mr. Sessions was prepared to face renewed questions about race and comments he was accused of making in the 1980s regarding the N.A.A.C.P., the American Civil Liberties Union and “un-American” views. Liberal activists have repeatedly disrupted the hearing, screaming “K.K.K.” or “racist.” But the questioning from Democrats has mostly focused on his Senate record and whether he would enforce laws that he disagreed with. He has said he would. Photo Code Pink members protesting before the confirmation hearing for Senator Jeff Sessions. Credit Al Drago/The New York Times In short, there is no indication so far that his confirmation is in jeopardy. No workaround on waterboarding Mr. Sessions, who has supported the use of waterboarding as an interrogation tactic, said that current law makes it “absolutely improper and illegal.” That’s important because it suggests that Mr. Sessions sees no workaround that would allow Mr. Trump to reinstate such tactics. Mr. Sessions has previously said he supported the Justice Department legal analysis that authorized harsh interrogation in C.I.A. prisons, and has said that waterboarding works. By saying that the law against waterboarding is clear, Mr. Sessions makes it much harder, if not impossible, for Mr. Trump to bring it back. No support for Muslim ban In response to a question about whether he supported a temporary ban on Muslim immigration, as Mr. Trump has suggested, Mr. Sessions said he did not. “I have no belief and do not support the idea that Muslims as a religious groups should be denied admission to the United States,” he said. But he noted that Mr. Trump has since clarified that the restriction should be on immigration from countries that support terrorism. He said religious views — where, for example, they include justification for violence against Americans — should be considered as part of the visa progress. Would you support a law that says, ‘You can’t come to America because you’re a Muslim’? asked Senator Lindsey Graham, Republican of South Carolina. “No,” Mr. Sessions replied. A promise to recuse Mr. Sessions was a top surrogate for Mr. Trump during a campaign in which “lock her up!” was a rallying cry against Mrs. Clinton. Mr. Sessions said that if there were lingering investigations into Mrs. Clinton’s use of a private email server or her family foundation, he would recuse himself. “You intend to recuse yourself from both the Clinton email matter and any investigation involving the Clinton foundation, if there are any?” asked Senator Charles E. Grassley, Republican of Iowa. “Yes,” Mr. Sessions said. “This country doesn’t punish its political enemies.” Photo Senator Jeff Sessions was sworn in at the start of the hearing. Credit Stephen Crowley/The New York Times A more forceful denial Mr. Sessions last faced the Judiciary Committee three decades ago, for a seat on the federal bench. His nomination failed, in part over allegations that he had described civil rights groups as “un-American” and that he had suggested a white lawyer was a disgrace to his race for representing African-Americans. At the time, he said his comments were misunderstood or taken out of context. He offered a more forceful denial this time: “I never declared that the N.A.A.C.P. was ‘un-American’ or that a civil rights attorney was a ‘disgrace to his race,’” Mr. Sessions said. Advertisement Continue reading the main story In 1986 he described it this way: The N.A.A.C.P. and other civil rights organizations, when they leave the basic discriminatory questions and start getting into matters such as foreign policy and things of that nature and other political issues — and that is probably something I should not have said, but I really did not mean any harm by it. And here’s how he described the “disgrace to his race” exchange. Photo Mr. Sessions testified in 1986 that he could not remember saying that a white lawyer might be a disgrace to his race for representing black clients. But he did not contest the allegation, made by a colleague. Offering assurances Mr. Sessions assured his Senate colleagues that he would strictly adhere to the Constitution and stand up to the president if needed. He’s been consistent for years that senators should apply that test to Justice Department nominees. The Republican theme of the hearing is that Mr. Sessions is a known entity, and he reinforced that in his opening remarks. “You know who I am,” he said. “You know what I believe in.” Mr. Sessions, the nominee for attorney general, has been a consistent voice for conservative policies for nearly two decades in the Senate. Here are some of his positions on the issues. The bottom line Mr. Sessions has been in the Senate for nearly 20 years and is liked by his colleagues. Moderate Republicans and at least one Democrat have said they will vote for him, which all but guarantees his confirmation. And General Kelly is likely to be easily confirmed. That does not mean Democrats will hold their fire, but they are likely to mount their most vigorous offensive against other nominees, including Representative Tom Price, a Georgia Republican who is Mr. Trump’s choice to be health secretary. ‘Straight-talking, candid, courageous’ While Mr. Sessions faced some tough questioning, the early going for General Kelly was more gentle. Mr. Gates, a former defense secretary under Mr. Obama and George W. Bush, introduced General Kelly as a “straight-talking, candid, courageous leader who will say exactly what he thinks.” But what sets him apart, Mr. Gates said, is his character. Photo Retired Gen. John F. Kelly at Trump Tower last week. Credit Hilary Swift for The New York Times “To put it quite simply, he is one of the finest people I have ever known,” he said. “I would trust him with my life.” Senator Claire McCaskill of Missouri, the committee’s top Democrat, asked Mr. Kelly to be ready to take tough questions, but thanked him for providing the disclosures necessary by the Office of Government Ethics, whose review was completed this week. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Hearing Highlights: Sessions Questioned on Links to Xenophobia - The New York Times"
   },
   {
    "entities": [
     "mccormick",
     "place",
     "obama",
     "jan. 10, 2017",
     "barack",
     "chicago",
     "tribune"
    ],
    "id": 21,
    "text": "Live updates: President Obama's farewell speech in Chicago President Barack Obama gives his farewell address at McCormick Place in Chicago on Jan. 10, 2017. (Chicago Tribune) President Barack Obama gave his farewell address at McCormick Place in Chicago on Jan. 10, 2017. Are you on Chicago Tribune's app? View the full blog here . ",
    "title": "Live updates: President Obama&apos;s farewell speech in Chicago - Chicago Tribune"
   },
   {
    "entities": [
     "democratic",
     "jim",
     "choir",
     "right now",
     "mccormick",
     "biden",
     "last year",
     "michelle",
     "crow",
     "joe",
     "eddie",
     "trump",
     "house",
     "harvard",
     "party",
     "jan. 20",
     "tribune",
     "huppke",
     "rex",
     "donald",
     "place",
     "morning",
     "tuesday",
     "jan. 10, 2017",
     "george",
     "congress",
     "present",
     "sasha",
     "review",
     "the '60s",
     "jam",
     "children's",
     "once",
     "night",
     "past",
     "u.s.",
     "obama",
     "chicago",
     "wednesday",
     "pearl",
     "previously",
     "malia",
     "washington",
     "america",
     "gop",
     "law",
     "now",
     "vedder",
     "barack",
     "the future",
     "white"
    ],
    "id": 22,
    "text": "In Chicago farewell, Obama warns of threats to democracy Barack Obama, the citizen Barack Obama makes his presidential farewell address from McCormick Place, Chicago. Jan. 10, 2017. (Chicago Tribune) Barack Obama makes his presidential farewell address from McCormick Place, Chicago. Jan. 10, 2017. (Chicago Tribune) Privacy Policy Barack Obama said goodbye Tuesday night to a nation that delivered him a historic presidency and challenged Americans to fulfill democracy's promise as a new era of government in Washington, led by Republicans and President-elect Donald Trump , is about to begin. Even as Obama exits the world and national stage in little more than a week, he pledged to an estimated 18,000 gathered at McCormick Place in his adopted hometown of Chicago that his social and civic activism will continue — as a citizen. Joined by first lady Michelle Obama, daughter Malia, and Vice President Joe Biden , the president credited Chicago with playing a crucial role in his path to public service. Daughter Sasha remained in Washington because of a Wednesday morning school exam, the White House said. \"I first came to Chicago when I was in my early twenties and I was still trying to figure out who I was, still searching for a purpose in my life,\" Obama said in a nationally broadcast speech. \"And it was in a neighborhood not far from here where I began working with church groups in the shadows of closed steel mills. It was on these streets where I witnessed the power of faith and the quiet dignity of working people in the face of struggle and loss,\" Obama said. \"Now, this is where I learned that change only happens when ordinary people get involved, and they get engaged, and come together to demand it.\" President Barack Obama gives his farewell address at McCormick Place in Chicago on Jan. 10, 2017. (Chicago Tribune) The address presented a dichotomy of Obama's traditional attempts to inspire optimism while also warning his belief that democracy was showing signs of gradual erosion. He cited perceived dangers that include rising income inequality, growing racial tensions, fear of terrorism and a fracturing of media that allows people to exist in their own political preference \"bubbles\" to hear what they want to hear regardless of fact or science. If anything, the speech demonstrated that while Obama is leaving the White House, the 55-year-old president is not headed to quiet retirement amid one-party Republican control of the nation, a controversial successor in the White House and a Democratic Party that finds itself in disarray and without focused leadership. And while he only mentioned the incoming president once by name — discussing the peaceful transfer of power that will come on Jan. 20 — Obama's message sought to combat some of the concepts and demographic appeals that Trump embraced to win the White House. Citing the growth of automation in displacing middle-class jobs in the future, Obama called for a new social compact \"to guarantee all our kids the education they need, to give workers the power to unionize for better wages, to update the social safety net to reflect the way we live now and make more reforms to the tax code\" so corporations and wealthy individuals don't \"avoid their obligations to the country.\" \"We can argue about how to best achieve these goals. But we can't be complacent about the goals themselves. For if we don't create opportunity for all people, the disaffection and division that has stalled our progress will only sharpen in years to come,\" he said. While Obama said his election as the nation's first black president inspired optimism toward a \"post-racial America,\" he added that such a vision \"was never realistic.\" He also warned economic divisions have intensified racial divisions, particularly at a time when the growth of the nation's Hispanic population continues. To be serious about race, Obama said laws to fight discrimination in hiring, housing, education and criminal justice must be upheld — and \"hearts must change.\" President Barack Obama is a good and decent man.  That’s what I thought, over and over, as I watched his farewell address Tuesday night in Chicago.  This is a good and decent man. Among some, that’s a wildly unpopular opinion. Obama, they shout or tweet or comment, is a tyrant! A racist! Un-American!... President Barack Obama is a good and decent man.  That’s what I thought, over and over, as I watched his farewell address Tuesday night in Chicago.  This is a good and decent man. Among some, that’s a wildly unpopular opinion. Obama, they shout or tweet or comment, is a tyrant! A racist! Un-American!... (Rex Huppke) \"For blacks and other minority groups, that means tying our own struggles for justice to the challenges that a lot of people in this country face,\" Obama said, including \"the middle-aged white man who, from the outside may seem like he's got all the advantages, but who's seen his world upended by economic, cultural and technological change.\" For whites, Obama said, \"it means acknowledging that the effects of slavery and Jim Crow didn't suddenly vanish in the '60s, that when minority groups voice discontent, they're not just engaging in reverse racism or practicing political correctness; when they wage peaceful protest, they're not demanding special treatment but the equal treatment that our founders promised.\" Noting the increasing partisanship that marked his tenure as president, Obama warned another threat to democracy was the trend of people becoming \"so secure in our bubbles that we start accepting only information, whether true or not, that fits our opinions instead of basing our opinions on the evidence is out there.\" \"Without some common baseline of facts, without a willingness to admit new information and concede that your opponent is making a fair point and that science and reason matter, we'll keep talking past each other, making common ground and compromise impossible,\" he said. In what may have been his most direct criticism of Trump, Obama spoke of the threat of terrorism as he hailed the vigilance of first responders and the military and vowed \"ISIL will be destroyed.\" But the president also warned that \"democracy can buckle when we give in to fear.\" \"So just as we, as citizens, must remain vigilant against external aggression, we must guard against a weakening of the values that make us who we are,\" Obama said. \"That's why I reject discrimination against Muslim Americans,\" he added, drawing loud applause. \"That's why we cannot withdraw from big global fights — to expand democracy and human rights, and women's rights, and LGBT rights — no matter how imperfect our efforts, no matter how expedient ignoring such values may seem.\" Here's the text of President Barack Obama 's farewell address Tuesday at McCormick Place in Chicago: THE PRESIDENT:  Hello, Chicago!  (Applause.)  It’s good to be home!  (Applause.)  Thank you, everybody.  Thank you.  (Applause.)  Thank you so much.  Thank you.  (Applause.)  All right, everybody... Here's the text of President Barack Obama 's farewell address Tuesday at McCormick Place in Chicago: THE PRESIDENT:  Hello, Chicago!  (Applause.)  It’s good to be home!  (Applause.)  Thank you, everybody.  Thank you.  (Applause.)  Thank you so much.  Thank you.  (Applause.)  All right, everybody... Read the story Obama also warned of complacency toward government and politics, particularly among younger Americans. He urged citizens, regardless of party, to \"throw ourselves into the task of rebuilding our democratic institutions.\" Democracy's potential, he said, only works \"if our politics better reflects the decency of our people\" and if everyone helps to \"restore the sense of common purpose that we so badly need right now.\" \"If you're tired of arguing with strangers on the internet, try talking with one of them in real life. If something needs fixing, then lace up your shoes and do some organizing. If you're disappointed by your elected officials, grab a clipboard, get some signatures and run for office yourself,\" Obama said. \"Show up. Dive in. Stay at it. Sometimes you'll win. Sometimes you'll lose.\" It was a celebratory atmosphere that greeted Obama for his final return as president to the city that shaped his career, the place he moved after becoming the first African-American editor of the Harvard Law Review to get his start as a community organizer, then to serve as a state and U.S. senator and ultimately for eight years as president. Chicago-area native Eddie Vedder from Pearl Jam helped lead the Chicago Children's Choir in \"People Have the Power\" as a prelude to the speech and supporters chanted one of the Obama campaign themes, \"Fired up! Ready to go!\" as the lights dimmed. The president walked on stage, standing before a blue background filled with flags as a large presidential seal loomed atop. After initially failing to persuade people to sit down, Obama joked, \"You can tell I'm a lame duck because nobody's following instructions.\" The speech represented a continuation of a tradition launched by the nation's first president, George Washington, to present a farewell message to the country. By delivering it in Chicago, Obama gave a nod to the city of his politically formative years. But his address of about 50 minutes was not Chicago-centric and was one of the few instances in recent visits in which he did not touch upon one of the city's most troubling problems — the issue of gun violence — after last year saw more than 760 homicides. His remarks were interrupted early on when a woman shouted at him from the audience, holding a sign saying, \"Pardon us all now.\" That prompted supporters to try to shout down the protester by chanting, \"Four more years.\" Police removed the protester. The president only briefly touched on a list of accomplishments during his tenure, including the Affordable Care Act, which has provided health insurance to 20 million previously uninsured, that the new GOP administration and leadership in Congress has promised to dismantle. ",
    "title": "In Chicago farewell, Obama warns of threats to democracy - Chicago Tribune"
   },
   {
    "entities": [
     "mel",
     "1995",
     "jackson",
     "jesse",
     "community",
     "bobby",
     "reporter",
     "$25,000",
     "abel",
     "contact",
     "sutter",
     "grant",
     "2000",
     "leonor",
     "harvard",
     "reynolds",
     "bettylu",
     "tribune",
     "richard",
     "development",
     "palmer",
     "university",
     "m.",
     "park",
     "calumet",
     "senate",
     "state",
     "for",
     "tuesday",
     "1990",
     "summer",
     "of",
     "1999",
     "school",
     "campaign",
     "2004",
     "review",
     "alice",
     "federal",
     "springfield",
     "human",
     "30 percent",
     "1985, the year",
     "conference",
     "future",
     "a few months later",
     "u.s.",
     "obama",
     "months earlier",
     "chicago",
     "iraq",
     "chicago-based",
     "uribe",
     "malia",
     "1996",
     "saltzman",
     "$40,000",
     "vivanco",
     "evening",
     "&",
     "law",
     "religious",
     "illinois",
     "rush",
     "hawaii",
     "oct. 2, 2002",
     "daley",
     "yale",
     "jr.",
     "barack",
     "time",
     "plaza",
     "hopkins"
    ],
    "id": 24,
    "text": "Before hitting national stage, Obama's work foreshadowed a political future State Sen. Barack Obama Abel Uribe / Chicago Tribune Bettylu Saltzman talks with Illinois state Sen. Barack Obama during a rally against war with Iraq in front of the Federal Plaza in Chicago on Oct. 2, 2002. Bettylu Saltzman talks with Illinois state Sen. Barack Obama during a rally against war with Iraq in front of the Federal Plaza in Chicago on Oct. 2, 2002. (Abel Uribe / Chicago Tribune) Leonor Vivanco Contact Reporter Chicago Tribune After eight years in office, President Barack Obama is set to give his last speech as the nation's leader in a farewell address Tuesday evening in Chicago, where he says it all started. But before he entered the race for the nation's highest office, coined the slogan \"Yes, we can\" or celebrated his historic presidential victory in Grant Park, the Chicago Tribune revisited Obama's political rise from a relatively unknown community organizer to lawyer to elected official. One of the first stories published in the Tribune that mentions Barack Obama  appeared in 1985, the year he moved to Chicago. He worked with the Calumet Community Religious Conference, which was a recipient of a $40,000 grant awarded by The Campaign for Human Development, a nationwide Roman Catholic antipoverty program. Obama said in the story that the grant was to be used to assess skills of unemployed workers and to aid them in finding jobs. Obama spoke to the Tribune a number of times before he hit the national stage. In several instances, his first name was misspelled and later corrected. Here are five excerpts from the newspaper's archives, many of which foreshadow his political future.  Read the story here. Harvard Law Review president In 1990, at age 28, Obama was named the first black president of the Harvard Law Review, the nation's most prestigious student legal journal. \"People don't feel that they can have much impact,\" Obama said at the time . \"I want to get people involved in having a say in how their lives are run. More and more of that needs to be done.\" He said he planned to spend a couple of years practicing law after he graduated from Harvard and most likely return to community organizing — and maybe politics. \"I'll definitely be coming back to Chicago,\" he said.  Read the story here. Minority law partners A few months later,  Obama spoke to the Tribune about a survey that showed law firms were slow to hire minority partners, with minorities representing only nine of the 250 new partners brought into Chicago's 21 top law firms. As a Harvard Law School student, editor of the Harvard Law Review and summer associate at Chicago-based Hopkins & Sutter firm, Obama said the problem stemmed from how law firms recruited students. \"If these law firms want to solve these problems, they should go beyond Yale and the University of Chicago to recruit,\" Obama said. \"I think there are a lot of excellent minority law students who have families that can't incur a $25,000 debt for a law school education. So they don't go to nationally ranked schools.\"  Read the story here . State Senate seat State Sen. Alice Palmer decided to throw her name in for the congressional seat vacated by U.S. Rep. Mel Reynolds, who was convicted of sex crimes. But after losing to Jesse Jackson Jr. in a Democratic primary in 1995, Palmer sought re-election to the state legislature. By then, she had backed Obama as her successor. \"Since she endorsed me, I can always use, 'Even my opponent wants me' as a campaign slogan,\" Obama said in 1995 . Palmer withdrew her bid for the office after signatures on her nominating petitions were challenged. Obama went on to claim victory in 1996 and served in the Illinois Senate until he was elected in 2004 to the U.S. Senate.  Read the story here. Congressional run In 1999, Obama set his sights on a congressional run against Bobby Rush, an incumbent who was seeking a fifth term after losing the mayoral election months earlier as a challenger to Richard M. Daley. \"I think an elected official's vision is more important than his seniority,\" Obama told the Tribune . \"Rep. Rush was unconcerned with seniority when he ran against his prior incumbent because he felt he would bring more energy to the office, and that's what I intend to do.\" Obama came in second behind Rush in the 2000 primary, claiming only 30 percent of the vote. It would be four more years before he won a U.S. Senate seat.  Read the story here . Missing a vote Obama was visiting his grandmother in Hawaii around Christmastime in 1999 and missed a vote on a gun control bill during a special session in Springfield. He was criticized for it.  Obama said his 18-month-old daughter Malia was sick with the flu, and he decided to stay with his family. \"We have a lot of politicians who like to talk about family values. At some point you have to live those families values,\" he said.  Read the story here . ",
    "title": "Before hitting national stage, Obama&apos;s work foreshadowed a political future - Chicago Tribune"
   },
   {
    "entities": [
     "news",
     "et",
     "--",
     "j.",
     "donald",
     "ken",
     "polis",
     "u.s.",
     "fbi",
     "nbc",
     "tuesday",
     "january 11, 2017",
     "trump",
     "dilanian",
     "8:19 p.m.",
     "jared"
    ],
    "id": 25,
    "text": "advertisement Two U.S. officials with direct knowledge told NBC News on Tuesday that briefing materials prepared for President-elect Trump included information that initially circulated among Trump opponents and was passed to U.S. intelligence agencies making damaging allegations about his dealings with Russians. Neither of the officials said that the FBI was actively investigating the information, which has not been verified by U.S. agencies. The sources would not comment on the nature of the allegations. The Trump transition team did not immediately respond to a request for comment. But Trump himself did tweet at 8:19 p.m. ET Tuesday, in call caps, \"FAKE NEWS — A TOTAL POLITICAL WITCH HUNT!\" It wasn't completely clear exactly what he was referring to, but other news outlets had already reported on the briefing materials, with more detail than could be confirmed by NBC News. FAKE NEWS - A TOTAL POLITICAL WITCH HUNT! — Donald J. Trump (@realDonaldTrump) January 11, 2017 It is ABSOLUTELY critical to know whether our incoming President is subject to Russian blackmail — (((Jared Polis))) (@jaredpolis) January 11, 2017 Ken Dilanian ",
    "title": "Trump Briefing Materials Included Damaging Allegations of Russian Ties: Sources - NBC News"
   },
   {
    "entities": [
     "goldman",
     "times",
     "friday",
     "trump",
     "2013",
     "hillary",
     "the future",
     "last week",
     "moscow",
     "cnn",
     "donald",
     "kevin",
     "adam",
     "morning",
     "tower",
     "monday",
     "jan. 10, 2017",
     "congress",
     "russia",
     "vladimir",
     "scott",
     "j.",
     "manhattan",
     "hagen",
     "shane",
     "rosenberg",
     "republican",
     "v.",
     "new",
     "obama",
     "york",
     "washington",
     "america",
     "matthew",
     "putin",
     "clinton",
     "fall"
    ],
    "id": 26,
    "text": "By SCOTT SHANE , ADAM GOLDMAN and MATTHEW ROSENBERG JAN. 10, 2017 Continue reading the main story Photo President-elect Donald J. Trump on Monday at Trump Tower in Manhattan. Credit Kevin Hagen for The New York Times WASHINGTON — The chiefs of America’s intelligence agencies last week presented President Obama and President-elect Donald J. Trump with a summary of unsubstantiated reports that Russia had collected compromising and salacious personal information about Mr. Trump, two officials with knowledge of the briefing said. The summary is based on memos generated by political operatives seeking to derail Mr. Trump’s candidacy. Details of the reports began circulating in the fall and were widely known among journalists and politicians in Washington. The two-page summary, first reported by CNN, was presented as an appendix to the intelligence agencies’ report on the Russian hacking of the election , the officials said. The material was not corroborated, and The New York Times has not been able to confirm the claims. But intelligence agencies considered it so potentially explosive that they decided Mr. Obama, Mr. Trump and congressional leaders needed to be told about it and that the agencies were actively investigating it. Intelligence officials were concerned that the information would leak before they informed Mr. Trump of its existence, said the officials, who spoke on the condition of anonymity because the summary is classified and talking about it would be a felony. Got a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists. Learn More The decision of top intelligence officials to give the president, the president-elect and the so-called Gang of Eight — Republican and Democratic leaders of Congress and the intelligence committees — what they know to be unverified, defamatory material was extremely unusual. The appendix summarized opposition research memos prepared mainly by a retired British intelligence operative for a Washington political and corporate research firm. The firm was paid for its work first by Mr. Trump’s Republican rivals and later by supporters of his Democratic opponent, Hillary Clinton. The Times has checked on a number of the details included in the memos but has been unable to substantiate them. Advertisement Continue reading the main story The memos suggest that for many years, the government of President Vladimir V. Putin of Russia has looked for ways to influence Mr. Trump, who has traveled repeatedly to Moscow to investigate real estate deals or to oversee the Miss Universe competition, which he owned for several years. Mr. Trump never completed any major deals in Russia, though he discussed them for years. The former British intelligence officer who gathered the material about Mr. Trump is considered a competent and reliable operative with extensive experience in Russia, American officials said. But he passed on what he heard from Russian informants and others, and what they told him has not yet been vetted by American intelligence. The memos describe sex videos involving prostitutes with Mr. Trump in a 2013 visit to a Moscow hotel. The videos were supposedly prepared as “kompromat,” or compromising material, with the possible goal of blackmailing Mr. Trump in the future. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Trump Received Unsubstantiated Report That Russia Had Damaging Information About Him - The New York Times"
   },
   {
    "entities": [
     "n.",
     "david",
     "mccormick",
     "tree",
     "cabin",
     "jarrett",
     "trump",
     "grant",
     "house",
     "meryl",
     "gardena",
     "2017",
     "jan. 20",
     "last eight years",
     "michael",
     "northern",
     "streep",
     "tonight",
     "jeff",
     "psaki",
     "park",
     "cody",
     "axelrod",
     "recently",
     "california",
     "place",
     "morning",
     "noam",
     "lake",
     "demille",
     "memoli",
     "monday",
     "b.",
     "congress",
     "jen",
     "2008",
     "keenan",
     "night",
     "pioneer",
     "michigan",
     "republican",
     "u.s.",
     "cecil",
     "obama",
     "chicago",
     "levey",
     "the weekend",
     "today",
     "rescue",
     "dominguez",
     "sunday jan. 8",
     "a.",
     "sessions",
     "now",
     "channel",
     "valerie",
     "white"
    ],
    "id": 27,
    "text": "Affordable Care Act , leading patient advocates, consumer groups, labor unions and Democratic officials are mobilizing a nationwide campaign to defend the law and protect millions of Americans who depend on the law and other government health programs. ... Energized by Republican moves to roll back the Affordable Care Act , leading patient advocates, consumer groups, labor unions and Democratic officials are mobilizing a nationwide campaign to defend the law and protect millions of Americans who depend on the law and other government health programs. ... (Noam N. Levey and Michael A. Memoli) Obama will convene friends, longtime supporters and alumni of his campaigns and his White House to deliver his parting message. He’ll be near the scene of the speech he gave in Grant Park on the night of his historic election in 2008, but with temperatures forecast in the 30s, he will speak inside the sprawling McCormick Place convention center near Lake Michigan. Senior advisors say Obama knows that many progressives, religious and ethnic minorities, and immigrants are feeling apprehensive with the approach of the handover to Trump, who was elected after promising to crack down on immigration, scrutinize Muslims in the U.S. and challenge what he termed political correctness. Elections have consequences, Obama told fellow Democrats recently, and they need to work hard to elect candidates they believe in. But he also wants to remind supporters that they are not powerless just because Democrats are out of power in the White House and Congress. “This is the great gift our founders gave us: the freedom to chase our individual dreams through our sweat, toil and imagination — and the imperative to strive together as well, to achieve a greater good,” Obama was to say. The remarks are expected to be Obama’s final address in office, though he may still conduct one more news conference before he leaves office on Jan. 20. Throughout his presidency, Obama has used his bully pulpit to inspire, condemn and cajole. He was always heavily involved in writing his biggest speeches, and his team of young speechwriters spent as much time with him as did more senior staff. Chicago writers have always been at the heart of his craft. His earliest message guru was Chicago political mastermind David Axelrod , who helped him come up with the “yes, we can” concept that propelled him into office. In his second term, his head speechwriter has been Chicago native Cody Keenan, who worked with Obama on the farewell address throughout the holidays. Obama also worked on it for hours over the weekend. He was still at work on it Monday as his team prepared for the trip to Chicago. After he leaves office, he plans to take time to “quiet” himself and contemplate the last eight years, said Valerie Jarrett, the president’s longtime advisor and family friend. He wants to give Trump space to operate and won’t comment on relatively small developments, friends say. He wants to give Trump “room to do his homework,” Jarrett said. At the same time, Obama is aware that he can command attention when the moment is right. And if something troubles him, he may speak out, he has said. For now, though, he hopes to leave a message of hope as he walks off the world stage. It’s time for the “passing of the baton,” said Jen Psaki, the White House communications director.. Caption 90 seconds: 4 stories you can't miss Tonight, President Obama returns to Chicago to give a prime-time farewell address.   Attorney general nominee Sen. Jeff Sessions is in the hot seat today . A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers? Caption 90 seconds: 4 stories you can't miss Tonight, President Obama returns to Chicago to give a prime-time farewell address.   Attorney general nominee Sen. Jeff Sessions is in the hot seat today . A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers? Caption RAW: Pursuit of attempted murder suspect on 405 Freeway ends with arrest after K-9 takes him down Raw video of an attempted murder suspect leading police on a chase on the 405 Freeway Monday night. Raw video of an attempted murder suspect leading police on a chase on the 405 Freeway Monday night. Caption Swift water rescue team called to Dominguez Channel in Gardena Rescue crews were searching the Dominguez Channel in the Gardena area Monday morning after a woman reported her boyfriend had been washed away after entering the channel. Rescue crews were searching the Dominguez Channel in the Gardena area Monday morning after a woman reported her boyfriend had been washed away after entering the channel. Caption A look back at the career of Meryl Streep, recipient of Cecil B. DeMille award Meryl Streep accepted the Cecil B. DeMille award at the 2017 Golden Globes Sunday Jan. 8. Meryl Streep accepted the Cecil B. DeMille award at the 2017 Golden Globes Sunday Jan. 8. Caption 90 seconds: 4 stories you can't miss ",
    "title": "Obama&apos;s goodbye: A reminder of the message of hope that got him elected - LA Times"
   },
   {
    "entities": [
     "democratic",
     "11 percent",
     "last year",
     "capitol",
     "shepard",
     "supreme",
     "graham",
     "cory",
     "leahy",
     "states",
     "h.",
     "trump",
     "naacp",
     "hillary",
     "o.",
     "reuters",
     "party",
     "booker",
     "united",
     "jeff",
     "senate",
     "donald",
     "patrick",
     "zapotosky",
     "melina",
     "byrd",
     "tuesday",
     "2014",
     "coretta",
     "court",
     "congress",
     "mara/the",
     "king",
     "2015",
     "horwitz",
     "justice",
     "2016",
     "russia",
     "scott",
     "j.",
     "guantanamo",
     "cuba",
     "holder",
     "police",
     "post",
     "1986",
     "department",
     "martin",
     "past",
     "eric",
     "judiciary",
     "u.s.",
     "fbi",
     "late monday",
     "obama",
     "chicago",
     "james",
     "sheldon",
     "whitehouse",
     "matt",
     "luther",
     "wednesday",
     "ellen",
     "washington",
     "bay",
     "sessions",
     "committee",
     "january 10",
     "sari",
     "matthew",
     "to",
     "jr.",
     "baltimore",
     "lindsey",
     "at 3:34 pm",
     "clinton",
     "the future",
     "nakashima"
    ],
    "id": 28,
    "text": "Sessions emphasizes the primacy of the law over his political views The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Matt Zapotosky , Sari Horwitz and Ellen Nakashima January 10 at 3:34 PM Follow @mattzap Follow @sarihorwitz Follow @nakashimae (Video: Reuters; Photo: Melina Mara/The Washington Post) Sen. Jeff Sessions sought to assure the American public Tuesday that he could set aside campaign rhetoric and fairly enforce the law as the next U.S. attorney general, asserting repeatedly at his confirmation hearing that he would not let his personal views interfere with court precedent or the will of Congress. Sessions (R-Ala.) said, although his politics might indicate otherwise, that he would abide by the Supreme Court decision underpinning abortion rights, and that he would similarly follow the 5-to-4 ruling that legalized same-sex marriage. He said he understands that the waterboarding of suspects to elicit information is “absolutely improper and illegal,” and, though he voted against a law that banned the government’s bulk collection of Americans’ phone records, that he would uphold it as attorney general. He declared that he would recuse himself from any Justice Department investigations of Hillary Clinton’s email practices or her family’s charitable foundation — mindful that his previous comments “could place my objectivity in question.” “We can never have a political dispute turn into a criminal dispute,” he said. On the first day of his two-day confirmation hearing, Sessions came under tough questioning from Democrats about his conservative, often controversial views on immigration, hate-crimes legislation and national security matters. He answered politely, although often forcefully, and frequently referred to his decades of experience in the Senate. He is expected to be confirmed. “You know who I am,” Sessions said. “You know what I believe in. You know that I am a man of my word and can be trusted to do what I say I will do.” On some topics, Sessions, 70, held his ground. He said, for example, that he supports the continued operation of the U.S. detention facility at Guantanamo Bay, Cuba, for terrorism suspects. He said would not object if ­President-elect Donald Trump abandoned an executive action by President Obama that allows people who came to the United States illegally as children to receive work permits and a reprieve from possible deportation, although he offered no solution for what to do with those who had received such reprieves. He refused to agree to keep intact consent decrees prompting reform in police departments across the country, saying such agreements and the lawsuits that prompt them “undermine the respect for police officers” and should be approached with “caution.” Justice Department officials have been pressing to negotiate such reforms in Baltimore and Chicago before the end of the Obama administration. “I just wouldn’t commit that there would never be any changes in them, and if departments have complied or reached other developments that could justify the withdrawal or modification of a consent decree, of course I would do that,” Sessions said. He said, though, that he would enforce existing agreements. Sessions declined to say that he would adopt the policies of former attorney general Eric H. Holder Jr. when it comes to investigations involving the news media, including a promise not to jail reporters for doing their job. “I’m not sure,” he said when asked whether he would keep that Holder promise. “I have not studied those regulations.” But Sessions also seemed to recognize that, if confirmed, he would have to abandon his persona as a far-right lawmaker and an unabashed Trump supporter. He said that the attorney general should enforce the law regardless of the president’s views, and that if the president presses for illegal action, the attorney general should resign. “He or she must be willing to tell the president or other top officials ‘no’ if he or they overreach,” Sessions said. “He or she cannot be a mere rubber stamp.” Sessions spoke in a room packed with demonstrators, reporters and his family members, and the proceedings were interrupted several times by protesters declaring him “evil” or “racist.” Capitol Police said 25 were arrested — 18 at the hearing and seven in Sessions’s office. The Senate Judiciary Committee rejected Sessions for a federal judgeship in 1986 amid allegations of racially insensitive remarks, and civil rights advocates and others have mounted a campaign to deny him the attorney general post. Democratic senators took up many of their issues Tuesday, questioning Sessions on his opposition to the Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act, which expanded federal hate-crimes law to include sexual orientation and gender identity, and his decision not to support an iteration of the Violence Against Women Act that gave Native Americans special protections . Sen. Patrick J. Leahy (D-Vt.) asked Sessions about prior comments in which he suggested, after a video emerged of Trump talking about grabbing women by the genitals, that such conduct was not necessarily sexual assault. “Senator, is grabbing a woman by her genitals without consent, is that sexual assault?” Leahy said. “Clearly, it would be,” Sessions responded. He later suggested that a sitting president could be prosecuted for doing so “if appropriate.” Sessions said that he supported the Violence Against Women Act broadly, and that he thought hate crimes “were being prosecuted effectively in state courts where they would normally be expected to be prosecuted.” He sought to portray the allegations that sunk him in 1986 — when even Coretta Scott King, the widow of the Rev. Martin Luther King Jr., urged Congress to turn him down — as inaccurate. Sessions said his controversial prosecution of civil rights advocates — rather than being an effort to stifle voting — was done in response to complaints from African American incumbent officials. He assailed white supremacists. “I abhor the Klan and what it represents and its hateful ideology,” he said. He denied calling the NAACP “un-American” — a charge leveled against him by a fellow lawyer. “I hope my tenure in this body has shown you that the caricature that was created of me was not accurate,” he said. Sessions’s assertion on the Clinton investigations was an early highlight of the hearing, notable because the future of the inquiries has long been a source of public speculation. Trump said during the campaign that he would appoint a special prosecutor to investigate Clinton, his Democratic rival, even after the FBI concluded that it could not recommend criminal charges. But he has since softened that stance and suggested that he wanted to move past the matter. Sessions has been critical of the Clinton email investigation, and he has said it “seems like” the FBI had not fully investigated the dealings of the Clinton Foundation while Clinton was secretary of state. The two inquiries are separate, and although the email investigation has ended, the status of the foundation matter is murkier. Justice Department public integrity prosecutors told FBI agents last year that they had no case, but agents have apparently continued to press the matter. A defense attorney for Clinton declined to comment on Sessions’s claim that he would recuse himself. Later in the hearing, pressed on whether he would recuse himself on Trump investigations, Sessions said he “would review it, and try to do the right thing.” Of Trump’s proposal to ban Muslims from immigrating to the United States, Sessions said he thought the president-elect favors stringent vetting of those coming from countries with a history of terrorism. He said he voted against a resolution that would have objected to a Muslim ban because he thought it would not allow for religion to be considered in the vetting process. “Many people do have religious views that are inimical to the public safety of the United States,” Sessions said. He said he would not support an immigration ban that excluded people solely because they are Muslim. Sessions also addressed issues of policing, saying that officers have come to feel “unfairly maligned and blamed for the unacceptable actions of a few of their bad actors.” He cited violent-crime statistics, such as Chicago’s 4,368 shooting victims in 2016 and the 11 percent increase in homicides nationwide from 2014 to 2015 — and promised that he would prioritize turning the tide. (Reuters) Sessions acknowledged that he is not well-informed about the recent high-profile cyber provocations by Russia. When asked by Sen. Lindsey O. Graham (R-S.C.) if he thought that the Russian government was behind the hacking of the Democratic Party computers, he said, “I have done no research into that.” When Graham pointed out that the FBI had concluded Russia was behind the intrusion, Sessions observed, “at least that’s what’s been reported.” Later, he allowed, “I have no reason to doubt that,” and he said the response to such action might not be as simple as prosecuting a case. “In many ways, the political response, the international foreign policy response, may be the only recourse,” he said. Sen. Sheldon Whitehouse (D-R.I.) asked Sessions whether he would let an investigation of Russian interference continue “even if it leads to the Trump campaign and Trump interests and associates.” Sessions replied: “If the law is violated and they can be prosecuted, then you’ll have to handle that in an appropriate way.” On Wednesday, 15 witnesses are scheduled speak about the nominee, including a former attorney general, the president of a national police union, and several civil rights and other advocates. Late Monday, the Senate Judiciary Committee said that one of Sessions’s colleagues, Sen. Cory Booker (D-N.J.), is expected to testify against him. Read more: ",
    "title": "Sessions emphasizes the primacy of the law over his political views - The Washington Post"
   },
   {
    "entities": [
     "et",
     "thune",
     "r-south",
     "r-tennessee",
     "times",
     "this week",
     "mitch",
     "trump",
     "house",
     "2017",
     "mcconnell",
     "3:24",
     "ryan",
     "paul",
     ", 3:38 pm",
     "ann",
     "senate",
     "donald",
     "morning",
     "alex",
     "tuesday",
     "march 3",
     "leigh",
     "moe",
     "congress",
     "john",
     "twitter",
     "the end of january",
     "republican",
     "the past week",
     "caldwell",
     "new",
     "aca",
     "york",
     "gop",
     "obamacare",
     "jan 10",
     "bob",
     "dakota",
     "corker",
     "january 27"
    ],
    "id": 29,
    "text": "Jan 10 2017, 3:38 pm ET Trump's Call For 'Quick' Obamacare Replacement Complicates GOP Efforts by Leigh Ann Caldwell and Alex Moe Share advertisement President-elect Donald Trump said Tuesday that he wants to see Congress repeal the Affordable Care Act soon and pass a replacement \"very quickly or simultaneously.\" His urging contradicts Republican leaders who have been cautioning that overhauling the massive health care law would take time. Trump would like Obamacare repealed within days and contended that \"the replace will be very quickly or simultaneously, very shortly thereafter,\" he told the New York Times in an interview Tuesday . \"Long to me would be weeks,\" Trump added. Trump's statements could be an effort at public persuasion but they are complicating efforts for congressional Republicans working to plot out plans to repeal and replace the ACA in a manner that would be politically and economically viable while maintaining the support of enough Republicans to pass the legislation. While the repeal effort is scheduled to be complete by the end of January, if all goes according to plan, Republican leaders have said replacement could take much longer, possibly months or even years. Play How quickly will GOP replace Obamacare? 3:24 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170110222559if_/http://www.nbcnews.com/widget/video-embed/850747459849\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Republican leaders are feeling pressure from some rank-and-file members who are feeling jittery to speed up the multi-step process and replace the health care law at the same time it is repealed. House Speaker Paul Ryan indicated Tuesday morning, before Trump's comments, that he is taking into consideration the concerns of some in his GOP conference about a long lag between repeal and replace. \"It is our goal to bring it all together concurrently,\" Ryan said for the first time. \"We are going to use every tool at our disposal through legislation, through regulation, to bring replace concurrent along with repeal so we can save people from this mess.\" Related: More Republicans Express Concern About Repealing Obamacare The Senate and House are expected to vote on the first step of the repeal process this week as part of a budget resolution known as reconciliation. The legislation directs that the second part of the repeal process, which would actually start to dismantle the health care law, be complete by January 27. But Trump's latest remarks have put him in front of the debate, putting even more pressure on Republican leaders to speed up the process. Republican leaders Tuesday declined denounce - or support - Trump's timeline and insisted they are on the same page. Trump's plans are \"not any way inconsistent with the timeline we're aiming for,\" Senate Republican Leader Mitch McConnell said. One member of leadership, Sen. John Thune, R-South Dakota, said that Trump's public pronouncements and apparent lack of understanding of the complexities of how Congress works - and the difficulty in passing legislation so quickly - are complicating their efforts. \"From a messaging standpoint, yes I worry,\" Thune said about Trump's comments. Trump had been publicly cautioning Republicans for the past week, telling them via Twitter to \"be careful\" in their health care repeal efforts, which could be politically challenging. Five Republican senators have proposed an amendment that would postpone the repeal deadline until March 3, giving legislators enough time to draw up a replacement plan to vote on simultaneously. There is division among Republicans about that idea and Republican leaders haven't committed to allowing a vote on it. Sen. Bob Corker, R-Tennessee, is one of the members sponsoring that amendment. He said about Trump's accelerated timeline: \"I'm looking forward to hearing how they would anticipate that occurring.\" Leigh Ann Caldwell ",
    "title": "Trump's Call For 'Quick' Obamacare Replacement Complicates GOP Efforts - NBC News"
   }
  ]
 }
}