{
 "12": {
  "col-sim": {
   "cosine": 0.3144689745491227,
   "entity": 0.2916461404928374
  },
  "exec-time": 31.337313890457153,
  "links": [
   {
    "entities": [
     "ukraine",
     "ben",
     "october",
     "times",
     "last year",
     "mobil",
     "credit",
     "relations",
     "florida",
     "mirror",
     "mitch",
     "friday",
     "states",
     "trump",
     "cardin",
     "chao",
     "mcconnell",
     "doug",
     "syria",
     "transportation",
     "united",
     "crimea",
     "moscow",
     "the",
     "memoirs",
     "mills/the",
     "senate",
     "recently",
     "tim",
     "morning",
     "state",
     "amita",
     "monday",
     "2014",
     "of",
     "foreign",
     "george",
     "exxon",
     "russia",
     "vladimir",
     "rubio",
     "2016",
     "weekly",
     "tuesday before",
     "kaine",
     "once",
     "marco",
     "virginia",
     "l.",
     "department",
     "judiciary",
     "swadhin",
     "new",
     "obama",
     "w.",
     "tillerson",
     "standard",
     "benjamin",
     "wednesday",
     "york",
     "committee",
     "sessions",
     "aleppo",
     "putin",
     "bush",
     "maryland"
    ],
    "id": 0,
    "text": "Mr. Rubio set off on an aggressive line of questioning, initially posing a simple query: “Is Vladimir Putin a war criminal?” Advertisement Continue reading the main story “I would not use that term,” Mr. Tillerson said. Mr. Rubio, outlining a list of grievous Russian offenses in Syria, said he hoped Mr. Tillerson might adjust his answer. “Those are very, very serious charges to make, and I want to have much more information,” Mr. Tillerson said. Mr. Rubio, saying there was plenty of public information — “the videos and pictures are there,” he noted — said that “it should not be hard to say that Vladimir Putin’s military has conducted war crimes in Aleppo.” Mr. Tillerson did not budge. “I find it discouraging, your inability to cite that,” Mr. Rubio said. As the senator continued to cite the deaths of Mr. Putin’s opponents, Mr. Tillerson said he hoped to learn more once he could receive classified information on the matters. “None of this is classified, Mr. Tillerson,” Mr. Rubio shot back. “People are dead.” Photo Senator Marco Rubio, Republican of Florida, during the hearing. Credit Doug Mills/The New York Times Tillerson favored arms for Ukraine Mr. Tillerson also told the committee that if he had been serving in office when Russia annexed Crimea in 2014 , he would have recommended that the United States provide arms and intelligence support to the government of Ukraine, and said the Obama administration’s reaction was viewed in Moscow “as a weak response.” Mr. Tillerson’s prescription came in the opening two hours of his confirmation hearing, where he went out of his way to portray himself as a hard-liner in confronting Russia — an effort to defuse questions about his business relationships with Mr. Putin. But in doing so, he put himself in direct opposition to the position taken by Mr. Trump, who said in interviews with The New York Times last year that he doubted the utility of the sanctions the United States led against Russia. Advertisement Continue reading the main story “What the Russian leadership would have understood is a powerful response,” said Mr. Tillerson, until recently the chief executive of Exxon Mobil. His message to the Russian leadership, he said, would be, “Yes, you took Crimea, but this stops right here.” Kaine challenges Tillerson on climate change views Mr. Tillerson, facing questions about Exxon Mobil’s history with climate science, admitted to at least a measure of strategic obfuscation during his testimony. Senator Tim Kaine, Democrat of Virginia, said that despite Mr. Tillerson’s view on climate change, Exxon continued to provide funding to groups that obscure the scientific consensus. He asked Mr. Tillerson to clarify what Exxon Mobil knew about climate change despite its public claims through the years. “Senator, since I’m no longer with Exxon Mobil, I’m in no position to speak on their behalf,” Mr. Tillerson said. Mr. Kaine reminded Mr. Tillerson that he was asking about Mr. Tillerson’s own experience, which included more than four decades at Exxon. “Do you lack the knowledge to answer my question, or do you refuse to answer my question?” Mr. Kaine asked. “A little of both,” Mr. Tillerson said, to laughs. Mr. Kaine also pressed Mr. Tillerson on Mr. Trump’s potential business conflicts abroad. Mr. Tillerson said he had no knowledge of any of Mr. Trump’s business relationships in Russia or elsewhere. Mr. Kaine asked about the ramifications of conducting diplomacy with foreign officials “who know more about the president’s financial interest and exposure than you do.” Mr. Tillerson said that “as long as the objective of a negotiation is clear, that’s all that matters” to a prospective secretary of state. Advertisement C-suite and Foggy Bottom are different Photo Senator Ben Cardin of Maryland questioned Mr. Tillerson during the hearing. Credit Doug Mills/The New York Times Senator Benjamin L. Cardin of Maryland, the ranking Democrat on the Senate Foreign Relations Committee, got to the key critique of Mr. Tillerson in an opening statement that challenged the nominee to explain what additional sanctions he would advocate against Russia for its interference in the 2016 presidential election and its activities in Syria. “Having a view from the C-Suite at Exxon is not at all the same as the view from the seventh floor of the Department of State,” Mr. Cardin said, referring to where the secretary’s office is. “And those who suggest that anyone who can run a successful business can, of course, run a government agency do a profound disservice to both.” Mr. Cardin argued that “serving the narrow market-driven interests of Exxon shareholders is not the same as serving the national interests of all of the American people.” And he challenged Mr. Tillerson to indicate whether he “may ignore Putin’s invasion of Ukraine, his illegal annexation of Crimea and his intervention in Syria,” all of which President-elect Trump indicated, in an interview with The Times, were not high on his list of concerns. Mr. Cardin added that he was “disappointed” that Mr. Tillerson’s prepared opening remarks included no mention of Russian hacking, adding that he also planned to press Mr. Tillerson on his prospective business conflicts. Sessions criticized over comments on Trump tape Mr. Sessions was an ardent supporter of Mr. Trump, even after a tape surfaced in October revealing Mr. Trump making lewd comments about women and describing how he grabs them by their genitals. Testifying on Tuesday before the Senate Judiciary Committee, Mr. Sessions said that behavior amounted to sexual assault. But his earlier comments, in an interview with T he Weekly Standard , resurfaced on Wednesday. SESSIONS: This was very improper language, and he’s acknowledged that. TWS: But beyond the language, would you characterize the behavior described in that [video] as sexual assault if that behavior actually took place? SESSIONS: I don’t characterize that as sexual assault. I think that’s a stretch. I don’t know what he meant — TWS: So if you grab a woman by the genitals, that’s not sexual assault? SESSIONS: I don’t know. It’s not clear that he — how that would occur. Amita Swadhin, the founder of the advocacy group Mirror Memoirs, cited those comments on Wednesday and Mr. Sessions’s opposition to expanding hate crimes laws as evidence that he should not be confirmed. “We have no reason to put our faith or our trust in Senator Sessions as attorney general,” she said. Home court advantage Ms. Chao was to reintroduce herself to senators Wednesday morning — not as a former, long-serving labor secretary under George W. Bush, nor as the spouse of their majority leader, Senator Mitch McConnell, but as the choice to head the Transportation Department. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Rubio Aggressively Questions Tillerson on Russian Actions in Syria - The New York Times"
   },
   {
    "entities": [
     "sheri",
     "kushner",
     "allen",
     "last year",
     "uruguay",
     "this week",
     "76 percent",
     "treasury",
     "government",
     "brookings",
     "trump",
     "2013",
     "house",
     "$2 billion",
     "richard",
     "turkey",
     "jan. 11, 2017",
     "millions of dollars",
     "morgan",
     "o'connell",
     "philippines",
     "dubai",
     "donald",
     "recently",
     "jonathan",
     "tower",
     "the day",
     "international",
     "january 11",
     "of",
     "george",
     "monday",
     "at 7:17 pm",
     "organization",
     "photo",
     "hussain",
     "manhattan",
     "post",
     "hotel",
     "ethics",
     "lewis",
     "sajwani",
     "eric",
     "future",
     "u.s.",
     "new",
     "obama",
     "w.",
     "currently",
     "dillon",
     "july",
     "buy",
     "properties",
     "wednesday",
     "internal",
     "york",
     "service",
     "institution",
     "washington",
     "revenue",
     "ivanka",
     "shaub",
     "painter",
     "jared",
     "wait",
     "office",
     "weisselberg",
     "damac",
     "bush",
     "jr.",
     "city",
     "walter",
     "jabin",
     "botsford/the",
     "white"
    ],
    "id": 1,
    "text": "Trump outlines plan to shift assets, give up management of his company The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Drew Harwell January 11 at 7:17 PM Follow @drewharwell President-elect Donald Trump will retain ownership of his company while shifting assets into a trust managed by his sons, a step that Trump and his advisers said will eliminate potential conflicts of interest between his public duties and private business. The move, announced Wednesday in Trump’s first news conference since July, followed weeks of criticism from ethics experts and congressional Democrats who have said his financial entanglements could improperly steer his presidential decision-making. The announcement included a pledge from a Trump lawyer that the company would make “no new foreign deals whatsoever” during Trump’s presidency, and that any new domestic deals would undergo vigorous review, including approval by an independent ethics adviser. In addition, Trump is giving up his position as an officer at the company, the Trump Organization, ceding all management responsibilities and agreeing to what his lawyers described as strict limits on communications with company executives beyond receiving regular profit-and-loss statements. Sheri Dillon, a tax adviser at global law firm Morgan Lewis, said Trump has sought to isolate himself from the business that will be managed by Trump’s sons Donald Jr. and Eric and company executive Allen Weisselberg. 1 of 18 Photos from Trump’s first news conference in six months View Photos President-elect Donald Trump took questions in the lobby of Trump Tower in New York City. Caption President-elect Donald Trump took questions in the lobby of Trump Tower in New York City. Jan. 11, 2017 President-elect Donald Trump, accompanied by his family, arrives for the news conference in the lobby of Trump Tower in New York. Jabin Botsford/The Washington Post Buy Photo Wait 1 second to continue. Trump, she said, “will only know of a deal if he sees it in the paper or on TV.” She added that Trump also terminated all pending international deals. But Trump’s continued financial stake in a global real estate and branding company is likely to remain a point of contention between the president-elect and federal ethics officials, who have said that full divestiture remains the only way to prevent conflicts. Dillon, who also wrote a widely shared letter last year that asserted Trump’s tax returns were under audit, argued that taking steps recommended by some vocal ethics experts would trigger additional problems. A sell-off would have created additional conflicts, she said, while a blind trust would have been unrealistic for a real estate company with high-profile assets. “President Trump can’t unknow he owns Trump Tower,” Dillon said, and he “should not be expected to destroy the company he built.” The announcement inspired an unusual, and highly critical, response from the top federal official at the agency that works closely with presidential transition teams to ensure they abide by ethics requirements. Walter Shaub, director of the Office of Government Ethics, took the stage at a Wednesday event for the Brookings Institution think tank to say that Trump’s decision “doesn’t meet the standards . . . that every president of the past four decades has met.” Shaub, appointed by President Obama in 2013, said the trust “adds nothing to the equation” because it’s “not even close” to a blind trust, and called other Trump provisions “wholly inadequate.” Shaub, whose agency administers financial disclosure filings and advises executive branch officials on avoiding conflicts of interest, does not have the power to force Trump’s hand. The director said he spoke out in hopes the president-elect would fully divest. Some ethics experts also expressed alarm Wednesday that the changes leave plenty of room for foreign interests and others to enrich the president and affect U.S. policy. Richard Painter, who was ethics counsel in the George W. Bush White House, said the setup will not prevent Trump from knowing his business’ sources of revenue or block him from receiving income from the trust. Trump Tower projects still stand, for instance, in the Philippines, Turkey, Uruguay and other hot spots where foreign buyers or governments could still lavish money on the Trump brand. “He still has businesses all over the world, and we still do not know who is financing those businesses and who he’s indebted to,” Painter said. Referring to the yet-unnamed expert who would be hired to sign off on new deals, Painter added: “That ethics adviser is going to have a lot of work to do. Sounds like he’ll need air support.” Trump also retained his ownership share of the luxury hotel he opened last year in the Old Post Office Pavilion down the street from the White House, despite criticism that foreign leaders might try to curry favor with the administration by doing business there and at his other hotels, possibly violating the Constitution’s “emoluments clause.” The clause has never been tested in the courts, but it is upheld by threat of impeachment, and some scholars say Trump risks violating it the day he’s sworn into office. The Washington hotel, of which Trump owns 76 percent, has been frequented by foreign diplomats since the election. Trump himself has signed for hundreds of millions of dollars in corporate loans from foreign banks and is currently involved in deals with foreign investors across several continents. Dillon, Trump’s attorney, dismissed the suggestion of a problem, saying the clause would not apply to “arms’-length transactions the president-elect has nothing to do with,” such as hotel stays for foreign diplomats. Nevertheless, Dillon said, the hotel would donate “all profits from foreign government payments” from the Trump International Hotel to the U.S. Treasury. In his news conference Wednesday at Trump Tower in Manhattan, Trump showcased his signature theatrics. He stood by several stacks of what he said were legal papers related to the Trump Organization changes. He noted repeatedly that the president is not covered by any conflict-of-interest laws, and that he was sure he could do a good job leading both the company and the country if he so chose. “I could actually run my business and run government at the same time,” he said. But, he added later, “I don’t want to take advantage of something. I have something that others don’t have.” And if his sons “do a bad job,” Trump added, he will tell them his catchphrase from “The Apprentice”: “You’re fired.” Trump said his commitment to focus on the presidency has already cost him business, adding he had in recent days turned down $2 billion to do “a number of deals” in Dubai with Hussain Sajwani, the billionaire chairman of the Damac Properties development firm and a man Trump has called a friend. A Damac executive said the company “confirms that the discussions took place as stated in the media briefing but the proposals were declined by the Trump Organization,” and that the proposals “were for a variety of different property deals.” Trump’s plan will also include tapping a “chief compliance counsel” at the Trump Organization who will monitor the Trump businesses for “any actions that could be perceived as exploiting the office of the presidency,” Dillon said. Neither Trump nor Dillon said who would fill the position, and requests to speak with company representatives were not immediately returned. The Trump Organization is a vast, worldwide collection of golf courses, hotels, condo towers and other commercial holdings spread across more than 500 business interests, financial filings show. Much of the company’s revenue stems from deals with real estate developers and merchandisers, who pay the company millions of dollars to use Trump’s name and image. Presidents are exempt from conflict-of-interest laws that force virtually all other executive-branch officials to sell off their business interests, as well as recuse themselves from public decision-making that could benefit their private finances. The president must still abide by bribery, fraud and corruption laws that could arise from potential financial conflicts. Modern presidents have followed a tradition of selling potentially problematic assets or sequestering them into a blind trust, overseen by an independent manager with unassailable control. The trust agreement outlined Wednesday will not be truly blind, critics said, due to Trump’s family relationship to its leaders, his sons. Trump’s daughter Ivanka will also step down from management of the Trump Organization and her name-brand fashion, jewelry and licensing companies, lawyers said. She will also restructure her involvement in potentially profitable Trump Organization deals and, instead, receive fixed payments from the revenue of what lawyers called a “diversified pool” of unidentified projects. Fixed-income agreements are common approaches to addressing conflicts for spouses of those stepping into government. But, like her father, Ivanka Trump has not committed to selling off her ownership stake, leaving one of her largest conflicts unresolved. Ivanka Trump’s husband, Jared Kushner, who Trump will name as a White House adviser, will sell off much of his New York real estate and media fortune and resign from the family business to avoid conflicts, his lawyers said this week. Many questions remain. Trump has not released his income tax returns, which would give the most precise look yet at Trump’s holdings, business interests and foreign accounts. Trump has blamed several years of Internal Revenue Service audits, among other factors, for his reluctance to release the returns. Presidents, by law, are audited every year and not required to release their returns. Trump’s sons, too, have already run into the minefield of potential conflicts awaiting the president’s family. Eric Trump said recently that he will leave his foundation, following worries that donors could receive special access or favors from the Trump administration. Congressional Democrats on Monday introduced a law that would force Trump and future presidents to divest their business interests and other potential conflicts. But their Republican counterparts have largely stayed silent on Trump’s entanglements, or said they trust his judgment, drawing the law’s success into question. Jonathan O’Connell contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump outlines plan to shift assets, give up management of his company - The Washington Post"
   },
   {
    "entities": [
     "60 percent",
     "52 percent",
     "89 percent",
     "trump",
     "27 percent",
     "nation",
     "57 percent",
     "jan. 11, 2017",
     "news",
     "university",
     "donald",
     "pew",
     "tuesday",
     "quinnipiac",
     "clementthe",
     "scott",
     "organization",
     "post",
     "world",
     "63 percent",
     "new",
     "national",
     "10 percent",
     "the coming weeks",
     "center",
     "york",
     "&",
     "july 27, 2016",
     "washington",
     "research",
     "city",
     "35 percent"
    ],
    "id": 2,
    "text": "News Nation & World National politics How much do Americans actually care about Trump's potential business conflicts? President-elect Donald Trump holds his first news conference since July 27, 2016, on Jan. 11, 2017, in New York City. Scott ClementThe Washington Post President-elect Donald Trump 's media event announcing plans to shift his assets into a trust managed by his sons, but not to give up ownership of the Trump Organization, marks the greatest detail Trump has provided on how he would try to avoid conflicts between his business interests and service as president. While the coming weeks will tell whether Trump's announcement shifts public views of his business conflicts, polls beforehand showed a majority was concerned about potential conflicts of interest, and clear majorities say he should disclose more information about his business dealings. Two surveys released Tuesday offer a fresh look at Americans' view of Trump's potential conflicts. A Pew Research Center poll found 57 percent of adults are very or somewhat concerned that Trump's \"relationships with organizations, businesses or foreign governments conflict with his ability to serve the country's best interests.\" One-third said they are \"very concerned\" about the issue. Separately, a Quinnipiac University poll found a similar 60 percent of registered voters were very or somewhat concerned that \"Trump would veto a law that would be good for the country because it would hurt his business interests.\" Some 4 in 10 were \"very concerned\" about this possibility. These two polls found differing results on whether concern is on the rise (Quinnipiac) or falling (Pew), but their overall level of concern is quite similar despite asking different questions. While Democrats are far more likely than Republicans to say they are at least somewhat concerned about Trump's conflicts influencing his decisions (89 percent vs. 27 percent), a 63 percent majority of self-identified independents said they are concerned Trump would veto that would damage his business interests. The Quinnipiac poll also found 52 percent of voters think Trump has more potential for conflicts than most politicians; only 10 percent said he has fewer conflicts, while 35 percent said he has about the same amount. ",
    "title": "How much do Americans actually care about Trump&apos;s potential business conflicts? - Chicago Tribune"
   },
   {
    "entities": [
     "sheri",
     "et",
     "sarlin",
     "democratic",
     ", 7:05 pm",
     "treasury",
     "states",
     "press",
     "trump",
     "house",
     "2017",
     "2:14",
     "intelligence",
     "hours later",
     "$2 billion",
     "hillary",
     "news",
     "university",
     "cnn",
     "united",
     "dubai",
     "donald",
     "recently",
     "benjy",
     "2:09",
     "4:20",
     "the day",
     "buzzfeed",
     "russia",
     "vladimir",
     "on",
     "clark",
     "john",
     "norm",
     "big",
     "questions",
     "podesta",
     "ethics",
     "conference",
     "future",
     "department",
     "u.s.",
     "kathleen",
     "july 2016",
     "nbc",
     "leaves",
     "today",
     "obama",
     "national",
     "dillon",
     "washington",
     "first",
     "msnbc",
     "committee",
     "eisen",
     "jan 11",
     "trump's",
     "putin",
     "clinton",
     "presser",
     "white"
    ],
    "id": 3,
    "text": "Jan 11 2017, 7:05 pm ET Trump Presser Leaves Big Questions on Ethics, Russia, Health Care by Benjy Sarlin Pres.-elect Trump Meets the Press in First News Conference Since July 2016 4:20 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170112053538if_/http://www.nbcnews.com/widget/video-embed/852881475931\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President-elect Donald Trump entered his first press conference in six months facing hundreds of questions to address on his business and policies. He left with hundreds more. Trump announced a new ethics plan to avoid conflicts of interest with his vast business holdings, but experts are already warning that it's woefully inadequate and could violate the Constitution. He offered inconsistent answers on a variety of topics related to Russia and he provided limited guidance on health care reform, even as Republican efforts to repeal Obamacare are stalling over disagreements on the timing and substance of legislation. Play Trump's First Press Conference as President-elect 2:14 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170112053538if_/http://www.nbcnews.com/widget/video-embed/852775491979\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump's remarks come just one day after CNN and other outlets reported that briefing materials prepared for — and presented to — the president-elect by U.S. Intelligence officials included unverified reports that Russia had compiled compromising information on him. Hours later, Buzzfeed published an unverified dossier from a non-government source claiming to detail Russia's efforts to cultivate Trump -- including by direct interactions with Trump surrogates -- and to collect damaging material about him. Related: Donald Trump Wasn't Told About Unverified Russia Dossier, Official Says NBC News reported that the material in question was prepared for the briefing but, according to a U.S. Intelligence official with knowledge of the briefing preparation, Trump was not personally briefed on that information, which was originally generated as part of anti-Trump Republican opposition research. Here are some of the big questions coming out of Trump's first news conference as president-elect. Does Trump's ethics plan actually solve anything? Trump brought a lawyer, Sheri Dillon, to outline a plan for the president-elect to avoid conflicts of interest as president and his team briefed reporters on its details before the event. But legal experts who have been raising the alarm about Trump's business for months say the new plan did little to address their concerns. \"The president-elect's disregard for ethics and precedent and the Constitution in his press conference today is going to precipitate an ethics and a Constitutional crisis from the day he's sworn in,\" Norm Eisen, a Brookings fellow and former White House ethics lawyer under President Obama, told MSNBC. The main plank of Trump's plan is to turn his business over to his sons to run, place his assets in a trust (but not a \"blind trust\" typically used by politicians), and appoint officers at his company to vet deals for potential conflicts. Play Trump Addresses Conflicts of Interest, Future of Company 2:09 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170112053538if_/http://www.nbcnews.com/widget/video-embed/852572227738\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> This leaves major problems. Since Trump still owns his business empire, it's possible for foreign actors or domestic interests to try and influence him by padding his company's profits. Making matters worse, his sons, rather than an independent caretaker, still have direct control over his business, offering him very little distance from its operations. Trump's lawyers say he will not be allowed to request detailed information on his business, but someone could potentially buy a property at a high price, or arrange a favorable loan for his sons, or invest in a major project, and then tell Trump themselves. \"Foreigners and others will continue to be able to ingratiate themselves by doing business with Trump organizations, which enriches Trump,\" Kathleen Clark, a law professor at Washington University specializing in ethics, told NBC News. \"It's really quite simple.\" Oddly enough, Trump offered a perfect illustration of potential conflicts at his press conference by announcing that he had recently turned down a $2 billion deal from a Dubai investor. Under his plan, Trump's companies would not invest in \"foreign jurisdictions,\" but there was no indication foreign actors couldn't invest in Trump projects in the United States. Trump also set forth a legal fight over the Emoluments Clause of the U.S. Constitution, which experts have warned prevents the president from receiving revenue from foreign governments through his companies. His lawyers argue this does not apply to \"fair value exchanges,\" like a stay at one of his hotels at normal rates, and added that he would turn \"profits\" from such stays over to the Treasury Department. But ethics lawyers argue that Trump can't accept any payments at all from foreign governments, not just those above \"fair value.\" There's a good chance this dispute will spark legal challenges. Finally, Trump offered no explanation as to how the public would be able to judge for themselves whether he or his business is affected by conflicts. He has yet to release his taxes -- and reiterated at the press conference he had no plans do so -- and has put out only limited information on his business operations and debts. What is Trump's stance towards Russia? Trump's transition has been roiled by ongoing fallout from what U.S. intelligence agencies say was a major hacking campaign ordered by Vladimir Putin to help boost his candidacy against Hillary Clinton. When it came to hacking, Trump's answers were confusing and it was difficult to tell how he will handle relations with Russia going forward. On the one hand, he said for the first time that he accepted the intelligence community's conclusion that Russia was behind hacks, but he added later \"it could have been others.\" He said Putin \"shouldn't be doing it\" and even suggested he might support sanctions levied by President Obama in response. But Trump also declined to condemn Putin and added \"If Putin likes Trump, I consider that an asset.\" Nor did he sound upset about a Russia cyberattack on American democratic institutions: Echoing his old campaign rallies, he urged the press to \"look at what was learned from that hacking\" of the Democratic National Committee and Clinton campaign chairman John Podesta. Play ",
    "title": "Trump Presser Leaves Big Questions on Ethics, Russia, Health Care - NBC News"
   },
   {
    "entities": [
     "david",
     "later this week",
     "the same day",
     "d.",
     "times",
     "tree",
     "next week",
     "cabin",
     "avenue",
     "the same hour",
     "trump",
     "house",
     "meryl",
     "gardena",
     "2017",
     "transition",
     "services",
     "jan. 11, 2017",
     "northern",
     "last week",
     "ryan",
     "streep",
     "tonight",
     "paul",
     "jeff",
     "senate",
     "veterans",
     "donald",
     "mexico",
     "chris",
     "martha",
     "charles",
     "carolyn",
     "april",
     "tower",
     "for",
     "shulkin",
     "koch",
     "monday",
     "facilities",
     "b.",
     "demille",
     "congress",
     "va",
     "once",
     "health",
     "human",
     "current",
     "frank",
     "pioneer",
     "night",
     "morning",
     "lapd",
     "california",
     "project",
     ", 3:24 p.m.",
     "new",
     "obama",
     "today",
     "chicago",
     "concerned",
     "rescue",
     "cecil",
     "dominguez",
     "sunday jan. 8",
     "and",
     "wednesday",
     "york",
     "cole",
     "los",
     "kumar",
     "collins",
     "gop",
     "america",
     "grand",
     "sessions",
     "six years ago",
     "now",
     "channel",
     "gehry",
     "lauter",
     "angeles",
     "white"
    ],
    "id": 4,
    "text": "Trump's boldest campaign promises are getting a reality check Donald Trump Carolyn Cole / Los Angeles Times President-elect Donald Trump holds his first news conference in nearly six months at Trump Tower in New York. President-elect Donald Trump holds his first news conference in nearly six months at Trump Tower in New York. (Carolyn Cole / Los Angeles Times) During his campaign, Donald Trump repeatedly promised voters a “big, beautiful wall,” an Obamacare replacement “ immediately ” and a new era for a Veterans Affairs agency that had “failed” service members. He acknowledged Wednesday that none of it would be so simple. Trump, who was often content to gloss over details while campaigning, is quickly grappling with the complexities of governing. Though  Republicans will have majorities in the House and Senate and control of the White House for the first time in 10 years, fissures have begun to emerge on how to deliver on their campaign promises. Repealing the Affordable Care Act, a Trump priority and the animating force within the GOP since the law passed six years ago, has run into roadblocks since Congress convened last week. The debate centers on whether to repeal immediately without a replacement plan, which would leave millions of Americans without healthcare.  Trump said he would produce his own plan as soon as his Health and Human Services secretary takes office — something that could take weeks — just one day after demanding that Republicans both repeal and replace the health law as soon as next week. He promised that both parts would happen together. “It'll be repeal and replace. It will be essentially simultaneously,” he said, calling such a move “very complicated stuff.” Republican leaders have considered a more staggered approach where they would pass repeal legislation now that would allow them as much as two years and perhaps more time to develop a replacement. “We need to do this right. We need to make sure there is a stable transition period so that people do not have the rug pulled out from under them,” House Speaker Paul D. Ryan (R-Wis.) said. “This is how we will keep our promise.” The strategy is already in jeopardy. Resistance is growing among Republicans to take a first step toward repeal, approving a procedural budget package. The move had been expected later this week, but some lawmakers are worried that it will set a repeal in place before an alternative is ready. A preliminary whip count showed the budget vote was in trouble. President-elect Trump's first press conference: What's clear and what was left unsaid Jan. 11, 2017, 3:24 p.m. This is our look at President-elect Donald Trump's transition and the outgoing Obama administration: A breakdown of what Trump revealed to the media today, from business conflicts to Obamacare... (David Lauter) “You can’t repeal it and replace it quickly. That’s an oxymoron,” said Rep. Chris Collins (R-N.Y.), one of the earliest Trump backers in Congress. “He wants us moving it through so we can put it on his desk right away.” Trump once again offered no details about what his plan might look like, other than promising to produce something “far less expensive and far better” than the current law. As importantly, Trump provided no indication of how he plans to get support from congressional Democrats, who will be needed to pass any replacement to Obamacare. He said simply that the repeal and replacement would probably happen “on the same day.” It “could be the same hour.” And after months in which he blasted the Obama administration for mismanagement at the Department of Veterans Affairs, his opening remarks included a surprise announcement: David Shulkin, a VA undersecretary, is his choice to lead the department.  The selection came as a shock to veterans groups and represented a considerable setback to the network of nonprofits funded by billionaire industrialists Charles and  David Koch . Trump had earlier left the impression he would be cleaning house at the department to implement a free-market approach favored by the Koch organizations that could shift a considerable amount of the care provided by VA facilities over to the private sector. Shulkin has been an outspoken critic of such an approach, making him a favorite target of the Koch-funded nonprofit Concerned Veterans for America. In a blog post in April, the group characterized Shulkin’s performance taking questions from a congressional committee as a “show of incompetence” and reflective of “what’s wrong with the VA.” But Trump, who embraced much of the Koch-backed organization’s reform plan during the campaign, passed over contenders for the VA post who favored the blueprint championed by Concerned Veterans for America. Trump appears to have balked amid warnings from mainstream veterans groups representing millions of former soldiers against abandoning the reforms implemented by the Obama administration in favor of an approach more oriented toward privatization. And on the border wall, Trump reminisced about the call-and-response at his rallies of “Who’s gonna pay for it?” “Mexico!” But he backed off of  his pledge that he would demand Mexico pay for the wall right away, saying he was impatient to begin construction but that talks with Mexico might take longer. “I want to get the wall started,” he said. “I don't want to wait a year and a half until I make my deal with Mexico. And we probably will have a deal sooner than that.” Trump’s dilemma is not uncommon for presidents-elect, said Martha Kumar, director of the White House Transition Project. “In a campaign, it’s black and white: Your proposals are good and the other guy’s aren’t. And you lay out things that really aren’t practical,” she said. “Is it better to just stick with what you said during the campaign, or is it better as you learn more to make changes?” The challenge can be more pronounced for someone with as little governing experience as Trump. “You have to make compromises. It’s the only way you do it,” Kumar said. Caption 90 seconds: 4 stories you can't miss A proposal to give civilians more power over disciplining the LAPD  could backfire,  President Obama  gives his farewell speech, Frank Gehry's Grand Avenue project  could go forward, and weeks of heavy rain and snow  are reviving some California lakes. Caption 90 seconds: 4 stories you can't miss A proposal to give civilians more power over disciplining the LAPD  could backfire,  President Obama  gives his farewell speech, Frank Gehry's Grand Avenue project  could go forward, and weeks of heavy rain and snow  are reviving some California lakes. Caption 90 seconds: 4 stories you can't miss Tonight, President Obama returns to Chicago to give a prime-time farewell address.   Attorney general nominee Sen. Jeff Sessions is in the hot seat today . A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers? Caption RAW: Pursuit of attempted murder suspect on 405 Freeway ends with arrest after K-9 takes him down Raw video of an attempted murder suspect leading police on a chase on the 405 Freeway Monday night. Raw video of an attempted murder suspect leading police on a chase on the 405 Freeway Monday night. Caption Swift water rescue team called to Dominguez Channel in Gardena Rescue crews were searching the Dominguez Channel in the Gardena area Monday morning after a woman reported her boyfriend had been washed away after entering the channel. Rescue crews were searching the Dominguez Channel in the Gardena area Monday morning after a woman reported her boyfriend had been washed away after entering the channel. Caption A look back at the career of Meryl Streep, recipient of Cecil B. DeMille award Meryl Streep accepted the Cecil B. DeMille award at the 2017 Golden Globes Sunday Jan. 8. Meryl Streep accepted the Cecil B. DeMille award at the 2017 Golden Globes Sunday Jan. 8. ",
    "title": "Trump&apos;s boldest campaign promises are getting a reality check - LA Times"
   },
   {
    "entities": [
     "navy",
     "dix",
     "avenue",
     "january",
     "reuters",
     "presidential",
     "morning",
     "saturday",
     "for",
     "alabama",
     "blyth",
     "canadian",
     "schumer",
     "hill",
     "center",
     "weekend",
     "guard",
     "bush",
     "58th",
     "congressional",
     "white",
     "secret",
     "trade",
     "capitol",
     "reagan",
     "jan. 20",
     "the following day",
     "news",
     "2009",
     "facebook",
     "senate",
     "park",
     "donald",
     "recently",
     "refusefacism.org",
     "embassy",
     "scarlett",
     "dec. 8, 2016",
     "twitter",
     "georgetown",
     "police",
     "square",
     "u.s.",
     "fbi",
     "joint",
     "and",
     "night before",
     "barts",
     "bikers",
     "this summer",
     "marshall",
     "amy",
     "griff",
     "jeff",
     "answer",
     "jonathan",
     "1961",
     "international",
     "st.",
     "john",
     "foxnews.com",
     "inaugural",
     "obama",
     "national",
     "briona",
     "wednesday",
     "jenkins",
     "service",
     "committee",
     "ronald",
     "kennedy",
     "mcpherson",
     "f.",
     "jackson",
     "johansson",
     "this week",
     "last year",
     "blunt",
     "trump",
     "house",
     "march",
     "next weekend",
     "coalition",
     "carl",
     "fox",
     "missouri",
     "2016",
     "this weekend",
     "building",
     "next friday",
     "roy",
     "washington",
     "sessions",
     "pennsylvania",
     "calypso"
    ],
    "id": 5,
    "text": "Facebook 0 Twitter 0 livefyre Email Print Dec. 8, 2016: Workers construct the viewing stands ahead of U.S. President-elect Donald Trump's January inauguration at the U.S. Capitol in Washington, U.S.  (Reuters) The stage is set for President-elect Donald Trump’s inauguration – not just the traditional swearing-in platform on Capitol Hill, but a massive security presence amid protest plans to “shut down” the nation’s capital. Most crowd estimates for the Jan. 20 festivities are far short of the record-setting 1.8 million visitors for President Obama’s historic 2009 inauguration. But the throngs of spectators and protesters alike are enough to create transit, security and hospitality challenges. “Security is my greatest concern,” Missouri GOP Sen. Roy Blunt, chairman of the Joint Congressional Committee on Inaugural Ceremonies, recently said. “No question that on inaugural day, this would be the most appealing target in the world.” He suggested the city could have as many as 750,000 demonstrators alone. More than three-dozen law enforcement agencies are working together on security and safety plans in anticipation, including the Capitol Police, FBI, Secret Service and National Guard. Roughly 7,500 Guardsmen from across the country will come to Washington, along with about 3,000 police officers from various states, with the Secret Service taking the lead on security.   Essentially everybody involved already is rehearsing for the big weekend, which kicks off next Friday morning with the swearings-in on the Capitol’s West Front, followed by official events including the traditional parade on Pennsylvania Avenue to the White House and the inaugural balls. The Joint Task Force -- National Capital Region -- 58th Presidential Inauguration has held several “table top” sessions in which agencies plot strategy over a large-scale, three-dimensional map. “It’s a rehearsal, but in the military we call it a drill,” Navy Cmdr. Jonathan Blyth, the group’s spokesman, told FoxNews.com on Wednesday. “We’ve been preparing for this since the last inauguration. We’re focused to protecting and honoring a new commander in chief.” The task force and its Capitol Hill counterpart are holding a “dress rehearsal” this weekend for the swearings-in, the Presidential Review of troops and the parade along the roughly 2.5-mile stretch of Pennsylvania Avenue. Several protest groups planning large-scale demonstrations have permits in place and have already held organizational meetings, among them the collaborative DisruptJ20. “We’re planning a series of massive, direct actions that will shut down the inauguration ceremonies and any related celebrations,” the group says. “We’re also planning to paralyze the city.” Organizers say they are targeting everything from the parade to the balls and plan to use blockades and protesters to stop traffic, public transit and parties. The group RefuseFacism.org is planning a small-scale protest Saturday in the city’s McPherson Square, just blocks from the White House, that organizers hope will grow into larger inauguration-weekend protests. The group burned U.S. flags this summer at the Democratic and Republican national conventions and this week tried to disrupt the Senate confirmation hearing for Alabama GOP Sen. Jeff Sessions to become Trump’s attorney general. “I wouldn’t want to meet with [Trump], but I would say to him, ‘You’re a fascist. Your regime is illegitimate.’ And it must not be allowed to take power,” the group’s Carl Dix told Fox on Wednesday on Capitol Hill. Dix acknowledged the group doesn’t have a federal or city permit to protest but still intends to “stop the regime.” The two major groups with permits are a pro-Trump organization and the ANSWER Coalition, which turned out the largest anti-war protests during the Bush years and next weekend has a permit for a mass protest at Freedom Plaza, near the parade route.  The other group is Bikers for Trump, a familiar presence on last year’s campaign trail and visitors to both 2016 major-party conventions. The group’s permit shows members at John Marshall Park, near the Canadian Embassy and close to the parade route. The biggest protest is expected to take place the following day -- the Women’s March on Washington. Organizers have finally received a permit and estimate 200,000 attendees, with celebrities such as Amy Schumer and Scarlett Johansson reportedly among them. Blyth said the big variable next weekend, as usual, will be the weather. Eight inches of snow fell the night before John F. Kennedy’s inauguration in 1961. “The weather is always the biggest challenge,” Blyth said. “We’re reading the Farmer’s Almanac and always checking forecasts.” The 58th Presidential Inaugural Committee will hold at least two official -- or “sanctioned” -- balls.  Among the other balls that week will be the Deplorables Inaugural Ball , at the Ronald Reagan Building and International Trade Center, and the Salute to the Heroes Inaugural Ball, at the Renaissance hotel downtown. Trump boasted this week that so many people are attending balls and other events that dress shops are sold out. However, Calypso St. Barts women’s shop, in Georgetown, said Wednesday it has plenty of options still available. “We still have many nice pieces, including some cocktail dresses,” store manager Briona Jackson said. “We have items on sale and can get gowns from our other stores.” Fox News’ Griff Jenkins contributed to this report.  Advertisement ",
    "title": "Massive security preparations under way for inauguration, amid protest threats to 'paralyze' DC | Fox News"
   },
   {
    "entities": [
     "todd",
     "fesyuk",
     "pest",
     "solution",
     "news",
     "facebook",
     "paul",
     "luke",
     "fox",
     "commentary",
     "tuesday",
     "starnes",
     "country",
     "night",
     "town",
     "heimlich",
     "new",
     "caleb",
     "and",
     "york",
     "&",
     "rochester",
     "fabry",
     "now",
     "solutions",
     "pavel"
    ],
    "id": 6,
    "text": "Pavel Fesyuk By day, Pavel Fesyuk is an exterminator. By night, he’s a mixed martial arts fighter. Pavel works for Town and Country Pest Solutions, a family-owned business in Rochester, New York, that follows a simple rule: “Love God, Love People, Serve Others, Tell Everyone.” Click here for a FREE subscription to Todd’s newsletter: a must-read for Conservatives! On Tuesday, Pavel was on his way to a pest control appointment when he came across a motorist standing in the roadway. “I was approaching a red light and I saw the man standing at the back of his car,” Pavel told me. “I thought maybe he was trying to flag someone down.” It was clear the man was in distress. It turns out he was choking to death. Pavel jumped out of his vehicle and rushed to the man’s side – while the dash cam video in the company van recorded the entire incident. Click here to preorder Todd’s NEW book – The Deplorables’ Guide to Making America Great Again! He tried patting the man on the back – hoping that would dislodge whatever was in the guy’s throat – but it did not work. And performing the Heimlich maneuver proved to be a bit difficult because the victim was a bit larger than Pavel. In addition to being a fighter, Pavel appeared on two seasons of the hit television show \"America Ninja Warrior.\" So, he knows a thing or two about improvisation. And that’s how he came up with the idea to employ a maneuver he normally uses on fighters during cage matches. “I got a Gable Grip on the guy and just picked him up off the ground,” Pavel said. The improvised emergency maneuver did the trick and the blockage was cleared in a matter of just a few seconds. “He thanked me but it all happened so fast I didn’t even get his name,” he said. Back at the pest control company, Pavel’s co-workers were shocked by the video. They called him a hero – but that’s not how Pavel sees things. “I just helped somebody out. I took 30 seconds out of my day to help somebody,” he said. Caleb Fabry, the president of Town and Country Pest Solution, sent me a copy of the video on Facebook. “This guy showed us in this video that nothing matters but life and love,” Mr. Fabry said. “I think that is one of the most touching parts of this whole video.” And that brings me back to the company’s ethos. “Yes, we kill bugs and remove animals from people’s homes, but more importantly, we do what we do because we love helping others, plain and simple,” Mr. Fabry said. “We believe that our business is successful and in the good place that we are in only because of our God. We give Him all the glory.” I believe there is a lesson for us to learn from this modern-day parable that unfolded on a street corner in Rochester. The gentleman who nearly choked to death told Paul something that shook me to my core. “He said he was trying to get people to help him, but they kept driving around him. He was choking and nobody cared,” Pavel said. But a Samaritan, as he traveled, came where the man was; and when he saw him, he took pity on him,” the Gospel of Luke records. Pavel Fesyuk is that Good Samaritan. He offered a helping hand to a stranger in need. He had mercy on him. Now, go – and do likewise. Todd Starnes is host of Fox News & Commentary, heard on hundreds of radio stations. His latest book is “ The Deplorables’ Guide to Making America Great Again. ” Follow Todd on Twitter @ToddStarnes and find him on Facebook . Advertisement ",
    "title": "Dash cam records moment MMA fighter saves choking motorist | Fox News"
   },
   {
    "entities": [
     "democratic",
     "supreme",
     "spicer",
     "states",
     "trump",
     "late",
     "cabinet",
     "house",
     "nation",
     "press",
     "hillary",
     "tribune",
     "jan. 11, 2017",
     "news",
     "last week",
     "united",
     "late july",
     "donald",
     "tuesday",
     "china",
     "court",
     "russia",
     "vladimir",
     "mike",
     "associated",
     "organization",
     "night",
     "twitter",
     "current",
     "world",
     "u.s.",
     "new",
     "national",
     "obama",
     "wednesday",
     "york",
     "sean",
     "&",
     "july 27, 2016",
     "committee",
     "america",
     "late tuesday",
     "gop",
     "putin",
     "barack",
     "city",
     "clinton",
     "the future",
     "pence",
     "white"
    ],
    "id": 7,
    "text": "News Nation & World National politics In first news conference since election, defiant Trump denies reports on Russia ties President-elect Donald Trump holds his first news conference since July 27, 2016, on Jan. 11, 2017, in New York City. Tribune news services Contact Reporter A defiant President-elect Donald Trump on Wednesday adamantly denied reports that Russia had obtained compromising personal and financial information about him, calling it a \"tremendous blot\" on the record of the intelligence community if such material had been released. The incoming president, in his first news conference since late July, firmly chided news organizations for publishing the material late Tuesday night. After weeks of scoffing at reports that Russians had interfered in the election, he conceded publicly for the first time that Russia was likely responsible for the hacking of the Democratic National Committee. \"As far as hacking, I think it was Russia,\" he said and quickly added that the United States is hacked by other countries as well, including China. Trump's extraordinary defense against the unsubstantiated intelligence report, just nine days before his inauguration, dominated a highly anticipated press conference in which he also announced a new Cabinet member, detailed his plans to disentangle himself from his sprawling global business empire, gave his outlook on the future of the \"Obamacare\" health care law and said he would soon nominate someone to fill the vacancy on the Supreme Court. \"I think it's a disgrace that information would be let out. I saw the information, I read the information outside of that meeting,\" he said, a reference to a classified briefing he received from intelligence leaders. \"It's all fake news, it's phony stuff, it didn't happen,\" Trump said in a news conference that saw him repeatedly joust with reporters. \"It was gotten by opponents of ours.\" Asked about his relationship with Russian President Vladimir Putin, Trump boasted that it is an improvement over what he called America's current \"horrible relationship with Russia\" and did not criticize the Russian leader for any interference in the election. \"If Putin likes Donald Trump, guess what, folks, that's called an asset not a liability. I don't know if I'm going to get along with Vladimir Putin — I hope I do — but there's a good chance I won't.\" Trump, Vice President-elect Mike Pence and incoming White House press secretary Sean Spicer also denounced the report about Russia's influence on Trump, and the incoming president said it never should have been released. He thanked some news organizations for showing restraint. Tribune news services Donald Trump 's business will continue to pursue deals in the United States, though not abroad, while he is president, and he will relinquish control of the company, a lawyer who worked with the Trump Organization on the plan said Wednesday. Trump will put his business assets in a trust and take... Donald Trump 's business will continue to pursue deals in the United States, though not abroad, while he is president, and he will relinquish control of the company, a lawyer who worked with the Trump Organization on the plan said Wednesday. Trump will put his business assets in a trust and take... (Tribune news services) A U.S. official told The Associated Press on Tuesday night that intelligence officials had informed Trump last week about an unsubstantiated report that Russia had obtained compromising personal and financial information about him. The official spoke on the condition of anonymity because the official was not allowed to publicly discuss the matter. Trump and President Barack Obama were briefed on the intelligence community's findings last week, the official said. Media outlets reported on the document late Tuesday and Trump denounced it on Twitter before his news conference as \"fake news,\" suggesting he was being persecuted for defeating other GOP presidential hopefuls and Democrat Hillary Clinton in the election. The dossier contains unproven information about close coordination between Trump's inner circle and Russians about hacking into Democratic accounts as well as unproven claims about unusual sexual activities by Trump among other suggestions attributed to anonymous sources. The Associated Press has not authenticated any of the claims. ",
    "title": "In first news conference since election, defiant Trump denies reports on Russia ties - Chicago Tribune"
   },
   {
    "entities": [
     "government",
     "brookings",
     "trump",
     "house",
     "cabinet",
     "richard",
     "2009",
     "rex",
     "donald",
     "lisa",
     "january 11",
     "of",
     "george",
     "2011",
     "ethics",
     "norman",
     "obama",
     "w.",
     "tillerson",
     "at 6:45 pm",
     "wednesday",
     "institution",
     "washington",
     "eisen",
     "shaub",
     "painter",
     "office",
     "exxonmobil",
     "to",
     "bush",
     "walter",
     "white"
    ],
    "id": 8,
    "text": "Federal ethics chief blasts Trump’s plan to break from businesses, calling it ‘meaningless’ Players The inside track on Washington politics. Be the first to know about new Players stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Lisa Rein January 11 at 6:45 PM Follow @Reinlwapo Walter Shaub, head of the Government Ethics Office The head of the federal Office of Government Ethics on Wednesday denounced President-elect Donald Trump’s plan to separate the presidency from his business empire as “wholly inadequate” and said it does not meet the standards met by the “best of his nominees.” “The ethics program starts at the top,” Director Walter Shaub said at a Brookings Institution forum in Washington. “We can’t risk creating the perception that government officials will use their positions for personal profit.” The unusual and lengthy statement from the government’s top ethics lawyer came hours after Trump outlined plans to shift his assets into a trust managed by his sons and give up management of his private company. Shaub said that Trump should place all of his assets in a blind trust instead to avoid potential conflicts of interest in the White House, echoing arguments that ethics lawyers have made in recent weeks. “This is not a blind trust,” Shaub said. “It’s not even close.” [Tr ump announces plan to shift assets and management of his company  ] Shaub, whose staff is poring over the financial holdings of Trump’s nominees for Cabinet posts, was unusual in his public condemnation of the incoming president. He praised former ExxonMobil chief executive Rex Tillerson, the nominee for secretary of state, for putting his vast retirement package into a trust that will be independently managed and cannot invest in the company he headed. “It’s a sterling model for what we’d like to see with other nominees,” Shaub said. Then he added: “The cost is often greater the higher up you go.” Shaub said Trump “still has time” to resolve his ethical conflicts properly. He also spoke for the first time about a tweetstorm  from his office a few weeks after the election. The tweets congratulated Trump on divesting himself of his business holdings and were composed, public records requests have revealed, by Shaub himself. But the president-elect had not, and still has not, agreed to that plan. Shaub said Wednesday that he was “trying to use the vernacular of the president’s favorite social media platform to encourage him to divest” when he sent the tweets. The ethics office does not have enforcement power, so there is not much Shaub can do to force Trump’s hand on his business conflicts. “But public outcry can make a difference,” said Norman Eisen, a Brookings fellow who served in the Obama White House from 2009 to 2011 as special counsel and special assistant to the president, helping lead the administration’s ethics policies. Eisen and Richard Painter, the chief ethics lawyer for former president George W. Bush, led the Brookings event. powerpost ",
    "title": "Federal ethics chief blasts Trump’s plan to break from businesses, calling it ‘meaningless’ - The Washington Post"
   },
   {
    "entities": [
     "arab",
     "goldman",
     "cbs",
     "trump",
     "richard",
     "turkey",
     "news",
     "united",
     "donald",
     "end of eight years",
     "tower",
     ", 7:19 pm",
     "george",
     "julianna",
     "organization",
     "u.s.",
     "emirates",
     "new",
     "w.",
     "january 11, 2017",
     "wednesday",
     "york",
     "washington",
     "shaub",
     "painter",
     "bush",
     "walter"
    ],
    "id": 9,
    "text": "By Julianna Goldman CBS News January 11, 2017, 7:19 PM Federal ethics chief calls Trump's business plans \"wholly inadequate\" Email WASHINGTON -- President-elect Donald Trump has decided he  will not sell his assets or place them in a blind trust, as government ethics experts had urged. “As president, I could run the Trump Organization, great, great company, and I could run the country,” Trump said during a Wednesday press conference . Donald Trump's attorney explains how the president-elect is turning over his business to a trust run by his sons, but he won't divest. Watch Trum... Instead, Trump will move his assets into a trust controlled by his two oldest sons, who will also manage the Trump Organization. They will not pursue new international deals, and will hire an ethics adviser to oversee new deals in the U.S. They will also not consult with Trump on business matters. “I hope at the end of eight years I’ll come back and say, ‘oh, you did a good job.’ Otherwise, if they do a bad job I’ll say ‘you’re fired,’” Trump said. On Wednesday, Walter Shaub, the head of the government ethics office, called the plan “wholly inadequate.” Walter Shaub CBS News “The plan the [president-elect] has announced doesn’t meet the standards that the best of his nominees are meeting, and that every president in the past four decades has met,” Shaub said. The arrangement means Trump could have dealings as president with foreign countries where he also has a financial stake. CBS News has counted at least 10 countries , including Turkey and the United Arab Emirates, where the president-elect has business interests . “He needs to sell the businesses, free himself of conflicts of interests,” said Richard Painter, the ethics lawyer for former President George W. Bush. Painter said Trump could violate a constitutional provision that forbids a government official from receiving payments from foreign governments. For example, a state-run Chinese bank is a tenant in Trump Tower New York. ",
    "title": "Federal ethics chief calls Trump's business plans \"wholly inadequate\" - CBS News"
   },
   {
    "entities": [
     "democratic",
     "david",
     "jim",
     "harwell",
     "times",
     "spicer",
     "wagner",
     "states",
     "trump",
     "house",
     "january",
     "hillary",
     "priebus",
     "party",
     "billions of dollars",
     "jan. 11, 2017",
     "michael",
     "last week",
     "news",
     "moscow",
     "cnn",
     "united",
     "donald",
     "mexico",
     "morning",
     "end of eight years",
     "tower",
     "the day",
     "shulkin",
     "tuesday",
     "mcgregor",
     "buzzfeed",
     "congress",
     "russia",
     "nakamura",
     "vladimir",
     "mike",
     "john",
     "phillip",
     "twitter",
     "night",
     "botsford/the",
     "post",
     "past",
     "reince",
     "jabin",
     "city",
     "eric",
     "u.s.",
     "new",
     "obama",
     "nbc",
     "abby",
     "wednesday",
     "york",
     "sean",
     "11 at 1:20 pm",
     "washington",
     "bastien",
     "msnbc",
     "cohen",
     "prague",
     "acosta",
     "putin",
     "jena",
     "jr.",
     "earlier wednesday",
     "germany",
     "clinton",
     "kremlin",
     "pence",
     "white"
    ],
    "id": 10,
    "text": "Trump acknowledges Russian involvement in meddling in U.S. elections The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By David Nakamura and Abby Phillip January 11 at 1:20 PM Follow @davidnakamura Follow @abbydphillip President-elect Donald Trump acknowledged for the first time Wednesday that he believes Russian operatives hacked the Democratic Party during the election, but he continued to dispute intelligence reports that Moscow acted to help him win. “I think it was Russia,” Trump said at a news conference in New York when asked who was responsible for the public leaks of Democratic emails during the campaign. But Trump emphasized that he believes Russia also would have released damaging information about him had they obtained such information. He angrily denounced news reports that U.S. officials had obtained an unsubstantiated dossier of potentially compromising personal information Russia has allegedly gathered about him, citing denials from the Kremlin that it has any such intelligence. U.S. officials reportedly included a two-page summary of the dossier in classified briefings of Russia’s meddling in the election to President Obama and, separately, to Trump last week. Trump and his aides, including Vice President-elect Mike Pence, called the leaks of the information a smear campaign that aimed to damage Trump politically. “It’s a disgrace that that information would be let out,” Trump said. “I saw the information; I read the information outside that meeting. It’s all fake news — phony stuff. It didn’t happen.” (Bastien Inzaurralde/The Washington Post) Trump also addressed questions about his relationship with Russian President Vladi­mir Putin, with whom he has expressed a desire to improve bilateral relations. “If Putin likes Donald Trump, guess what folks, that’s an asset not a liability,” Trump said. “I don’t know if I’ll get along with Vladi­mir Putin . . . but even if I don’t does anyone in this room think Hillary Clinton would be tougher on Putin than me? Give me a break.” Trump made his remarks in his first news conference as president-elect, ending a period of 167 days since he has fielded questions from the full media contingent. Past winners of the presidency have traditionally faced the media much earlier. An estimated 250 journalists were crowded into the lobby of Trump Tower, where Trump aides had set up 10 American flags in front of a blue curtain. During the news conference, Trump announced that he has tapped David Shulkin, a physician who is serving in the Obama administration as Veterans Affairs undersecretary, to lead VA. And he detailed plans to shift his business assets into a trust managed by his sons and give up management of his private company, a step that will help the business executive move closer to resolving potential conflicts of interest. He also again resisted the idea that he should release his tax returns, saying “the only ones that care about my tax returns are the reporters” and suggesting the public does not care about the issue. Earlier in the day, Trump had charged via Twitter that his “crooked opponents” are trying to undermine his electoral victory. He accused the intelligence community of leaking the information to get in “one last shot at me,” saying, “Are we living in Nazi Germany?” 1 of 18 Photos from Trump’s first news conference in six months View Photos President-elect Donald Trump holds the meeting in the lobby of Trump Tower in New York City. Caption President-elect Donald Trump took questions in the lobby of Trump Tower in New York City. Jan. 11, 2017 President-elect Donald Trump, accompanied by his family, arrives for the news conference in the lobby of Trump Tower in New York. Jabin Botsford/The Washington Post [ Intelligence chiefs briefed Trump and Obama on unconfirmed claims Russia has compromising information on president-elect ] At the news conference, Pence and Sean Spicer, who has been tapped to be White House press secretary in Trump’s administration, also denounced news organizations for their reports on the unsubstantiated dossier. Trump and his aides took particular aim at CNN, which broke the story that intelligence officials had included it in their briefings, and BuzzFeed News, which published a copy of the dossier in full. Trump refused to allow a CNN reporter to ask a question. “You are fake news,” Trump said to the reporter, Jim Acosta, who had shouted out in an attempt to be called upon. The president-elect called BuzzFeed “a failing pile of garbage.” “It’s a disgrace what took place, and I think they ought to apologize to start with,” he said. U.S. officials said that intelligence agencies have not corroborated the allegations contained in the dossier but believed the sources involved in the reporting were credible enough to warrant inclusion of their claims in the highly classified report on Russian interference in the presidential campaign. Earlier Wednesday, a spokesman for Putin called the allegations that Russia has collected compromising information about Trump an “absolute fantasy.” Soon after, Trump tweeted: “Russia just said the unverified report paid for by political opponents is ‘A COMPLETE AND TOTAL FABRICATION, UTTER NONSENSE.’ Very unfair!” Speaking Wednesday on MSNBC’s “Morning Joe,” Trump adviser Reince Priebus called the BuzzFeed report “phony baloney garbage.” He denied that Trump had engaged in compromising behavior in Russia and that Trump aide Michael Cohen had traveled to Prague to meet with Russian officials. Both allegations were contained in the document published by BuzzFeed. “There was no craziness in Russia. There was no meeting in Prague,” Priebus said. “It is not an intelligence document. Cohen has never been in Prague. And all of this stuff isn’t even fit to print in the New York Times.” In an interview Tuesday night with NBC News, Obama said that he had not seen the reports and declined to comment on classified information. [ Two cities, two dramas and one day of tests for Donald Trump ] On immigration, Trump insisted he will build a wall — not a fence — along the southern U.S. border with Mexico, reiterating that Mexico will “reimburse” the United States for the cost after it is initially funded by taxpayers. Republican leaders in Congress have been working with Pence and other Trump aides to develop legislation to start the process, which is projected to cost billions of dollars. “Mexico, through some form . . . will reimburse us,” Trump said. “That will happen. Whether it’s a tax or whether it’s a payment.” “What’s the difference” if the payment is a reimbursement, Trump added. “I want to get the wall started. I don’t want to wait a year and a half until I make my deal with Mexico.” Wrapping up the news conference, Trump pointed to a work table piled with a massive stack of folders bursting with papers that was set up next to the lectern. The documents related to his business holdings, Trump said, and they represented some of the assets he would turn over to his sons Donald Jr. and Eric to oversee under the new arrangement in which he will not be involved in management decisions. “I hope at the end of eight years I’ll come back and say, ‘Oh, you did a good job,’ ” Trump said, before falling back on a catchphrase he made famous on his television show, “The Apprentice.” “Otherwise,” he added, “if they do a bad job, I’ll say, ‘You’re fired.’ ” Drew Harwell, Jena McGregor and John Wagner contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump acknowledges Russian involvement in meddling in U.S. elections - The Washington Post"
   },
   {
    "entities": [
     "capitol",
     "cory",
     "cliff",
     "trump",
     "cabinet",
     "booker",
     "d-n.j.",
     "jeff",
     "ag",
     "senate",
     "donald",
     "nominee",
     "richmond",
     "black",
     "1:15",
     "justice",
     "john",
     "cedric",
     "caucus",
     "alabama",
     "department",
     "lewis",
     "selma",
     "judiciary",
     "owen",
     "the second day",
     "hill",
     "wednesday",
     "washington",
     "tuesday, jan. 11, 2017",
     "sessions",
     "committee",
     "r-ala.",
     "session",
     "congressional",
     "ap"
    ],
    "id": 11,
    "text": "African-American Lawmakers Slam AG Nominee's Civil Rights Record 1:15 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170112014303if_/http://www.nbcnews.com/widget/video-embed/852891203526\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Evoking memories of segregation-era marches for equality in Selma, Civil rights icon Rep. John Lewis and other prominent Democrats within the Congressional Black Caucus testified against Sen. Jeff Sessions on Wednesday, staking a clear opposition to the Alabama senator's appointment as attorney general. Lewis, Sen. Cory Booker, Rep. Cedric Richmond and others marked Day 2 of a heated confirmation hearing before the Senate Judiciary Committee by telling their congressional colleagues that Sessions was unfit to lead the Justice Department. Minority lawmakers worry that Sessions, a conservative who has voted against measures aimed at criminalizing attacks on gays as hate crimes and the Violence Against Women Act, will not aggressively protect the rights of marginalized groups. Sen. Cory Session, D-N.J. listens at left as Rep. John Lewis, D-Ga. testifies on Capitol Hill in Washington, Tuesday, Jan. 11, 2017, at the second day of a confirmation hearing for Attorney General-designate, Sen. Jeff Sessions, R-Ala., before the Senate Judiciary Committee. Cliff Owen / AP \"We need someone who is going to stand up, speak up and speak out for the people who need help, for the people who have been discriminated against,\" Lewis said. The clash was history making. Before Wednesday, no sitting senator had ever testified against a Senate colleague in their confirmation hearings for a Cabinet position. But the break of congressional norms is a marker of contentious confirmation battle ahead for many of President-elect Donald Trump's top picks to lead his new administration. \"I believe, like perhaps all of my colleagues in the Senate, that in the choice between standing with Senate norms and standing up for what my conscience tells me is best for my country, I will always choose conscience and country,\" Booker said. Play ",
    "title": "Rep. John Lewis, Black Lawmakers Slam Sen. Jeff Sessions' Civil Rights Record - NBC News"
   },
   {
    "entities": [
     "trump",
     "jeff",
     "npr",
     "college",
     "donald",
     "morning",
     "pew",
     "criminal",
     "of",
     "dec. 17",
     "kaste",
     "justice",
     "john",
     "scott",
     "72 percent",
     "martin",
     "lightfoot",
     "u.s.",
     "chicago",
     "o'donnell",
     "america",
     "93 percent",
     "sessions",
     "eugene",
     "now",
     "86 percent",
     "jay",
     "lori"
    ],
    "id": 12,
    "text": "Police investigate the scene of a quadruple homicide in Chicago on Dec. 17. Scott Olson/Getty Images hide caption toggle caption Police investigate the scene of a quadruple homicide in Chicago on Dec. 17. Scott Olson/Getty Images A Pew survey of police officers across the U.S. found that most officers believe their jobs have grown more difficult and more dangerous following a series of high-profile deaths of black citizens during encounters with police. The survey also uncovered sharp disparities between the perceptions of black and white officers — and between officers and the general public — over the state of race relations in America. Pew calls the survey \"one of the largest ever conducted with a nationally representative sample of police.\" The survey addressed a range of topics, but a number of questions examined what Pew described as \"high-profile fatal encounters between black citizens and police officers,\" and how police perceived the impact. Concerns Over Safety, Effectiveness Some of the most striking results: 86 percent of police officers say such incidents have made their job harder, and 93 percent said they have made them more concerned about safety. NPR's Martin Kaste, who covers law enforcement, says that 93 percent stat jumps out \"in this post-Ferguson era.\" He also highlighted another statistic in the Pew survey: 72 percent of respondents say after recent high-profile incidents, they have become less willing to stop and question people who seem suspicious. Some people — including attorney general nominee Jeff Sessions — have suggested that public criticism of police has led to a drop in police morale and to a spike in crime in certain cities. The Pew survey is indicative of one way morale and crime rate might be linked, Martin says . Here's more of Martin's reporting on the issue: \"Eugene O'Donnell, former NYPD [officer and] former prosecutor, now on the faculty of the John Jay College of Criminal Justice ... says it's clear to him that the broad criticisms of the last couple of years has made cops less eager to do their jobs in places like Chicago. \"They have no clear mandate, they have no clear mission, they believe they're not going to be supported, and the major thing you hear from Chicago cops is stay fetal — go fetal, stay fetal,\" [O'Donnell said]. \"With Donald Trump about to become president, that's become the ascendant narrative in American policing: that cops are going fetal because of unfair criticism, which leads to higher crime. Chicago has become this argument's case in point, but that's not entirely fair, says Lori Lightfoot. She's been at the forefront of the reform efforts there. \" 'I mean, in Chicago, yes arrests are down, yes investigatory stops are down, but at the same time, they're taking 8,000 illegal guns off the street every year,' [Lightfoot said]. 'You don't do that if you're sitting back and not doing your job.' \" Martin Kaste on 'Morning Edition': Reformers In An 'Uphill Battle' ",
    "title": "Police Say High-Profile Fatalities, Protests Have Made Their Jobs Harder : The Two-Way : NPR"
   },
   {
    "entities": [
     "kushner",
     "allen",
     "cbs",
     "treasury",
     "november",
     "january 12, 2017",
     "inauguration day",
     "trump",
     "house",
     "hillary",
     "hours later",
     "news",
     "jan 11, 2017",
     "last week",
     "morgan",
     "donald",
     "recently",
     "trum",
     "morning",
     "tower",
     "tuesday",
     "11:20 pm est",
     "russia",
     "vladimir",
     "2016",
     "organization",
     "j.",
     "once",
     "sherri",
     "lewis",
     "future",
     "eric",
     "u.s.",
     "january 11, 2017",
     "today",
     "dillon",
     "schultheis",
     "emily",
     "wednesday",
     ", 1:21 pm",
     "ivanka",
     "jared",
     "now",
     "weisselberg",
     "putin",
     "jr.",
     "-lsb-clinton",
     "white"
    ],
    "id": 13,
    "text": "By Emily Schultheis CBS News January 11, 2017, 1:21 PM Highlights from Donald Trump's press conference Email Last Updated Jan 11, 2017 11:20 PM EST President-elect Donald Trump held a free-wheeling, hour-long press conference at Trump Tower Wednesday morning -- the first formal press conference he’s held since winning the presidency in November. In Donald Trump's first press conference as president-elect, he spoke about his ties to Russia, the upcoming inauguration, and bringing jobs to t... In a tweet hours later, Mr. Trump described the press conference as “great,” but also slammed “fake news” outlets.  We had a great News Conference at Trump Tower today. A couple of FAKE NEWS organizations were there but the people truly get what's going on — Donald J. Trump (@realDonaldTrump) January 12, 2017 Though the motivation for the news conference was to outline how he will deal with his complex web of business interests once he’s in the White House, much of the press conference ended up focusing on Russian election interference and on reports Tuesday that the intelligence community’s classified report on Russian hacking had an addendum with unverified details of potentially compromising information that Russia has gathered on the president-elect, and that Mr. Trump was briefed on last week. Here are some of the highlights: Russian hacking, and reports of Russia holding “compromising information” on him Mr. Trump said he’s not allowed to discuss information that was presented during his intelligence briefing -- but confirmed that outside the briefing, he did in fact see the memo in question on compromising information, calling it a “disgrace.” President-elect Donald Trump slams reports that Russia has potentially compromising information about him. “I saw the information, I read the information outside of that meeting. It’s all fake news -- it’s phony stuff, it didn’t happen and it was gotten by opponents of ours,” he said. “It was a group of opponents who got together -- sick people -- and they put that crap together.” Asked whether he accepts the intelligence agencies’ conclusion that Russia actively worked to influence the 2016 election, Mr. Trump said he believes Russia was responsible for the hacking -- but stopped short of saying he believed they had an influence on the campaign. “As far as hacking, I think it was Russian,” he said. “But I think we also get hacked by other countries and other people and I can say that when we lost 22 million names and everything else that was hacked recently, they didn’t make a big deal out of that, that was something that was extraordinary.” Asked if he had a message for Putin about future hacking activities, Mr. Trump replied: “He shouldn’t be doing it, he won’t be doing it.” President-elect Donald Trump talks about his potential relationship with Russian President Vladimir Putin. “Russia will have much greater respect for our country when I’m leading it than when other people have led it,” he said. “You will see that.” He said he considers Putin’s praise of him to be “an asset, not a liability,” though he doesn’t yet know whether he and Putin will “get along.” “Now I don’t know that I’m going to get along with Vladimir Putin,” he said. “I hope I do, but … do you honestly believe that Hillary [Clinton] will be tougher on Putin than me?” Separation from business empire Though Mr. Trump asserted that he would have been able to continue running his business from the White House if he wanted to, he said his two sons, Eric and Donald Jr., along with Trump Organization CFO Allen Weisselberg, would take over his businesses while he’s president.  Donald Trump's attorney explains how the president-elect is turning over his business to a trust run by his sons, but he won't divest. Watch Trum... “I could actually run my business ... and run government at the same time,” he said. “I don’t like the way that looks but I’d be able to if I wanted to.” The stacks of manila folders on the table next to Mr. Trump at the podium were, he said, “some of the many documents I’ve signed turning over complete and total control.”   Mr. Trump introduced Sherri Dillon of Morgan Lewis, a lawyer who has been working on the plan for the Trump business empire. Dillon said Mr. Trump’s business holdings and investments will be put in a trust before Inauguration Day to be overseen by sons Donald Jr. and Eric, and Trump Organization CFO Allen Weisselberg. Mr. Trump also said that his two adult sons will run the company. Ivanka Trump, whose husband Jared Kushner is set to become a senior adviser to the Trump White House, will have “no further management” role in the company. There will be “no new foreign deals” made during the duration of Mr. Trump’s presidency, Dillon added, and domestic deals will be subject to “severe restrictions.” To people who suggest Mr. Trump should sell his business, Dillon said that would only “exacerbate” the possibility for conflicts. Additionally, in order to ensure that “it is the American people who will profit” going forward, Mr. Trump has directed that all profits from foreign government payments made to his hotels will be donated to the U.S. Treasury.” Media criticism At the start of the press conference, Mr. Trump thanked news organizations that did not run stories on Russia’s alleged compromising information about him. ",
    "title": "Highlights from Donald Trump's press conference - CBS News"
   },
   {
    "entities": [
     "armed",
     "last year",
     "navy",
     "west",
     "n.y.",
     "florida",
     "panthers",
     "states",
     "christmas",
     "trump",
     "point",
     "services",
     "thursday",
     "news",
     "viola",
     "united",
     "facebook",
     "fox",
     "senate",
     "academy",
     "keane",
     "military",
     "of",
     "vincent",
     "defense",
     "ash",
     "twitter",
     "current",
     "department",
     "retired",
     "carter",
     "u.s.",
     "jack",
     "kori",
     "obama",
     "eric",
     "army",
     "fanning",
     "james",
     "one year ago",
     "america",
     "committee",
     "mattis",
     "schake",
     "robert",
     "pentagon",
     "maginnis"
    ],
    "id": 14,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   The Pentagon could be poised for a rapid about-face under the Trump administration, with the Obama administration’s push for social reform surrendering to what could be an old-school emphasis on combat readiness and the spirit of the United States military, experts told FoxNews.com. Under President Obama, the military sought to integrate transgender persons into the ranks, allow women into special operations forces and purge the nomenclature of gender-specific words, adopting what some critics say was a “politically correct” liberal agenda. That’s a contrast to the traditional U.S. military approach. In addition, some Navy ships have been named for civil rights activists.  And while the Obama administration has taken an inclusive approach on some issues, it has also worked to minimize expressions of Christianity in the ranks. For example, several officers have been disciplined for displaying Bibles or gospel verses in their quarters. Veterans and military experts told FoxNews.com that, while some of Obama’s civil rights advancements may be locked in, neither Trump nor his choice for secretary of defense, Gen. James “Mad Dog” Mattis, are likely to make social experimentation a priority. “Here in [the Pentagon], we don’t say merry Christmas, and I think we have been misguided when it comes to our history and who we are as a nation, and political correctness is indicative of that,” Department of Defense contractor and retired Army Col. Robert Maginnis told FoxNews.com. “It has struck this building in a big way and we need to get away from that. Our focus is defending this country, and we should not spend so much time on social engineering.” Mattis, who on Thursday goes before the Senate Armed Services Committee as part of his confirmation process, will likely “bring the warrior ethos back to the Pentagon,” Maginnis said. That mentality was “drained by the Obama administration,” he said. “You need to be known as a good soldier or Marine and not by your sexuality, your gender or your particular faith. We need everyone to pull in the same direction and not espouse a particular personal agenda that doesn’t fit into the nation’s best long-term interest.” Retired Army Gen. Jack Keane, a Fox News contributor, said the strong emphasis on social reform in the last eight years sometimes came at the expense of the military’s core objective. “Social engineering was a distractor from what the main mission of the United States military was about,” Keane said. “We were involved in conflict and war, and these reforms achieved a level of prominence that subordinated the issue of war itself.” A spokesperson for the outgoing Obama Department of Defense said Pentagon Secretary Ash Carter has “made it clear” that he will let the incoming administration make their own policy decisions, despite disagreements. “The principle, put simply by Secretary Carter, is that if a service member wants to serve and is qualified to serve, and meets requirements to serve in that position, they should do so, and that is the principle that underlines all of this,” the spokesperson told FoxNews.com. “But it is entirely up to the next Administration and we are focused on ensuring they have all of the support that we can provide to ensure they enjoy a smooth, seamless transition.” Under a Mattis-led Department of Defense, Maginnis expects the issue of women in combat to be re-visited. One year ago Secretary of Defense Ash Carter opened direct land combat jobs in the infantry and special operations to women. Last year, Mattis said women should not be in combat because, if they were, the nation’s enemies wouldn’t fear “America’s awesome determination to defend herself.” He said physical standards for combat jobs would become more lax, and women would not have privacy for their “bodily functions.” In a book on civilian-military relations, co-edited with Kori Schake, Mattis warned of the danger of civilian leaders with a “progressive agenda.” His book also warns that “an uninformed public is permitting political leaders to impose an accretion of social conventions that are diminishing the combat power of our military.” That’s an opinion Maginnis agrees with. “Political appointees have a lot of political persuasion,” Maginnis said. “They are essentially political animals kowtowing to their political masters who have an agenda.” “I think the seriousness Mattis will bring to this building will be translated through every policy we begin to execute,” Maginnis said. “I think he will put a stamp on the organization that will be positive – no more political correctness, just a focus on being warriors.” In addition to facing the normal confirmation process, Mattis needs a waiver from the legal requirement to have been out of uniform for seven years before accepting a political appointment. President-elect Trump also appointed Florida Panthers owner and billionaire Vincent Viola as secretary of the Army. Viola, a graduate of the United States Military Academy at West Point, N.Y., achieved the rank of major in the U.S. Army Reserves, but has spent much of his career as one of the nation’s foremost leaders in electronic trading. That career background contrasts to that of current Army Secretary Eric Fanning, most of whose work has been in the public sector and is the first openly gay head of any branch of the U.S. military. Advertisement ",
    "title": "Trump Pentagon likely to abandon social experiments for core mission under Mattis, say experts | Fox News"
   },
   {
    "entities": [
     "jim",
     "government",
     "brookings",
     "trump",
     "next year",
     "m.",
     "senate",
     "donald",
     "of",
     "ethics",
     "eric",
     "shaub,",
     "u.s.",
     "obama",
     "wednesday",
     "institution",
     "shaub",
     "puzzanghera",
     "office",
     "now",
     "jr.",
     "walter"
    ],
    "id": 15,
    "text": "Jim Puzzanghera President-elect Donald Trump's plan to let his sons run his business drew a biting attack Wednesday from the federal government's top ethics official, who said Trump is setting a bad example for the rest of government. Walter M. Shaub, Jr., director of the U.S. Office of Government Ethics, said in remarks at the Brookings Institution that Trump’s “perplexing” plan “doesn’t meet the standards that the best of his nominees are meeting and that every president in the past four decades has met.” Trump said he would retain ownership of his businesses but step back from running them, placing them in a trust to be run by sons Donald Jr. and Eric. He and his attorney said Wednesday that the plan would mean he has no involvement in decisions and little information about what his sons are doing. Shaub said that didn't solve anything. “The only thing this has in common with a blind trust is the label ‘trust,'\" Shaub said. “His sons are still running the businesses, and, of course, he knows what he owns.” “Stepping back from running his business is meaningless from a conflict-of-interest perspective,” Shaub said, adding that it is “quite obviously not true” that the president can’t have a conflict of interest. Just because the federal conflict-of-interest law doesn’t apply to the president doesn’t mean no conflicts will occur, he said. “For that reason, it’s been the consistent policy of the executive branch that the president should act as though the financial conflict-of-interest law applied,” Shaub said. Shaub, a former deputy general counsel at the nonpartisan agency, was nominated by President Obama and confirmed by the Senate for a five-year term that ends next year. He said he was speaking out in hopes that “some constructive feedback” from the office could encourage Trump to change his plan. He also pushed back on an argument from Trump's lawyer that it would be unfair to expect Trump to dump his businesses at a \"fire sale.\" “It’s important to understand that the president is now entering the world of public service,” Shaub said. “He’s going to be asking our men and women in uniform to risk their lives in conflicts around the world. So, no, I don’t think divestiture is too high a price to pay to be the president.” ",
    "title": "A top ethics official says Trump is setting a bad example - LA Times"
   },
   {
    "entities": [
     "sheri",
     "jim",
     "wenig/ap",
     "democratic",
     "david",
     "last october",
     "allen",
     "price",
     "treasury",
     "hearing",
     "last summer",
     "trump",
     "morgan,",
     "u.s",
     "moscow",
     "cnn",
     "rex",
     "senate",
     "veterans",
     "donald",
     "recently",
     "administration",
     "state",
     "tower",
     "shulkin",
     "russia",
     "vladimir",
     "dnc",
     "organization",
     "once",
     "seth",
     "lewis",
     "bockius",
     "eric",
     "this year",
     "u.s.",
     "new",
     "national",
     "currently",
     "tillerson",
     "obama",
     "dillon",
     "3:50 pm",
     "wednesday",
     "york",
     "&",
     "committee",
     "obamacare",
     "tom",
     "acosta",
     "weisselberg",
     "putin",
     "jr.",
     "hhs"
    ],
    "id": 16,
    "text": "President-elect Donald Trump takes questions during his first news conference since the election. Seth Wenig/AP hide caption toggle caption President-elect Donald Trump takes questions during his first news conference since the election. Seth Wenig/AP This has been updated at 3:50 pm ET. President-elect Donald Trump denounced as \"fake news\" Wednesday reports that Russia had compromising information about him before the election. He also acknowledged for the first time that Russia was behind the hacking of emails from the Democratic National Committee, although he seemed to couch it later in the news conference by saying it \"could have been others.\" Trump Outlines Plan To Avoid Business Conflicts, Addresses Hacking In his first news conference since last summer, the president-elect additionally said he would be handing over control of his businesses to his sons Donald Jr. and Eric; refused once again to release his income tax returns; and said his administration would reveal its plan to replace the Affordable Care Act as soon as his nominee for secretary of health and human services, Tom Price, is confirmed by the Senate. Trump said the unverified and unsubstantiated reports about the Russian intelligence were put together by political opponents, whom he called \"sick people.\" The reports, he said, were \"a disgrace,\" and he vehemently denounced BuzzFeed News, which published a 35-page memo purportedly outlining the Russian intelligence, as \"a failing pile of garbage.\" He also denied a question from a CNN reporter, which first broke the story of an intelligence report but did not publish the documents or the lewd details. Article continues after sponsorship Trump Announces David Shulkin As Pick For Secretary Of Veterans Affairs But Trump didn't answer a question as to whether his presidential campaign had been in contact with the Russian government, which the report alleged. CNN reporter Jim Acosta noted later on the network that reporters followed up on that point as Trump was heading to the elevators off camera, and Trump said no one \"associated with him or his campaign was in contact with the Russians\" during the campaign. Watch Live: Rex Tillerson Pressed On Russia At Secretary Of State Hearing Trump was also critical of U.S. intelligence agencies for \"maybe\" leaking the report to news organizations, charging that a meeting he had recently with the agencies immediately leaked out even though he had kept it secret from his closest staff. Trump said, \"I think it was Russia\" who hacked into the DNC's servers but added \"it could have been others also.\" U.S. intelligence publicly stated last October — and in congressional hearings and an unclassified report since — that the Russian government was to blame for the cyberattack. Trump called hacking \"bad\" and said he would tell Russian President Vladimir Putin \"he shouldn't have done it. I don't believe he will be doing it more.\" But he also said he would consider it \"an asset, not a liability,\" if Putin likes him. \"I don't know if I'll get along\" with the Russian leader, Trump said, \"I hope I do.\" Trump also denied taking part in any salacious behavior in a Moscow hotel room, saying he always tells people to be very careful when he travels abroad, because \"you have cameras in the strangest places. You'd better be careful or you'll be watching yourself on nightly television.\" Plus, he added, \"Does anyone really believe that story? I'm also very much of a germaphobe, by the way. Believe me.\" Trump held his news conference in the marble-lined lobby of Trump Tower in New York, speaking alongside a table piled with manila file folders, which he said were the agreements he has signed giving control of the Trump Organization to his oldest sons. He introduced attorney Sheri Dillon, of the firm Morgan, Lewis & Bockius, who said that at Trump's request she had designed a structure \"that will completely isolate him\" from the management of the company. Trump is conveying leadership and management of the company to his adult sons and longtime Trump executive Allen Weisselberg. Dillon said the three will \"make decisions for the duration of the presidency without any involvement whatsoever\" by Trump. Dillon also said the trust agreement \"imposes severe restrictions on new deals. No new foreign deals will be made whatsoever during the duration\" of Trump's presidency. New domestic deals will be allowed, but they will go through \"a vigorous vetting process.\" Trump will not be informed of such deals and will only learn of them if he \"reads it in the paper or sees it on TV.\" And, she said, Trump will donate to the U.S Treasury all profits made from foreign governments who stay at his hotel. On health care, Trump said \"the easiest thing\" would be to let the Affordable Care Act \"implode\" this year, because of increased premium rates. He said Obamacare \"is the Democrats' problem,\" but that he will offer a plan to repeal and replace that is \"gonna take the problem off the shelves for them.\" The plan will be \"far less expensive and far better,\" he said, and will be submitted almost simultaneously as his HHS secretary is confirmed. Trump also revealed he will be nominating David Shulkin as secretary of the Veterans Administration. Shulkin is currently the No. 2 at the troubled agency and would be one of the first holdovers from the Obama administration. Trump called him an incredibly gifted doctor. Trump also took a shot at the U.S. pharmaceutical industry, which he charged \"has been disastrous.\" He said drugmakers have been leaving the country left and right and that new bidding procedures are needed for the industry \"because they're getting away with murder.\" Trump's comments caused drug stocks to fall on Wall Street ",
    "title": "Trump On Russian Hacking: 'I Think It Was Russia,' But 'Could Have Been Others' : NPR"
   },
   {
    "entities": [
     "2017 spring",
     "sept. 19",
     "espn",
     "florida",
     "sept. 20",
     "league",
     "spring",
     "treausre",
     "terry",
     "rick",
     "google",
     "pinterest",
     "jan. 11, 2017",
     "rob",
     "facebookemail",
     "port",
     "facebook",
     "thursday",
     "sept. 28",
     "m.",
     "ariz.",
     "mets",
     "cardinals",
     "tim",
     "university",
     "red",
     "vinlove",
     "feb. 14",
     "tebow",
     "st.",
     "feb. 19",
     "monday",
     "last month",
     "ehrmann",
     "of",
     "grapefruit",
     "wilson",
     "fla.",
     "mlb",
     "boston",
     "schumacher",
     "john",
     "mike",
     "news",
     "j.",
     "luis",
     "twitter",
     "jasen",
     "sep 20",
     "$100,000",
     "rebilas",
     "minor",
     "laurie",
     "usa",
     "last month's winter",
     "arizona",
     "treasure",
     "new",
     "coast",
     "today",
     "complex",
     "oct. 11",
     "lucie",
     "oct. 13",
     "kilichowski",
     "wednesday",
     "york",
     "oct 13",
     "oct. 10",
     "collins",
     "alvarez",
     "scuteri",
     "jeremiah",
     "feb. 24",
     "newspapers",
     "4:47 p.m.",
     "mark",
     "blandford",
     "fall",
     "sox",
     "ap",
     "scottsdale"
    ],
    "id": 17,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Tim Tebow not invited to Mets’ major league camp Tim Tebow did not get an invite to the New York Mets' major league spring training camp in Port St. Lucie, despite the wishes from the manager. Post to Facebook Tim Tebow not invited to Mets’ major league camp Tim Tebow did not get an invite to the New York Mets' major league spring training camp in Port St. Lucie, despite the wishes from the manager. Check out this story on USATODAY.com: http://usat.ly/2il0p0s CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 20 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Tim Tebow not invited to Mets’ major league camp USA TODAY Sports 4:47 p.m. ET Jan. 11, 2017 Tim Tebow batted .194 with 20 strikeouts in 62 at-bats in the Arizona Fall League. (Photo: Mark J. Rebilas, USA TODAY Sports) Tim Tebow did not get an invitation to the New York Mets' major league spring training camp, despite his manager's wishes. Instead, he will report to the Mets' minor-league camp in Port St. Lucie, Fla. to continue his pursuit of a major league career. Tebow was omitted from the list of major league camp invitees announced by the Mets on Wednesday. At last month's winter meetings, manager Terry Collins expressed his desire about having Tebow at spring training. MLB announces 2017 Spring Training schedule “I will tell you if he’s not in our camp, I’ll get him over,\" Collins said. \"I think he’s a name in Florida. He’s a star in Florida. He should be. I think it would be fun to have Tim come over. And certainly one thing about our players, they’re athletes, too. They’re fans, too. They would probably like to know how to run a quarterback sneak one day.” It remains possible that Tebow play in Grapefruit League games, as teams commonly utilize players from minor league camp, particularly early in the spring season. The Mets' Grapefruit opener is Feb. 24 against the Boston Red Sox in Fort Myers. Collins visited Arizona and watched Tebow play in the Fall League, but admitted he did not meet with Tebow. Tebow, the former Heisman Trophy-winning quarterback, had his moments in the Fall League, but struggled against some of baseball's best young pitchers. In his 19-game stint, he batted .194 with 20 strikeouts in 62 at-bats. Pitchers and catchers are expected to report on Feb. 14 with the first full workout scheduled for Feb. 19. Gallery: Tim Tebow's pursuit of a baseball career Posted! A link has been posted to your Facebook feed. Oct. 13: Tim Tebow on 0-for-10 start: \"After everything I’ve been through in sports, no, I wouldn’t be down after three games. It’s a process.’’  Mark J. Rebilas, USA TODAY Sports Oct 13: Tim Tebow is called safe by the umpire after scoring a run.  Mark J. Rebilas, USA TODAY Sports Oct. 13: Tim Tebow is 0-for-10 at the plate after his first three games in the Arizona Fall League.  Mark J. Rebilas, USA TODAY Sports Oct. 11: Tim Tebow is taken out of the game after three at-bats.  Mark J. Rebilas, USA TODAY Sports Oct. 11: Tim Tebow waits 13-minutes for EMTs to respond to a fan who passed-out following his debut.  Rob Schumacher, USA TODAY Sports Oct. 11: Tim Tebow crashes into the outfield wall tracking down a fly ball in the fifth inning.  Mark J. Rebilas, USA TODAY Sports Oct. 11: Tim Tebow grounds out to second base on a 3-2 count in his first at-bat in the Arizona Fall League.  Rob Schumacher, USA TODAY Sports Oct. 11: In his second at-bat, Tim Tebow elicits more cheers and then grounds out again, this time to the first baseman on a 2-0 pitch.  Rob Schumacher, USA TODAY Sports Oct. 11: Tim Tebow will be playing only Monday through Thursday in the Arizona Fall League so he can continue to fulfill his obligations as a college football analyst for ESPN.  Rob Schumacher, USA TODAY Sports Oct. 11: Tim Tebow hits seventh in the batting order and starts in left field for the Scottsdale Scorpions in his debut in the Arizona Fall League.  Rob Schumacher, USA TODAY Sports Oct. 11: Tim Tebow warms up for his Fall League debut.  Rob Schumacher, USA TODAY Sports Oct. 10: Tim Tebow at a workout in Scottsdale, Ariz.  Rick Scuteri, AP Oct. 10: In three games with the Mets’ instructional-league team last month, he hit .286.  Rick Scuteri, AP Oct. 10: Tim Tebow is scheduled to begin play on Oct. 11 in the Arizona Fall League — the next stage of his long-shot attempt to make the major leagues  Rick Scuteri, AP Sept. 28: Tim Tebow hits a home run in his first professional at-bat in the instructional league.  Jeremiah Wilson, Treausre Coast Newspapers Sept. 28: Tim Tebow runs to first base.  Luis M. Alvarez, AP Sept. 28: Tim Tebow plays five inning in the outfield.  Jeremiah Wilson, Treausre Coast Newspapers Sept. 28: Tim Tebow, greeted by his teammates, hit the home run off a fellow former Southeastern Conference athlete - John Kilichowski, 22.  Jeremiah Wilson, Treausre Coast Newspapers Sept. 28: Tim Tebow finishes his first game going 1-for-6.  Luis M. Alvarez, AP Sept. 28: Tim Tebow runs the base during practice before his first instructional league baseball game for the Mets against the Cardinals.  Luis M. Alvarez, AP Sept. 20: The number of credentialed media on day two to interview Tim Tebow is reduced by more than half to 30 reporters, with a press conference that lasted only 11 minutes.  Jasen Vinlove, USA TODAY Sports Sept. 20: Tim Tebow signs autographs for the fans.  Jasen Vinlove, USA TODAY Sports Sept. 20: Tim Tebow hits a home run in batting practice to highlight day two of Mets camp.  Jasen Vinlove, USA TODAY Sports Sept. 20: Tim Tebow sits with teammates in the dugout.  Jasen Vinlove, USA TODAY Sports Sept. 20: Tim Tebow's jersey was the No. 1 seller on MLB’s website.  Jasen Vinlove, USA TODAY Sports Sept. 20: Tim Tebow on day two: “It felt a little more comfortable with a day under my belt. Just getting used to everything, the preparations, just all of those silly things that you have to go through.\"  Jasen Vinlove, USA TODAY Sports Sept. 20: Tim Tebow tracks down a fly ball during defensive drills.  Jasen Vinlove, USA TODAY Sports Sept. 20: Tim Tebow stretches during his workout at the Mets Minor League Complex.  Jasen Vinlove, USA TODAY Sports Sep 20: Tim Tebow during his workout at the Mets Minor League Complex.  Jasen Vinlove, USA TODAY Sports Sept. 19: Tim Tebow arrives for his first workout with the Mets in Port St. Lucie.  Mike Ehrmann, Getty Images Sept. 19: Tim Tebow begins his workout with the Mets.  Jasen Vinlove, USA TODAY Sports Sept. 19: Tim Tebow is one of 58 players on the team's instructional league roster.  Laurie Blandford, Treasure Coast News Sept. 19: Tim Tebow's first drill was a baserunning lesson, as a news helicopter circled overhead.  Jasen Vinlove, USA TODAY Sports Sept. 19: Hoping to become an outfielder, Tim Tebow fields some fly balls.  Mike Ehrmann, Getty Images Sept. 19: Tim Tebow looks on during his workout.  Jasen Vinlove, USA TODAY Sports Sept. 19: Tim Tebow is given jersey No. 15, the same number he wore as a quarterback at the University of Florida.  Mike Ehrmann, Getty Images Sept. 19: Tim Tebow hits the batting cage during his workout.  Jasen Vinlove, USA TODAY Sports Sept. 19: Tim Tebow's last time playing true organized baseball was in his junior year of high school.  Mike Ehrmann, Getty Images Sept. 19: Tim Tebow's batting helmet and bats.  Jasen Vinlove, USA TODAY Sports Sept. 19: Tim Tebow hits the field with the rest of his teammates.  Mike Ehrmann, Getty Images Sept. 19: Tim Tebow: \"The goal would be to have a career in the big leagues.\"  Mike Ehrmann, Getty Images Sept. 19: Tim Tebow signed with the Mets to a deal that included a $100,000 bonus.  Mike Ehrmann, Getty Images Sept. 19: Tim Tebow signs autographs for fans after his workout.  Jasen Vinlove, USA TODAY Sports Sept. 19: Tim Tebow greets the fans after his workout.  Jasen Vinlove, USA TODAY Sports Like this topic? You may also like these photo galleries: Replay ",
    "title": "Tim Tebow not invited to Mets’ major league camp"
   },
   {
    "entities": [
     "baldi",
     "l.a.",
     "abel",
     "2017",
     "jan. 11, 2017",
     "giorgio",
     "tonight",
     "gomez",
     "selena",
     "recently",
     "carly",
     "tesfaye",
     "4:36 p.m.",
     "calif.",
     "the year",
     "2016",
     "twitter",
     "mallenbaum",
     "usa",
     "santa",
     "today",
     "the weekend",
     "monica",
     "january 11, 2017",
     "5 hours ago",
     "pic.twitter.com/qt2gxvzo0n"
    ],
    "id": 18,
    "text": "Selena and The Weeknd together? Twitter can't handle it Carly Mallenbaum , USA TODAY Published 4:36 p.m. ET Jan. 11, 2017 | Updated 5 hours ago 425 Shares x Share Are Selena Gomez and The Weekend officially dating? That remains to be announced, however, the two were spotted kissing outside of L.A. hotspot Giorgio Baldi after going on a dinner date. USA TODAY If 2016 was the year of unexpected celebrity breakups , 2017 is looking more like the year of unexpected celebrity couplings. At least that's the tone being set with the arrival of new photos that appear to show Selena Gomez kissing ... drumroll, please ... The Weeknd. Selena Gomez and The Weeknd Making Out (PHOTO GALLERY) https://t.co/jTBlzhPj9d — TMZ (@TMZ) January 11, 2017 TMZ was the first to share the photos that were also obtained by Entertainment Tonight  and E!, which report that the pics were snapped at a romantic dinner date at Giorgio Baldi in Santa Monica, Calif. So are pop sweetheart Selena, 24, and R&B bad boy The Weeknd, 26, aka Abel Tesfaye, a new couple? That's unclear, but the images are enough to get fans all riled up (and have terms including \"Selena and Abel\" trend on Twitter). Here are some of the extreme reactions the makeout pics have garnered. Absolute shock Fans didn't see this pairing coming, especially after Gomez recently took a hiatus  from the spotlight to focus on her health. Selena and Abel?? I'm not shook I'm legit shocked! This was unexpected.. pic.twitter.com/4qwsM5u6n5 — Sexual Gifs  (@SexualGif) January 11, 2017 Literally me when I saw pictures of Selena and Abel pic.twitter.com/qT2GXVZO0N ",
    "title": "Selena and The Weeknd together? Twitter can't handle it"
   },
   {
    "entities": [
     "fbi",
     "nichols",
     "david",
     "mccain",
     "orbis",
     "friday",
     "rohit",
     "burrows",
     "trump",
     "1:53",
     "2017",
     "news",
     "british",
     "moscow",
     "cnn",
     "ltd.",
     "donald",
     "street",
     "partner",
     "1990",
     "business",
     "summer",
     "russia",
     "john",
     "intelligence,",
     "kachroo",
     "ken",
     "share",
     "yesterday afternoon",
     "u.s.",
     "itv",
     "foundation",
     "hans",
     "nbc",
     "today",
     "steele",
     "intel",
     "wall",
     "journal",
     "new",
     "nazi",
     "christopher",
     ", 7:29 pm",
     "york",
     "clinton",
     "jan 11",
     "germany",
     "dilanian"
    ],
    "id": 19,
    "text": "Jan 11 2017, 7:29 pm ET Former British Spy Christopher Steele Prepared Explosive Trump Memo by Hans Nichols and Ken Dilanian Share advertisement An explosive 35-page memo on Donald Trump's relationship with Russia, which contains unverified allegations and which Trump called a \"complete fabrication\" today, was written by a former British intelligence officer working for Orbis Business Intelligence, Ltd., two people familiar with the matter told NBC News. Separately, Rohit Kachroo, security editor for NBC News British partner ITV News, reported that his name is Christopher David Steele, a former officer with MI6 who was posted to Moscow in 1990. The memo was originally generated on behalf of Republican opponents of Trumps but was later shopped to the media by Democrats. Play Trump: 'Disgraceful' for Intel Agencies to Let Out 'Fake' News 1:53 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170112044802if_/http://www.nbcnews.com/widget/video-embed/852603459965\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Orbis director Christopher Burrows told the Wall Street Journal he wouldn't \"confirm or deny\" that Orbis had produced the report, and a neighbor of Steele's told the newspaper he would be away for a few days. A two-page summary of the 35-page memo was included in supporting material prepared for the officials who briefed President-elect Trump on Friday about a U.S. intelligence report on Russia's interference in the U.S. presidential elections, according to multiple officials. However, Trump was not orally briefed on the two-page \"annex\" outlining the allegations about him, according to a senior U.S. intelligence official with the knowledge of the preparation of the briefing. Trump said he learned the gist of the summary \"outside that meeting.\" The two-page summary about the unsubstantiated material was made available to the briefers to provide context for Trump should they want to draw a distinction for Trump between analyzed intelligence and unvetted \"disinformation,\" according to the official. The briefers also had available to them unvetted \"disinformation\" about the Clinton Foundation, though that was not briefed to Trump either. The existence of the two-page synopsis was first reported by CNN yesterday afternoon. Their decision to report on the synopsis, as well as the publication of the complete 35-page memo by BuzzFeed, was harshly criticized by Trump. (BuzzFeed is partially funded by the parent company of NBC News.) \"I think it was disgraceful, disgraceful that the intelligence agencies let any information that turned out to be so false and fake to get out,\" Trump said a press conference in New York today. \"That's something that Nazi Germany would have done and did do.\" The memo, which suggested that Trump could be blackmailed by Russian intelligence, was circulated among Trump opponents over the summer and was eventually passed to the FBI. Today, Republican Senator John McCain admitted that he also passed the memorandum to the FBI. Hans Nichols ",
    "title": "Former British Spy Christopher Steele Prepared Explosive Trump Memo - NBC News"
   },
   {
    "entities": [
     "sheri",
     "alan",
     "treasury",
     "this morning",
     "government",
     "states",
     "alexander",
     "trump",
     "richard",
     "jan 11, 2017",
     "morgan",
     "united",
     "news",
     "mallin",
     ", 11:59 am",
     "donald",
     "tower",
     "of",
     "george",
     "abc",
     "russia",
     "organization",
     "norm",
     "ethics",
     "lewis",
     "eric",
     "u.s.",
     "d.c.",
     "obama",
     "w.",
     "today",
     "dillon",
     "washington",
     "eisen",
     "painter",
     "office",
     "weisselberg",
     "today falls",
     "bush",
     "jr."
    ],
    "id": 20,
    "text": "Trump Says Sons Will Take 'Complete and Total Control' of the Business By Alexander Mallin Jan 11, 2017, 11:59 AM ET 0 Shares WATCH Tax Lawyer Lays Out Trump's Plan for Businesses 0 Shares Email President-elect Donald Trump announced this morning that he will hand \"complete and total control\" of his vast business empire to his sons Donald Trump Jr. and Eric Trump and to Alan Weisselberg, a longtime Trump business executive, through a financial trust. In a long-awaited press conference, Donald Trump Sr. introduced Sheri Dillon, a lawyer at firm Morgan Lewis in Washington, D.C. , who he said organized a way to \"completely isolate [Trump] from the management of the company.\" Despite Trump's previous pledge to put his business assets into a blind trust, Dillon said that would not be possible. \"You cannot have a totally blind trust with operating businesses,\" she said. \"President Trump can't un-know he owns Trump Tower.\" Dillon announced Trump's protective plans to ensure he is not in violation of the Constitution's emoluments clause, which prohibits officials from accepting gifts or emoluments from foreign governments — which ethics experts have alleged Trump could violate without complete divestment from his businesses. \"The Constitution does not require President-elect Trump to do anything here, but just like with conflicts of interest, he wants to do more than what the Constitution requires,\" she said. \"He is going to voluntarily donate all profits from foreign government payments made to his hotels to the United States Treasury. This way it is the American people who will profit.\" Dillon said that Trump's decision to separate himself from the Trump Organization was made \"voluntarily\" and noted that under U.S. conflict of interest laws the president and vice president \"are not required to separate themselves from their financial assets.\" \"He instructed us to take all steps realistically possible to make it clear that he is not exploiting the office of the presidency for his personal benefit,\" she said. Trump suggested that he would be capable of handling his business responsibilities and the presidency concurrently. \"I could actually run my business and run government at the same time. I don't like the way that looks. But I would be able to do that if I wanted to. I would be the only one to be able to do that. You can't do that in any other capacity,\" he said. According to Dillon, Trump is relinquishing leadership and management of his real estate empire and will no longer be involved in decision-making with the company's new leadership. Several ethics experts contacted by ABC News after today's announcement scoffed at the suggestion Trump was effectively distancing himself from his business. \"Tragically, the Trump plan to deal with his business conflicts announced today falls short in every respect,\" said former Obama ethics czar Norm Eisen. \"Mr. Trump did not make a clean break with his business ownership interests as his predecessors for four decades have done, did not establish a blind trust or the equivalent, as bipartisan experts and [the Office of Government Ethics] called for ... Mr. Trump's ill-advised course will precipitate scandal and corruption.\" Richard Painter, the chief ethics lawyer for President George W. Bush, said the plan announced by Trump \"doesn't work.\" \"He still maintains ownership – the assets are not being sold,\" he explained. \"The sons are in charge of his assets which is a problem, but the bigger problem is that assets are not being sold.\" More importantly, \"President-elect Trump needs to release tax returns so we get a sense of involvement with Russia,\" Painter said. ",
    "title": "Trump Says Sons Will Take 'Complete and Total Control' of the Business - ABC News"
   },
   {
    "entities": [
     "shep",
     "burr",
     "jim",
     "journalism",
     "times",
     "management",
     "friday",
     "journalism,",
     "states",
     "trump",
     "press",
     "pope",
     "jan. 11, 2017",
     "club",
     "news",
     "snider",
     "university",
     "facebook",
     "cnn",
     "united",
     "fox",
     "elizabeth",
     "donald",
     "san",
     "morning",
     "grady",
     "francisco",
     "tower",
     "media",
     "tuesday",
     "of",
     "for",
     "the day",
     "godwin",
     "1990",
     "california-berkeley",
     "russia",
     "13 hours ago",
     "mike",
     "review",
     "once",
     "night",
     "twitter",
     "hitler",
     "newsource",
     "usa",
     "u.s.",
     "new",
     "obama",
     "today",
     "intel",
     "burton",
     "georgia's",
     "innovation",
     "national",
     "january 11, 2017",
     "justin",
     "wednesday",
     "institute",
     "york",
     "nazi",
     "&",
     "wasserman",
     "afternoon",
     "ed",
     "lane",
     "acosta",
     "epa",
     "3:37 p.m.",
     "kyle",
     "cox",
     "nsenga",
     "smith",
     "germany",
     "weise",
     "thomas",
     "columbia"
    ],
    "id": 21,
    "text": "Trump invokes 'fake news' at press conference How event played out suggests contentious days ahead for media and new administration. Post to Facebook Trump invokes 'fake news' at press conference How event played out suggests contentious days ahead for media and new administration. Check out this story on USATODAY.com: http://usat.ly/2jwCn09 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 177 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump invokes 'fake news' at press conference Mike Snider , USA TODAY Published 3:37 p.m. ET Jan. 11, 2017 | Updated 13 hours ago x Share President-elect Trump scolded media outlets for inaccurate reports of his political adviser's whereabouts. USA TODAY NETWORK President-elect Donald Trump speaks during a press conference in the lobby of Trump Tower in New York on Jan. 11, 2017. It was his first press conference in nearly six months. (Photo: Justin Lane, EPA) President-elect Donald Trump brought his campaign against what he considers fake news to his first major press conference since winning the election. What played out could suggest contentious times ahead for mainstream media outlets while covering the incoming administration. At one point, the president-elect shouted down CNN reporter Jim Acosta, labeling the cable news network as \"fake news\" for its report that U.S. intelligence agencies had briefed the incoming president and President Obama with allegations that Russian operatives claim to have potentially compromising personal and financial information about Trump. Getting worse criticism was BuzzFeed, which published the 35-page classified document on its site as part of its coverage. Trump described the classified report as \"false and fake and never happened\" and called BuzzFeed a \"failing pile of garbage. Writing it, I think they are going to suffer the consequences.\" Intel chiefs briefed Trump, Obama on unverified, salacious allegations concerning Russia and president-elect In getting publicly called out by Trump, Acosta and CNN \"was somewhat suffering for the sins of BuzzFeed in this case,\" said Kyle Pope, editor and publisher of the Columbia Journalism Review . The faceoff, in what was Trump's first press conference in more than five months, portends things to come. \"The bigger picture here is that this is going to be a deeply combative relationship between this president and the press,\" Pope said. \" Ed Wasserman, dean of the graduate school of journalism at the University of California-Berkeley, found the televised event \"fairly demoralizing and disappointing,\" he said. \"I had hoped for a more substantive and spirited exchange where he would actually submit to questioning by answering the questions.\" Instead, Trump's engagements with the press will be \"kind of a ritualized interaction in which Trump reiterates his contempt for the press and the press once again re-earns its reputation for being hypercritical and adversarial.\" New Facebook project aims to strengthen ties with media When the stories broke Tuesday night, Trump took to Twitter calling the reports \"fake news\" and a \"witch hunt.\" He followed that up Wednesday morning with another tweet: \"Russia has never tried to use leverage over me. I HAVE NOTHING TO DO WITH RUSSIA - NO DEALS, NO LOANS, NO NOTHING!\" During the press conference, the president-elect complimented many news outlets about their handling of the report, including The New York Times, which did not reference or link to BuzzFeed in its initial story. \"I have great respect for the news and great respect for freedom of the press and all of that, but I will tell you there were some news organizations … that were so professional, so incredibly professional, that I’ve just gone up a notch on what I think of you,\" he said. Regardless, coverage of the classified briefing is real news, not fake news, and Trump should have expected this story to come out between the briefing and the earlier circulation of the classified document, said Nsenga Burton, digital editor for Grady Newsource and an instructor at the University of Georgia's Cox Media Institute for Journalism, Innovation & Management.  \"CNN could not not have a story about that briefing that was circulating and call itself a news organization,\" she said. About BuzzFeed's publication of the document, \"we can argue if that is news or journalism. At least they provided some context and said they were in the process of vetting it. ... But that is news. Not (what is in) the document, but the fact the document exists.\" As a business person, Trump should know that it would be more helpful to have \"a working relationship\" with outlets such as CNN, she said. \"You can't call someone from CNN a liar and think that is going to end well for your administration,\" Burton said. Trump and the Russia report: What you need to know Pope wondered whether other reporters should have come to Acosta's aid and asked a question for him or ceded their time to CNN. \"The challenge for the press is the media basically has to come to grips with the fact they have a president who is going to do absolutely nothing to help them and is going to put as many roadblocks in front of them as he possibly can and also is going to do all he can to discredit them and undercut any trust they have between them and their readers.\" Some came to CNN's defense later in the day. During his afternoon broadcast Fox News’ Shep Smith said, “CNN’s exclusive reporting on the Russian matter was separate and distinctly different from the document dump executed by an online news property. Though we at Fox News cannot confirm CNN’s report, it is our observation that its correspondents follow journalistic standards and that neither they nor any other journalists should be subjected to belittling or delegitimizing by the President-elect of the United States.” National Press Club President Thomas Burr called it \"dangerous and unhealthy to declare a news item as 'fake news' to distract from facts that you may not like or don't favor your perspective,\" in a statement issued about the president-elect's press conference. \"Our incoming president must treat the news media as the vital cornerstone of our democracy that it is,\" he said. \"To label something as 'fake' in an effort to undermine news outlets endangers the trust granted journalists by the public and is antithetical to our country's values.\" The @PressClubDC raises concerns about Trump's use of \"fake news\" phrase to discredit news he doesn't like https://t.co/UNEnF5QU7A — Thomas Burr (@thomaswburr) January 11, 2017 In another oddity from the press conference, Trump was asked about his Wednesday morning tweet questioning \"Are we living in Nazi Germany?\" His response was that it was a \"disgrace\" that the intelligence agencies leaked it. \"That's something that Nazi Germany would have done and did do,\" Trump said. \"I think it's a disgrace that information that was false and fake and never happened got released to the public.\" Ironically, that tweet came very close to invoking an iconic Internet meme known as Godwin’s Law. First coined in 1990 by attorney and author Mike Godwin, it says “As an online discussion grows longer, the probability of a comparison involving Hitler approaches 1.” The theory is that once someone in a discussion begins comparing anything to Hitler, the discussion is over and whoever had invoked the Nazi comparison has lost the debate. Contributing: Elizabeth Weise in San Francisco. Follow USA TODAY reporter Mike Snider on Twitter: @MikeSnider . 13879 CONNECT TWEET LINKEDIN 177 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2jwCn09 NEVER MISS OUT Managing Your Money Master your money with the latest business and investment news, articles and tips from financial experts each Friday. THANKS FOR SIGNING UP FOR THE Managing Your Money NEWSLETTER We're sorry. ",
    "title": "Trump invokes 'fake news' at press conference"
   },
   {
    "entities": [
     "last october",
     "society",
     "88 percent",
     "states",
     "2000",
     "spring",
     "wildlife",
     "xerces",
     "united",
     "75 percent",
     "riley",
     "87 percent",
     "midwestern",
     "once",
     "last two decades",
     "canada",
     "u.n.",
     "jepsen/ap",
     "u.s.",
     "today",
     "service",
     "40 percent",
     "2012",
     "sarina",
     "ontario",
     "nrdc",
     "feb. 10",
     "rebecca",
     "hawaii",
     "the future"
    ],
    "id": 22,
    "text": "The U.S. has designated the rusty patched bumblebee an endangered species. Sarina Jepsen/AP hide caption toggle caption The U.S. has designated the rusty patched bumblebee an endangered species. Sarina Jepsen/AP The U.S. Fish and Wildlife Service has designated the rusty patched bumblebee an endangered species — the first such designation for a bumblebee and for a bee species in the continental U.S. The protected status, which goes into effect on Feb. 10, includes requirements for federal protections and the development of a recovery plan. It also means that states with habitats for this species are eligible for federal funds. \"Today's Endangered Species listing is the best—and probably last—hope for the recovery of the rusty patched bumble bee,\" NRDC Senior Attorney Rebecca Riley said in a statement from the Xerces Society, which advocates for invertebrates. \"Bumble bees are dying off, vanishing from our farms, gardens, and parks, where they were once found in great numbers.\" Large parts of the Eastern and Midwestern United States were once crawling with these bees, Bombus affinis, but the bees have suffered a dramatic decline in the last two decades due to habitat loss and degradation, along with pathogens and pesticides. Indeed, the bee was found in 31 states and Canadian provinces before the mid- to late-1990s, according to the final rule published in the Federal Register . But since 2000, it has been reported in only 13 states and Ontario, Canada. It has seen an 88 percent decline in the number of populations and an 87 percent loss in the amount of territory it inhabits. Article continues after sponsorship Bees Added To U.S. Endangered Species List For 1st Time This means the species is vulnerable to extinction, the rule says, even without further habitat loss or insecticide exposure. Canada designated the species as endangered in 2012. The bees live in large colonies that can be made up of 1,000 individual workers. All types of the species have black heads, the rule states, \"but only workers and males have a rusty reddish patch centrally located on the abdomen.\" Habitat degradation may be particularly harmful to these bees because of their feeding habits, as described in the rule: \"The rusty patched bumble bee is one of the first bumble bees to emerge early in the spring and the last to go into hibernation, so to meet its nutritional needs, the species requires a constant and diverse supply of blooming flowers.\" Last October, the Fish and Wildlife Service gave endangered status to seven species of yellow-faced bees native to Hawaii, the first time any U.S. bees received this kind of protection. Report: More Pollinator Species In Jeopardy, Threatening World Food Supply Pollinator decline is a global trend. A recent major global assessment sponsored by the U.N. suggested that about 40 percent of invertebrate pollinator species are facing extinction. Since some 75 percent of food crops rely at least partially on pollinators, that raises serious concerns about the future of the global food supply. ",
    "title": "U.S. Puts Bumblebee On The Endangered Species List For 1st Time : The Two-Way : NPR"
   },
   {
    "entities": [
     "west",
     "bret",
     ", 1:58 pm",
     "this morning",
     "mctigue",
     "house",
     "fairfax",
     "chang",
     "jan 11, 2017",
     "news",
     "california",
     "recently",
     "tuesday",
     "jan. 10, 2017",
     "county",
     "abc",
     "jenie",
     "virginia",
     "department",
     "marin",
     "today",
     "bay",
     "evening",
     "landslide",
     "fire",
     "swallows",
     "area"
    ],
    "id": 23,
    "text": "Firefighters Rescue Family Trapped in Hillside Home by Landslide in California By AVIANNE TAN Jan 11, 2017, 1:58 PM ET 0 Shares WATCH California Family Trapped by Landslide at Their Front Door 0 Shares Email Heavy rains that have been pummeling the Bay Area in California recently caused a landslide that temporarily trapped two young girls and their grandparents in a hillside home. Jenie Chang told ABC News today that she had just pulled up to her parents' house in Fairfax, California, on Tuesday evening to pick up her two girls, ages 10 and 4, when she realized a \"massive fallen tree\" was blocking the way up to the house. \"It was surreal,\" Chang said. \"I had to use my high beams to make sure I was really seeing what I was seeing.\" West Virginia Landslide Swallows House, Forces Residents to Evacuate The massive tree had \"completely crushed the detached garage\" next to home, Chang said, adding that it -- along with other smaller trees and shrubs -- \"completely covered\" the 64 stairs leading up to home's main entrance. Chang said she immediately called her parents inside, who told her they were all safe but had been unaware of the mess just outside their door. Chang's parents then called for help, and within minutes, a unit from the Marin County Fire Department was on the scene, she said. KGO Firefighters rescued two young girls and their grandparents who were trapped in a house in Fairfax, California, on Jan. 10, 2017, after a landslide came to the front door. Firefighters used chainsaws to cut through several fallen trees, and they created a makeshift path up the muddy hill to the house's front door, according to Battalion Chief Bret McTigue, public information officer for the Marin County Fire Department. Firefighters then escorted the girls and their grandparents one by one down the path to safety, McTigue told ABC News today. He added that all four family members were OK and that no one suffered any injuries. KGO Firefighters rescued two young girls and their grandparents who were trapped in a house in Fairfax, California, on Jan. 10, 2017, after a landslide came to the front door. Chang said her two young girls were good-spirited about the whole ordeal and saw the experience as \"a great adventure.\" The full extent of the damage to Chang's parents' home is not yet known, McTigue said, adding that building inspectors were still working to assess the property this morning. 0 Shares ",
    "title": "Firefighters Rescue Family Trapped in Hillside Home by Landslide in California - ABC News"
   },
   {
    "entities": [
     "israel",
     "coats",
     "cabinet",
     "jan. 11, 2017",
     "state",
     "rubio",
     "boston",
     "associated",
     "department",
     "today",
     "east",
     "andy",
     "gop",
     "tom",
     "trump's",
     "lindsey",
     "clinton",
     "kremlin",
     "white",
     "middle",
     "tehran",
     "relations",
     "connecticut",
     "mary",
     "august",
     "labor",
     "united",
     "rex",
     "senate",
     "donald",
     "indiana",
     "sec",
     "dan",
     "2014",
     "exxon",
     "russia",
     "kelly",
     "health",
     "u.s.",
     "and",
     "nato",
     "york",
     "jay",
     "ukraine",
     "hundreds of millions of dollars",
     "jan. 2016",
     "mobil",
     "graham",
     "press",
     "moscow",
     "crimea",
     "jeff",
     "chris",
     "foreign",
     "congress",
     "clayton",
     "john",
     "cromwell",
     "marco",
     "human",
     "sullivan",
     "obama",
     "new",
     "tillerson",
     "wednesday",
     "jo",
     "america",
     "iran",
     "committee",
     "putin",
     "price",
     "states",
     "marine",
     "trump",
     "2013",
     "house",
     "hillary",
     "services",
     "last week",
     "murphy",
     "vladimir",
     "the end of 2016",
     "past",
     "corps",
     "&",
     "sessions",
     "puzder",
     "barack",
     "two years ago",
     "dec. 7, 2016"
    ],
    "id": 24,
    "text": "Trump's secretary of state pick calls Russia a 'danger' to U.S. but won't call Putin 'war criminal' Marco Rubio grills Rex Tillerson about Russia and Putin During his Senate confirmation hearing, nominee for Secretary of State Rex Tillerson answers questions from Marco Rubio about whether Vladimir Putin is a war criminal, to which the former Exxon Mobil CEO declined to comment. Tillerson was awarded Russia's Order of Friendship in 2013 and has been the subject of scrutiny for his relationship with Vladimir Putin. Jan. 11, 2017. During his Senate confirmation hearing, nominee for Secretary of State Rex Tillerson answers questions from Marco Rubio about whether Vladimir Putin is a war criminal, to which the former Exxon Mobil CEO declined to comment. Tillerson was awarded Russia's Order of Friendship in 2013 and has been the subject of scrutiny for his relationship with Vladimir Putin. Jan. 11, 2017. Tribune news services Contact Reporter Barraged by questions about Russia, Donald Trump's pick for secretary of state promised a far more muscular approach toward the Kremlin on Wednesday, abandoning much of the president-elect's emphasis on improving ties between the Cold War foes. Instead, Rex Tillerson suggested the outgoing Obama administration responded too softly to Moscow's takeover of Ukrainian territory. The surprising shift in tone by Tillerson, a former Exxon Mobil CEO and Russian \"Order of Friendship\" recipient, reflected the difficulty Trump will have in persuading Democrats and Republicans to broach a broad rapprochement with President Vladimir Putin's government. Calling Russia a \"danger\" to the United States, Tillerson said he would keep U.S. sanctions in place and consider new penalties related to Russian meddling in the presidential election. Although he said he hadn't read last week's classified assessment by the U.S. intelligence community, Tillerson said it was a \"fair assumption\" that Putin would have ordered the operation that purportedly included hacking, propaganda and internet trolls to harm Hillary Clinton's candidacy and advance Trump's. But in a puzzling revelation, Tillerson conceded he hadn't yet talked with Trump about a Russia policy. \"Russia today poses a danger, but it is not unpredictable in advancing its own interests,\" Tillerson told the Senate Foreign Relations Committee. He added that Trump's administration would be committed to the defense of America's NATO partners, an obligation the president-elect called into question during the campaign if allies failed to meet defense spending pledges. Here are the people who have been nominated for positions in President-elect Donald Trump's Cabinet. While his prepared statement reflected some of Trump's desire for improved ties, Tillerson quickly pivoted under pressure from both sides of the aisle. On Russia's 2014 annexation of the Crimea region, he said, \"That was a taking of territory that was not theirs.\" Still, he criticized President Barack Obama's sanctions on Russia, which ended up costing Exxon hundreds of millions of dollars. And he declared that he would have responded by urging Ukraine to send all available military units to its eastern border with Russia and recommending U.S. and allied support through defensive weapons and air surveillance, to send a message to Moscow. \"That is the type of response that Russia expects,\" he said in a response to questions from Sen. Marco Rubio, Tillerson's toughest GOP inquisitor, who later lectured the oil man on human rights and hinted he might withhold his support. \"If Russia acts with force,\" Tillerson said, \"they require a proportional show of force.\" Trump offered a sharply different account of Ukraine during the presidential campaign and never proposed a show of U.S. military force in Ukraine. In an August interview, he claimed Russia would not enter Ukraine, not seeming to know Russian troops were already there. He suggested Crimea didn't count because the peninsula's people preferred being part of Russia, restating Putin's reason for taking the territory in 2014. Like Trump, Tillerson vowed complete support for Israel, which he called America's \"most important ally\" in the Middle East. Caption Sen. Jeff Sessions tapped to be next attorney general A brief look at Republican Sen. Jeff Sessions's career and past comments regarding race and civil liberties.  A brief look at Republican Sen. Jeff Sessions's career and past comments regarding race and civil liberties.  Caption Sen. Jeff Sessions tapped to be next attorney general A brief look at Republican Sen. Jeff Sessions's career and past comments regarding race and civil liberties.  A brief look at Republican Sen. Jeff Sessions's career and past comments regarding race and civil liberties.  Caption Who is Gen. John Kelly? Gen. John Kelly, a Boston native, served nearly 46 years in the Marine Corps and retired in Jan. 2016. (Dec. 7, 2016) Gen. John Kelly, a Boston native, served nearly 46 years in the Marine Corps and retired in Jan. 2016. (Dec. 7, 2016) Caption Donald Trump to nominate Wall Street lawyer Jay Clayton to head SEC Clayton, a partner with New York-based global law firm Sullivan & Cromwell, would take over for Mary Jo White. Clayton, a partner with New York-based global law firm Sullivan & Cromwell, would take over for Mary Jo White. Caption Two Trump Cabinet picks Democrats have concerns about Andy Puzder and Tom Price, Trump's Cabinet picks for the Labor and Health and Human Services departments, could face scrutiny at Senate confirmation hearings Andy Puzder and Tom Price, Trump's Cabinet picks for the Labor and Health and Human Services departments, could face scrutiny at Senate confirmation hearings Caption Donald Trump expected to tap former Indiana Sen. Dan Coats as intelligence director If he is confirmed by the Senate, Coats would face a daunting task as the bridge between Trump and the intelligence community. If he is confirmed by the Senate, Coats would face a daunting task as the bridge between Trump and the intelligence community. He said the new administration would undertake a full review of the Iran nuclear deal to deny the Islamic republic the ability to acquire an atomic weapon. He said that might only be possible if Iran can no longer enrich uranium, which the accord permits under strict constraints and without which Tehran wouldn't have made the deal. Some of the questioning reflected the traditional friction between a Congress that wants to prescribe foreign policy and an executive branch that traditionally seeks to maintain broad flexibility in its international affairs, tinted by Tillerson's vocal opposition to economic sanctions as a business leader. Addressing some of Congress' most experienced architects of U.S. economic pressure, Tillerson called sanctions \"a powerful tool\" in deterrence that could, however, also project weakness if applied poorly. He said neither he nor Exxon had lobbied against sanctions. But the company did try to influence sanctions legislation on Russia two years ago, congressional records and data from the Center for Responsive Politics show, and Tillerson made numerous White House visits, to no avail. Given a second chance on the subject, Tillerson sought to clarify his answer by saying he had expressed concerns related to security in shutting down an Exxon operation newly prohibited under the sanctions. President-elect Donald Trump 's pick for secretary of state, Exxon Mobil CEO Rex Tillerson , goes before the Senate Foreign Relations Committee for his confirmation hearing on Jan. 11, 2017. Tillerson represents a break in a longstanding tradition of secretaries of state with extensive military, legislative, political or diplomatic experience. Yet his supporters point to Tillerson's lengthy career as a senior executive in a mammoth multinational company as proof he has the management and negotiating skills to succeed in the State Department's top post, particularly when facing tough foreign governments. \"It's brilliant what he's doing and what he's saying,\" Trump said of Tillerson during a news conference in New York that occurred as Tillerson was testifying. \"He ran incredibly Exxon Mobil. When there was a find, he would get it.\" His Exxon experience, however, has been criticized by Democrats for possible conflicts of interest because of the company's far-flung business dealings. Tillerson, who stepped down as CEO at the end of 2016, said he understood being secretary of state meant different responsibilities. He pledged to be a steward for U.S. national interests rather than corporate ones. \"He is not prepared to be our secretary of state,\" said Sen. Chris Murphy, a Connecticut Democrat. If all 10 Democrats on the committee vote against Tillerson, and Rubio or any other Republican joins them, the nomination would then be referred to the full Senate with \"no recommendation.\" That would be an embarrassment for such a high-profile Cabinet nominee and could signal a larger confirmation battle. \"He's got to convince me he sees Russia for who they are,\" said Sen. Lindsey Graham, another skeptical Republican. On Tillerson's proposed response to the election hacking charges, Graham said, \"Real fuzzy answer.\" Associated Press ",
    "title": "Trump&apos;s secretary of state pick calls Russia a &apos;danger&apos; to U.S. but won&apos;t call Putin &apos;war criminal&apos; - Chicago Tribune"
   },
   {
    "entities": [
     "democratic",
     "the same day",
     "the same week",
     "this week",
     "capitol",
     "supreme",
     "graham",
     "the same hour",
     "trump",
     "house",
     "$2 billion",
     "cabinet",
     "richard",
     "moscow",
     "cnn",
     "dubai",
     "senate",
     "donald",
     "tower",
     "tuesday",
     "george",
     "business",
     "court",
     "congress",
     "russia",
     "vladimir",
     "u.s.",
     "new",
     "w.",
     "today",
     "national",
     "intel",
     "nazi",
     "hill",
     "wednesday",
     "york",
     "committee",
     "painter",
     "now",
     "1 percent",
     "putin",
     "bush",
     "lindsey",
     "germany",
     "white"
    ],
    "id": 25,
    "text": "WATCH Donald Trump Gives First Press Conference Since Becoming President-Elect 0 Shares At Trump Tower in New York, Donald Trump held his first press conference since becoming the president-elect. Here are some initial thoughts on what we witnessed today: A Wall, but No Wall Yes, Trump remains committed to a wall along the U.S.-Mexico border. But when it comes to a wall between Trump and his business interests, the arrangement he announced Wednesday doesn’t come close to what ethics experts have recommended. Putting his sons in charge of his empire won’t provide meaningful financial separation between the president and the businesses he helped build, said Richard Painter, who served as chief White House ethics lawyer under George W. Bush. Trump even bragged during the press conference about turning down a $2 billion deal in Dubai that he said he could have accepted, saying, “I could actually run my business and run government at the same time.” He isn’t quite doing that, but there’s nothing in this arrangement that could stop the perception or the reality of that happening, other than the honor system. Russia Love Notably, Trump said he now accepts that Russia was most likely behind the cyberattacks during the campaign that intelligence officials say were intended to help his candidacy. But he couldn’t quite bring himself to say bad things about Russian President Vladimir Putin or to even question his motives. “If Putin likes Donald Trump, I consider that an asset, not a liability,” Trump said. He continued to blame the Democratic National Committee for not having adequate cyberdefenses. Asked directly what his message to Putin is regarding hacking, Trump responded, “He shouldn’t be doing it. He won’t be doing it.” Trump’s hope is that projecting U.S. strength will change the relationship with Russia. But he’s still handling the bear with kid gloves. Trump Says Sons Will Take ‘Complete and Total Control’ of the Business Intel War Perhaps the harshest words Trump had for any group in his press conference were for the intelligence community. “A tremendous blot on their record,” he said in accusing intelligence officials of leaking details of what he’s been briefed on in classified sessions. “I think it’s a disgrace ... That’s something that Nazi Germany would have done and did do.” He will, of course, be the main consumer of intelligence information in nine days. He’s entering the presidency in the midst of an unprecedented war of words with intelligence professionals — with real consequences soon enough. Congress? Whatever In talking about some legislative priorities, it’s clear that Trump has little patience for the traditions and niceties of Congress, at least for now. He mocked Sen. Lindsey Graham, R-S.C. — “He is going to crack that 1 percent barrier one day” — even though Graham will be a needed ally on Capitol Hill. More significant, Trump pointed to a preferred path for repealing and replacing “Obamacare” that isn’t under serious consideration in the House or the Senate. Without offering details of how to do it, he said repealing and replacing the Affordable Care Act would “most likely be on the same day or the same week but probably the same day. Could be the same hour.” And he offered this unusually frank piece of advice on the issue to his own party: “We don’t want to own it. We don’t want to own it politically.” ‘Fake News’ Belongs to Trump Too The term that’s been used to describe malicious attempts to spread falsehoods and misinformation? The incoming president plans to use it as well. “Fake news” is what Trump labeled the unsubstantiated information about him that circulated widely this week after being included in an intelligence briefing. It’s also the term he used to describe news outlets that reported on that information on Tuesday. The label has been most commonly associated with efforts to influence politics through deliberate falsehoods circulated online. But Trump and his team are twisting that meaning. “I think it’s just something we’re going to have to live with,” he said of fake news. “I guess the advantage I have is that I can speak back.” That Was Weird Trump press conferences look as if they will be quite different from his predecessors’, if today’s was any indication. His long-delayed first press conference as president-elect featured props, sparring with reporters, a meandering opening statement and a long section in which a lawyer read a statement about Trump’s business plans. Along the way, he dropped news tidbits about his Cabinet, Supreme Court timeline, his legislative priorities and why he would never do anything untoward in a hotel in Moscow. His exchanges with the press appear unlikely to be dull affairs. They might also be extraordinarily combative, as with his repeated refusal to allow a CNN reporter to ask a question. This ride is going to be wild. 0 Shares ",
    "title": "ANALYSIS: 6 Takeaways From Donald Trump's Wild Press Conference - ABC News"
   },
   {
    "entities": [],
    "id": 26,
    "text": "",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "enrique",
     "tomorrow",
     "this week",
     "times",
     "lee",
     "states",
     "trump",
     "20%",
     "$10 billion dollars",
     "courtiño",
     "videgaray",
     "jan. 20",
     "billions of dollars",
     "nieto",
     "moody's",
     "2009",
     "united",
     "fox",
     "donald",
     "mexico",
     "carolyn",
     "bank",
     "of",
     "linthicum",
     "congress",
     "bill",
     "angeles",
     "2015",
     "peña",
     "vicente",
     "edward",
     "10%",
     "alden",
     "wilson",
     "1%",
     "luis",
     "coutiño",
     "analytics",
     "last fall",
     "canada",
     "wechter",
     "u.s.",
     "will",
     "today",
     "san",
     "oklahoma",
     "wednesday",
     "institute",
     "christopher",
     "cole",
     "los",
     "center",
     "america",
     "washington",
     "now",
     "the past",
     "$25 billion",
     "diego",
     "latin",
     "nafta",
     "city",
     "jan. 1",
     "alfredo"
    ],
    "id": 27,
    "text": "Trump still says he'll make Mexico pay for his border wall, but can he really? U.S.-Mexico border Bill Wechter / AFP A pair of fences separate Mexico, left, and the U.S. south of San Diego. A pair of fences separate Mexico, left, and the U.S. south of San Diego. (Bill Wechter / AFP) North American Free Trade Agreement It’s by now a predictable pattern. Every few days, President-elect  Donald Trump repeats his threat to build a massive border wall — and force Mexico to pay for it. And each time, Mexican leaders respond the same way.  “Neither today, nor tomorrow nor never Mexico will pay for that stupid wall. If Trump wants a monument to his ego, let him pay for it!!” former Mexican President Vicente Fox tweeted on Wednesday shortly after Trump made the border claim again at a news conference. “There is no way,” Luis Videgaray, Mexico’s new foreign secretary , said this week. For Mexico, he said, the wall issue is “a matter of national dignity and sovereignty.”  Trump has vowed to begin construction on the wall soon after his Jan. 20 inauguration. He plans to press Congress to fund the project and then find ways to have Mexico reimburse those costs later. The caustic back and forth between Trump and top Mexican officials, which along with fears of a trade war has sent the value of the peso plunging, raises the question: Can Trump really force Mexico to pay for the wall? We talked to several experts about that — as well as what Trump’s threats against Mexico could mean for the economies of both countries.  Will Trump be able to persuade Mexico to pay for the wall?  “The Mexican government isn’t willing to pay for the wall in any way,” said Alfredo Coutiño, Latin America director for Moody’s Analytics. Handing over billions of dollars for the construction of the wall would be a politically suicidal decision for Mexican President Enrique Peña Nieto, who saw his approval ratings sink after he met with Trump in Mexico City last fall. But besides that, there is a more practical concern.   “Mexico doesn’t have the money to pay for it,” Coutiño said. An already shaky economic and political situation was made more unstable Jan. 1 when the Mexican government deregulated gasoline prices. Gas prices rose as much as 20%, triggering angry demonstrations across the country. In recent weeks, Trump has acknowledged that it is unlikely the U.S. would receive a direct payment from Mexico, whose economy has been plagued by slow growth and rising inflation.  “Mexico, in some form, and there are many different forms, will reimburse us, and they will reimburse us for the cost of the wall,” Trump said Wednesday. “That will happen, whether it's a tax or whether it's a payment.” “Probably less likely that it's a payment,” he added.   (Carolyn Cole / Los Angeles Times) How could the U.S. try to recoup the costs? One way is taxing remittances, an idea Trump has floated in the past.  In 2015, Mexico received nearly $25 billion in remittances from citizens living outside the country, most of them from the U.S., according to the Bank of Mexico, the country’s central banking system. Trump has suggested much of that money is sent from people who are living in the United States illegally, although according to PolitiFact,  there is no way  to track the legal status of remittance senders. If Trump pushed Congress to approve, say, a 10% tax on remittances, that could generate $10 billion dollars for the U.S. government over four years.  Trump could “slice and dice” the situation to make it appear that Mexico is paying a tax to fund a border wall, said Edward Alden, a senior fellow specializing in U.S. trade policy at the Council on Foreign Relations. But ultimately, it would be Mexican immigrants who were paying. “It’s an ugly and regressive tax, because you’re essentially taxing poor people,” Alden said. Is there a precedent for taxing remittances?  Yes, at least on the state level. Since 2009, Oklahoma has charged a 1% fee — critics call it a tax — on all personal wire transfers of cash to accounts outside the state. The fee is a withholding on state income tax, and when residents file taxes, they eventually get the money back. However, those in the country illegally who send money abroad do not receive the cash back — a move that in effect taxes them.  Could the U.S. only target remittances sent to Mexico? That could be difficult. Any federal tax on remittances probably would have to be applied across the board to people sending money to all countries, analysts say. “Taxing one specific group of people on their remittances could be considered discriminatory,” said Christopher Wilson, deputy director of the Mexico Institute at the Wilson Center in Washington. What about Trump’s pledge to tax imports from Mexico? With the help of Congress, Trump could immediately impose new taxes on goods imported to the U.S. from Mexico. He could claim that is one way Mexico is paying the costs of the wall. But new taxes could draw lawsuits, Wilson said, because the  North American Free Trade Agreement  bars the U.S. from assessing tariffs on goods made in Canada or Mexico. Trump has pledged to immediately start renegotiating that deal to make it more fair for American workers, but that process could stretch years.  How would changes to free trade deals affect the economy?  Canceling or making serious changes to NAFTA could paralyze major American industries, like the automotive and food and beverage industries, Courtiño said. If that happens, “the U.S. runs the risk of going into recession.”  The consequences for Mexico also could be devastating. “Mexico would almost certainly go into recession,” Coutiño said, because Mexico’s faltering economy wouldn’t allow officials to lower interest rates and pump money into the economy like U.S. leaders did during the Great Recession. A recession in Mexico, Courtiño said, could unleash major unintended consequences in the U.S. that could undermine Trump’s efforts to even the trade playing field and limit illegal immigration. “In indirectly inducing the weakening of the peso, Trump is making Mexican exports more attractive for American consumers,” Courtiño said.  “If you block Mexico in terms of exports, investing and remittances, Mexico’s economy is going to sink, unemployment is going to rise, and guess what? More Mexicans are going to be willing to take the risk of crossing the border into the U.S.” Courtiño said. “Trump is running the risk of increasing immigration from Mexico.” This would create a certain irony. Though Central Americans have been trying to reach the U.S. in greater numbers, net migration from Mexico has remained zero for several years, with U.S. and Mexican government data showing more people returning home to Mexico than entering the U.S. illegally each year. What can Mexico do about Trump’s plans? Mexico has little say in several of the changes Trump has proposed. There is nothing Mexico could do to block a tax on remittances. And although it could impose trade tariffs on imports from the U.S., that would not have a big effect because Mexico exports more than it imports.  Although Mexico could withhold cooperation with U.S. officials on security issues and immigration enforcement at Mexico’s southern border as a bargaining chip, neither of those things is in Mexico’s interest, experts say.  “Mexico,” Courtiño said, “is basically at the mercy of the U.S.” “The most likely scenario is that the Trump administration will find some way to claim that they have forced Mexico to pay for the additional border fencing,” Wilson said. “And Mexico will claim that it was paid for by Congress and the Trump administration.” Linthicum reported from Mexico City and Lee from Los Angeles. ",
    "title": "Trump still says he&apos;ll make Mexico pay for his border wall, but can he really? - LA Times"
   },
   {
    "entities": [
     "york",
     "times",
     "al",
     "mccormick",
     "9 p.m.",
     "credit",
     "place",
     "saturday",
     "florida",
     "obama",
     "jan. 10, 2017",
     "tuesday",
     "chicago",
     "drago/the",
     "house",
     "new",
     "white"
    ],
    "id": 28,
    "text": "How to Watch: President Obama’s Farewell Address By THE NEW YORK TIMES JAN. 10, 2017 Continue reading the main story Photo President Obama departing from the White House on Saturday to attend a wedding in Florida. His farewell speech will be on Tuesday in Chicago. Credit Al Drago/The New York Times President Obama is returning to Chicago on Tuesday to deliver the farewell address of his administration. Here are the details: When: 9 p.m. E.S.T. Where: McCormick Place in Chicago How to watch: If you did not stand in line to get a free ticket to the event , the major networks and cable news channels will broadcast the speech. If you are not in front of a television, the White House is offering a live stream . Until then: Brush up on your knowledge of Mr. Obama’s presidency by reading through the first parts of our Obama Era series. _____ ",
    "title": "How to Watch: President Obama’s Farewell Address - The New York Times"
   },
   {
    "entities": [
     "et",
     "6:30 p.m.",
     "friday",
     "mitch",
     "trump",
     "house",
     "2017",
     "mcconnell",
     "jan 11, 2017",
     "paul",
     "next month",
     "senate",
     "$10 trillion",
     "for",
     "r-ky.",
     "48",
     "congress",
     "r-ky",
     "rand",
     "midnight",
     "current",
     "11:12 pm est",
     "wednesday",
     "early thursday",
     "committee",
     "budget",
     "white"
    ],
    "id": 29,
    "text": "Email Last Updated Jan 11, 2017 11:12 PM EST The mechanism Congress will use to undo Obamacare is the arcane budget process known as “reconciliation.” This enables Senate Republicans, who hold a slim majority of 52 - 48, to get around the requirement for a supermajority of 60 votes to pass the repeal. Under reconciliation, they just need a simple majority. But it still won’t be easy.  Some Obamacare enrollees hope to see it repealed Senate approval -expected early Thursday - and then House passage as early as Friday would trigger committee action to write repeal legislation that could come to a vote next month. A full replacement would follow sometime after that, presuming Republicans can come up with one.  “We must act quickly to bring relief to the American people,” said Senate Majority Leader Mitch McConnell, R-Ky.   On Wednesday, starting at around 6:30 p.m. ET, Senate Republicans will take the first step by passing the budget blueprint for the current 2017 fiscal year, along with the reconciliation bill, both of which will just require a simple majority. However, both measures are also subject to unlimited amendments, which are invariably stacked until the end and result in an hours-long series of votes that typically stretch until after midnight. This is called “vote-a-rama.” It’s not the repeal itself -- it just sets the repeal process in motion. And it also won’t carry the force of law -- it’s just a blueprint for Congress, and the president will not be signing it. Usually budget resolutions make projections about spending and taxes. The current measure is a “shell” bill that projects almost $10 trillion in new debt over a decade, but enabling action on repeal. Sen. Rand Paul, R-Ky., a strong fiscal conservative, has railed against fellow Republicans about adding to the debt. Amendments will be posted by the Senate Budget Committee here .  The ensuing repeal legislation - a budget “reconciliation” bill in Washington-speak - would be written by a handful of House and Senate committees with jurisdiction over health issues. It’ll first go to the House, where debate should be fairly routine. When the Senate takes up its version, however, Democrats will have many opportunities to offer amendments. The House and Senate would have to work out their differences before passing a final version and sending it to the White House for Trump’s signature. ",
    "title": "All night Senate \"Vote-a-rama\" will set Obamacare repeal in motion - CBS News"
   }
  ]
 }
}