{
 "13": {
  "col-sim": {
   "cosine": 0.18633571144722622,
   "entity": 0.2046262964094938
  },
  "exec-time": 38.24151849746704,
  "links": [
   {
    "entities": [
     "12:30 a.m.",
     "balt",
     "roman",
     "wbff",
     "avenue",
     "january 12, 2017",
     "santelises",
     "amber",
     "press",
     "springwood",
     "jackson/the",
     "malone",
     "sun",
     "thursday",
     "michael",
     "facebook",
     "cummings",
     "catonsville",
     "the day",
     "elijah",
     "clark",
     "johnson",
     "associated",
     "january 12, 2017 earlier in the day",
     "twitter",
     "u.s.",
     "wbbf",
     "early thursday, jan. 12, 2017",
     "jerry",
     "overnight",
     "katie",
     "ne",
     "last night",
     "schools",
     "william",
     "baltimore",
     "city",
     "time",
     "miller",
     "ap"
    ],
    "id": 0,
    "text": "6 children confirmed dead in Baltimore house fire Published               January 12, 2017 Facebook 0 Twitter 0 Email Print Baltimore City firefighters remain on the scene early Thursday, Jan. 12, 2017, after a fire on Springwood Avenue in northeast Baltimore. Several children and an adult were taken to an area hospital. Six children are still missing. (Jerry Jackson/The Baltimore Sun via AP) Firefighters have recovered the bodies of six children Thursday after a fire broke out overnight at their family home in northeast Baltimore. Firefighters were called to the three-story house at around 12:30 a.m. and found it engulfed in flames. The woman who lived in the home, identified as Katie Malone, is the mother of nine children who lived in the home along with their father, who was at work at the time of the fire. Malone and three of her children escaped the home. The children confirmed dead are two boys, ages 9 months and 2 years; 3-year-old twin girls; and two girls, ages 10 and 11, Clark said. Fire officials said Malone and a 4 and a 5-year-old boy were hospitalized in critical condition, while another children, an 8-year-old girl was in serious condition. The little girl is said to be “in good shape” and could be released later in the day, WBBF reported. BREAKING: 2 alarm fire, NE Balt. 4 in hospital, 3 critical condition. 6 children possibly still in home. Stay with @FOXBaltimore for updates pic.twitter.com/IKYxjPiqmn — Amber Miller (@AmberMillerWBFF) January 12, 2017 Earlier in the day, WJZ-TV  showed two small children sitting up as they were wheeled away on a stretcher and a woman on a stretcher with an oxygen mask over her face. Images from the scene show firefighters dousing the charred shell of the first two stories of the home between two other large three story single-family homes. More News... Notorious sex party house 'Sausage Castle' destroyed in suspicious fire “It’s a labor intensive process,” a fire official on scene told WBFF. William Malone said all nine are his children with Katie, who's a staff member for Rep. Elijah Cummings' district office. He told The Associated Press that he was not home at the time of the fire because he was at work for a restaurant. \"I'm still in shock to be honest,\" said Malone, who was reached by phone at a relative's home. He said he does not know what may have caused the fire. Cummings said Katie Malone has worked as a special assistant in his Catonsville office for nearly 11 years. \"My staff is a family and this unimaginable tragedy is shocking and heartbreaking to us all. I again ask for your prayers,\" Cummings said in a statement. Michael Johnson, 55, who lives a block away and can see the house from his home, described it as a complete inferno. UPDATE: children involved in NE Balt fire are 8 months to 11 yrs old. 3 escaped. 6 unaccounted for, possibly trapped inside home. pic.twitter.com/2Lb3lg2357 — Amber Miller (@AmberMillerWBFF) January 12, 2017 \"Fire was coming out of every window, and as they sprayed it, it seemed like the fire was fighting back or something. It just kept coming and coming and coming. Fire was actually coming out of the sides of the house. I've never seen anything like that in my life,\" Johnson said. Johnson, who didn't know the family, added that he was praying for the people inside. \"It was just so intense,\" he said. \"I didn't think anyone would be able to survive it at all.\" Baltimore City Schools' CEO Dr. Santelises said in statement, \"I am heartbroken by the devastating reports of last night's fire, and I pray for the children and family who were trapped in this tragedy. We are waiting for more complete information on those involved, and we will do everything in our power to support their families and schools. Our thanks go out to the first responders who fought so valiantly to save those inside.\" The third floor collapsed and the second floor partially collapsed, fire department spokesman Chief Roman Clark said. The blaze is contained, but hasn't been brought under control. The cause is under investigation, but investigators haven't been able to enter the building. Crews were awaiting the arrival of heavy-duty equipment that would help them remove debris from the dwelling, he said. The Associated Press contributed to this report. Advertisement Trending in U.S. 1 ",
    "title": "6 children confirmed dead in Baltimore house fire | Fox News"
   },
   {
    "entities": [
     "at 6:24 pm",
     "japan",
     "karoun",
     "cabinet",
     "ryan",
     "state",
     "the day",
     "cia",
     "china",
     "defense",
     "department",
     "ricky",
     "afghanistan",
     "iraq",
     "the end of the day",
     "islamic",
     "east",
     "trump's",
     "o'keefe",
     "kremlin",
     "white",
     "ben",
     "middle",
     "tehran",
     "joby",
     "spicer",
     "michael",
     "development",
     "united",
     "rex",
     "senate",
     "donald",
     "snell",
     "dan",
     "of",
     "north",
     "atlantic",
     "russia",
     "carson",
     "photo",
     "command",
     "jan. 12, 2017",
     "korea",
     "u.s.",
     "james",
     "raqqa",
     "and",
     "nato",
     "sean",
     "the past",
     "the future",
     "pentagon",
     "missy",
     "armed",
     "kirsten",
     "yalta",
     "thursday",
     "moscow",
     "pompeo",
     "mike",
     "baltics",
     "gillibrand",
     "housing",
     "obama",
     "tillerson",
     "wednesday",
     "iran",
     "america",
     "committee",
     "putin",
     "kelsey",
     "anne",
     "gearan",
     "states",
     "south",
     "trump",
     "2013",
     "house",
     "urban",
     "january 12",
     "syria",
     "services",
     "europe",
     "banking,",
     "vladimir",
     "affairs",
     "flynn",
     "post",
     "past",
     "lamothe",
     "buy",
     "warrick",
     "washington",
     "central",
     "2010",
     "mattis",
     "ed",
     "wait",
     "demirjian",
     "2003",
     "sept. 11, 2001"
    ],
    "id": 1,
    "text": "Placing Russia first among threats, Defense nominee warns of Kremlin attempts to ‘break’ NATO The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Missy Ryan and Dan Lamothe January 12 at 6:24 PM Follow @missy_ryan Follow @danlamothe Retired Marine Gen. James Mattis, Donald Trump’s pick to be the next U.S. defense secretary, placed Russia first among principal threats facing the United States, arguing for greater American support for European allies to counter what he said were Moscow’s attempts to shatter the North Atlantic security alliance. Mattis, a respected combat leader who made his name in the wars following the Sept. 11, 2001, attacks, cautioned that sustained cuts to military budgets and personnel meant the U.S. military is no longer strong enough to easily outmatch Russia and other adversaries. Mattis’s remarks during his confirmation hearing Thursday provide some of the first hints about how the Trump administration, which has not put forward comprehensive national security plans, may alter the posture of the world’s most advanced military at a time of institutional strain and uncertainty about the future. [ Trump’s pick for CIA leader would refuse to restart enhanced interrogation techniques ] His comments also signal a possible divergence in viewpoint with the president-elect, who has questioned long-standing security commitments and voiced his willingness to partner with Russian President Vladi­mir Putin. Trump said at a news conference Wednesday that “Russia can help us fight” the Islamic State, but he also noted: “I don’t know that I’m gonna get along with Vladimir Putin. I hope I do. But there’s a good chance I won’t.” 1 of 51 See photos from the confirmation hearings of Trump’s Cabinet nominees View Photos The Senate is getting an early start on the president-elect’s choices for several top jobs in his administration. Caption The Senate is getting an early start on the president-elect’s choices for several top jobs in his administration. Jan. 12, 2017  Ben Carson, the nominee to be the Housing and Urban Development secretary, pauses while answering questions from the Senate Banking, Housing and Urban Affairs Committee. Ricky Carioti/The Washington Post Buy Photo Wait 1 second to continue. Mattis’s seeming differences with Trump and those with the president-elect’s pick to be secretary of state, Rex Tillerson, who unlike Mattis has suggested that he might support renegotiating President Obama’s nuclear deal with Iran, could lead to a fractious approach to foreign policy and interagency feuding in the next administration. Mattis spoke as Rep. Mike Pompeo (R-Kan.), whom Trump has tapped to lead the CIA, pushed back on Trump’s support for waterboarding during the campaign and said he would reject orders to torture detainees. The conflicting statements from the men who will be Trump’s most senior advisers increase uncertainty about what actions the new administration will take as military leaders continue to battle the Islamic State and grapple with growing challenges from China and North Korea. Several hours after Mattis’s testimony before the Senate Armed Services Committee, the Senate voted 81 to 17 to waive a measure requiring defense secretaries to have been out of military service for seven years. Mattis retired in 2013. Later in the day, the House Armed Services Committee approved a similar measure along party lines, 34 to 28. The full House must also vote on that measure. Although some of the president-elect’s other Cabinet picks have come under intense questioning in their own confirmation hearings, Mattis encountered virtually no challenges from lawmakers to his suitability for the top Pentagon job. The 66-year-old veteran, known for his use of the call sign “Chaos” during overseas deployments, has earned a reputation as a scholarly, plain-spoken officer with an impressive combat record. His blunt style has brought controversy at times, as have his hawkish views on confronting threats in the Middle East. How long Cabinet confirmations take — and why past nominees failed View Graphic How long Cabinet confirmations take — and why past nominees failed Mattis was named the head of U.S. Central Command in 2010, but he left in 2013 amid disagreement with the Obama White House over the general’s desire to intensify the military response to Iranian activities throughout the region. Iran remains “the primary source of turmoil” in the Middle East, Mattis told lawmakers on Thursday, with its support for regional militant cells, its ballistic missile capability, its maritime provocations and cyber initiatives. Although Mattis’s hawkish views on the danger from Iran appear to coincide with Trump’s, he broke with the president-elect by voicing support for leaving the nuclear deal with Tehran intact. “I think it is in an imperfect arms control agreement — it’s not a friendship treaty,” he said. “But when America gives her word, we have to live up to it and work with our allies.” [ As a general, Mattis urged action against Iran. As a defense secretary, he may be a voice of caution. ] The questioning was notable for its scant discussion of the wars in Afghanistan, where 8,400 U.S. troops are stationed; in Iraq, where about 6,000 Americans are supporting a punishing Iraqi offensive against the Islamic State; and in Syria, where a small Special Operations force hopes to help local forces drive the militants from their stronghold of Raqqa. Mattis did say that the U.S. strategy for Raqqa “needs to be reviewed and perhaps energized on a more aggressive timeline.” Speaking to lawmakers about Russian activity beyond its borders, Mattis gave a full-throated defense of NATO and said he supports the Pentagon’s European Reassurance Initiative, which has added military power in eastern Europe in response to concerns about Russian pressure on the Baltics. On Thursday, Putin’s spokesman criticized the United States’ decision to begin a major deployment of troops and heavy equipment near Russian borders in eastern Europe. “Since Yalta, we have a long list of times we’ve tried to engage positively with Russia. We have a relatively short list of successes in that regard,” Mattis said, referring to the Yalta conference at the close of World War II. “The most important thing is that we recognize the reality of what we deal with Mr. Putin and we recognize that he is trying to break the North Atlantic alliance, and that we take the steps . . . to defend ourselves where we must.” As he did with Iran, Mattis, despite his harsh rhetoric, provided few specific ideas for using military means to push back against Russia. It’s unclear whether Mattis’s views will spark a confrontation with the Trump White House. Trump’s apparent interest in partnering with Moscow against the Islamic State in Syria, for example, may renew resistance that such ideas have provoked among military leaders in the past. Mattis repeatedly spoke up for traditional alliances, including those with NATO, South Korea and Japan, that Trump has questioned. The president-elect has expressed skepticism about U.S. security commitments unless those partners increase outlays for their own defense. “We must also embrace our international alliances and security partnerships. History is clear: Nations with strong allies thrive and those without them wither,” Mattis said. The nominee said Trump has shown himself to be open and inquisitive while discussing NATO with him. Asked how he, a retired four-star general, would negotiate his relationship with Trump’s pick for national security adviser, retired three-star general Michael Flynn, Mattis said that debate of policy issues “isn’t always tidy” but he didn’t expect problems. Asked about the possibility that Trump’s Cabinet nominees may differ with him on Russia, incoming press secretary Sean Spicer said that the president-elect was “not asking for clones” in selecting his senior advisers. Still, he said, “at the end of the day, each one of them is going to pursue a Trump agenda and a Trump vision.” [ With Trump as commander in chief, ‘America is in uncharted territory’ ] Democratic lawmakers expressed hope that Mattis, forged by the military establishment and boasting experience across administrations of both parties, would act as a restraint on some of Trump’s impulses. Repeatedly, the retired general referred to the need to improve military readiness, blaming years of budget cuts for an erosion to American technology and manpower. Trump has promised to increase defense spending. Mattis, who comes from a service that has led pushback to efforts to integrate women into combat positions, also signaled openness to allowing female service members to serve in all jobs as long as they meet established requirements. Sen. Kirsten Gillibrand (D-N.Y.), a strong supporter of gender integration, pointed to comments Mattis made after his retirement questioning the wisdom of placing women serving in all combat roles. Mattis responded that he has no plans to oppose women in any roles within the military. He said that he had hundreds of women serving among his 23,000 Marines during the invasion of Iraq in 2003. “I’m coming in with the [understanding] that I lead the Department of Defense and if someone brings me a problem then I’ll look at it, but I’m not coming in looking for problems,” he said. “I’m looking for a way to get the department so it’s at the most lethal stance.” Anne Gearan, Karoun Demirjian, Joby Warrick, Kelsey Snell and Ed O’Keefe contributed to this report. Read more: ",
    "title": "Placing Russia first among threats, Defense nominee warns of Kremlin attempts to ‘break’ NATO - The Washington Post"
   },
   {
    "entities": [
     "supreme",
     "action",
     "cabinet",
     "deferred",
     "for",
     "menendez",
     "cia",
     "defense",
     "once",
     "mcfarland",
     "department",
     "army",
     "hill",
     "center",
     "a day earlier",
     "public",
     "trump's",
     "field",
     "bush",
     "intelligence",
     "white",
     "peter",
     "right now",
     "capitol",
     "management",
     "elaine",
     "relations",
     "manual",
     "institution's",
     "township",
     "united",
     "2009",
     "rex",
     "senate",
     "donald",
     "steve",
     "of",
     "north",
     "atlantic",
     "tuesday",
     "russia",
     "enforcement",
     "alito",
     "kelly",
     "tumulty",
     "u.s.",
     "w.",
     "james",
     "york",
     "karen",
     "samuel",
     "roberts",
     "botsford/the",
     "customs",
     "saturday, nov. 19, 2016",
     "at 7:13 pm",
     "armed",
     "schmidt",
     "yalta",
     "club",
     "thursday",
     "moscow",
     "pompeo",
     "foreign",
     "security",
     "2015",
     "childhood",
     "mike",
     "john",
     "obama",
     "national",
     "new",
     "tillerson",
     "sarah",
     "wednesday",
     "arrivals",
     "kamarck",
     "iran",
     "america",
     "committee",
     "stevenson/the",
     "bob",
     "putin",
     "the third day",
     "jabin",
     "kt",
     "times",
     "brookings",
     "states",
     "marine",
     "trump",
     "house",
     "january 12",
     "services",
     "golf",
     "peace",
     "george",
     "court",
     "vladimir",
     "post",
     "effective",
     "corps",
     "bedminster",
     "n.j.",
     "institute",
     "washington",
     "mattis",
     "homeland"
    ],
    "id": 2,
    "text": "Trump’s Cabinet nominees keep contradicting him The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it President-elect Donald Trump walks out with retired Marine Corps Gen. James Mattis after a meeting at the Trump National Golf Club Bedminster clubhouse at Trump National Golf Club Bedminster in Bedminster Township, N.J. on Saturday, Nov. 19, 2016. (Jabin Botsford/The Washington Post) By Karen Tumulty January 12 at 7:13 PM Follow @ktumulty Donald Trump’s Cabinet nominees, in their first round of confirmation hearings on Capitol Hill, have one after another contradicted the president-elect on key issues, promising to trim back or disregard some of the signature promises on which he campaigned. A fresh round of examples came in the third day of hearings on Thursday. Retired Gen. James Mattis, Trump’s nominee for defense secretary, told the Senate Armed Services Committee that the United States must honor the “imperfect arms control agreement” with Iran that Trump has vowed to dismantle because “when America gives her word, we have to live up to it and work with our allies.” He also took a more adversarial stance than Trump toward Russian President Vladi­mir Putin, and cited Moscow as one of the nation’s top threats. “I’ve never found a better guide for the way ahead than studying the histories. Since Yalta, we have a long list of times we’ve tried to engage positively with Russia. We have a relatively short list of successes in that regard,” Mattis said. “I think right now the most important thing is that we recognize the reality of what we deal with Mr. Putin and we recognize that he is trying to break the North Atlantic alliance.” (Sarah Parnass/The Washington Post) At another witness table in another Senate hearing room, Rep. Mike Pompeo (R-Kan.), whom Trump picked to head the CIA, assured the Intelligence Committee that he would “absolutely not” use brutal interrogation tactics on terrorism suspects in contravention of the law, even if ordered to do so by a president-elect who campaigned on a promise to reinstate them. The discordant notes that cabinet nominees have struck as they have been questioned by senators suggests that a reality check may lie ahead for Trump. It may be that the grandiosity and disregard for convention that got Trump elected were inevitably bound for a collision course with the practical and legal limitations of governing. “His rhetoric was so far outside the boundaries — in some instances of reality, and in some instances of the laws of the nation, and in other issues, outside the boundaries of pass-fail issues for some of these nominees,” said Republican strategist Steve Schmidt, who as an aide to former President George W. Bush oversaw the confirmation process for the Supreme Court nominations of Samuel Alito and Chief Justice John Roberts. The American system of government places “extraordinary constraints” on even a president’s power, Schmidt said. “You’re seeing the reality-show aspects of campaigning bending to the reality of governance.” But others say that Trump is such a singular figure, whose fervent supporters are convinced that he can topple the established order in Washington, that it is impossible to predict how things will play out once he is inaugurated. “We are in such uncharted territory with this guy,” said Elaine Kamarck, director of the Brookings Institution’s Center for Effective Public Management. “The interesting thing will be, does Trump pay attention to what his government does?” (Peter Stevenson/The Washington Post) The comments by Mattis and Pompeo on Thursday continued a pattern set in the first two days of hearings. On Tuesday, retired Marine Corps Gen. John Kelly, nominated to head the Department of Homeland Security, had downplayed the significance of Trump’s promise to build a wall on the Mexican border, saying “a physical barrier in and of itself will not do the job.” And Kelly, too, disavowed torture, saying: “I don’t think we should ever come close to crossing a line that is beyond what we as Americans would expect to follow in terms of interrogation techniques.” In 2009, President Obama signed an executive order that bars the CIA from using interrogation methods beyond those permitted by the U.S. Army Field Manual. That excludes such measures as waterboarding. Trump, on the other hand, argued during his campaign that “torture works.” He vowed to resume it “immediately,” and to come up with “much worse.” On Wednesday, secretary of state-designate Rex Tillerson contradicted the president-elect’s repeated suggestions that climate change is a hoax, and said it is important for this country to “maintain its seat at the table on the conversations around how to address the threats of climate change, which do require a global response.” As a candidate, Trump had said he would withdraw the United States from a 2015 international accord to reduce greenhouse gases, though he has since softened that stance and said he is keeping “an open mind to it.” That Trump’s nominees would air their disagreements with the president-elect at their confirmation hearings is “extraordinarily unusual,” Kamarck said. “The first thing a president and a transition team does is make sure the president and his cabinet are on the same page.” But it may be that they have not yet even discussed their differences at all. Among the startling turns in the confirmation hearings has been the revelation by some of Trump’s nominees that they have not had detailed conversations with the president-elect about critical issues that will fall within their portfolios. Tillerson, for example, told the Foreign Relations Committee that he and Trump had discussed foreign policy “in a broad construct and in terms of the principles that are going to guide that.” “I would have thought that Russia would be at the very top of that considering all the actions that have taken place,” Sen. Bob Menendez (D-N.J.) pressed. “Did that not happen?” “That has not occurred yet, senator,” Tillerson replied. Kelly made a similar comment when he was asked about the fate of hundreds of thousands of undocumented immigrants who have applied for protection from deportation under the Obama administration’s Deferred Action for Childhood Arrivals executive action. In his campaign, Trump vowed to “immediately terminate” the program. “The entire development of immigration policy is ongoing right now in terms of the upcoming administration. I have not been involved in those discussions,” said Kelly, who is slated to head a sprawling department that includes U.S. Immigration and Customs Enforcement. One question is whether his appointees will convince Trump to moderate some of the strident positions that he took during his presidential campaign. He has already indicated that they have influenced his thinking in some areas. During an interview with the New York Times shortly after his election, for instance, Trump had said that Mattis had made the case “a pack of cigarettes and a couple of beers” were more effective in getting information from terrorism suspects than waterboarding and similarly controversial techniques. “I was very impressed by that answer,” Trump said. Another unknown, however, is how the cabinet appointees’ views will mesh with senior members of Trump’s White House staff, who do not undergo confirmation by the Senate. Tillerson, for example, said under questioning by the Foreign Relations Committee that supporting human rights globally is ”without question” in the long-term national security interests on the United States. But at a forum a day earlier at the United States Institute of Peace, KT McFarland, who will be Trump’s deputy national security adviser contended that Trump will take foreign policy in a less idealistic direction. “The mistake that we make is that we constantly tell other countries how they should think,” McFarland said. “What I’m hoping is that we can start seeing things through their eyes. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump’s Cabinet nominees keep contradicting him - The Washington Post"
   },
   {
    "entities": [
     "october 30",
     "weiner",
     "5:06",
     "ranking",
     "11 days",
     "comey",
     "trump",
     "hillary",
     "reuters",
     "michael",
     "thursday",
     "late october",
     "abedin",
     "legislative",
     "investigation",
     "donald",
     "recently",
     "november 1, 2016",
     "huma",
     "of",
     "bureau",
     "members",
     "congress",
     "bill",
     "justice",
     "2016",
     "affairs",
     "federal",
     "horowitz",
     "twitter",
     "department",
     "e.",
     "fbi",
     "new",
     "anthony",
     "july",
     "james",
     "joshua",
     "york",
     "time",
     "afternoon",
     "roberts",
     "before the",
     "early november",
     "clinton",
     "congressional",
     "just"
    ],
    "id": 3,
    "text": "FBI probe launched into actions ahead of election 5:06 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170113003745if_/http://www.nbcnews.com/widget/video-embed/853480003790\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The Justice Department Inspector General says he will review how the FBI and Justice Department handled certain aspects of the Hillary Clinton email investigation. The probe by Michael E. Horowitz will include a review of FBI Director James Comey's news conference in July and his two letters to lawmakers in late October and early November. \"In response to requests from numerous Chairmen and Ranking Members of Congressional oversight committees, various organizations, and members of the public, the Office of the Inspector General will initiate a review of allegations regarding certain actions by the Department of Justice and the Federal Bureau of Investigation in advance of the 2016 election,\" the Justice Department said in a statement. FBI Director James Comey (file photo) JOSHUA ROBERTS / Reuters Just 11 days before the 2016 general election, Comey notified Congress that the FBI was reviewing a new batch of emails that appeared to be pertinent to their investigation. The emails, discovered during a probe, were found on a laptop that former New York congressman Anthony Weiner allegedly used to send lewd text messages and pictures to an underage girl. Investigators also discovered Weiner's estranged wife, Huma Abedin, had used the same laptop to send emails to Clinton. Ultimately, those emails were deemed unrelated to the Clinton email probe. But Clinton and her surrogates felt the timing of Comey's announcement hurt her presidential bid . Most recently Bill Clinton was more blunt while talking to shoppers in a local New York bookstore reportedly saying Comey \"cost\" her the election. President-elect Donald Trump lauded Comey's actions at the time and said they \"took guts.\" According to a Justice Department statement, Horowitz will also examine: Allegations that the FBI Deputy Director should have been recused from participating in certain investigative matters; Allegations that the Department's Assistant Attorney General for Legislative Affairs improperly disclosed non-public information to the Clinton campaign and/or should have been recused from participating in certain matters; Allegations that Department and FBI employees improperly disclosed non-public information; and Allegations that decisions regarding the timing of the FBI's release of certain Freedom of Information Act (FOIA) documents on October 30 and November 1, 2016, and the use of a Twitter account to publicize same, were influenced by improper considerations. Comey said he is \"grateful\" for the review. \"I am grateful to the Department of Justice's IG for taking on this review,\" Comey said in a statement. \"He is professional and independent and the FBI will cooperate fully with him and his office. I hope very much he is able to share his conclusions and observations with the public because everyone will benefit from thoughtful evaluation and transparency regarding this matter.\" The response to the review in political circles on Thursday afternoon was swift. Play ",
    "title": "Clinton Emails: DOJ Inspector General to Review FBI, Comey Actions - NBC News"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "supreme",
     "pelley",
     "house",
     "2017 jan 12",
     "2017",
     "sunday",
     "news",
     "inc.",
     "facebook",
     "at 7 p.m.",
     "golden",
     "steve",
     "kroft",
     "court",
     "scott",
     "jan. 15",
     "below",
     "obama",
     "comments",
     "triangle",
     "washington",
     "evening",
     "now",
     ",",
     "barack",
     "2007",
     "white"
    ],
    "id": 4,
    "text": "Preview: The Golden Triangle Obama tells 60 Minutes shaping public opinion is \"part of the job\" President Obama tells Steve Kroft that part of his job is shaping public opinion and there were times during his presidency where he \"lost the PR battle\" 2017 Jan 12 Facebook Comments President Barack Obama says sometimes in his presidency he failed to marshal enough public opinion to force his Republican opponents to back off. Losing “the PR battle” was one reason he couldn’t get a hearing for his last Supreme Court nominee, he tells Steve Kroft in an interview to be broadcast Sunday on CBS.  The full interview, Obama’s last appearance on network television in a presidential interview, will be part of “60 Minutes Presents: Barack Obama: Eight Years in the White House.” The hour-long program will also follow the 44th president’s journey through his own words in the 60 Minutes interviews he did with Kroft, beginning when Obama declared his candidacy in 2007, through the elections and the milestones of his eight years in the White House. “60 Minutes Presents: Barack Obama: Eight Years in the White House” will be broadcast Sunday, Jan. 15 at 7 p.m. ET/PT.   President Barack Obama CBS News Below is a transcript of the excerpt that appeared on the CBS Evening News with Scott Pelley . Steve Kroft:You didn’t change Washington. President Barack Obama: I changed those things that were in direct-- my direct control. I mean, I-- look, I’m proud of the fact that, with two weeks to go, we’re part of the first administration in modern history that hasn’t had a major scandal in the White House. In that sense, we changed some things. I would’ve liked to have gotten that one last Supreme Court justice in there. I’d like the Supreme Court to take a look at-- Steve Kroft: You couldn’t even get a hearing. President Barack Obama: But we couldn’t even get a hearing. Trying to get the other side of the aisle to work with us on issues, in some cases, that they professed, originally, an interest in, and saying to them, “Hold on a second. You guys used to think this was a good idea. Now, just because I’m supporting it, you can’t change your mind.” But they did. And what that did, I think, made me appreciate. And I’ve said this before. But it’s worth repeating. Because this is on me. Part of the job description is also shaping public opinion. And we were very effective, and I was very effective, in shaping public opinion around my campaigns. But there were big stretches, while governing, where even though we were doing the right thing, we weren’t able to mobilize public opinion firmly enough behind us to weaken the resolve of the Republicans to stop opposing us or to cooperate with us. And there were times during my presidency where I lost the PR battle. © 2017 CBS Interactive Inc. All Rights Reserved. Recent Segments ",
    "title": "Obama tells 60 Minutes shaping public opinion is \"part of the job\" - CBS News"
   },
   {
    "entities": [],
    "id": 5,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "sheri",
     "treasury",
     "phelps",
     "states",
     "sr.",
     "trump",
     "morgan,",
     ", 5:04 pm",
     "harvard",
     "richard",
     "news",
     "may",
     "united",
     "university",
     "donald",
     "international",
     "steve",
     "laurence",
     "george",
     "schooner",
     "abc",
     "congress",
     "present",
     "mike",
     "tribe",
     "hotel",
     "lewis",
     "bockius",
     "eric",
     "u.s.",
     "w.",
     "dillon",
     "jordyn",
     "wednesday",
     "&",
     "washington",
     "painter",
     "weekend",
     "jan 12, 2017",
     "jr.",
     "bush",
     "the future",
     "pence"
    ],
    "id": 6,
    "text": "How Donald Trump May Violate the Constitution the Second He's Sworn In By Jordyn Phelps Jan 12, 2017, 5:04 PM ET 0 Shares WATCH Emoluments Clause: The Basics 0 Shares Email President-elect Donald Trump may be handing over the reins of his global real estate empire to his sons Donald Trump Jr. and Eric Trump and to a longtime business executive, but he still risks violating the U.S. Constitution, some experts have warned. Sheri Dillon, a partner at Morgan, Lewis & Bockius, the law firm she said Donald Trump Sr. directed “to design a structure for his business empire,” told reporters Wednesday that the financial trust Trump signed would “completely isolate [Trump] from the management of the company.” “The Constitution does not require President-elect Trump to do anything here, but just like with conflicts of interest, he wants to do more than what the Constitution requires,” she said. “He is going to voluntarily donate all profits from foreign government payments made to his hotels to the United States Treasury. This way it is the American people who will profit.” Legal experts, however, tell ABC News that the plan fails to comply with the Constitution by not adequately separating the future president from his myriad business interests. Constitutional law expert and Harvard professor Laurence Tribe argues that Trump will be “a walking, tweeting violation” of the Constitution from the moment he takes office. “His lawyer wouldn't get a passing grade in constitutional law,” Tribe told ABC News. “From the very moment he takes the oath, he will be violating a provision of the Constitution that he takes an oath to uphold every minute of every day.\" It all comes down to the emoluments clause of the Constitution, which forbids elected officials, including the president, from accepting gifts from a foreign government. How Trump's Tweets Seem to Be Affecting Stocks and CEOs What Is the Emoluments Clause? Article I, Section 9, Clause 8 of the Constitution reads, “No person holding any office of profit or trust under them, shall, without the consent of the Congress, accept of any present, emolument, office or title, of any kind whatever, from any king, prince or foreign state.” “Emolument” is a fancy word that means compensation, profit or benefit. With a business empire that spans the world and includes a network of real estate properties and hotels that are patronized by representatives of foreign governments, ethics experts say Trump needs to divest himself from the company to be in compliance with the nation's laws. “To satisfy the Constitution, he needs to make sure he does not own companies that are accepting payments from foreign governments or corporations owned by foreign governments,” Richard Painter, a former ethics lawyer for President George W. Bush, told ABC News. Steve Schooner, a government procurement law expert who teaches at George Washington University, said the legal defense presented by Trump’s lawyer was “too cute by half.” He explained that Trump's hotels, especially the Trump International Hotel in Washington, would have difficulty isolating the money spent by foreign governments. “The profits all get swallowed up in the bookkeeping somehow,” said Schooner. “If there’s a low vacancy rate one month and a big foreign delegation comes in and the hotel loses money that month but has a great weekend, there’s no profit.” He continued, “If the hotel is losing money and it loses less as a result, that's an emolument. There are significant benefits to the Trump business whether or not profits are recognized, not least of which is you have foreign governments hosting events there, and that's free advertising, which promotes further business with others who may want to curry favor with the president.\" One aspect of his business operations where Painter says Trump is safe legally from a Constitutional perspective is where the business only engages with U.S. citizens or private foreign clients. He offered the example of an office building in which the tenants are only American firms or privately owned foreign companies as a permissible business venture. Tribe goes further in his interpretation of the emoluments clause, arguing that complete divestment is necessary to truly adhere to the constitutional guideline set by the framers of the Constitution. “The Constitution was deliberately written to forbid a U.S. official, particularly a president, from accepting a profit from a foreign government or from some entity representing a foreign government. The reason for that was the long experience of European corruption,” Tribe said. “Every minute of every day, one of his hundreds of enterprises around the world will be receiving benefits from foreign governments,” he continued. It’s a principle that Tribe argues extends to Trump’s adult sons, who Trump announced will take over total control of the business operations when he’s president. “The whole history of European corruption that our founders were trying to get away from was based on the understanding that the best way to get to the king is to give benefits to the prince,” Tribe said. “The whole point of the emoluments clause is to prevent foreign governments from greasing the palm of an American official, and whether it’s his own palm or the extended palm of his daughter or son doesn’t make the slightest difference.” Painter, in contrast, doesn’t believe the clause extends to Trump’s adult children, even though he says “the appearances politically are still very questionable,” should foreign payments continue to flow to Trump’s children. “Can we hold the officeholder in violation of the Constitution because his grown children are doing business with foreign governments? I can’t imagine that that would happen,” Painter said. The problem, Painter says, arises with the appearance created by Trump’s adult children sitting in on meetings with foreign leaders, because there is no way to ensure that they are not “mixing Trump business with government business.” What Can Congress Do, and Is There a Risk of Impeachment? There is one solution under which Trump can avoid the risk of violating the emoluments clause altogether: Congress can give him permission to maintain his business empire. “The emoluments clause specifically says that Congress is in charge. It can give the president permission to have what might otherwise look like a conflict of interest,” Tribe said. Painter suggests that it would be an “excellent solution” if Trump could work out a deal with Congress in which it shrinks the application of the emoluments clause and lays out the terms under which Trump may continue owning businesses. The big catch in that scenario, of course, is that Congress would have to go along with it — a politically risky venture for Republicans who may not want to be held responsible down the road. Painter said that it is unlikely that Trump could be sued over the matter. The enforceable body in the case of the emoluments clause is Congress. But without congressional sign-off, Painter cautions, Trump could find himself facing a hugely risky — although highly unlikely — situation: impeachment. “It Congress doesn’t affirmatively give permission, he runs the risk that the next Congress is going to come back and accuse him of something,” Painter said. “It’s a big risk.” And even though Trump may appear safe from impeachment with a Republican-controlled Congress, Tribe doesn’t rule out the possibility that Trump’s party could turn on him. “We don’t know what Congress will do,” Tribe said. “If they decide Mike Pence might be a safer president for them in terms of their re-election prospects, they might well bring the sword down on Donald Trump.” “The very fact that he’s in that day-to-day threat really distorts the whole American system of government,” Tribe said. “He is a walking impeachable offense.” 0 Shares ",
    "title": "How Donald Trump May Violate the Constitution the Second He's Sworn In - ABC News"
   },
   {
    "entities": [
     "democratic",
     "simpson",
     "d.",
     "times",
     "orbis",
     "friday",
     "september 2015",
     "britain",
     "trump",
     "spring",
     "hillary",
     "michael",
     "2009",
     "june",
     "moscow",
     "london",
     "morning",
     "street",
     "monday",
     "business",
     "russia",
     "vladimir",
     "2008",
     "fusion",
     "john",
     "glenn",
     "current",
     "k.g.b.",
     "post",
     "past",
     "podesta",
     "future",
     "the early 1990s",
     "v.",
     "new",
     "journal",
     "national",
     "steele",
     "wall",
     "gps",
     "solodukhin",
     "york",
     "washington",
     "oleg",
     "committee",
     "cohen",
     "prague",
     "putin",
     "rossotrudnichestvo",
     "clinton",
     "intelligence",
     "december"
    ],
    "id": 7,
    "text": "Continue reading the main story Parts of the story remain out of reach — most critically the basic question of how much, if anything, in the dossier is true. But it is possible to piece together a rough narrative of what led to the current crisis, including lingering questions about the ties binding Mr. Trump and his team to Russia. The episode also offers a glimpse of the hidden side of presidential campaigns, involving private sleuths-for-hire looking for the worst they can find about the next American leader. Advertisement Continue reading the main story The story began in September 2015, when a wealthy Republican donor who strongly opposed Mr. Trump put up the money to hire a Washington research firm run by former journalists, Fusion GPS, to compile a dossier about the real estate magnate’s past scandals and weaknesses, according to a person familiar with the effort. The person described the opposition research work on condition of anonymity, citing the volatile nature of the story and the likelihood of future legal disputes. The identity of the donor is unclear. Fusion GPS, headed by a former Wall Street Journal journalist known for his dogged reporting, Glenn Simpson, most often works for business clients. But in presidential elections, the firm is sometimes hired by candidates, party organizations or donors to do political “oppo” work — shorthand for opposition research — on the side. It is routine work and ordinarily involves creating a big, searchable database of public information: past news reports, documents from lawsuits and other relevant data. For months, Fusion GPS gathered the documents and put together the files from Mr. Trump’s past in business and entertainment, a rich target. Got a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists. Learn More After Mr. Trump emerged as the presumptive nominee in the spring, the Republican interest in financing the effort ended. But Democratic supporters of Hillary Clinton were very interested, and Fusion GPS kept doing the same deep dives, but on behalf of new clients. In June, the tenor of the effort suddenly changed. The Washington Post reported that the Democratic National Committee had been hacked, apparently by Russian government agents, and a mysterious figure calling himself “Guccifer 2.0” began to publish the stolen documents online. Mr. Simpson hired Mr. Steele, a former British intelligence officer with whom he had worked before. Mr. Steele, in his early 50s, had served undercover in Moscow in the early 1990s and later was the top expert on Russia at the London headquarters of Britain’s spy service, MI6. When he stepped down in 2009, he started his own commercial intelligence firm, Orbis Business Intelligence. The former journalist and the former spy, according to people who know them, had similarly dark views of President Vladimir V. Putin of Russia, a former K.G.B. officer, and the varied tactics he and his intelligence operatives used to smear, blackmail or bribe their targets. As a former spy who had carried out espionage inside Russia, Mr. Steele was in no position to travel to Moscow to study Mr. Trump’s connections there. Instead, he hired native Russian speakers to call informants inside Russia and made surreptitious contact with his own connections in the country as well. Advertisement Continue reading the main story Mr. Steele wrote up his findings in a series of memos, each a few pages long, that he began to deliver to Fusion GPS in June and continued at least until December. By then, the election was over, and neither Mr. Steele nor Mr. Simpson was being paid by a client, but they did not stop what they believed to be very important work. (Mr. Simpson declined to comment for this article, and Mr. Steele did not immediately reply to a request for comment.) The memos described two different Russian operations. The first was a yearslong effort to find a way to influence Mr. Trump, perhaps because he had contacts with Russian oligarchs whom Mr. Putin wanted to keep track of. According to Mr. Steele’s memos, it used an array of familiar tactics: the gathering of “kompromat,” compromising material such as alleged tapes of Mr. Trump with prostitutes in a Moscow hotel, and proposals for business deals attractive to Mr. Trump. The goal would probably never have been to make Mr. Trump a knowing agent of Russia, but to make him a source who might provide information to friendly Russian contacts. But if Mr. Putin and his agents wanted to entangle Mr. Trump using business deals, they did not do it very successfully. Mr. Trump has said he has no major properties there, though one of his sons said at a real estate conference in 2008 that “a lot of money” was “pouring in from Russia.” The second Russian operation described was recent: a series of contacts with Mr. Trump’s representatives during the campaign, in part to discuss the hacking of the Democratic National Committee and Mrs. Clinton’s campaign chairman, John D. Podesta. According to Mr. Steele’s sources, it involved, among other things, a late-summer meeting in Prague between Michael Cohen, a lawyer for Mr. Trump, and Oleg Solodukhin, a Russian official who works for Rossotrudnichestvo, an organization that promotes Russia’s interests abroad. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "How a Sensational, Unverified Dossier Became a Crisis for Donald Trump - The New York Times"
   },
   {
    "entities": [
     "peter",
     "david",
     "rich",
     "ranking",
     "andrew",
     "the end of october",
     "2001",
     "january 12, 2017",
     "november",
     "oig",
     "trump",
     "comey",
     "house",
     "hillary",
     "terry",
     "nov. 1",
     "thursday",
     "michael",
     "vault",
     "news",
     "facebook",
     "july 5",
     "fox",
     "senate",
     "donald",
     "of",
     "members",
     "congress",
     "bill",
     "2015",
     "justice",
     "john",
     "twitter",
     "horowitz",
     "mccabe",
     "virginia",
     "records",
     "podesta",
     "department",
     "petraeus",
     "fbi",
     "mcauliffe",
     "wikileaks",
     "oct. 30",
     "james",
     "doj",
     "kadzik",
     "matt",
     "dean",
     "oct. 28",
     "nov. 6",
     "clinton",
     "congressional",
     "marc"
    ],
    "id": 8,
    "text": "Inspector general to review DOJ, FBI handling of Clinton case Published               January 12, 2017 Facebook 0 Twitter 0 livefyre Email Print   The Department of Justice inspector general announced a sweeping review Thursday of Justice Department and FBI actions leading up to the November election – in response to criticism from both sides of the aisle over how the agencies handled the Hillary Clinton email scandal.  The decision breathes new life into a controversy that had been fading since Clinton lost to Donald Trump.  The IG's office said the review will focus on allegations that procedures were not followed in connection to FBI Director James Comey’s announcement on July 5 that he would not recommend charges, even though Clinton and her staff acted “extremely carelessly” in using private email when she served as secretary of state.  The review also will look at whether appropriate policy and procedures were followed in Comey’s surprise letter to Congress on Oct. 28 – which announced he was revisiting the email probe in light of newly discovered emails – and a letter on Nov. 6, which announced there would be no further charges.  Members of the Clinton campaign and its allies have said Comey's decision to announce the reopening of the probe damaged Clinton's bid and helped cost her the election. Inspector General Michael Horowitz announced the review in response “to requests from numerous Chairmen and Ranking Members of Congressional oversight committees, various organizations, and members of the public.” The probe will also examine allegations that FBI Deputy Director Andrew McCabe should have been recused from the probe. Questions were raised about McCabe’s impartiality after it was revealed Clinton ally and Virginia Gov. Terry McAuliffe’s donated to his wife’s 2015 Senate campaign. Additionally, the probe will investigate allegations that DOJ and FBI employees improperly disclosed information not meant for the public. This apparently refers to assistant attorney general Peter Kadzik, whose email tipping off Clinton Campaign Chair John Podesta about a House oversight committee hearing was revealed by WikiLeaks. The review will also probe decisions regarding the timing of the FBI’s release of certain Freedom of Information Act documents at the end of October. The FBI’s Records Vault released a number of documents on Oct. 30 and Nov. 1, including the investigation into retired Gen. David Petraeus for compromising classified material, and the probe into President Bill Clinton’s controversial 2001 pardon of financier Marc Rich. The timing led some to believe it was an attempt to influence the election. “The review will not substitute the OIG’s judgment for the judgments made by the FBI or the Department regarding the substantive merits of investigative or prosecutive decisions,” the release from IG said. Fox News' Matt Dean contributed to this report. Advertisement ",
    "title": "Inspector general to review DOJ, FBI handling of Clinton case | Fox News"
   },
   {
    "entities": [
     "abbey",
     "dinuzzo",
     "david",
     "this week",
     "karageorge",
     "willow",
     "springs",
     "reporter",
     "sharon",
     "supreme",
     "brian",
     "contact",
     "$11 million",
     "robertson",
     "ind.",
     "tribune",
     "thursday",
     "nuccio",
     "tyna",
     "tribune-rrb-",
     "ryan",
     "fishman",
     "dec. 29",
     "michael",
     "california",
     "flatley",
     "lake",
     "monday",
     "county",
     "urlacher",
     "court",
     "present",
     "/",
     "police",
     "past",
     "department",
     "haugh",
     "arizona",
     "10 p.m.",
     "chicago",
     "concerned",
     "wednesday",
     "center",
     "the next morning",
     "romanek",
     "march 9",
     "2002",
     "hobart",
     "cook",
     "dec. 9, 2012",
     "kennedy",
     "september",
     "daley",
     "2007",
     "soltis"
    ],
    "id": 9,
    "text": "Brian Urlacher gets temporary custody of son after boy's stepfather is killed Brian Urlacher Bears linebacker Brian Urlacher during a game on Dec. 9, 2012. Bears linebacker Brian Urlacher during a game on Dec. 9, 2012. (Nuccio DiNuzzo / Chicago Tribune) David Haugh Contact Reporter Chicago Tribune Concerned about the safety of his son after the shooting death of the 11-year-old's stepfather in the family's Willow Springs home, Brian Urlacher filed an emergency motion in a Cook County courtroom this week and received temporary custody of the boy. After Judge Abbey Fishman Romanek granted the request Monday, Urlacher moved his son, Kennedy, to Arizona, where the former Bears linebacker lives with his wife and two daughters. \"This is an unfortunate situation, but my main concern is the best interests of my son,'' said Urlacher, who declined to provide details when contacted by phone Thursday. Urlacher, who has joint custody of Kennedy with the child's mother, Tyna Robertson, intervened after Robertson's husband Ryan Karageorge died Dec. 29 from a gunshot wound after a birthday party. In court documents, Urlacher cited \"suspicious circumstances'' he believes surround the incident, compelling him to want Kennedy immediately removed from Robertson's residence. Monday's evidentiary hearing at the Daley Center included testimony from Urlacher, Robertson and Willow Springs detective Sharon Soltis. Karageorge, 34, a native of Hobart, Ind., died when a gun belonging to Robertson fired as he attempted to unload it, according to Urlacher's petition. The couple married in September. The investigation remains open and the Willow Springs Police Department has not responded to a Freedom of Information Act request for the police report the Tribune filed Wednesday. Reached Thursday on the phone by the Tribune, Robertson responded tersely, \"Leave me alone.\" Robertson's behavior in the hours following the shooting bothered Urlacher, according to the petition. Urlacher was with his son in Arizona just after 10 p.m. Dec. 29 when the boy received a Snapchat message from a cousin informing him that Karageorge had died. When Kennedy called his mother for confirmation she initially acted \"happy and cheerful,'' Urlacher alleged, before she eventually claimed Karageorge was involved in a fatal car accident. The next morning, Robertson called Urlacher to explain that, in fact, Karageorge had shot himself after the couple had an argument and Willow Springs police confiscated her cellphone as part of the investigation into the death. \"The environment with Tyna is a serious endangerment to the child's mental, moral or physical health, and if the child is required to return to Tyna's care, it will significantly impair his emotional development,'' Urlacher's attorney argued in the court filing. Kennedy's parents have a controversial past when it comes to the child's custody, including court battles and public spats. In 2007, the California Supreme Court ruled that Robertson's rape accusation against \"Lord of the Dance\" star Michael Flatley in 2002 wasn't credible and a settlement awarded Flatley $11 million. Urlacher, who also owns a home in Lake County, has enrolled Kennedy in school in Arizona. At the conclusion of Monday's hearing, Robertson left the courtroom \"and did not review the orders entered,'' according to Fishman Romanek's notations. A scheduled March 9 status hearing will present the results of the investigation by the court-appointed child representative. ",
    "title": "Brian Urlacher gets temporary custody of son after boy&apos;s stepfather is killed - Chicago Tribune"
   },
   {
    "entities": [
     "7:32 pm est",
     "interactive",
     "cbs",
     "colorado",
     "sciences",
     "january 12, 2017",
     "jon",
     "press",
     "2017",
     "thursday",
     "news",
     "inc.",
     "lapook",
     "district",
     "1999",
     "of",
     "associated",
     "academies",
     "current",
     "canada",
     "new",
     "national",
     "originals",
     "york",
     "cbsn",
     ", 4:44 pm",
     "jan 12, 2017",
     "columbia"
    ],
    "id": 10,
    "text": "CBS/AP January 12, 2017, 4:44 PM The good, bad, and unknown about marijuana's health effects Email Last Updated Jan 12, 2017 7:32 PM EST NEW YORK -- It can almost certainly ease chronic pain and might help some people sleep, but it’s also likely to raise the risk of getting schizophrenia and might trigger heart attacks. Those are among the conclusions about marijuana reached by a federal advisory panel in a report released Thursday. A landmark report released Thursday found solid evidence that marijuana is effective in relieving multiple ailments, but it also has potentially ... The experts also called for a national effort to learn more about marijuana and its chemical cousins, including similarly acting compounds called cannabinoids. The current lack of scientific information “poses a public health risk,” said the report, released by the National Academies of Sciences, Engineering and Medicine. Patients, health care professionals and policy makers need more evidence to make sound decisions, it said. It was hard for the researchers to make definitive conclusions, said CBS News’ Chief Medical Correspondent Dr. Jon LaPook, because a lot of the literature is based off of self-reporting -- and there was no standardization. For example, there are over 100 different cannabinoid chemcials in cannabis, and many different forms of using it.  Several factors have limited research. While the federal government has approved some medicines containing ingredients found in marijuana, it still classifies marijuana as illegal and imposes restrictions on research. So scientists have to jump through bureaucratic hoops that some find daunting, the report said. CBSN Originals explores the rapidly changing landscape of legal marijuana, traveling to five states and Canada to interview key figures on all si... A federal focus on paying for studies of potential harms has also impeded research into possible health benefits, the report said. The range of marijuana products available for study has also been restricted, although the government is expanding the number of approved suppliers. Twenty-eight states and the District of Columbia have legalized marijuana for a variety of medical uses, and eight of those states plus the district have also legalized it for recreational use. The report lists nearly 100 conclusions about marijuana and its similarly acting chemical cousins, drawing on studies published since 1999. It found strong evidence, for example, that marijuana can treat chronic pain in adults and that similar compounds ease nausea from chemotherapy, with varying degrees of evidence for treating muscle stiffness and spasms in multiple sclerosis. Limited evidence says marijuana or the other compounds can boost appetite in people with HIV or AIDS, and ease symptoms of post-traumatic stress disorder, the report concluded. But it said there’s not enough research to say whether they’re effective for treating cancers, irritable bowel syndrome, epilepsy, or certain symptoms of Parkinson’s disease, or helping people beat addictions. There may be more evidence soon: a study in Colorado is investigating the use of marijuana to treat PTSD . Turning to potential harms, the committee concluded: - Strong evidence links marijuana use to the risk of developing schizophrenia and other causes of psychosis, with the highest risk among the most frequent users. - Some evidence suggests a small increased risk for developing depressive disorders, but there’s no evidence either way on whether it affects the course or symptoms of such disorders, or the risk of developing post-traumatic stress disorder. - There’s strong evidence that using marijuana increases the risk of a traffic accident, but no clear indication that it promotes workplace accidents or injuries, or death from a marijuana overdose. - There’s only weak evidence for the idea that it hurts school achievement, raises unemployment rates or harms social functioning. - For pregnant women who smoke pot , there’s strong evidence of reduced birthweight but only weak evidence of any effect on pregnancy complications for the mother, or an infant’s need for admission to intensive care. There’s not enough evidence to show whether it affects the child later, like sudden infant death syndrome or substance use. - Some evidence suggests there’s no link to lung cancer in marijuana smokers. But there’s no evidence, or insufficient evidence, to support or rebut any link to developing cancers of the prostate, cervix, bladder, or esophagus. - Substantial evidence links pot smoking to worse respiratory symptoms and more frequent episodes of chronic bronchitis. - There’s weak evidence that suggests smoking marijuana can trigger a heart attack, especially for people at high risk of heart disease. But there’s no evidence either way on whether chronic use affects a person’s risk of a heart attack. - Some evidence suggests a link between using marijuana and developing a dependence on or abuse of other substances, including alcohol, tobacco and illicit drugs. © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "The good, bad, and unknown about marijuana's health effects - CBS News"
   },
   {
    "entities": [
     "4:19 p.m.",
     "network",
     "next week",
     "images",
     "getty",
     "trump",
     "house",
     "2 hours ago",
     "thursday",
     "earlier this week",
     "facebook",
     "nutrisystem",
     "donald",
     "hospitals",
     "children's",
     "twitter",
     "jan. 12, 2017",
     "yahoo",
     "usa",
     "deerwester",
     "ethan",
     "today",
     "osmond",
     "miracle",
     "&",
     "america",
     "donny",
     "finance",
     "jayme",
     "miller",
     "marie",
     "white"
    ],
    "id": 11,
    "text": "Marie Osmond: I'm not performing at inauguration Singer and 'DWTS' alum: \"I try to stay out of politics.\" Post to Facebook Marie Osmond: I'm not performing at inauguration Singer and 'DWTS' alum: \"I try to stay out of politics.\" Check out this story on USATODAY.com: http://usat.ly/2jBjvgA CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 84 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Marie Osmond: I'm not performing at inauguration Jayme Deerwester , USA TODAY Published 4:19 p.m. ET Jan. 12, 2017 | Updated 2 hours ago Marie Osmond says she definitely will not be performing at Donald Trump's inauguration. (Photo: Ethan Miller, Getty Images) You can all stop talking about Marie Osmond performing for Donald Trump at next week's inauguration because it's not happening. The Donny & Marie star, Dancing With the Stars alumna and Nutrisystem pitchwoman issued a statement via Twitter Thursday asserting, \"Many of you have seen various stories saying that I volunteered or that I am performing at the inauguration. So let me be clear: I have no intention of performing at this inauguration, no matter who won!\" The stories started when Osmond did a video interview with Yahoo Finance earlier this week, during which she was asked if she'd been invited, and if so, would she do it? \"I have not,\" she answered, adding, \"I don't get political ... But when it comes to our country, I think we need to unite. And to not support our president, I think, is wrong. I think we should all support our president whether we’re happy or sad. This is America. We should come together and I think an inauguration should be a time to unite, it really should.\" Note: She never said, \"Yes, I would perform.\" In Thursday's statement, she explained, \"I try to stay out of politics. I'm an entertainer. My interview statement simply tried to be nice and promote a message of love, not hate.\" She added that she has performed for previous presidents and takes kids from her Children's Miracle Network Hospitals charity to the White House every year to meet the occupant, \"regardless of who the sitting president is.\" ",
    "title": "Marie Osmond: I'm not performing at inauguration"
   },
   {
    "entities": [
     "ben",
     "marshall",
     "serena",
     "jan 13, 2017",
     "states",
     "press",
     ", 1:42 am",
     "house",
     "united",
     "the mid-1990s",
     "administration",
     "rhodes",
     "bill",
     "congress",
     "associated",
     "shares",
     "josefina",
     "cuba",
     "u.s.",
     "obama",
     "vidal",
     "watch",
     "america",
     "bush",
     "clinton",
     "white"
    ],
    "id": 12,
    "text": "Obama Administration Ending 'Wet Foot, Dry Foot' Policy for Cubans By Serena Marshall Jan 13, 2017, 1:42 AM ET 0 Shares WATCH Obama Administration Ending 'Wet Foot, Dry Foot' Policy for Cubans 0 Shares Email The Obama administration has ended the Clinton-era policy known as \"wet foot, dry foot,\" which allows Cubans special immigration status just days before he leaves office. The change in the policy would effectively mean Cubans are treated like other immigrants in that those who enter the United States illegally would be subject to return, according to the White House. Other countries in the region have been asking the U.S. to end the special status because of what they say is the burden that Cuban immigrants trying to make it into America has placed on them. Cubans have been offered a \"special visa\" status that allows them, with a single \"dry\" foot on U.S. soil to claim a green card and get onto a pathway to citizenship , a policy developed in the mid-1990s by President Bill Clinton . The Clinton measure was designed to slow the tide of Cuban migrants coming to the U.S. by sea. Before that even migrants rescued at sea would be brought to the United States. The \"wet foot, dry foot\" policy was continued under Presidents Bush and Obama. \"Effective immediately, Cuban nationals who attempt to enter the United States illegally and do not qualify for humanitarian relief will be subject to removal, consistent with U.S. law and enforcement priorities,\" the White House statement said. \"By taking this step, we are treating Cuban migrants the same way we treat migrants from other countries.\" The Cuban government hailed the announcement. According to The Associated Press, Cuba's top diplomat for U.S. affairs, Josefina Vidal, said of the policy, \"It was creating serious problems for the security of Cuba, for the security of the United States and for the security of our citizens left vulnerable to human trafficking, migratory fraud and violence as a result of the incentives created by these preferential policies.\" According to the White House, the Cuban government has agreed to accept the return of those entering the U.S. illegally as well as those who are stopped at sea. The administration has for months said it can't end the special immigration status for Cubans coming to the U.S., claiming that decision rested with Congress. According to Deputy National Security Adviser Ben Rhodes, the decision to end the program with only a week left in the Obama administration came after negotiations with Cuba . \"Since I took office, we have put the Cuban-American community at the center of our policies,\" the White House said. \"With this change we will continue to welcome Cubans as we welcome immigrants from other nations, consistent with our laws.\" 0 Shares ",
    "title": "Obama Administration Ending 'Wet Foot, Dry Foot' Policy for Cubans - ABC News"
   },
   {
    "entities": [
     "mccormick",
     "frederic",
     "images",
     "medicine",
     "sciences",
     "reform",
     "brown/afp/getty",
     "harvard",
     "altieri",
     "thursday",
     "the",
     "laws",
     "district",
     "for",
     "2014",
     "of",
     "the last month",
     "school",
     "erik",
     "organization",
     "j.",
     "marijuana",
     "academies",
     "nas",
     "u.s.",
     "national",
     "today",
     "currently",
     "and",
     "los",
     "now",
     "medical",
     "engineering",
     "angeles",
     "marie",
     "columbia"
    ],
    "id": 13,
    "text": "The highly rated variety of medical marijuana known as  \"Blue Dream\" was displayed among other strains at a cannabis farmers market in Los Angeles in 2014. Frederic J. Brown/AFP/Getty Images hide caption toggle caption Frederic J. Brown/AFP/Getty Images The highly rated variety of medical marijuana known as  \"Blue Dream\" was displayed among other strains at a cannabis farmers market in Los Angeles in 2014. Frederic J. Brown/AFP/Getty Images So far, more than half of all U.S. states have legalized marijuana for medical use, and eight (plus the District of Columbia) have legalized the drug for recreational use. Varieties of cannabis available today are more potent than ever and come in many forms, including oils and leaves that can be vaped and lots of edibles, from brownies and cookies to candies — even cannabis gummy bears . A report published Thursday by the National Academies of Sciences, Engineering and Medicine analyzed more than 10,000 studies to see what could conclusively be said about the health effects of all this marijuana. And despite the drug's increasing popularity — a recent survey suggests about 22 million American adults have used the drug in the last month — conclusive evidence about its positive and negative medical effects is hard to come by, the researchers say. According to the report, that's at least partly because the federal drug enforcement agency's designation of the drug as as Schedule I substance — having \"no currently accepted medical use and a high potential for abuse\" — entails so many restrictions that it has been difficult for researchers to do rigorous research on marijuana. Article continues after sponsorship We just need \"far more information,\" Dr. Marie McCormick , chair of the NAS committee and professor of pediatrics at Harvard Medical School, tells Shots. Some of the highlights of her committee's 337-page report on marijuana include: Medical Benefits Pain relief Regarding chronic pain, there's evidence that patients who are treated with cannabis or cannabinoids \"are more likely to experience a significant reduction in pain symptoms,\" the researchers say. More particularly, for adults with muscle spasms related to multiple sclerosis, there is \"substantial evidence,\" they say, that short-term use of certain oral cannabinoids can improve symptoms. And for adults with chemotherapy-induced nausea and vomiting, \"there is conclusive evidence\" that certain oral cannabinoids are effective in preventing and treating those ailments. Health Risks Cancer There is no evidence that smoking marijuana increases the risk for cancers often associated with tobacco use, such as lung and head and neck cancers, the scientists report, adding that more research is needed to determine whether marijuana use is associated with heart attack and stroke. However, they say, \"some evidence suggests smoking marijuana may trigger a heart attack among individuals with diagnosed heart disease.\" There's also some evidence that smoking marijuana during pregnancy is linked to lower birth weight in the offspring. Asthma and other chronic respiratory problems Evidence suggests that smoking marijuana on a regular basis is associated with more frequent chronic bronchitis and worse respiratory symptoms, such as chronic cough, the scientists say. But they add that it's unclear whether the drug increases the risk of developing asthma or chronic obstructive pulmonary disease. Mental health problems While the report notes some research suggesting that using marijuana might increase risk of developing schizophrenia or other social anxiety disorders, the committee of scientists cautions that there may be other explanations for that link; it could simply be, for example, that people with with these mental health problems are more likely to smoke marijuana. Injury or death In terms of risk to life and limb, the NAS committee found that driving under the influence of cannabis \"increases the risk of being involved in a motor vehicle accident.\" The report also cited evidence that increasing numbers of young children may be accidentally ingesting marijuana products now, particularly in states where cannabis use is legal. Substance abuse disorders Some parents worry that their teens' use of cannabis can cause problems, and the report was mixed in its conclusions on that. The evidence that marijuana is a gateway drug to trying other drugs, including tobacco, \"is limited,\" the researchers say. But they found \"moderate evidence\" that there's a link between cannabis use and the development of substance dependence or abuse problems with alcohol, tobacco and illicit drugs. What's more, the evidence suggests that initiating marijuana use at a younger age, the researchers say, \"increases the likelihood of developing dependency, which can affect academic performance and social interactions.\" \"The adolescent brain is very sensitive to these kinds of substances,\" McCormick says. \"So they continue to use it — and may use it in increasing amounts — and are at risk for developing problematic cannabis use.\" Erik Altieri, who directs the National Organization for the Reform of Marijuana Laws , says he thinks the legalization of marijuana by many states may actually reduce the problematic use of the drug by teens. \"That's because we are taking marijuana off of the street corner,\" he says, \"and out of the hands of drug dealers, who have nothing but incentive to sell to everyone and anyone.\" Legalizing the drug, he points out, puts it \"behind the counter of a regulated business that has to check for ID, answer to the government and has oversight.\" So far, states that have legalized recreational marijuana have not seen an increase in use among underage teens, Altieri says. \"By legalizing it and normalizing it,\" he says, \"it's become just another everyday thing that adults partake in — it doesn't have that same draw to it that it used to.\" Still, McCormick says, many health questions remain to be answered by better research. The increased legal availability of cannabis products in many states, and their increased potency, she says, makes that rigorous research more important than ever. ",
    "title": "Marijuana's Health Effects Scrutinized By Top Scientists : Shots - Health News : NPR"
   },
   {
    "entities": [
     "newshour",
     "biden",
     "relations",
     "joe",
     "freedom",
     "reagan",
     "christmas",
     "house",
     "thursday",
     "pbs",
     "paul",
     "ashley",
     "senate",
     "presidential",
     "colin",
     "oval",
     "hunter",
     "of",
     "months later",
     "foreign",
     "medal",
     "2015",
     "2008",
     "john",
     "beau",
     "jill",
     "judiciary",
     "powell",
     "obama",
     "youtube",
     "delaware",
     "susan",
     "previously",
     "walsh/ap",
     "america",
     "afternoon",
     "committee",
     "washington",
     "ronald",
     "office",
     "amtrak",
     "white"
    ],
    "id": 14,
    "text": "PBS NewsHour YouTube President Obama awarded outgoing Vice President Biden the Presidential Medal of Freedom on Thursday afternoon. Calling the former longtime Delaware senator \"the best vice president America's ever had\" and a \"lion of American history,\" Obama gave his White House partner the surprise award in an emotional ceremony, initially billed as a farewell. #MemeoftheWeek: The Best Of The Obama-Biden 'BROTUS' After extolling the job that Biden has done, Obama ended it with the unexpected news that he was giving the vice president the nation's highest civilian honor, with distinction — a designation previously given only to President Ronald Reagan, Pope John Paul II and Gen. Colin Powell. \"To know Joe Biden is to know love without pretense, service without self-regard, and to live life fully,\" Obama said. Overcome with tears and completely caught off guard by the award, Biden praised the president as \"remarkable man who did remarkable things for this country\" who had truly treated him like an equal partner in governance. \"This honor is not only well beyond what I deserve, but it's a reflection of the generosity of your spirit,\" Biden told Obama. \"I don't deserve this. But I know it came from the president's heart.\" President Obama presents a teary-eyed Vice President Biden with the Presidential Medal of Freedom at the White House on Thursday. Susan Walsh/AP hide caption toggle caption Susan Walsh/AP President Obama presents a teary-eyed Vice President Biden with the Presidential Medal of Freedom at the White House on Thursday. Susan Walsh/AP The two have enjoyed an unusually close working relationship over the past eight years, and Obama himself even joked at the outset of the ceremony that \"this also gives the Internet one last chance to talk about our 'bromance.' \" Throughout the ceremony it was evident not just how close the two men were but how close their families and staffs had become, and Obama said his \"family is honored to call ourselves honorary Bidens.\" Article continues after sponsorship Transcript And Analysis: Obama Addresses The Nation In Farewell Speech Obama has frequently said that picking Biden, his former primary rival, as his running mate in 2008 was one of the best decisions he ever made. Before accepting the nomination, Biden had spent more than three decades in the Senate, amassing a large portfolio and body of work, including stints as chairman of the Senate Foreign Relations Committee and the Senate Judiciary Committee. The president said, laughing, that the people of Delaware sent Biden to the Senate as soon as they could, electing him to the Senate at the age of 29 (he turned the constitutionally required age of 30 before he was sworn in). Vice President Biden: 'Trump Is Out There Doing Something Very Dangerous' But before Biden could even head to Washington, his life would be marked with unspeakable tragedy for the first time. While Christmas shopping, his first wife and 1-year-old daughter were killed in a car wreck; his sons Hunter and Beau were injured in the accident. Biden considered resigning before he even took office but was persuaded not to. He was sworn into office at the hospital beside his sons, and for years he would famously commute back and forth every day on Amtrak to be with his family. Later on, he would meet and marry his now-wife, Jill, and they would have a daughter together, Ashley. Joe Biden: Window 'Has Closed' For A White House Bid In 2015, tragedy would strike the Biden family again when his eldest son, Beau, the former Delaware attorney general who was long seen as his father's political heir, died at the age of 46 from brain cancer. The loss came as the elder Biden was weighing whether he should make his own run at the Oval Office to succeed Obama. Months later, the still very emotional vice president acknowledged his window had passed and said that he wouldn't launch his own presidential campaign. ",
    "title": "Obama Surprises Joe Biden With Presidential Medal Of Freedom : NPR"
   },
   {
    "entities": [
     "wells",
     "aug. 15, 2016",
     "aug. 4, 2015",
     "cbs",
     "fargo",
     "yuriy",
     "joe",
     "humphrey",
     "milwaukee",
     "rick",
     "r-utah",
     "paul",
     "oct. 21, 2015",
     "whistler",
     "oval",
     "avoca",
     "patrick",
     "state",
     "cape",
     "defense",
     "olivier",
     "morry",
     "general",
     "ceneta",
     "girls",
     "european",
     "wisconsin",
     "hatch",
     "frozen",
     "clinton",
     "ap",
     "white",
     "democratic",
     "aug. 29, 2015",
     "manuel",
     "eisenhower",
     "joseph",
     "n.c.",
     "executive",
     "michael",
     "facebook",
     "catholic",
     "oct. 2, 2008",
     "gerald",
     "morrissey",
     "feb. 13, 2010",
     "hirsch",
     "wolf",
     "widman",
     "moran",
     "bellabona",
     "jan. 3, 2008",
     "swensen",
     "and",
     "fullscreen",
     "july 16, 2015",
     "epa",
     "april 3, 2007",
     "garden",
     "june 25, 2010",
     "rubadoux",
     "boryspil",
     "sept. 24, 2014",
     "1,",
     "jan. 6, 2015",
     "kopp",
     "rotary",
     "july 15, 2015",
     "thursday",
     "1980",
     "riley",
     "jan. 20, 2009",
     "church",
     "walsh",
     "feb. 21, 1995",
     "mike",
     "arena",
     "republican",
     "nelson",
     "susan",
     "observatory",
     "portland",
     "sarah",
     "hollande",
     "america",
     "committee",
     "sept. 6, 2012",
     "pepsi",
     "power",
     "south",
     "january 12",
     "university",
     "the",
     "sanders",
     "county",
     "n.h.",
     "beau",
     "marquette",
     "judiciary",
     "centre",
     "korte",
     "building",
     "sakutin",
     "sept. 9, 2012",
     "ii",
     "senter",
     "industry",
     "senne",
     "lyndon",
     "matthew",
     "sancya",
     "hubert",
     "jim",
     "magana",
     "stephen",
     "schwartz",
     "brendan",
     "online",
     "reynolds",
     "science",
     "watson",
     "april 26, 2007",
     "colin",
     "kevin",
     "naval",
     "ash",
     "douliery",
     "nov. 9, 2016",
     "this year",
     "march 11, 2004",
     "today",
     "des",
     "hill",
     "center",
     "scranton",
     "museum",
     "july 27, 2016",
     "maskimov",
     "cheryl",
     "pittsburgh",
     "capitol",
     "reagan",
     "rockefeller",
     "news",
     "united",
     "pressphoto",
     "jan. 10, 2017",
     "gash",
     "tampa",
     "justice",
     "scarlett",
     "stephane",
     "health",
     "caucus",
     "jan. 12, 2017",
     "dec. 5, 2016",
     "u.s.",
     "a",
     "carolina",
     "merkley",
     "sussex",
     "mo.",
     "images",
     "january 12, 2017",
     "dc",
     "sr.",
     "club",
     "del.",
     "jeff",
     "cavanaugh",
     "st.",
     "congress",
     "wilson",
     "janet",
     "u.n.",
     "anthony",
     "jan. 6, 2017",
     "iran",
     "a.j.",
     "vincenzo",
     "reno",
     "denver",
     "francois",
     "lynn",
     "rob",
     "college",
     "filo",
     "rourke",
     "monsivais",
     "george",
     "jan. 4, 2017",
     "chiefs",
     "oregon",
     "gannon",
     "nov. 2, 2016",
     "scott",
     "wilkes-barre/scranton",
     "wilmington",
     "carter",
     "journal",
     "chicago",
     "april 21, 2014",
     "delaware",
     "feingold",
     "dillon",
     "philadelphia",
     "dennis",
     "&",
     "representatives",
     "darr",
     "evan",
     "drake",
     "april 21, 2015",
     "barack",
     "mark",
     "may 30",
     "sept. 10, 2015",
     "convention",
     "this aug.",
     "wilking",
     "auto",
     "june 16, 2016",
     "1972",
     "martinez",
     "martin",
     "jimmy",
     "danville",
     "april 30, 1997",
     "d.c.",
     "powell",
     "eastern",
     "sept. 7, 2015",
     "jerry",
     "steven",
     "annapolis",
     "charlie",
     "roman",
     "oct. 15, 2015",
     "florida",
     "boehner",
     "jan. 12, 2016",
     "pa.",
     "1977",
     "francis",
     "ashley",
     "park",
     "senate",
     "tim",
     "tuesday",
     "of",
     "herbert",
     "craig",
     "luis",
     "orlando",
     "brandon",
     "louis",
     "york",
     "southeast",
     "henlopen",
     "semansky",
     "heather",
     "myer-henderson",
     "pence",
     "ukraine",
     "michelle",
     "olympic",
     "4:48 p.m.",
     "party",
     "pablo",
     "international",
     "thew",
     "palin",
     "foreign",
     "colbert",
     "john",
     "dec. 6, 2014",
     "oct. 8, 2014",
     "seth",
     "usa",
     "jan. 21, 2013",
     "russ",
     "custard",
     "pinto",
     "applewhite",
     "ronald",
     "nancy",
     "oct. 29, 2014",
     "june 9, 1987",
     "june 6, 2015",
     "vucci",
     "1987",
     "jason",
     "biden",
     "nashua",
     "mass.",
     "h.",
     "house",
     "hillary",
     "services",
     "balce",
     "dubuque",
     "11 hours ago",
     "kaijo",
     "charlotte",
     "johnson",
     "oct. 11, 2012",
     "the mid-1970s",
     "christopher",
     "kaster",
     "don",
     "amtrak",
     "ohio",
     "moines",
     "iowa",
     "workers'",
     "getty",
     "pelosi",
     "ryan",
     "wyden",
     "once",
     "j.",
     "orangeburg",
     "d-calif.",
     "department",
     "boys",
     "sept. 20, 2016",
     "molly",
     "samantha",
     "eileen",
     "smialowski",
     "east",
     "gregory",
     "nov. 16, 2016",
     "jeanne",
     "curtis",
     "md.",
     "base",
     "relations",
     "grantham",
     "shaheen",
     "padua",
     "jan. 24, 2008",
     "july 26, 2016",
     "washington,",
     "labor day",
     "night",
     "georgetown",
     "jill",
     "colo.",
     "assembly",
     "agency",
     "1988",
     "ron",
     "blass",
     "joint",
     "hall",
     "ford",
     "cook",
     "office",
     "airport",
     "kyle",
     "de",
     "jose",
     "dunford",
     "may 22, 2015",
     "orrin",
     "aug. 27, 2008",
     "alex",
     "carolyn",
     "shawn",
     "jan. 3, 2017",
     "hunter",
     "minto",
     "nations",
     "human",
     "olson",
     "bolton",
     "va.",
     "obama",
     "new",
     "matt",
     "seaman",
     "peco",
     "r-wis.",
     "room",
     "academy",
     "ky.",
     "beiser",
     "moulton",
     "aug. 13, 2008",
     "r-kan.",
     "rose",
     "the start of the second day",
     "april 11, 2005",
     "feb. 10, 2000",
     "willa",
     "washington"
    ],
    "id": 15,
    "text": "Obama surprises a choked-up Biden with Medal of Freedom \"I don't deserve this, but I know this came from the president's heart,\" Biden said. Post to Facebook Obama surprises a choked-up Biden with Medal of Freedom \"I don't deserve this, but I know this came from the president's heart,\" Biden said. Check out this story on USATODAY.com: http://usat.ly/2ippoja CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 351 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Obama surprises a choked-up Biden with Medal of Freedom Gregory Korte , USA TODAY Published 4:48 p.m. ET Jan. 12, 2017 | Updated 11 hours ago x Share President Obama moved Joe Biden to tears when he surprised him with the highest civilian honor: the Presidential Medal of Freedom. USA TODAY NETWORK President Obama awards the Presidential Medal of Freedom to Vice President Joe Biden in the State Dining Room of the White House Thursday. (Photo: MICHAEL REYNOLDS, EPA) WASHINGTON — President Obama bestowed the nation's highest civilian honor on Vice President Biden Thursday, calling his running mate and presidential understudy \"the best vice president America has ever had.\" The surprise State Room ceremony was alternately humorous and poignant, with Biden turning his face from the audience to wipe away his tears. \"I had no inkling,\" Biden said, saying he thought the event was supposed to be for first lady Michelle Obama. He jokingly fired his chief of staff for not telling him. \"I don't deserve this, but I know this came from the president's heart.\" Only two other men have received the honor for their service as vice presidents.. President Gerald Ford awarded it to his vice president, Nelson Rockefeller, in 1977, and President Jimmy Carter awarded it to Lyndon Johnson's vice president, Hubert Humphrey, in 1980. Posted! A link has been posted to your Facebook feed. President Barack Obama presents Vice President Joe Biden with the Presidential Medal of Freedom during a ceremony in the State Dining Room of the White House in Washington D.C.  Susan Walsh, AP Vice President Joe Biden listens during a ceremony in the State Dining Room.  Susan Walsh, AP President Barack Obama laughs with Vice President Joe Biden during a ceremony in the State Dining Room.  Susan Walsh, AP Vice President Joe Biden laughs as President Barack Obama talks about him during a ceremony in the State Dining Room.  Susan Walsh, AP Vice President Joe Biden smiles during a ceremony in the State Dining Room.  Susan Walsh, AP Vice President Joe Biden, left, hugs President Barack Obama, right, during a ceremony in the State Dining Room.  Susan Walsh, AP Vice President Joe Biden talks after being awarded the Presidential Medal of Freedom.  Michael Reynolds, European Pressphoto Agency Vice President Joe Biden wipes his eyes as President Barack Obama presents him with Medal of Freedom.  Olivier Douliery, pool photo Fullscreen WASHINGTON, DC - JANUARY 12:  (AFP OUT) Vice-President Joe Biden speaks after he received the Medal of Freedom from President Barack Obama during an event in the State Dinning room of the White House, January 12, 2017 in Washington, DC. (Photo by Olivier Douliery-Pool/Getty Images) ORG XMIT: 692686415 ORIG FILE ID: 631566572  Olivier Douliery, Pool photo Like this topic? You may also like these photo galleries: Replay Last Slide Next Slide But Biden's medal also came with an additional rare honor: The Presidential Medal of Freedom with Distinction. That additional designation has been bestowed to only three others: Pope John Paul II, President Ronald Reagan and former secretary of State Colin Powell. \"It is, as Joe once said, a big ... deal,\" a straight-faced Obama joked, referring to Biden's expletive-laden remark on the passage of the Affordable Care Act. \"He has made me a better president, and a better commander in chief,\" Obama said. \"When everyone else has cleared out of the room, he's been unafraid to give it to me straight, even when we disagree. Especially when we disagreed.\" Read more: Obama's farewell address looks back on career in activism Obama recited a list of Biden's accomplishments as vice president, leading the Middle Class Task Force, serving as the stimulus \"sheriff,\" and manning \"mission control\" for the Cancer Moonshot. But he said those items do not capture the fullness of Biden's often-parodied persona. \"I have not mentioned Amtrak yet. Or aviators. Literally,\" Obama said. In his farewell address in Chicago  on Tuesday, Obama called Biden a \"great vice president\" and a \"brother.\" On Thursday, joking about the close friendship they've had, Obama joked that one last joint event \"also gives the Internet one last chance to talk about our bromance,\" he said. Biden accepted the award with an off-the-cuff speech in characteristic fashion, reciting Irish poems, Talmudic sayings and inside stories. He told of the time, six months into his presidency, when Obama told him, \"You know what surprised me is how we’ve become such good friends.\" \"I said, 'surprised you?'\" Biden said, incredulously. \"That is candid Obama.\" \"There is no power in the vice presidency,\" Biden said. \"There is no inherent power, nor should there be. But Mr. President, you have more than kept your commitment to me by saying to me you wanted me to help govern.\" Posted! A link has been posted to your Facebook feed. Biden wipes his eyes as Obama presents him with the Presidential Medal of Freedom at the White House on Jan. 12, 2017.  Pool, Getty Images The president and vice president embrace after Obama delivered his farewell speech to the nation on Jan. 10, 2017, in Chicago.  Scott Olson Biden signs the drawer of the vice president's desk in the vice president's ceremonial office at the Eisenhower Executive Office Building on Jan. 6, 2017.  Manuel Balce Ceneta, AP Fullscreen Biden watches President Obama, sitting with Defense Secretary Ash Carter, right, as they listen to Joint Chiefs Chairman Gen. Joseph Dunford talk about Obama during an Armed Forces Full Honor Farewell Review on Jan. 4, 2017, at Joint Base Myer-Henderson Hall, Va.  Susan Walsh, AP The family of Sen. Jerry Moran, R-Kan., takes a selfie with Biden during a ceremonial swearing-in on Jan. 3, 2017, in the Old Senate Chamber.  Kevin Wolf, AP Scarlett Willa Wyden, the daughter of Sen. Ron Wyden, D-Ore., looks at Biden as he greets her during a ceremonial swearing-in on Jan. 3, 2017, in the Old Senate Chamber.  Alex Brandon, AP Biden speaks about sound financial sector regulation at Georgetown University on Dec. 5, 2016.  Manuel Balce Ceneta, AP Obama and Biden walk back to the Oval Office on Nov. 9, 2016, after the president spoke about the election in the Rose Garden.  Pablo Martinez Monsivais, AP Biden shakes hands with Vice President-elect Mike Pence at the Naval Observatory on Nov. 16, 2016, in Washington.  Mark Wilson, Getty Images Biden speaks to a crowd of Clinton supporters during a rally at the Museum of Science & Industry in Tampa on Nov. 2, 2016.  Charlie Kaijo, AP French President Francois Hollande speaks with Biden at a press conference on the sidelines of the 71st session of the U.N. General Assembly at The Met in New York on Sept. 20, 2016.  Stephane De Sakutin, AFP/Getty Images Hillary Clinton greets Biden on the tarmac at Wilkes-Barre/Scranton International Airport in Avoca, Pa., on Aug. 15, 2016, before traveling together to a campaign event in Scranton, Pa.  Carolyn Kaster, AP Vice President Biden speaks during the Democratic National Convention in Philadelphia on July 27, 2016.  Kyle Grantham, The News Journal Biden checks out the stage at Wells Fargo Arena before the start of the second day session of the Democratic National Convention in Philadelphia on July 26, 2016.  Paul Sancya, AP President Obama and Biden arrive at Orlando International Airport on June 16, 2016, to meet with the families of victims of the mass shooting at Pulse nightclub.  Craig Rubadoux, Florida Today Biden talks with House Speaker Paul Ryan of Wisconsin before President Obama delivers the State of the Union Address on Jan. 12, 2016.  Evan Vucci, AP Biden speaks in the Rose Garden at the White House on Oct. 21, 2015, to announce he is not running for president.  Jim Watson, AFP/Getty Images Biden jokes with Obama during an event to mark the 25th anniversary of the White House Initiative on Educational Excellence for Hispanics in the East Room of the White House on Oct. 15, 2015.  Brendan Smialowski, AFP/Getty Images Biden and Speaker John Boehner listen as Pope Francis addresses a joint session of Congress on Sept. 24, 2014.  Vincenzo Pinto, AFP/Getty Images In this image released by CBS, host Stephen Colbert shakes hands with Biden during a taping of \"The Late Show with Stephen Colbert\" on Sept. 10, 2015 in New York.  John Paul Filo, AP Biden walks in the annual Allegheny County Labor Day Parade on Sept. 7, 2015, in Pittsburgh.  Jeff Swensen, Getty Images Biden attends the Sussex County Democratic Party's annual Jamboree at Cape Henlopen State Park in Delaware on Aug. 29, 2015.  Jason Minto, The News Journal Biden talks with U.S. Ambassador to the United Nations Samantha Power in the Oval Office on Aug. 4, 2015.  Jim Watson, AFP/Getty Images Biden speaks at Generation Progress' 10th Annual Make Progress National Summit in Washington on July 16, 2015.  Molly Riley, AP Biden walks with House Minority Leader Nancy Pelosi, D-Calif., after attending a House Democratic Caucus meeting in the Capitol on July 15, 2015. He briefed Democrats on the Iran nuclear deal and participated in a lengthy question-and-answer session.  Shawn Thew, European Pressphoto Agency Obama hugs Biden after delivering the eulogy in honor of Biden's son, former Delaware Attorney General Beau Biden, on June 6, 2015, at St. Anthony of Padua Church in Wilmington, Del.  Pablo Martinez Monsivais, AP Fullscreen Biden embraces his grandson Hunter before funeral services his son Beau Biden on June 6, 2015, at St. Anthony of Padua Roman Catholic Church in Wilmington, Del. The eldest son of the vice president, died of brain cancer May 30 at age 46.  Patrick Semansky, AP A U.S. Naval Academy Midshipmen 1st Class celebrates after receiving his diploma from Biden during graduation ceremonies at the U.S. Naval Academy on May 22, 2015, in Annapolis, Md. Biden gave the commencement speech to this year's graduating class.  Mark Wilson, Getty Images Biden tours the headquarters of PECO energy company in Philadelphia on April 21, 2015.  Matt Rourke, AP Sen. Jeanne Shaheen's grandson, A.J. Bellabona, takes a selfie with Biden in the Old Senate Chamber at the Capitol on Jan. 6, 2015, after Sen. Shaheen participated in her ceremonial swearing-in with other members of Congress.  Eileen Blass, USA TODAY Biden speaks to the Saban Forum on Dec. 6, 2014, in Washington.  Jose Luis Magana, AP Biden poses for a selfie with a member of the audience during a campaign event for Democrat Seth Moulton, a candidate for the U.S. House of Representatives, on Oct. 29, 2014, in Lynn, Mass.  Steven Senne, AP Biden enjoys an ice cream cone after an Oct. 8, 2014, campaign rally for Oregon Sen. Jeff Merkley in Portland.  Don Ryan, AP Biden waves on April 21, 2014, after landing at the airport in Boryspil, Ukraine.  Yuriy Maskimov, European Pressphoto Agency Biden and his wife, Jill, dance at the Inaugural Ball on Jan. 21, 2013, at the Washington Convention Center.  Carolyn Kaster, AP Biden, left, and Republican vice presidential nominee Rep. Paul Ryan, R-Wis., gesture after the Oct. 11, 2012, vice presidential debate at Centre College in Danville, Ky.  Pool photo by Michael Reynolds Biden visits with patrons during lunch at Cruisers Diner on Sept. 9, 2012, in Seaman, Ohio.  Carolyn Kaster, AP Biden delivers his acceptance speech at the Democratic National Convention on Sept. 6, 2012, in Charlotte, N.C.  H. Darr Beiser, USA TODAY The vice president serves up a cone at Kopp's Frozen Custard on June 25, 2010, in Milwaukee. Biden was in Milwaukee for a fund raiser for Sen. Russ Feingold, D-Wis.  Morry Gash, AP Biden greets spectators at the men's ski jumping competition on Feb. 13, 2010, at Whistler Olympic Park in Whistler, B.C.  Christopher Gannon, USA TODAY Biden and his wife, Jill, dance on Jan. 20, 2009, at the Commander in Chief's Ball on inauguration night in Washington.  Gerald Herbert, AP Biden and Sarah Palin participate in an Oct. 2, 2008, vice presidential debate at Washington University in St. Louis, Mo.  Pool photo by Rick Wilking Biden and his son, Beau, at the Democratic National Convention in Denver on Aug. 27, 2008.  Matthew Cavanaugh, European Pressphoto Agency Biden addresses the Democratic National Convention on Aug. 27, 2008, at the Pepsi Center in Denver, Colo.  Rob Curtis, USA TODAY Biden holds up a 1972 \"Life\" magazine with his picture in it after speaking to the Nashua Rotary Club in Nashua, N.H., on Aug. 13, 2008.  Cheryl Senter, AP Biden speaks during a news conference about the agenda and priorities of the Senate Foreign Relations Committee at the U.S. Capitol on Jan. 24, 2008.  MICHAEL SCHWARTZ, GNS Biden rests his head on the shoulder of his wife, Jill, as they wait in a hallway for his introduction at a Jan. 3, 2008, rally at the United Auto Workers' Hall in Dubuque, Iowa.  Mark Hirsch, AP Biden talks with then-senator Barack Obama before the start of the first Democratic presidential primary debate on April 26, 2007, at South Carolina State University in Orangeburg.  J. Scott Applewhite, AP Biden speaks to law students at Drake University in Des Moines, Iowa, on April 3, 2007.  KEVIN SANDERS, AP Then-senators Obama and Biden confer during a Foreign Relations Committee hearing on Capitol Hill on April 11, 2005, on John Bolton's nomination to be ambassador to the United Nations.  DENNIS COOK, AP Biden, left, holds up a bottle of Andro Fuel, a type of steroid, during a news conference at the Department of Health and Human Services in Washington on March 11, 2004. Standing with Biden is Sen. Orrin Hatch, R-Utah.  Susan Walsh, AP Fullscreen Biden introduces America Online CEO Steve Case to media and children at the Eastern Boys & Girls Club in Southeast Washington, D.C., on Feb. 10, 2000. Biden announced his plan to put new computers with Internet access in Boys & Girls Clubs across the country.  Heather Martin Morrissey, GNS Biden holds up a government booklet on drug and crime issues while questioning Attorney General Janet Reno during a hearing before the Senate Judiciary Committee to discuss Justice Department operations on April 30, 1997, on Capitol Hill.  Joe Marquette, AP Then-senator Biden attends a baseball antirust hearing on Feb. 21, 1995, in Washington.  Tim Dillon, USA TODAY Biden stands on stage with his wife, Jill, and sons Hunter, left, and Beau, along with his father, Joe Biden Sr., during a campaign event in 1988.  AP In this Aug. 1, 1987, file photo, 6-year-old Ashley Biden gets a taste of campaigning with her dad, in Des Moines, Iowa.  AP Biden waves from his train on June 9, 1987, as he leaves Wilmington, Del., after announcing his candidacy for president.  George Widman, AP Biden is photographed with his sons Hunter, left, and Beau around 1972.  AP Biden is pictured in his official Senate portrait from the mid-1970s.  AP Biden is pictured at age 10.  AP Like this topic? You may also like these photo galleries: Replay ",
    "title": "Obama surprises a choked-up Biden with Medal of Freedom"
   },
   {
    "entities": [
     "great",
     "l.l.bean",
     "january 12, 2017",
     "trump",
     "press",
     "making",
     "thursday",
     "pac",
     "$60,000",
     "donald",
     "$30,000",
     "morning",
     "again",
     "of",
     "maine",
     "bean",
     "l.l.",
     "associated",
     "j.",
     "twitter",
     "leonwood",
     "now",
     "f.",
     "linda",
     "bukaty/ap",
     "robert",
     "leon",
     "freeport"
    ],
    "id": 16,
    "text": "Shoppers exit the L.L. Bean retail store in Freeport, Maine. Robert F. Bukaty/AP hide caption toggle caption Shoppers exit the L.L. Bean retail store in Freeport, Maine. Robert F. Bukaty/AP President-elect Donald Trump took to Twitter again Thursday morning, this time to urge his followers to \"Buy L.L.Bean,\" and support one of his campaign backers. \"Thank you to Linda Bean of L.L.Bean for your great support and courage,\" he tweeted Thursday. \"People will support you even more now. Buy L.L.Bean.\" Thank you to Linda Bean of L.L.Bean for your great support and courage. People will support you even more now. Buy L.L.Bean. @LBPerfectMaine — Donald J. Trump (@realDonaldTrump) January 12, 2017 The tweet came in response to public attention over Linda Bean's political support for Trump. Bean, a board member and co-owner of the family-owned outdoor retailer and the granddaughter of company founder Leon Leonwood Bean, says she gave money to a PAC supporting Trump. The Associated Press reported that her donations totaled $30,000 — exceeding limits on individual contributions in a single year. (The news service says the PAC, Making Maine Great Again, initially reported Bean contributed $60,000 but amended its filings.) Her political stance drew criticism from some liberals, who called for a boycott of the company under the hashtag #Grabyourwallet. That prompted the company to respond, noting that Linda Bean's views did not reflect on the company or the views of other Bean family members. Article continues after sponsorship ",
    "title": "Trump Urges People To 'Buy L.L.Bean' Amid Boycott Threat : The Two-Way : NPR"
   },
   {
    "entities": [
     "ben",
     "october",
     "1995",
     "raul",
     "fidel",
     "florida",
     "family",
     "states",
     "november",
     "trump",
     "press",
     "house",
     "2017",
     "parole",
     "castro",
     "thursday",
     "united",
     "late thursday",
     "mexico",
     "administration",
     "rhodes",
     "george",
     "congress",
     "bill",
     "2015",
     "security",
     "2016",
     "thale",
     "associated",
     "americas",
     "cuba",
     "department",
     "havana",
     "october 2012",
     "u.s.",
     "d.c.",
     "obama",
     "coast",
     "today",
     "w.",
     "2006",
     "and",
     "previously",
     "program",
     "wola",
     "professional",
     "america",
     "central",
     "washington",
     "homeland",
     "2012",
     "last march",
     "september",
     "office",
     "medical",
     "the past",
     "guard",
     "geoff",
     "latin",
     "reunification",
     "bush",
     "barack",
     "clinton",
     "white"
    ],
    "id": 17,
    "text": "The U.S. border with Mexico is experiencing a new wave of crossings -- but intead of migrants coming from Central America or Mexico, this wave fe... The policy change will not result in the immediate deportations of Cubans already in the U.S. The policy applies going forward to those who arrive in the U.S. illegally by land or sea. Cubans will be treated like any other migrants and will still be able to apply for asylum based on their individual cases. The  Cuban Family Reunification Parole Program will continue. The Coast Guard will continue to interdict migrants at sea.  Ben Rhodes, Obama’s deputy national security adviser, acknowledged that the White House had previously denied it would adopt the policy, but said today that this was in part due to the fact that the U.S. did not want to encourage more Cubans to flee. He said that the majority of those fleeing Cuba in recent years are doing so for “economic opportunity” and not due to political persecution. Asylum is still available for those who have legitimate claims of persecution. The policy change is something Cuba has wanted for decades and is part of Mr. Obama’s normalization of relations. Despite the change, however, the framework for “wet foot, dry foot” - the Cuban Adjustment act - remains in place. The White House is calling on Congress to repeal it. The new agreement does not change the existing 1994/1995 accord with Cuba stipulating that the U.S. will accept 20,000 Cubans per year. Those are people who would come to the U.S. through authorized procedures. The Washington Office on Latin America (WOLA), an advocacy organization in Washington, D.C. that works to advance human rights in the Americas, said it supports the change in policy. “The Obama Administration has taken a positive step toward a more sensible Cuban immigration policy, one that ends preferential treatment for Cubans compared with others who arrive without visas,” WOLA Program Director Geoff Thale said in a statement on Thursday. Thale said, “WOLA and many colleagues have recommended to the Administration that it should both end preferential treatment for Cubans and increase the number of visas available to Cubans who pursue regular immigration routes.”   The U.S. and Cuba released a joint statement late Thursday confirming the change in policy.      The “wet foot, dry foot” policy was put in place in 1995 by President Bill Clinton as a revision of a more liberal immigration policy. Until then, Cubans caught at sea trying to make their way to the United States were allowed into the country and were able to become legal residents after a year. The U.S. was reluctant to send people back to the communist island then run by Fidel Castro , and the Cuban government also generally refused to accept repatriated citizens. The Cuban government has in the past complained bitterly about the special immigration privileges, saying they encourage Cubans to risk dangerous escape trips and drain the country of professionals. But it has also served as a release valve for the single-party state, allowing the most dissatisfied Cubans to seek better lives outside and become sources of financial support for relatives on the island. The changes would be the latest step by Obama to normalize relations with Cuba.  Relations between the United States and Cuba were stuck in a Cold War freeze for decades, but Obama and Cuban President Raul Castro established full diplomatic ties and opened embassies in their capitals in 2015. Obama visited Havana last March. U.S. and Cuban officials were meeting Thursday in Washington to coordinate efforts to fight human trafficking. A decades-old U.S. economic embargo, though, remains in place as does the Cuban Adjustment Act which lets Cubans become permanent residents a year after legally arriving in the U.S. The official said that in recent years, most people fleeing the island have done so for economic reasons or to take advantage of the benefits they know they can receive if they make it to the U.S. The official also cited an uptick in Cuban migration, particularly across the U.S.-Mexico border - an increase the official said reflected an expectation among Cubans that the Obama administration would soon move to end their special immigration status. Since October 2012, more than 118,000 Cubans have presented themselves at ports of entry along the border, according to statistics published by the Homeland Security Department. During the 2016 budget year, which ended in September, a five-year high of more than 41,500 people came through the southern border. An additional 7,000 people arrived between October and November.  The influx has created burdens on other countries in the region that must contend with Cubans who have yet to reach the U.S. border, the official said. The Cuban Medical Professional Parole Program, which was started by President George W. Bush in 2006, is also being rescinded. The measure allowed Cuban doctors, nurses and other medical professionals to seek parole in the U.S. while on assignments abroad. People already in the pipeline under both “wet foot, dry foot” and the medical parole program will be able to continue the process toward getting legal status. The preferential treatment for Cubans reflected the political power of Cuban-Americans, especially in Florida, a critical state in presidential elections. That has been shifting in recent years. Older Cubans, particularly those who fled Castro’s regime, tend to reject Obama’s diplomatic overtures to Cuba. Younger Cuban-American voters have proven less likely than their parents and grandparents to define their politics by U.S.-Cuba relations. Exit polls show President Barack Obama managed roughly a split in the Florida Cuban vote in 2012, and Trump in November won the same group by a much narrower margin than many previous Republican nominees.  © 2017 The Associated Press. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. ",
    "title": "Obama scrapping \"wet foot, dry foot\" policy for Cubans - CBS News"
   },
   {
    "entities": [
     "howard",
     "capitol",
     "exchange",
     "mortman",
     "trump",
     "house",
     "thursday",
     "moscow",
     "the",
     "senate",
     "donald",
     "pompeo",
     "street",
     "sec",
     "waters",
     "cia",
     "securities",
     "commission",
     "r-kan.",
     "mike",
     "current",
     "d-calif.",
     "hart",
     "maxine",
     "building",
     "wall",
     "and",
     "pepco",
     "c-span",
     "office"
    ],
    "id": 18,
    "text": "Email Moscow, we have a problem. Web surfers expecting to tune into C-SPAN's online feed of debate in the House on Thursday instead saw images supplied by the Russian news site RT, which briefly interrupted programming on the network's website. Spokesman Howard Mortman said the website, www.c-span.org , was replaced by RT for about 10 minutes. The problem was likely a routing issue, since RT is one of the networks that C-SPAN regularly monitors, he said. The network is \"investigating and troubleshooting this occurrence,\" Mortman said. The network later said it doesn't believe it was hacked. The programming glitch came hours after a power outage interrupted a Senate confirmation hearing for Rep. Mike Pompeo, R-Kan., to head the CIA. The hearing reconvened in a different room. The Architect of the Capitol's office said a local power company \"de-energized\" a system that feeds power to the Hart Senate Office Building. The office said the power company, Pepco, quickly restored the lost power. The architect's office said it is examining the surge-breaker that was unexpectedly affected by the planned Pepco work. Rep. Maxine Waters, D-Calif., later said she found it curious that she had just begun criticizing a Republican bill she contended would damage the regulatory authority of the Securities and Exchange Commission when the RT programming broke in. She also was criticizing President-elect Donald Trump for choosing someone with deep ties to Wall Street to lead the SEC. \"Placed in the context of current events concerning cyberattacks and foreign interference in our elections, it is very important that C-SPAN provide a clear and concise explanation for the interruption of its online broadcast before we can reach any conclusions or establish the basis for additional inquiry,\" Waters said in a statement. 0 Shares ",
    "title": "Capitol Hill Buzz: Russian News Site Interrupts C-SPAN - ABC News"
   },
   {
    "entities": [
     "october",
     "1995",
     "march 22, 2016",
     "raul",
     "next week",
     "theater",
     "fidel",
     "florida",
     "january 12, 2017",
     "states",
     "november",
     "press",
     "trump",
     "castro",
     "parole",
     "thursday",
     "united",
     "facebook",
     "donald",
     "of",
     "george",
     "bill",
     "security",
     "2015",
     "johnson",
     "jeh",
     "associated",
     "2016",
     "twitter",
     "cuba",
     "boylan",
     "department",
     "havana",
     "october 2012",
     "u.s.",
     "obama",
     "w.",
     "2006",
     "and",
     "professional",
     "program",
     "washington",
     "2012",
     "grand",
     "homeland",
     "last march",
     "september",
     "medical",
     "the past",
     "bush",
     "barack",
     "clinton"
    ],
    "id": 19,
    "text": "Obama announces end to 'wet foot, dry foot' policy for Cuban refugees Published               January 12, 2017 Facebook 0 Twitter 0 Email Print March 22, 2016: President Barack Obama speaks at the Grand Theater of Havana, Cuba.  (AP Photo/Desmond Boylan, File) President Barack Obama announced Thursday that he was ending a longstanding immigration policy that allowed any Cuban who made it to U.S. soil to stay and become a legal resident. In a statement, Obama said the so-called \"wet foot, dry foot\" policy was \"designed for a different era\" of U.S.-Cuba relations.  Under the new policy, which takes effect immediately, Cubans who attempt to enter the U.S. illegally without qualifying for humanitarian relief will be sent back to the island. \"By taking this step,\" Obama said, \"we are treating Cuban migrants the same way we treat migrants from other countries.\" Obama added that the Havana government had agreed to accept Cubans ordered to leave the U.S., a concession that was a focus of months of negotiations. A senior administration official told the Associated Press the Cubans gave no assurances about treatment of those sent back to the country, but said political asylum remains an option for those concerned about persecution if they return. Homeland Security Secretary Jeh Johnson said the move \"goes a long way to putting our relationship with Cuba on equal terms with our relationships with other neighbors.\" Obama is using an administrative rule change to end the policy. President-elect Donald Trump could undo that rule after he is sworn in next week. He has criticized Obama's moves to improve relations with Cuba. But ending a policy that has allowed hundreds of thousands of people to come to the United States without a visa also aligns with Trump's commitment to tough immigration policies. The \"wet foot, dry foot\" policy was put in place in 1995 by then-President Bill Clinton as a revision of a more liberal immigration policy. Until then, Cubans caught at sea trying to make their way to the United States were allowed into the country and were able to become legal residents after a year. The U.S. was reluctant to send people back to the communist island then run by Fidel Castro, and the Cuban government also generally refused to accept repatriated citizens. The Cuban government has in the past complained bitterly about the special immigration privileges, saying they encourage Cubans to risk dangerous escape trips and drain the country of professionals. But it has also served as a release valve for the single-party state, allowing the most dissatisfied Cubans to seek better lives outside and become sources of financial support for relatives on the island. Relations between the United States and Cuba were stuck in a Cold War freeze for decades, but Obama and Cuban President Raul Castro established full diplomatic ties and opened embassies in their capitals in 2015. Obama visited Havana last March. U.S. and Cuban officials were meeting Thursday in Washington to coordinate efforts to fight human trafficking. A decades-old U.S. economic embargo, though, remains in place as does the Cuban Adjustment Act which lets Cubans become permanent residents a year after legally arriving in the U.S. The official said that in recent years, most people fleeing the island have done so for economic reasons or to take advantage of the benefits they know they can receive if they make it to the U.S. The official also cited an uptick in Cuban migration, particularly across the U.S.-Mexico border -- an increase the official said reflected an expectation among Cubans that the Obama administration would soon move to end their special immigration status. Since October 2012, more than 118,000 Cubans have presented themselves at ports of entry along the border, according to statistics published by the Homeland Security Department. During the 2016 budget year, which ended in September, a five-year high of more than 41,500 people came through the southern border. An additional 7,000 people arrived between October and November. The influx has created burdens on other countries in the region that must contend with Cubans who have yet to reach the U.S. border, the official said. The Cuban Medical Professional Parole Program, which was started by President George W. Bush in 2006, is also being rescinded. The measure allowed Cuban doctors, nurses and other medical professionals to seek parole in the U.S. while on assignments abroad. People already in the pipeline under both \"wet foot, dry foot\" and the medical parole program will be able to continue the process toward getting legal status. The preferential treatment for Cubans reflected the political power of Cuban-Americans, especially in Florida, a critical state in presidential elections. That has been shifting in recent years. Older Cubans, particularly those who fled Castro's regime, tend to reject Obama's diplomatic overtures to Cuba. Younger Cuban-American voters have proven less likely than their parents and grandparents to define their politics by U.S.-Cuba relations. Exit polls show President Barack Obama managed roughly a split in the Florida Cuban vote in 2012, and Trump in November won the same group by a much narrower margin than many previous Republican nominees. The Associated Press contributed to this report. Advertisement ",
    "title": "Obama announces end to 'wet foot, dry foot' policy for Cuban refugees | Fox News"
   },
   {
    "entities": [
     "rich",
     "rudolph",
     "abedin",
     "pac",
     "charles",
     "state",
     "b.",
     "huma",
     "elijah",
     "horwitz",
     "once",
     "grassley",
     "department",
     "conyers",
     "july",
     "kadzik",
     "clinton",
     "peter",
     "february 2016",
     "oig",
     "the day before",
     "comey",
     "fallon",
     "michael",
     "legislative",
     "senate",
     "donald",
     "recently",
     "zapotosky",
     "of",
     "justice",
     "twitter",
     "virginia",
     "jill",
     "podesta",
     "e.",
     "fbi",
     "w.",
     "mcauliffe",
     "james",
     "previously",
     "york",
     "lynch",
     "karen",
     "phoenix",
     "office",
     "p.",
     "deyoung",
     "marc",
     "andrew",
     "brian",
     "terry",
     "nov. 1",
     "thursday",
     "loretta",
     "cummings",
     "$450,000",
     "congress",
     "bill",
     "john",
     "at 6:22 pm",
     "new",
     "anthony",
     "wikileaks",
     "matt",
     "professional",
     "giuliani",
     "committee",
     "storch",
     "city",
     "time",
     "sari",
     "anne",
     "weiner",
     "gearan",
     "this week",
     "responsibility",
     "trump",
     "hillary",
     "january 12",
     "june",
     "affairs",
     "horowitz",
     "post",
     "judiciary",
     "washington",
     "now",
     "oct. 28",
     "robert",
     "mccabe"
    ],
    "id": 20,
    "text": "By Matt Zapotosky and Sari Horwitz January 12 at 6:22 PM Follow @mattzap Follow @sarihorwitz The Washington Post's Matt Zapotosky explains why the Department of Justice is opening a new inquiry into FBI Director James B. Comey and how he handled the probe of Hillary Clinton's email practices. (Peter Stevenson/The Washington Post) The Justice Department inspector general will review broad allegations of misconduct involving FBI Director James B. Comey and how he handled the probe of Hillary Clinton’s email practices, the inspector general announced Thursday. The investigation will be wide ranging — encompassing Comey’s various letters and public statements on the matter and whether FBI or other Justice Department employees leaked nonpublic information, according to Inspector General Michael E. Horowitz. The inspector general’s announcement drew praise from those on both sides of the political aisle, for different reasons, and once again put Comey on the hot-seat. Democrats and Clinton herself have blamed Comey for the Democratic candidate’s loss, arguing that the renewed inquiry and the FBI director’s public missives on the eve of the election blunted her momentum. Comey also has been criticized for months by former Justice officials for violating the department’s policy of avoiding any action that could affect a candidate close to an election. President-elect Donald Trump has notably declined to commit to keeping the FBI Director . Brian Fallon, a former Clinton campaign spokesman, praised the investigation Thursday. “This is highly encouraging and to be expected given Director Comey’s drastic deviation from Justice Department protocol,” Fallon said. “A probe of this sort, however long it takes to conduct, is utterly necessary in order to take the first step to restore the FBI’s reputation as a non-partisan institution.” Lawmakers and others had called previously for the inspector general to probe the FBI’s pre-election actions when it came to the Clinton probe, alleging that Comey bucked long-standing policies with his communications about the case and that information seemed to have leaked inappropriately — perhaps to former New York City mayor Rudolph W. Giuliani, a Trump supporter. [ The attorney general could have ordered FBI Director James Comey not to send his bombshell letter on Clinton emails. Here’s why she didn’t. ] Horowitz said in a news release that he will explore the circumstances surrounding the actions of Comey and others, though he will not re-litigate whether anyone should have faced charges. “The review will not substitute the OIG’s judgment for the judgments made by the FBI or the Department regarding the substantive merits of investigative or prosecutive decisions,” the news release said, using an acronym for the Office of the Inspector General. In a statement, Comey said: “I am grateful to the Department of Justice’s IG for taking on this review. He is professional and independent and the FBI will cooperate fully with him and his office. I hope very much he is able to share his conclusions and observations with the public because everyone will benefit from thoughtful evaluation and transparency regarding this matter.” The FBI’s probe into whether Clinton mishandled classified information by using a private email server when she was secretary of state has long been controversial and politically charged. Perhaps most notably, Comey on Oct. 28 — after previously announcing publicly that he was recommending no charges in the case — sent a letter to congressional leaders telling them that agents had resumed the Clinton probe after finding potentially relevant information in an unrelated case — the investigation of disgraced former congressman Anthony Weiner, the estranged husband of top Clinton aide Huma Abedin. The day before, senior Justice Department leaders had warned Comey not to send the letter, because it violated two long-standing department policies — discussing an ongoing investigation and taking any overt action on an investigation so close to an election. At the time, it was less than two weeks before the election, and early voting had already begun. Conversely, Comey has notably declined to talk about any possible investigations of President-elect Donald Trump or his campaign, as recently as this week rebuffing requests from legislators to confirm agents were looking into any such matters. That has drawn charges of hypocrisy from Democrats, though it is in line with normal practices. “I don’t—especially in a public forum, we never confirm or deny a pending investigation,” Comey said this week. The Inspector General did not say he would investigate Comey’s comments on Trump or any matters related to Russian interference in the election. Comey sent a second letter to Congress on the Clinton case, just days before the election, declaring that the investigation was complete and he was not changing the decision he had made in July to recommend no charges. But the damage — in the minds of Clinton supporters, at least — had been done. Horowitz wrote that he will explore “allegations that Department or FBI policies or procedures were not followed” in connection with both letters. When he is finished, his office will likely issue a lengthy report detailing what it has found, as it has done in other high-profile matters, though it is also possible he could recommend criminal charges for anyone found to have broken the law. The probe could take a significant amount of time. Deputy Inspector General Robert P. Storch declined to comment for this story. Horowitz wrote that his inquiry would extend back to at least July — when Comey announced he was recommending the Clinton case be closed without charges. He wrote that he would explore “allegations that Department and FBI employees improperly disclosed non-public information” — potentially a reference to Giuliani, who seemed to claim at one point he had insider FBI knowledge . Horowitz also wrote that he would explore whether FBI Deputy Director Andrew McCabe should have been recused from the case. McCabe’s wife, ran for a Virginia senate seat and took money from the PAC of Virginia Gov. Terry McAuliffe , a fierce Clinton ally. Efforts to reach McCabe were not immediately successful. Giuliani has previously said he would cooperate with an inspector general investigation, though he said he had talked to only former FBI officials and was not the recipient of any leaks. He did not return a message Thursday. Reps. John Conyers, Jr. (D-Mich.) and Elijah E. Cummings (D-Md.), who called for the inspector general related to Giuliani, said in a joint statement: “Our citizens must be able to trust that the FBI, our chief federal law enforcement agency, is non-partisan and does not insert itself into the electoral process.  We are pleased that the Inspector General is following up on our request to investigate and review these allegations and look forward to receiving a full review of these matters.” Horowitz wrote that he would delve more deeply into the FBI  publishing, just days before the election, 129 pages of internal documents from a years-old probe into former president Bill Clinton’s pardon of a fugitive Democratic donor. And he said he would also probe whether Peter Kadzik, the Justice Department’s Assistant Attorney General for Legislative Affairs “improperly disclosed non-public information to the Clinton campaign and/or should have been recused from participating in certain matters.” Kadzik used to be the lawyer for Clinton campaign chairman John Podesta, and Wikileaks released hacked emails showing communications between the two men about the State Department’s review of Clinton emails for Freedom of Information Act purposes. In an interview, Kadzik, who said he was speaking in his personal capacity, called the inspector general’s investigation “disheartening.” He noted the information he gave Podesta about a hearing and a court document already was public, and it came before the FBI opened its criminal investigation. Of whether he should have recused himself from any involvement in that criminal probe, Kadzik said: “It’s not as if I had any decision making authority or role in the criminal investigation. I wasn’t involved in the criminal investigation. There was nothing to recuse myself from.” His job, he said, was to transmit information to Congress, and even then, “It’s not like I’m making a decision on what to give or not to give with respect to that, particularly with respect to a criminal investigation like the Clinton investigation. ” Kadzik declined to say whether he would cooperate with the Inspector General probe. “My answer is, I wish the Inspector General would have talked to me first,” he said. Virtually all of the matters being probed are well-publicized controversies, and in some cases, the FBI has defended its actions. In the case of McCabe, for example, the deputy director’s wife, physician Jill McCabe, was recruited to run for a Virginia state senate seat, and took more than $450,000 from a McAuliffe PAC. At the time news of the donations broke, Trump, then just a candidate for president, called the development “absolutely disgraceful” and claimed, “we’ve never had a thing like this in the history of our country.” The FBI, though, asserted at the time that McCabe had checked in with ethics officials and followed agency protocols. And, when his wife was first recruited to run, he was not yet deputy director. He was elevated to that post in February 2016, after his wife was out of politics. The FBI, too, has previously stood by its handling of the release of documents related to the Marc Rich pardon. The bureau dumped the documents onto a records website on Nov. 1 — just days before the election — and announced it had done so on Twitter. The bureau said it did so in response to records requests, and the tweet was sent because of updates to an automated system. The timing generated significant controversy, though, and someone complained to the FBI’s Office of Professional Responsibility. An FBI spokesman said at the time he had been in touch with the office’s director, and it was “unlikely” an investigation would be launched. Now, the inspector general will look into the matter. Notably absent from the list of matters being considered is Attorney General Loretta Lynch’s controversial meeting in June with former president Bill Clinton aboard her plane on the tarmac of the Phoenix, Airport. The half-hour conversation, which Lynch has said she regrets, created the appearance that the attorney general was politically compromised. Some officials say it left a leadership vacuum and likely prompted Comey to give his controversial July press conference, at which he announced he was recommending no charges for Clinton but criticized her and her aides as “extremely careless.” The tarmac meeting could be encompassed in the investigation of possible leaks of information, and Horowitz wrote that his investigators would consider “other issues that may arise during the course of the review.” But Horowitz specifically referenced the dates of Comey’s letters and his press conference as parts of his investigation. He did not mention Bill Clinton or Lynch, who have both asserted that their conversation was not about the Clinton email case. Sen. Charles E. Grassley (R-Iowa), chair of the Senate Judiciary Committee, took note of the omission. “It’s good to hear that the Inspector General agreed to my request to look at multiple concerns that I raised throughout the investigation,” Grassley said in a statement.  “Conspicuously absent, though, is any specific reference to the Attorney General’s failure to recuse herself from the probe, particularly after her meeting with former President Clinton.  It’s in the public interest to provide a full accounting of all the facts that led to the FBI and Justice Department’s decision-making regarding the investigation.” Anne Gearan and Karen DeYoung contributed to this report. national ",
    "title": "Justice Department inspector general to investigate pre-election actions by department and FBI - The Washington Post"
   },
   {
    "entities": [
     "oakland",
     "fish-er",
     "friday",
     "denver",
     "cleveland",
     "klein",
     "redskins",
     "ogletree",
     "demoff",
     "gary",
     "the future",
     "thursday",
     "last february",
     "jan. 24",
     "oaks",
     "jeff",
     "phillips",
     "raiders",
     "gregg",
     "nfl",
     "kevin",
     "wade",
     "thousand",
     "hayes",
     "2004",
     "kiffin",
     "2016",
     "cal",
     "mcvay",
     "kroenke",
     "alec",
     "rams",
     "stan",
     "browns",
     "thiry",
     "sean",
     "los",
     "washington",
     "snead",
     "broncos",
     "les",
     "now",
     "the past",
     "lane",
     "lindsey",
     "william",
     "angeles",
     "2003",
     "2007",
     "goff",
     "wil-liams",
     "jared"
    ],
    "id": 21,
    "text": "Rams have a new leading man in Coach Sean McVay The Rams hire Sean McVay as their new head coach Gary Klein and Lindsey Thiry discuss the Los Angeles Rams hiring Washington Redskins offensive coordinator Sean McVay as their new head coach. Gary Klein and Lindsey Thiry discuss the Los Angeles Rams hiring Washington Redskins offensive coordinator Sean McVay as their new head coach. The Rams featured one of the youngest teams in the NFL last season. Now they have the youngest head coach in league history. On Thursday, the Rams hired 30-year-old Sean McVay, the Washington Redskins ’ offensive coordinator for the past three seasons.  The Rams will formally introduce McVay in a news conference Friday at their training facility at Cal Lutheran in Thousand Oaks. “This is a great day as we welcome Sean McVay as our new head coach,” Rams owner Stan Kroenke said in a statement Thursday. “The accomplishments and success that he has had in less than a decade in our league are impressive.  “We are confident in his vision to make this team a consistent winner and we will all continue to work together to achieve our ultimate goal — bringing a Rams Super Bowl championship home to Los Angeles.” McVay, who will turn 31 on Jan. 24, is about eight months younger than Lane Kiffin was when he was hired by the Oakland Raiders in 2007. McVay is essentially in the same age demographic as his players. Rams defensive end William Hayes , at 31, is older than McVay, who was hired to turn around a team that finished 4-12 this season while averaging an NFL-worst 262.7 yards and 14 points per game. McVay’s most important task: developing quarterback Jared Goff , the No. 1 pick in the 2016 draft. The Rams have not had a winning season since 2003 and have not made the playoffs since 2004. Kevin Demoff, vice president of football operations, had said the Rams would not limit their search. They formally interviewed eight candidates before selecting McVay. “I am incredibly honored by this opportunity and I want to start by thanking Mr. Kroenke and Kevin Demoff for their faith in me to lead the Los Angeles Rams as head coach,” McVay said in a statement. “Collectively, we are committed to building a championship-caliber team, and I’m excited to start that process and make our fans proud.” After McVay’s hiring was announced, players reacted on social media.  “Excited for the future of this team. Let's do this thing!” tweeted Goff, who met with McVay before he was hired. “Welcome coach!!! Glad to have you here!!” tweeted middle linebacker Alec Ogletree . McVay replaces Jeff Fish-er, who despite having a contract extension, was fired with three games left in his fifth season. General Manager Les Snead , who was involved in the search and interview process, is expected to be retained. Snead also received a contract extension before last season. McVay is bringing in veteran coach Wade Phillips as defensive coordinator. Phil-lips, 69, is a former NFL head coach and was Denver’s defensive coordinator for the last two seasons, helping the Broncos win Super Bowl 50 last February. Phillips will oversee a unit that ranked ninth under former coordinator Gregg Wil-liams, now with the Cleveland Browns . ",
    "title": "Rams have a new leading man in Coach Sean McVay - LA Times"
   },
   {
    "entities": [],
    "id": 22,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "weiner",
     "capitol",
     "comey",
     "trump",
     "press",
     "hillary",
     "tribune",
     "michael",
     "thursday",
     "abedin",
     "senate",
     "donald",
     "huma",
     "tuesday",
     "congress",
     "russia",
     "sept. 20, 2012",
     "justice",
     "2016",
     "associated",
     "scott",
     "j.",
     "horowitz",
     "department",
     "fbi",
     "july 2016",
     "before election",
     "anthony",
     "day",
     "hill",
     "james",
     "applewhite",
     "washington",
     "two weeks",
     "clinton",
     "ap"
    ],
    "id": 23,
    "text": "Justice Department inspector general to investigate pre-election actions by department, FBI Michael Horowitz J. Scott Applewhite / AP Justice Department's Inspector General Michael Horowitz testifies Sept. 20, 2012, on Capitol Hill in Washington. Horowitz says he will launch an investigation into the Justice Department and FBI's actions in the months leading up to the 2016 election, including whether department policies were followed by FBI Director James Comey. Justice Department's Inspector General Michael Horowitz testifies Sept. 20, 2012, on Capitol Hill in Washington. Horowitz says he will launch an investigation into the Justice Department and FBI's actions in the months leading up to the 2016 election, including whether department policies were followed by FBI Director James Comey. (J. Scott Applewhite / AP) Tribune news services Contact Reporter The Justice Department's inspector general announced Thursday he will launch an investigation into the department and FBI 's actions in the months leading up to the 2016 election, including whether department policies were properly followed by FBI Director James Comey . Democrats have blamed Comey's handling of an investigation into Hillary Clinton 's use of a private email server and his late-October release of a letter about the case as among the reasons for her loss to Republican Donald Trump . Inspector General Michael Horowitz said the investigation would look at whether department or FBI policies were followed in relation to Comey's actions in the case. The review will examine Comey's news conference in July 2016 in which he said that the FBI would not recommend charges. During his announcement, Comey delivered an unusual public statement for an FBI chief by chastising Clinton and her aides as \"extremely careless.\" It will also review the two letters he sent to Congress about the case in the final days before the 2016 election. Clinton and her aides said the disclosure of \"new\" emails — found on a laptop belonging to Anthony Weiner , the estranged husband of Clinton aide Huma Abedin — less than two weeks before Election Day hurt her in several battleground states. Tribune news services FBI Director James Comey on Tuesday refused to say whether his bureau was investigating any possible ties between Russia and the Donald  Trump 's presidential campaign, citing policy not to comment on what the FBI might or might not be doing. Comey testified at the Senate 's second hearing in a week... FBI Director James Comey on Tuesday refused to say whether his bureau was investigating any possible ties between Russia and the Donald  Trump 's presidential campaign, citing policy not to comment on what the FBI might or might not be doing. Comey testified at the Senate 's second hearing in a week... (Tribune news services) Comey's action prompted outrage from Clinton and other Democrats who said it needlessly placed her under suspicion when the FBI didn't even know if the emails were relevant. Associated Press ",
    "title": "Justice Department inspector general to investigate pre-election actions by department, FBI - Chicago Tribune"
   },
   {
    "entities": [
     "middle",
     "mccoppin",
     "last june",
     "community",
     "mark",
     "weck",
     "reporter",
     "janaya",
     "amanda",
     "lopez-mejia",
     "contact",
     "klein",
     "the previous day",
     "drive",
     "wescott",
     "simmons",
     "road",
     "ariana",
     "garcia",
     "campus",
     "armstrong",
     "burkey",
     "la",
     "tribune",
     "jan. 11, 2017",
     "a couple hours later",
     "costello",
     "may",
     "the",
     "mchenry",
     "college",
     "district",
     "2300",
     "lake",
     "elementary",
     "tuesday",
     "dan",
     "county",
     "steve",
     "school",
     "ferlita",
     "ezequiel",
     "john",
     "kelly",
     "night",
     "carla",
     "/",
     "romano",
     "martin",
     "anarri",
     "in",
     "past",
     "jan. 10",
     "nelson",
     "chicago",
     "hills",
     "anthony",
     "huntley",
     "wednesday",
     "reed",
     "afternoon",
     "mandela",
     "september",
     "about 3 p.m",
     "william",
     "daybreak",
     "marlowe",
     "robert",
     "stacey",
     "marrazzo"
    ],
    "id": 24,
    "text": "Mother strangled her 2 kids, hanged herself in suburban home: coroner Possible murder-suicide in Lake in the Hills Janaya Simmons speaks about the death investigation of her next-door neighbors in Lake in the Hills on Jan. 11, 2017. Carla Lopez-Mejia and her children, Ezequiel Garcia, 11, and Ariana Garcia, 8, were found dead Jan. 10. (Stacey Wescott / Chicago Tribune) Janaya Simmons speaks about the death investigation of her next-door neighbors in Lake in the Hills on Jan. 11, 2017. Carla Lopez-Mejia and her children, Ezequiel Garcia, 11, and Ariana Garcia, 8, were found dead Jan. 10. (Stacey Wescott / Chicago Tribune) Amanda Marrazzo and Robert McCoppin Contact Reporter Chicago Tribune Outside the town house with the boarded-up door, three teenage boys added a rosary and Christian medallion to a growing memorial of stuffed animals, candles and balloons. \"We wanted to show our respect,\" William Weck, 13, said Wednesday afternoon as a cold drizzle fell. Another nearby resident, Kelly Klein, said her two daughters were having a hard time with the news: two children and their mother had been found dead in the Lake in the Hills home the previous day in what authorities said appeared to be a double murder-suicide. A couple hours later, the news took another grim turn: Authorities announced their findings that the children, Ezequiel Garcia, 11, and his sister Ariana, 8 had been strangled, and that their mother, Carla Lopez-Mejia, 27, had then hanged herself. \"It is so heartbreaking,\" Klein said. \"It brings tears to my eyes as a mom who is supposed to protect her children.\" Police in the small McHenry County community said they were called to the town house along Daybreak Drive at about 3 p.m Tuesday, where first-responders found the remains. Janaya Simmons, who lives in an adjoining town house, said her daughter normally rode the school bus with Ariana but that she didn't show up Tuesday. Simmons called the Garcia children \"full of energy\" and said they liked to play outside no matter the weather. She recalled that, after a recent snowfall, her daughter built an igloo with Ariana and Ezequiel, whom Simmons called \"Ezzie.\" Neighbor Janaya Simmons and her daughter Anarri visit a memorial Jan. 11, 2017, outside the Lake in the Hills home where Carla Lopez-Mejia, 27, and her children Ariana Garcia, 8, and Ezequiel Garcia, 11, were found dead the previous day. (Stacey Wescott / Chicago Tribune) Anthony Romano, 14, another neighborhood boy, said the Garcia children \"were very happy.\" Simmons said she saw police outside the neighbors' town house Tuesday and later saw the children's father, as well as Lopez-Mejia's mother and brother, outside the home appearing distraught. \"Whatever happened is a tragedy. ... I really feel bad for the kids because they really didn't deserve that,\" she said. \"It's just a sad day here in Lake in the Hills.\" Ezequiel was in sixth grade at Marlowe Middle School and Ariana was a third-grader at Martin Elementary School. Both buildings are located at Reed Road Campus, which can be seen from the town house complex where the children lived. Huntley Community School District 158 posted a statement Wednesday of condolence to the family. Spokesman Dan Armstrong said parents of the Garcia children's classmates were notified directly to allow them the chance to talk to their children. The two school principals also spoke directly to the Garcia children's classmates and counselors were made available. 3 found dead in Lake in the Hills Stacey Wescott / Chicago Tribune A boarded-up door is the only sign of something amiss at a town home in the 2300 block of Daybreak Drive in Lake in the Hills on Jan. 11, 2017. A boarded-up door is the only sign of something amiss at a town home in the 2300 block of Daybreak Drive in Lake in the Hills on Jan. 11, 2017. (Stacey Wescott / Chicago Tribune) \"This terrible tragedy has affected all of us in the Huntley 158 family, and the grief that accompanies news such as this will take time to process as students, staff, and the community all attempt to come to terms with it,\" said the online statement from Superintendent John Burkey. \"Students will respond to this tragedy in different ways, and it is important for both schools and families to support them. Any reaction is normal in the grieving process and can range from withdrawal to crying to anger. It's important for us as adults to listen carefully to our children and help them through their reactions and feelings regarding this tragedy,\" the statement said. There were few immediate clues to suggest what might have led to the gruesome turn of events. Neighbors said Lopez-Mejia was quieter and less sociable than her children's father. A Facebook page appearing to be hers said she had studied at McHenry County College. Posts included inspirational quotes from Nelson Mandela: \"It always seems impossible until it's done,\" and \"May your choices reflect your hopes, not your fears.\" Another post read: \"I have a past, but I don't live there anymore.\" Last June, Lopez-Mejia filed for Chapter 7 bankruptcy to address unpaid debts, and her case was closed by September, records indicate. While debt is stressful, her attorney, Steve Costello, said his clients are usually happy to get it resolved. \"We were all scratching our heads as to why something like this would happen,\" he said. \"She seemed very nice and generally happy.\" Mark La Ferlita, 18, lives across the street from the family and said he often saw Ariana playing with her cat. \"She was nice ... a sweet kid,\" he said. \"They were cute kids, so sweet, real respectful.\" La Ferlita said he was \"shocked\" when he saw all the commotion Tuesday night and police breaking down the door. He said such events \"don't happen around here.\" \"I'm sad,\" he said. \"I always took for granted them being here, seeing them outside.\" La Ferlita said it was hard to understand what happened. \"That's your family,\" he said. \"That is something you have to cherish.\" Amanda Marrazzo is a freelance reporter, and Robert McCoppin is a Tribune reporter. Photographer Stacey Wescott contributed. ",
    "title": "Mother strangled her 2 kids, hanged herself in suburban home: coroner - Chicago Tribune"
   },
   {
    "entities": [
     "ben",
     "december 2014",
     "alan",
     "1995",
     "1959",
     "fidel",
     "florida",
     "raúl",
     "states",
     "trump",
     "house",
     "castro",
     "thursday",
     "this august 1994",
     "united",
     "facebook",
     "jeff",
     "gomez",
     "free",
     "donald",
     "diaz-balart",
     "mexico",
     "linkedin",
     "r-ariz.",
     "rhodes",
     "the day",
     "for",
     "2014",
     "1991",
     "congress",
     "ecuador",
     "2015",
     "2016",
     "cuba",
     "frank",
     "1966",
     "mario",
     "current",
     "jan. 12, 2017",
     "havana",
     "usa",
     "u.s.",
     "a",
     "obama",
     "1994",
     "today",
     "4:31 p.m.",
     "union",
     "14 hours ago",
     "center",
     "america",
     "central",
     "evening",
     "flake",
     "calzon",
     "washington",
     "soviet",
     "now",
     "the past",
     "venezuela",
     "goitia",
     "the year before",
     "jose",
     "clinton",
     "ap",
     "white"
    ],
    "id": 25,
    "text": "Obama ends 'wet foot, dry foot' policy for Cubans Cubans will now be treated the same way as migrants from other countries. Post to Facebook Obama ends 'wet foot, dry foot' policy for Cubans Cubans will now be treated the same way as migrants from other countries. Check out this story on USATODAY.com: http://usat.ly/2ipo6Vq CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 237 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Obama ends 'wet foot, dry foot' policy for Cubans Alan Gomez , USA TODAY Published 4:31 p.m. ET Jan. 12, 2017 | Updated 14 hours ago x Share With the end of the \"wet foot/dry foot\" policy, Cuban immigrants will no longer have preferential treatment. Video provided by Newsy Newslook Cubans leave the coast in a raft  in this August 1994 file photo in Havana Cuba during the 1994 massive exodus. (Photo: Jose Goitia, AP) President Obama announced Thursday an end to the 20-year-old \"wet foot, dry foot\" policy that allowed most Cuban migrants who reach U.S. soil to stay and become legal permanent residents after one year. President Obama issued a statement Thursday evening saying the U.S. is working to normalize relations with its one-time foe, and ending this policy was the next logical step. \"Effective immediately, Cuban nationals who attempt to enter the United States illegally and do not qualify for humanitarian relief will be subject to removal,\" Obama said. \"By taking this step, we are treating Cuban migrants the same way we treat migrants from other countries.\" The \"wet foot, dry foot\" policy, created by President Clinton in 1995, has generally allowed Cubans who simply touch U.S. soil to stay in the country. Those caught at sea are returned to Cuba. In exchange for the new policy, Cuba has agreed to start accepting Cubans who were issued a deportation order in the United States, something the communist nation has refused to do for decades. The decision, formalized in a joint statement issued by both governments Thursday, comes as Obama tries to cement his historic opening of diplomatic relations with Cuba and one week before President-elect Donald Trump takes office. Obama ended more than five decades of isolation with Cuba in December 2014 and even visited the island in 2016. Trump has said he would renegotiate the U.S. dealings with Cuba, and ending the \"wet foot, dry foot\" policy could affect Trump's plans. Cubans rush to U.S. shores before easy entry ends Sen. Jeff Flake, R-Ariz., who has advocated for closer ties with Cuba, praised the move. \"Individuals on both sides of the U.S.-Cuba debate recognize and agree that ending ‘wet foot, dry foot’ is in our national interest,\" Flake said. \"It’s a move that brings our Cuba policy into the modern era, while allowing the United States to continue its generous approach to those individuals and refugees with a legitimate claim for asylum.\" Others were enraged, arguing that Cuba's communist regime continues to violate the human rights of its citizens. Frank Calzon, executive director of the Center for a Free Cuba, called Obama's decision \"another example of a heartless foreign policy.\" Rep. Mario Diaz-Balart, a Cuban-American Republican from Florida, agreed. \"With just eight days left in his administration, President Obama has found one more way to frustrate the democratic aspirations of the Cuban people and provide yet another shameful concession to the Castro regime,\" he said. Cubans have received favorable treatment from the United States ever since Fidel Castro took control of the island in 1959 and declared it a communist ally of the Soviet Union. Congress passed the Cuban Adjustment Act in 1966 that allowed tens of thousands of Cubans who had already fled Castro's revolution to gain legal status in the U.S. When the Soviet Union collapsed in 1991, it left Cuba in economic ruin, prompting thousands more to take to the sea for the United States on makeshift boats and rafts. To end the crisis, Clinton enacted the \"wet foot, dry foot\" policy. Rumors that the policy would end have been rampant in Cuba since the 2014 rapprochement between the two countries, prompting a surge of Cubans fleeing for the United States. In the year before Obama and Cuban President Raúl Castro announced the opening of diplomatic relations, 24,278 Cubans reached the U.S. That number nearly doubled in 2015 and surpassed 54,000 in 2016, according to the White House. Many Cubans continue traveling to the U.S. by sea in rickety, dangerous boats built from spare parts in Cuba. In recent years, more Cubans have taken advantage of laws that allow them to travel to Ecuador, where thousands have started the long, dangerous land voyage across Venezuela, Central America and Mexico to reach the southwest border. Wave of Cubans finally reach U.S. after grueling land journey The Obama administration said the surge in Cubans risking their lives to reach the U.S. played an important factor in its decision. Deputy National Security Adviser Ben Rhodes said the improving diplomatic relationship between the two countries also contributed. For example, U.S. officials met Thursday with their Cuban counterparts in Washington to coordinate efforts to combat human trafficking, and another set of government officials met in Havana to discuss outstanding claims by U.S. citizens who had their property confiscated during Fidel Castro’s revolution. Rhodes pointed to one more factor: Most Cubans now come to the U.S. \"for more traditional reasons, in terms of seeking economic opportunity,\" instead of fleeing in fear of the Castro regime as in the past. That's why the U.S. should treat them the same as economic migrants from any other country, Rhodes said. \"There's not going to be a separate queue for Cubans,\" he said. \"It just treats the Cuban migrants like migrants from other countries.\" Under the new joint agreement, the U.S. will still accept at least 20,000 Cubans each year through traditional immigration channels. 13923 CONNECT TWEET 26 LINKEDIN 237 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2ipo6Vq NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Obama ends 'wet foot, dry foot' policy for Cubans"
   },
   {
    "entities": [
     "november",
     "sam",
     "$650-million",
     "mesa",
     "raiders",
     "california",
     "nfl",
     "state",
     "last month",
     "fenno",
     "stadium",
     "$200-million",
     "chargers",
     "today",
     "kroenke",
     "san",
     "july",
     "$10 million",
     "center",
     "a day earlier",
     "nathan",
     "angeles",
     "las",
     "goodell",
     "spanos",
     "costa",
     "iger",
     "$2.6-billion",
     "sunday",
     "qualcomm",
     "park",
     "donald",
     "forbes",
     "tuesday",
     "carson",
     "jan. 29",
     "jan. 12, 2017",
     "vegas",
     "southern",
     "ron",
     "rams",
     "stan",
     "dominguez",
     "james",
     "dean",
     "louis",
     "york",
     "sterling",
     "airport",
     "diego",
     "roberts",
     "jr.",
     "butts",
     "$1",
     "disney",
     "clippers",
     "8 a.m.",
     "inglewood",
     "legislature",
     "1984",
     "t.",
     "la",
     "thursday",
     "last january",
     "43%",
     "november 2018",
     "international",
     "1961",
     "st.",
     "2004",
     "cal",
     "the last decade",
     "new",
     "santa",
     "1967",
     "hills",
     "wednesday",
     "los",
     "$650 million",
     "oakland",
     "times",
     "last year",
     "l.a.",
     "stubhub",
     "2017",
     "2019",
     "9:46 a.m",
     "june",
     "ana",
     "the",
     "county",
     "2016",
     "nevada",
     "hollywood",
     "jan. 12",
     "farmer",
     "$1.5 billion",
     "roger",
     "robert",
     "$750 million",
     "2003"
    ],
    "id": 26,
    "text": "Chargers make it official: They're moving to Los Angeles The Chargers are moving to Los Angeles The Chargers are leaving San Diego for Los Angeles. Owner Dean Spanos announced the decision in a letter posted on the team’s website Jan. 12. (Jan. 12, 2017) The Chargers are leaving San Diego for Los Angeles. Owner Dean Spanos announced the decision in a letter posted on the team’s website Jan. 12. (Jan. 12, 2017) Sam Farmer and Nathan Fenno Contact Reporters The Chargers are leaving San Diego for Los Angeles, owner Dean Spanos announced Thursday in a letter posted on the team’s website. “After much deliberation, I have made the decision to relocate the Chargers to Los Angeles beginning with the 2017 season,” Spanos wrote. “San Diego has been our home for 56 years. It will always be a part of our identity, and my family and I have nothing but gratitude and appreciation for the support and passion our fans have shared for us over the years. “But today, we turn the page and begin an exciting new era as the Los Angeles Chargers.” Spanos — who didn’t need approval from the other NFL team owners for the move — arrived at L.A. International Airport at 9:46 a.m after a 21-minute flight from San Diego in a private jet and began a daylong tour of his team's new home. \"Getting a whole company moved up here by June or July, that's huge in itself logistically, but we have a great plan in place,\" Spanos said in a phone interview with The Times. The move didn't go as the NFL planned. A day earlier, the league moved a Sunday deadline for the Chargers to exercise their option to relocate to Tuesday so as not to conflict with playoff games or the Martin Luther King Jr. holiday. That provided a glimmer of hope to San Diego fans that a solution might be at hand. Read the letter from Chargers owner Dean Spanos announcing the move to L.A. Open link However, no last-ditch effort by the NFL to persuade Spanos to remain in San Diego materialized when the league's stadium and finance committees met Wednesday at league headquarters in New York. Spanos subsequently called NFL Commissioner Roger Goodell and several owners Wednesday to inform them he was moving the team to L.A. \"I wasn't expecting anything [of the meeting],\" Spanos said. After the NFL’s two-decade absence from L.A., the league took the unprecedented step of allowing the Chargers and Rams to return to the nation’s second-largest market in the space of a year. Though NFL owners have remained adamant in public that L.A. can support two teams, some have expressed reservations in private about how enthusiastically the city will embrace two franchises that have struggled on the field in recent years. The drawn-out decision-making has tested the patience of NFL owners and agonized a San Diego fan base that has cheered the team since its arrival from Los Angeles in 1961. In a statement, Goodell said the Chargers “worked tirelessly” to find a stadium solution in San Diego. “Relocation is painful for teams and communities,” he said. “It is especially painful for fans, and the fans in San Diego have given the Chargers strong and loyal support for more than 50 years, which makes it even more disappointing that we could not solve the stadium issue.” The Chargers have unsuccessfully sought a new stadium in and around San Diego for the last decade and a half. They wanted to replace the aging Qualcomm Stadium — built in 1967 and widely considered one of the NFL’s worst venues — but a series of proposals failed for reasons that included the city’s fiscal crisis, an inability to garner political support, site issues and little appetite for public financing. The 120-mile move north is expected to dramatically increase the value of the Chargers; Forbes estimated that the Rams are worth nearly $1.5 billion more after leaving St. Louis last year. But the Chargers will owe a $650-million relocation fee to be split among the league’s other owners. The team will have 10 years to pay, beginning when the new stadium opens. That’s expected to be in 2019. An artist's rendering of the proposed NFL stadium in Inglewood. The decision allows the Rams to start selling personal seat licenses, suites and naming rights for owner Stan Kroenke’s $2.6-billion stadium at the site of the old Hollywood Park racetrack. The Chargers, who will pay $1 a year as a tenant, will help finance the project with a $200-million NFL loan and the proceeds from sales of personal seat licenses. They’ll also contribute an additional 10 events a year to the 298-acre sports and entertainment district, where plans call for hundreds of thousands of square feet for office space, retail and housing around the glass-roofed stadium. “We are effusively happy that the Chargers made the difficult decision to come and join the Rams in Inglewood,” said James T. Butts Jr., the city’s mayor. “We welcome them with open arms.” Butts is expected to meet with Spanos in Inglewood on Thursday. Until the stadium is complete, the Chargers will play at StubHub Center in Carson. The 30,000-seat venue is a nontraditional option. The Chargers held their training camp at the facility on the campus of Cal State Dominguez Hills in 2003 and 2004. By charging more for an up-close, premium experience, team officials believe they can make up the revenue difference from what they could expect from a much larger stadium. Before making the final attempt to build a stadium in downtown San Diego, the Chargers joined forces with the Oakland Raiders in hopes of building a stadium in Carson. They even brought on Disney Chairman and CEO Robert Iger to oversee the project. However, NFL owners chose the Inglewood plan by a 30-2 vote last January. Goodell called it “transformational.” As part of the vote, however, owners awarded the Chargers the L.A. option. If they didn’t use it, the option would transfer to the Raiders. They’re pursuing a stadium in Las Vegas — bolstered by $750 million in public financing approved by Nevada’s Legislature last year — but retain a large and passionate fan base in Southern California. Last January, the Chargers announced plans for a temporary facility in Santa Ana and agreed in principle on a lease with the Rams to share the Inglewood stadium. On Jan. 29, they said they would play the 2016 season in San Diego. The Chargers turned their attention to a combined stadium and convention center in San Diego. The NFL and the team pledged $650 million toward the project. A November ballot initiative on the project received a 43% favorable vote, when two-thirds was needed to proceed. The team said it spent more than $10 million on the failed initiative. In the aftermath, Chargers officials believed that any public financing from the city or county would be subject to a vote that would be unlikely to take place until November 2018 at the earliest. Coming off a season with the second-worst home attendance in the NFL, they were loath to spend two more years as a lame-duck franchise with no guarantee that voters would greenlight funding for a stadium. “The Chargers will stand next to Donald Sterling in the Hall of Shame,” San Diego County Supervisor Ron Roberts said in a tweet Thursday, invoking the former Clippers owner who moved the team from San Diego to L.A. in 1984. “It hurts, but we will move on.” Last month, the Chargers agreed to lease space for a temporary headquarters in Costa Mesa, but they are searching for a permanent location. Last January, the Chargers applied to trademark the “Los Angeles Chargers” and “LA Chargers” names. When the Chargers posted the letter from Spanos at 8 a.m. Thursday, they also unveiled a new logo — a stylized “LA”’ that incorporates a lightning bolt. Chargers logo The new logo for the Los Angeles Chargers. The new logo for the Los Angeles Chargers. (Los Angeles Chargers) Farmer reported from New York and Fenno from Los Angeles. ALSO ",
    "title": "Chargers make it official: They&apos;re moving to Los Angeles - LA Times"
   },
   {
    "entities": [
     "biden",
     "joe",
     "gittens",
     "states",
     "reagan",
     "house",
     "2017",
     "last eight years",
     "thursday",
     "news",
     "united",
     "paul",
     "colin",
     "john",
     "2:28",
     "douliery",
     "olivier",
     "jan 12",
     ", 6:01 pm",
     "jan. 12, 2017",
     "powell",
     "obama",
     "d.c.",
     "0:48",
     "hasani",
     "nbc",
     "ii",
     "america",
     "washington",
     "ronald",
     "barack",
     "white"
    ],
    "id": 27,
    "text": "Jan 12 2017, 6:01 pm ET President Barack Obama Honors Joe Biden With Surprise Medal of Freedom by Hasani Gittens Obama Awards Presidential Medal of Freedom to Biden 0:48 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170113003738if_/http://www.nbcnews.com/widget/video-embed/853609539585\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Calling him \"the best vice president America has ever had,\" President Barack Obama awarded Joe Biden the Presidential Medal of Freedom Thursday in a surprise tribute to his friend and close adviser for the last eight years. The medal is the highest civilian honor in the United States, and Biden appeared stunned and wiped away tears. When he took the podium, he started by jokingly telling his chief of staff \"you're fired,\" for not hinting at the surprise. \"This honor is not only well beyond what I deserve, but it's a reflection of the extent and generosity of your spirit,\" Biden said. \"I don't deserve this. But I know it came from the president's heart,\" he said. \"There is a Talmudic saying that says what comes from the heart enters the heart. Mr. President, you have crept into our heart, you and your whole family.\" Play Emotional Biden Thanks Family, Obama During Surprise Medal Ceremony 2:28 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170113003738if_/http://www.nbcnews.com/widget/video-embed/853662787663\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Obama awarded the medal \"with distinction,\" an extra level of veneration, for the first time in his presidency. The previous three presidents awarded the higher level of the award to only one person each: John Paul II, President Ronald Reagan, and Gen. Colin Powell, Obama said. He called Biden \"an extraordinary man, with an extraordinary career in public service.\" President Barack Obama (R) presents the Medal of Freedom to Vice-President Joe Biden during an event  in the State Dinning room of the White House, on Jan. 12, 2017 in Washington, D.C. Olivier Douliery / Pool via Getty Images Biden said he \"had no inkling\" that the president was going to pay him tribute at the ceremony, which he believed was going to be a look back at the journey of the last eight years. \"This is a remarkable man, and I just hope the asterisk in history that will be attached to my name — when they talk about this president, that I can say I was part of, part of the journey of a remarkable man who did remarkable things for his country,\" Biden said. It was Obama's idea to award Biden with the medal and to do it as a surprise, a senior official involved in the planning of Thursday's event told NBC News. Planning was carried out by a small group of White House staff. Obama and Biden have developed a close friendship, which has been the inspiration of many online memes . The president even joked during Thursday's tribute: \"This gives the internet one last chance to talk about our bromance.\" Play ",
    "title": "President Barack Obama Honors Joe Biden With Surprise Medal of Freedom - NBC News"
   },
   {
    "entities": [
     ", 1:52 pm",
     "community",
     "mcfadden",
     "trump",
     "house",
     "last 24 hours",
     "2017",
     "sunday",
     "earlier this week",
     "michael",
     "thursday",
     "news",
     "last week",
     "nsa",
     "senate",
     "donald",
     "1:47",
     "pompeo",
     "morning",
     "7:33",
     "charles",
     "maddow",
     "kansas",
     "tuesday",
     "cia",
     "congress",
     "russia",
     "mike",
     "john",
     "cynthia",
     "night",
     "mclaughlin",
     "current",
     "jan 12",
     "morell",
     "ken",
     "u.s.",
     "rachel",
     "3:23",
     "nbc",
     "intel",
     "today",
     "schumer",
     "nazi",
     "james",
     "wednesday",
     "afternoon",
     "committee",
     "msnbc",
     "stavridis",
     "germany",
     "dilanian",
     "intelligence",
     "clapper",
     "white"
    ],
    "id": 28,
    "text": "Jan 12 2017, 1:52 pm ET Can the Rift Between Trump and the Intel Community Be Healed? by Ken Dilanian Intel director talks to Trump about dossier 7:33 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170113003749if_/http://www.nbcnews.com/widget/video-embed/853093955753\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> After a brief ceasefire, the war between Donald Trump and U.S. intelligence agencies appears to be back on — with a vengeance. Earlier this week, current and former intelligence officials were speaking in hopeful tones about how the breach that had developed between their profession and the president-elect was repairable. \"Certainly fixable,\" is how Michael Morell, a Trump critic and former acting director of the CIA, put it on Tuesday afternoon, after several days without a single Trump tweet disparaging intelligence officers. \"He may be getting a sense that these are serious people who have studied their mistakes and who are careful about what they say,\" said John McLaughlin, another former acting CIA director. Play Buzzfeed Editor: We Have Obligation to be 'Honest and Transparent' 1:47 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170113003749if_/http://www.nbcnews.com/widget/video-embed/852858435996\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> But over the last 24 hours, the news broke that supporting material for the highly classified intelligence report on Russian hacking included passages about salacious but unproven personal allegations about Trump. The president-elect, in his first news conference in months, accused \"the intelligence agencies\" of \"disgraceful\" leaking, and compared the behavior to something that Nazi Germany would have done and did do.\" This is happening just as Trump's nominee to be CIA director, Rep. Mike Pompeo of Kansas, is scheduled to appear before the Senate Intelligence Committee Thursday morning, answering questions in a confirmation hearing. Pompeo will have to walk a careful line between loyalty to his boss and expressions of respect for the workforce he would lead. Play Firestorm After Release of Unverified Allegations About Pres.-elect Trump 3:23 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170113003749if_/http://www.nbcnews.com/widget/video-embed/852880963675\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"I think the relationships between the president-elect and the current leadership of the CIA, the NSA and indeed the director of national intelligence are irreparably broken at this point,\" retired Admiral James Stavridis told Cynthia McFadden of NBC News. \"So let's get a new director of national intelligence, let's get a new head of the CIA in place.\" \"Let's have a clean slate of relationships and then we can have the president, after he's sworn in, take a new approach to the intelligence community. We've got to have that because otherwise we're going to have complete dysfunctionality in our national security.\" What about the career officers, who aren't leaving, and who have been in the receiving end of a steady stream of negative Trump tweets? Trump \"CAN fix (the breach). But today he took a huge step back from fixing it,\" Morell wrote in an email on Wednesday. Trump and the intelligence community do seem to agree on their criticism of the way the media has reported on these issues, and that leaks are bad. Director of National Intelligence James Clapper extended an olive branch to Trump Wednesday night. He said he spoke to Trump and \"expressed my profound dismay at the leaks that have been appearing in the press, and we both agreed that they are extremely corrosive and damaging to our national security.\" Clapper said he emphasized that the 35-page memo is not an intelligence community document \"and that I do not believe the leaks came from within the IC. The IC has not made any judgment that the information in this document is reliable, and we did not rely upon it in any way for our conclusions.\" Clapper said the president-elect \"again affirmed his appreciation for all the men and women serving in the Intelligence Community, and I assured him that the IC stands ready to serve his Administration and the American people.\" 'I think it was Russia' From the perspective of career intelligence officers, at least one good thing did happen during Wednesday's press conference: Trump, for the first time, appeared to accept the unanimous finding of the intelligence community that Russia was behind the hacking and leaking campaign designed to interfere with the U.S. presidential election.\" \"As far as hacking, I think it was Russia,\" Trump said. But he also accused the intelligence community of targeting him with leaks. \"I have many meetings with intelligence,\" Trump said. \"And every time I meet, people are reading about it. Somebody's leaking it out…It's very unfair to the country.\" Trump added that it was \"disgraceful that the intelligence agencies allowed any information that turned out to be so false and fake out.\" It's not public who disclosed to news organizations that a summary of damaging personal information about Trump was included in the Russia hacking briefing materials. But the briefing papers circulated beyond the intelligence agencies, to Congress and the White House. In any event, current and former intelligence officers say that despite the bad start, intelligence professionals will do what they can to regain Trump's trust. \"There's an overwhelming desire to actually serve any president as best you can,\" McLaughlin said. \"Yes, they will want access to and influence in the White House, but the only way you get it is to know your stuff. To actually have some expertise on the issues that they are trying to decide.\" McLaughlin, Morell and other former officials said intelligence insiders were deeply disturbed by Trump's approach to the findings on Russian hacking. For weeks, he cast doubt on them, and on the intelligence officers who reached them. Senate Minority Leader Charles Schumer (D-N.Y.) told MSNBC's Rachel Maddow last week that Trump was \"being really dumb\" by doing that. \"Let me tell you, you take on the intelligence community, they have six ways from Sunday at getting back at you,\" Schumer said. Trump may have since learned, McLaughlin said, that \"this community is not as easily cowed by snarky tweets and verbal barbs as some of his other targets. They are used to that. It goes with the territory.\" Ken Dilanian ",
    "title": "Can the Rift Between Trump and the Intel Community Be Healed? - NBC News"
   }
  ]
 }
}