{
 "14": {
  "col-sim": {
   "cosine": 0.149808665047158,
   "entity": 0.1728729518208802
  },
  "exec-time": 29.15341854095459,
  "links": [
   {
    "entities": [
     "december 28",
     "news",
     "washington",
     "david",
     "kislyak",
     "flynn",
     "post",
     "the next day",
     "christmas day",
     "1:22",
     "spicer",
     "u.s.",
     "the day before",
     "nbc",
     "trump",
     "house",
     "ignatius",
     "white"
    ],
    "id": 0,
    "text": "Flynn accepts Trump's offer to be National Security Adviser 1:22 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170114014021if_/http://www.nbcnews.com/widget/video-embed/812258371736\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The contact began, Spicer said, on Christmas Day, with Flynn and Kislyak exchanging holiday greetings via text message. On December 28 — the day before the sanctions announcement — Kislyak sent Flynn a text message asking if they could speak by phone, Spicer said, and Flynn accepted. The call occurred the next day, Spicer said. He denied that it had anything to do with the sanctions. Spicer said there was nothing unusual about the call, but White House officials told NBC News it was not coordinated with them. It is unclear how the U.S. government became aware of the call, which was first reported by Washington Post columnist David Ignatius, who said there were multiple calls and raised the question of whether the conversations violated the \"spirit\" of a law that bars private citizens from negotiating with foreign governments. Play ",
    "title": "White House: We Didn't Coordinate Flynn Call to Russian Ambassador - NBC News"
   },
   {
    "entities": [
     "council",
     "burr",
     "reporter",
     "contact",
     "trump",
     "comey",
     "house",
     "alexei",
     "intelligence",
     "hillary",
     "richard",
     "tribune",
     "last week",
     "moscow",
     "the",
     "senate",
     "druzhinin",
     "donald",
     "b.",
     "russia",
     "security",
     "vladimir",
     "2016",
     "j.",
     "u.s.",
     "fbi",
     "obama",
     "late friday",
     "james",
     "washington",
     "committee",
     "warner",
     "friday, jan. 13, 2017",
     "d-va.",
     "putin",
     "mark",
     "clinton",
     "kremlin",
     "ap"
    ],
    "id": 1,
    "text": "Senate intelligence panel to examine possible campaign links with Russia Russia Putin Alexei Druzhinin / AP Russian President Vladimir Putin chairs a Security Council meeting in the Kremlin in Moscow, Russia, Friday, Jan. 13, 2017. Russian President Vladimir Putin chairs a Security Council meeting in the Kremlin in Moscow, Russia, Friday, Jan. 13, 2017. (Alexei Druzhinin / AP) Tribune news services Contact Reporter The Senate Intelligence Committee will investigate possible contacts between Russia and the people associated with U.S. political campaigns as part of a broader investigation into Moscow's meddling in the 2016 presidential election. In a statement late Friday , Sens. Richard Burr. R-N.C., the committee's chairman, and Mark Warner, D-Va., the panel's top Democrat, said the panel would review \"any intelligence regarding links between Russia and individuals associated with political campaigns\" — a scope that includes allegations of ties between president-elect Donald J. Trump’s campaign and the Russian government. Burr and Warner said that as part of the investigation they will interview senior officials from the Obama administration and the incoming Trump administration. They said subpoenas would be issued \"if necessary to compel testimony.\" \"The Committee will follow the intelligence wherever it leads,\" the senator said. \"We will conduct this inquiry expeditiously, and we will get it right.\" Their announcement came as additional House Democrats called for FBI Director James B. Comey’s resignation, following a closed-door briefing from spy chiefs about Russia’s alleged election-related hacking in which they say Comey stonewalled members about whether the FBI is investigating links between Trump’s campaign and the Kremlin. A declassified intelligence report released last week said Russian President Vladimir Putin ordered a hidden campaign to influence the election to favor President-elect Donald Trump over Democrat Hillary Clinton, revelations that have roiled Washington. ",
    "title": "Senate intelligence panel to examine possible campaign links with Russia - Chicago Tribune"
   },
   {
    "entities": [
     "safety",
     "$1 billion",
     "plead",
     "burdick",
     "case",
     "jan 13, 2017",
     "traffic",
     "nakajima",
     "volkswagen",
     "section",
     "airbag",
     "moser",
     "highway",
     "takata",
     "toyota",
     "fraud",
     "administration",
     "chikaraishi",
     "$850 million",
     "criminal",
     "sandra",
     "hideo",
     "justice",
     "shares",
     "$150 million",
     "dooley",
     "$25 million",
     "corey",
     "in",
     "department",
     "honda",
     "u.s.",
     "shinichi",
     "national",
     "today",
     "erin",
     ", 4:32 pm",
     "tsuneo",
     "doj",
     "watch",
     "wednesday",
     "guilty",
     "tanaka",
     "$4.3 billion",
     "$125 million",
     "division's"
    ],
    "id": 2,
    "text": "Takata to Pay $1 Billion, Plead Guilty in Airbag Fraud Case By Erin Dooley Jan 13, 2017, 4:32 PM ET 0 Shares WATCH Takata to Pay $1 Billion, Plead Guilty in Airbag Fraud Case 0 Shares Email Scandal-plagued airbag manufacturer Takata has agreed to plead guilty to wire fraud and pay $1 billion in criminal penalties for selling defective inflators that killed 11 people in the U.S. and injured more than 180 others nationwide, the Justice Department announced today. According to the DOJ, Takata -- which supplies airbag parts to Honda, Toyota and other auto manufacturers –- falsified reports to conceal failures during testing, including repeated ruptures of ammonium nitrate inflators, which can spew shrapnel into the cab of a vehicle. Even after the ruptures began to cause injury and deaths on the roadways, the DOJ said company executives continued to withhold accurate testing data. \"Takata was supposed to be selling products that saved lives, not pushing into the marketplace products that increased the risk of harm to consumers,\" said Sandra Moser, of the Justice Department Criminal Division’s Fraud Section. \"Time and again, it put profit and production schedules ahead of people's safety.\" Takata will have to pay $150 million -- $125 million in victim compensation and another $25 million in criminal fines -– in the next 30 days. The remainder -- $850 million –- will be distributed over time to the automakers forced to replace the faulty inflators. \"If it’s true, shame on them,\" said Corey Burdick, who lost his eye after the driver’s side airbag in his Honda Accord ruptured, sending a 3-inch long jagged piece of metal into his face. \"They killed a lot of people and they hurt a lot of people.\" Some victim advocates are concerned the settlement pays too much to the automakers, and doesn’t set aside enough for those injured by the inflators – especially because the number of victims could increase as long as defective products remain unrepaired in cars. More than 60 million inflators in 42 million vehicles either have been or will be recalled, but due to a scarcity of replacement parts, just 12.5 million have been repaired to date, according to the National Highway Traffic Safety Administration. Three of the company’s top executives -- Shinichi Tanaka, Hideo Nakajima and Tsuneo Chikaraishi – were indicted for their role in the scandal. Today’s announcement comes on the heels of another major auto industry settlement: On Wednesday, the Justice Department announced Volkswagen will pay $4.3 billion and plead guilty in its diesel emissions scandal. The company has admitted they installed \"defeat devices\" designed to cheat U.S. emissions tests in about half a million cars nationwide. 0 Shares ",
    "title": "Takata to Pay $1 Billion, Plead Guilty in Airbag Fraud Case - ABC News"
   },
   {
    "entities": [
     "$5.9 million",
     "civil",
     "c.",
     "last year",
     "this week",
     "early in 2016",
     "the next day",
     "jamar",
     "next week",
     "january 13",
     "minneapolis",
     "staten",
     "trump",
     "island",
     "thursday",
     "michael",
     "four months from now",
     "loretta",
     "jeff",
     "late 2014",
     "the",
     "london",
     "donald",
     "zapotosky",
     "district",
     "darren",
     "jonathan",
     "garner",
     "2014",
     "of",
     "early december",
     "division",
     "wilson",
     "at 7:11 pm",
     "2015",
     "horwitz",
     "justice",
     "present",
     "brown",
     "clark",
     "rights",
     "the last several years",
     "vanita",
     "gupta",
     "ferguson",
     "daniel",
     "2016",
     "department",
     "earlier friday",
     "future",
     "eric",
     "u.s.",
     "fbi",
     "d.c.",
     "new",
     "chicago",
     "eastern",
     "jan. 6",
     "stuart",
     "pantaleo",
     "matt",
     "york",
     "lynch",
     "mo.",
     "washington",
     "moore",
     "sessions",
     "now",
     "office",
     "rio",
     "baltimore",
     "city",
     "time",
     "sari"
    ],
    "id": 3,
    "text": "Loretta Lynch will leave office without Eric Garner case being resolved The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Sari Horwitz and Matt Zapotosky January 13 at 7:11 PM Follow @sarihorwitz Follow @mattzap Attorney General Loretta Lynch will step down without the Justice Department having charged or cleared police officers in the death of Eric Garner, whose videotaped takedown by New York City officers sparked national outrage, people familiar with the matter said. Lynch authorized the department to move forward with the case, but made that decision so late in her tenure that lawyers and investigators could not take all the necessary steps to procure an indictment. That would entail assembling the evidence in the case and presenting it to a grand jury in order to convince the panel to return criminal charges. The controversial case will now pass to the administration of Donald Trump and likely leave expected future attorney general Jeff Sessions with ultimate decision making authority. Sessions has said publicly he is wary of police being judged unfairly, and he is viewed as less likely to press for charges against officers involved in Garner’s death. A Justice Department spokesman declined to comment. The people familiar with the matter spoke on the condition of anonymity to discuss an ongoing criminal case. [ Even the feds can’t agree whether an officer should face charges in Eric Garner’s death ] Garner died in 2014 after he was taken to the ground by New York City police officers and put in what appeared to be a chokehold. The incident, which was caught on tape , ignited protests across the country, and Garner’s gasping “I can’t breathe” became a rallying cry for those angered by the treatment of African Americans by police. Exactly why the nearly two-and-a-half year old case could not be resolved before Lynch will leave remains unclear. The matter was initially left to state authorities — with the Justice Department watching behind them — but in late 2014, a Staten Island grand jury declined to bring charges. Early in 2016, federal authorities began presenting the case to a grand jury, but the matter soon languished in part because of a dispute inside the Justice Department. It is possible that grand jury has now expired, and a new one would have needed to be empaneled. At least some prosecutors in the U.S. Attorney’s Office in the Eastern District of New York felt that civil rights charges were not appropriate, while attorneys in the Civil Rights Division at the Justice Department in D.C. thought they were, according to people familiar with the case. The Justice Department then removed New York FBI agents from the team of investigators, though others pressed forward, people familiar with the matter said. Lynch made police reform a centerpiece of her tenure, and in the waning days of her administration, she seemed to push to cement her legacy. On Thursday, she traveled to Baltimore to announce a court-enforceable agreement that would mandate broad changes at the police department in that city, where the 2015 death of another black man sparked riots. The next day, she flew to Chicago, making public a scathing report about the police department’s pattern or practice of using excessive force on suspects and revealing that city leaders had agreed in principle to a set of improvements. The lack of a resolution in the Garner case, though, is a glaring omission, particularly given the time Lynch had to resolve it. [ Federal grand jury begins hearing evidence in Eric Garner’s death ] Garner initially drew the attention of police for selling loose cigarettes, and the city of New York reached a civil settlement with his family last year for $5.9 million. Though the matter was caught on videotape, convicting officers on federal charges in the matter would not necessarily be easy. Substantiating civil rights charges requires prosecutors to meet a heavy burden of proof and present evidence that might speak to an officer’s intent at the time of the incident. In the high-profile case of Darren Wilson, the white police officer who shot and killed 18-year-old Michael Brown in Ferguson, Mo., in 2014, the Justice Department found there was “no evidence upon which prosecutors can rely to disprove Wilson’s stated subjective belief that he feared for his safety.” Prosecutors came to a similar conclusion in the 2015 shooting of Jamar Clark in Minneapolis, describing in a lengthy news release the exacting standard they would have had to meet. “It is not enough to show that the officer made a mistake, acted negligently, acted by accident or mistake or even exercised bad judgment,” the Justice Department wrote in the release. “Although Clark’s death is undeniably tragic, the evidence is insufficient to meet these substantial evidentiary requirements.” Sessions is a former U.S. Attorney who at his confirmation hearing this week insisted he will follow the law, and his political views will have no impact on his decision making. But he also presented himself a friend to local police, wary of actions that paint them unfairly with a broad brush. “In the last several years, law enforcement as a whole has been unfairly maligned and blamed for the unacceptable actions of a few of their bad actors,” he said. “They believe the political leadership of this country abandoned them.” Lawyer Jonathan C. Moore, who represents Garner’s family, said in an interview earlier Friday that he had sent an email to Vanita Gupta, the head of the Civil Rights Division at the Justice Department, on Jan. 6, asking for a status update in the case, and she had not responded. He said his last conversation with Justice Department officials came in early December, and they told him they were still investigating. “Our position is that whether it’s now, next week, two weeks, or four months from now, that there should be an indictment,” he said. “When that happens, obviously the sooner the better.” Stuart London, who is representing the officer who on the video seems to be putting Garner in a chokehold, said he, too, had not heard anything from the Justice Department. “I’ve always said from the beginning that the standard needed to indict my client under a federal statute is even greater than under a state statute, and he was exonerated by a state grand jury,” London said. London said his client, Officer Daniel Pantaleo, remains a police officer on desk duty. world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "Loretta Lynch will leave office without Eric Garner case being resolved - The Washington Post"
   },
   {
    "entities": [
     "todd",
     "democratic",
     "last year",
     "this week",
     "trump",
     "hillary",
     "sunday",
     "news",
     "georgia",
     "donald",
     "1:22",
     "morning",
     "congress",
     "russia",
     "john",
     "podesta",
     "lewis",
     "nbc",
     "national",
     "committee",
     "chuck",
     "clinton"
    ],
    "id": 4,
    "text": "John Lewis: 'I Don't See Trump as a Legitimate President' 1:22 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170114012154if_/http://www.nbcnews.com/widget/video-embed/854384195610\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> In an exclusive interview with NBC News' \"Meet the Press,\" Rep. John Lewis (D-Ga.) said he does not believe Donald Trump is a \"legitimate president,\" citing Russian interference in last year's election. Asked whether he would try to forge a relationship with the president-elect, Lewis said that he believes in forgiveness, but added, \"it's going to be very difficult. I don't see this president-elect as a legitimate president.\" When pressed to explain why, he cited allegations of Russian hacks during the campaign that led to the release of internal documents from the Democratic National Committee, and Hillary Clinton's campaign co-chairman, John Podesta. \"I think the Russians participated in helping this man get elected. And they helped destroy the candidacy of Hillary Clinton,\" Lewis told NBC News' Chuck Todd. Trump appeared to acknowledge this week that Russia did engage in hacking during the campaign, but he has vigorously argued that any foreign interference had no impact on the election's outcome. The long-serving Georgia Congressman and civil rights leader also said that he would not attend President-elect Trump's swearing-in. \"I don't plan to attend the inauguration. It will be the first one that I miss since I've been in Congress. You cannot be at home with something that you feel that is wrong, is not right.\" For more, tune into \"Meet the Press\" on Sunday morning. Chuck Todd ",
    "title": "John Lewis: 'I Don't See Trump as a Legitimate President' - NBC News"
   },
   {
    "entities": [
     "cavusoglu",
     "the next day",
     "mevlut",
     "turkey",
     "bashar",
     "state",
     "at 4:34 pm",
     "department",
     "today",
     "islamic",
     "saudi",
     "later this month",
     "kazakhstan",
     "rio",
     "mistura",
     "clinton",
     "intelligence",
     "kremlin",
     "dec. 28",
     "friday",
     "spicer",
     "damascus",
     "michael",
     "united",
     "rex",
     "senate",
     "donald",
     "staffan",
     "tayyip",
     "russia",
     "sergey",
     "current",
     "greg",
     "u.s.",
     "nato",
     "york",
     "previously",
     "sean",
     "bastien",
     "karen",
     "de",
     "ignatius",
     "arabia",
     "deyoung",
     "david",
     "earlier this month",
     "andrew",
     "christmas",
     "t.",
     "richard",
     "thursday",
     "moscow",
     "astana",
     "harnik/ap",
     "tower",
     "john",
     "late last year",
     "u.n.",
     "obama",
     "new",
     "tillerson",
     "jan. 3",
     "wednesday",
     "iran",
     "committee",
     "putin",
     "f.",
     "miller",
     "assad",
     "time",
     "late january",
     "burr",
     "kerry",
     "this week",
     "last year",
     "january 13",
     "states",
     "trump",
     "hillary",
     "syria",
     "jan. 23",
     "this past summer",
     "feb. 8",
     "vladimir",
     "2016",
     "kislyak",
     "flynn",
     "post",
     "the past several months",
     "erdogan",
     "dec. 19",
     "recep",
     "washington",
     "al-assad",
     "dec. 25",
     "geneva"
    ],
    "id": 5,
    "text": "By Karen DeYoung and Greg Miller January 13 at 4:34 PM Follow @karendeyoung1 Follow @gregpmiller Russia has invited the incoming Trump administration to Syrian peace talks it is sponsoring later this month with Turkey and Iran, part of a process from which the Obama administration pointedly has been excluded. U.S. participation, especially if an agreement is reached, would be the first indication of the enhanced U.S.-Russia cooperation that President Vladi­mir Putin and President-elect Donald Trump have forecast under a Trump administration. The invitation, extended to Trump’s designated national security adviser, Michael T. Flynn , came in a Dec. 28 phone call to Flynn by Sergey Kislyak , Russia’s ambassador in Washington, according to a transition official. The official said that “no decision was made” during the call and that “I don’t have anything additional on U.S. attendance at this time.” The official spoke on the condition of anonymity based on ground rules set by the transition team. A spokesman for Turkish President Recep Tayyip Erdogan said Friday that the United States would attend the talks, according to Turkish media. To be held in Astana, the capital of Kazakhstan, the talks are tentatively scheduled to begin Jan. 23, three days after Trump’s inauguration. Syrian government and opposition representatives are also expected to attend. Michael Flynn, President-elect Donald Trump’s pick for national security adviser, arrives at Trump Tower in New York on Jan. 3. (Andrew Harnik/AP) [ Defense nominee warns of Kremlin attempts to ‘break’ NATO ] The Astana meeting will follow an unsuccessful year-long attempt, spearheaded by the Obama administration and Russia, to implement a cease-fire and begin peace talks in Syria. Moscow and Washington have accused each other of sabotaging that effort. Russia initiated the new process, aiming to demonstrate its own leadership role on the regional and global stages. Meanwhile, the timing of the Flynn-Kislyak call has prompted questions about whether they also discussed sanctions on Russia that President Obama was widely reported to be preparing — and announced the next day — and whether Trump, as president, will enforce them or even allow them to stand. The transition official said Friday that he did not know whether Flynn was aware at the time of the call that sanctions were about to be announced. But “I can tell you that during his call, sanctions were not discussed whatsoever,” the official said. Trump conceded at a news conference this week that “I think it was Russia” that was responsible for hacking Democratic email accounts during the presidential campaign. He had previously questioned a U.S. intelligence assessment of Russian responsibility. But he continues to reject the intelligence conclusion that Russia leaked the hacked information to promote his candidacy over that of Hillary Clinton. The Senate Intelligence Committee will “expeditiously” conduct an investigation of the intelligence conclusions, the chairman and ranking Democrat announced Friday. Chairman Richard Burr (R-N.C.), said in a statement that the scope of the inquiry would include, but would not be limited to, Russian activities and intentions, as well as “any intelligence regarding links between Russia and individuals associated with political campaigns.” It said the committee would, when possible, hold open hearings; issue subpoenas for testimony, if necessary; and produce classified and unclassified reports of its findings. (Bastien Inzaurralde/The Washington Post) Trump and Flynn have called for increased cooperation with Russia on a number of fronts, and both have criticized the current administration, alleging missed opportunities and weak leadership. The Flynn-Kislyak call was first reported Friday by Washington Post columnist David Ignatius , who said transition officials described two separate conversations between them, both initiated by Flynn. The first call, on Dec. 19, was to express condolences for the terrorist killing of the Russian ambassador to Turkey. The second, on Dec. 28, was to express condolences for the crash of a Russian plane carrying a choir to Syria, to discuss a Putin-Trump telephone call after the inauguration, and to discuss a Russian invitation for a Trump administration official to visit Kazakhstan in late January. Trump spokesman Sean Spicer, asked about Ignatius’s column in a conference call with reporters, offered a somewhat different account of communications between the two. Flynn and Kislyak exchanged Christmas greetings via text on Dec. 25, Spicer said, and a subsequent call on Dec. 28 began with a text message from Kislyak to Flynn asking for a phone conversation. Flynn responded positively, and Kislyak placed the call, which “centered on the logistics” of a post-inauguration call between Trump and Putin, Spicer said. “That was it, plain and simple,” he added. Russia and Iran have provided decisive military support for ­Syrian President Bashar al-Assad in his fight against U.S.-backed rebel forces, as well as al-Qaeda-allied fighters. Trump has been critical of Iran while calling for a counterterrorism alliance with Russia and saying Assad’s ouster should not be a primary U.S. interest. Rex Tillerson, Trump’s nominee for secretary of state, said at his confirmation hearing Wednesday that “Russia, Syria, Turkey and Iran are dictating the terms of how things are going to play out in Syria today, absent our participation,” and called for increased U.S. engagement in the conflict. But, he said, any cooperation with Iran in Syria “is contrary to American interests.” Although the United States and Turkey are NATO allies and both members of the coalition against the Islamic State, their interests have diverged somewhat in Syria and over the circumstances surrounding and following an unsuccessful coup attempt in Turkey this past summer. Russia, seeing an opportunity for advantage, has patched up differences with Turkey that began with the Turkish downing of a Russian plane that skirted its airspace while in action over Syria. Over the past several months, Putin and Erdogan have spoken frequently and began late last year to plan the Astana conference, along with Iran. It remains unclear which of the non-terrorist opposition groups, variously backed by the United States, Turkey, Saudi Arabia and others in the region, will attend the talks. A cease-fire, to be implemented in anticipation of the negotiations, has been only partially observed, with Assad’s forces attacking long-held rebel positions on the outskirts of Damascus. While many Obama administration officials have thrown up their hands at the intractability of the Syria problem, the administration gave its public approval to the Astana meeting, even without an invitation. Secretary of State John F. Kerry said earlier this month that the administration was “encouraging” the talks. “We hope that could produce a step forward,” he said during a final news conference at the State Department. But the greater objective, Kerry said, was beginning separate, U.N.-sponsored talks among all the Syrian players in Geneva. Those talks — a resumption of a failed earlier effort last year under U.S.-Russia auspices — are scheduled to begin Feb. 8 in Geneva. Staffan de Mistura, the U.N. envoy in charge of that process, said Wednesday that “the U.N. is supportive” of the Kazakhstan meeting. “The U.N. is being kept informed, and . . . [is] ready to contribute and support so that we have a successful Astana meeting,” which, he said, could be a steppingstone to a successful Geneva meeting. While Turkey has closely coordinated with Russia on the meeting, the Turkish government has also been anxious over the absence of the United States and has pushed for its inclusion. “The United States should definitely be invited, and that is what we agreed with Russia,” Turkish Foreign Minister Mevlut Cavusoglu said Thursday, according to Turkish media reports. “Nobody can ignore the role of the United States.” world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "First sign of enhanced U.S.-Russia relations under Trump: An invite to Syria talks - The Washington Post"
   },
   {
    "entities": [
     "democratic",
     "interactive",
     "raul",
     "cbs",
     "friday",
     "september 2015",
     "7:14 pm est",
     "jan 13, 2017",
     "comey",
     "trump",
     "house",
     "2017",
     "hillary",
     "three months later",
     "news",
     "april 2016",
     "june",
     "inc.",
     "january 13, 2017",
     "georgia",
     "senate",
     "california",
     "waters",
     "debbie",
     "congress",
     "russia",
     "johnson",
     "dnc",
     "john",
     "podesta",
     "lewis",
     "maxine",
     "u.s.",
     "fbi",
     "arizona",
     "nbc",
     "national",
     "late friday",
     "james",
     "wasserman",
     "committee",
     "friday, jan. 13, 2017",
     "grijalva",
     "clinton",
     "congressional",
     "hank",
     "schultz"
    ],
    "id": 6,
    "text": "CBS News Jan 13, 2017 7:14 PM EST The Senate intelligence committee announced late Friday an investigation of Russian interference with the U.S. election. Many Democrats believe Russian hacking cost Hillary Clinton the presidency. Separately, many Democrats also blame FBI Director James Comey -- for re-opening an investigation of Clinton’s emails -- just 10 days before the election. And on Friday, Congressional Democrats let loose on him. Democrats stormed out of a briefing on Russian hacking -- furious with one of the briefers, Comey.  James Comey spoke before Congress on January 13, 2017. Close CBS News “The FBI director has no credibility,” said Rep. Maxine Waters of California.    “My confidence in the FBI director’s ability to lead this agency has been shaken,” said Rep. Hank Johnson of Georgia.  “The FBI director has no credibility,” said Rep. Maxine Waters of California said Friday, Jan. 13, 2017.&nbsp; &nbsp; Close CBS News The closed-door briefing for all House members was confidential. But multiple lawmakers tell CBS News that the former chair of the Democratic National Committee, Rep. Debbie Wasserman Schultz, asked Comey repeatedly why he never called her personally to inform her that the DNC’s servers may have been breached by the Russians. Comey balked, eventually admitting “no, we didnt.” “There was some heat. There was some heat,” said Rep. Johnson.  The FBI and President-elect Trump have suggested the DNC was lax and uncooperative. “They did a very poor job,” Mr. Trump has said.   DNC officials tell CBS News that from September 2015 until April 2016, the only person the FBI spoke to at the DNC was an outside vendor who provided IT services. Hackers began posting the stolen emails online in June. The unguarded exchanges cost Wasserman Schultz her chairmanship. Clinton campaign chair John Podesta’s emails were posted three months later. “I don’t see the president-elect as a legitimate president,” said Rep. John Lewis of Georgia to NBC. “I think the Russians participated in helping this man get elected and they helped destroy the candidacy of Hillary Clinton.” U.S. Rep. John Lewis of Georgia. Close CBS News He and at least at least seven other Democrats have announced they will boycott the inauguration. One of them is Arizona’s Raul Grijalva. ”I will at home, in Arizona,” said Rep. Grijalva.  Democrats on Friday accused Comey of a double standard: Speaking publicly pre-election about the Clinton investigation even as he stayed mum about Russia’s attempts to help Mr. Trump. But they have been reluctant to call for him to step down, because some worry about who Mr. Trump will appoint if he leaves. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Comey briefing: Angry Democrats slam FBI director after closed-door Congressional briefing - CBS News"
   },
   {
    "entities": [
     "jason",
     "rahm",
     "friday",
     "gorner",
     "contact",
     "taser",
     "eddie",
     "trump",
     "annie",
     "reporters",
     "laquan",
     "cpd",
     "tribune",
     "loretta",
     "jeremy",
     "dept",
     "husain",
     "jeff",
     "byrne",
     "emanuel",
     "donald",
     "velasquez/chicago",
     "state",
     "dan",
     "of",
     "county",
     "steve",
     "kim",
     "jan. 13, 2017",
     "johnson",
     "justice",
     "foxx",
     "john",
     "chgo",
     "current",
     "police",
     "alabama",
     "department",
     "dept.",
     "the past year",
     "u.s.",
     "obama",
     "chicago",
     "sweeney",
     "doj",
     "schmadeke",
     "lynch",
     "mcdonald",
     "van",
     "nausheen",
     "cook",
     "dyke",
     "sessions",
     "meisner",
     "trump's",
     "phil",
     "barack",
     "the future",
     "this mornings",
     "hinkel"
    ],
    "id": 7,
    "text": "Justice report rips Chicago police for excessive force, lax discipline, bad training Justice report calls for swift reforms to Chicago police department After a year-long investigation of the Chicago Police Department, the U.S. Department of Justice released a 164-page report on Jan. 13, 2017. The report condemns Chicago police for excessive force, lax discipline and bad training. (Chicago Tribune) After a year-long investigation of the Chicago Police Department, the U.S. Department of Justice released a 164-page report on Jan. 13, 2017. The report condemns Chicago police for excessive force, lax discipline and bad training. (Chicago Tribune) Jason Meisner , Annie Sweeney , Dan Hinkel and Jeremy Gorner Contact Reporters Chicago Tribune In perhaps the most damning, sweeping critique ever of the Chicago Police Department , the U.S. Department of Justice concluded Friday that the city's police officers are poorly trained and quick to turn to excessive and even deadly force, most often against blacks and Latino residents, without facing consequences. The 164-page report, the product of more than a year of investigation, paints the picture of a department flawed from top to bottom, although many of the problems it cites have, for decades, been the subject of complaints from citizens, lawsuits by attorneys and investigations by news organizations. As such, the report is an indictment of sorts of city officials who, the report said, have paid lip service to the community's complaints as well as the need for reform of the Police Department and the various city agencies responsible for its oversight. Taken together, the Chicago Police Department's flaws have \"helped create a culture in which officers expect to use force and not be questioned about the need for or propriety of that use,\" the Justice Department said in its report, made public Friday by U.S. Attorney General Loretta Lynch. Read the story In response to the federal investigation, Mayor Rahm Emanuel agreed to enter a court-enforced agreement with the Justice Department on a wide range of reforms, Lynch and other officials announced. While the report lauds some of the changes Emanuel has made to policing in recent months, it cautions that further reforms are needed and that real change is unlikely to last without outside monitoring. What's more, the report takes Emanuel to task for his efforts to get ahead of the report, saying some efforts have been insufficient. For his part, the mayor continued to voice his backing of the federal investigation while at the same time insisting the report's findings of systemic problems don't portray most cops. \"The incidents described in this report are sobering to all of us,\" he said. \"Police misconduct will not be tolerated anywhere in the city of Chicago, and those who break the rules will be held accountable for their actions. Misconduct not only harms the individuals affected, it damages the reputation of the Chicago Police Department. Kim Foxx reacts to DOJ report Cook County State's Attorney Kim Foxx reacts to this mornings Dept of Justice report on the Chgo Police Dept. Jan. 13, 2017. (Phil Velasquez/Chicago Tribune) Cook County State's Attorney Kim Foxx reacts to this mornings Dept of Justice report on the Chgo Police Dept. Jan. 13, 2017. (Phil Velasquez/Chicago Tribune) See more videos \"At the same time, it is important to recognize that the incidents of misconduct cited in this report do not represent the values of the city of Chicago. And I believe firmly they do not represent the good work of the vast majority of the men and women of the Chicago Police Department, I said it earlier, who put their lives on the line every day.\" At a news conference, Lynch said the department's pattern of excessive force \"is in no small part the result of severely deficient training procedures and accountability systems.\" \"CPD does not give its officers the training they need to do their jobs safely, effectively and lawfully,\" Lynch said. \"It fails to properly collect and analyze data, including data on misconduct complaints and training deficiencies, and it does not adequately review use-of-force incidents to determine whether force was appropriate or lawful or whether the use of force could've been avoided altogether.\" All of these issues, she said, have led to \"low officer morale and erosion of officer accountability.\" More than two years after the fatal shooting of 17-year-old Laquan McDonald by Chicago police Officer Jason Van Dyke, the fallout continues to spread. Van Dyke faces murder charges, sustained protests have taken place across the city after a dashcam video shows Van Dyke shooting McDonald 16 times,... (Nausheen Husain) The investigation was launched after the court-ordered release of a video showing a white police officer shoot black teenager Laquan McDonald 16 times. The incident became a flashpoint in police-community relations after Emanuel and city officials worked to keep the video from the public for about a year. In its findings, the Justice Department was particularly critical of foot pursuits by officers — the subject of a recent Tribune investigation. The report said the foot chases too often end with unarmed individuals being shot. The Justice Department also faulted officers for shooting at vehicles without justification. The report hammered hard at how officers fail to de-escalate tense situations, often resulting in shootings that were avoidable and unnecessarily endangered officers as well. The Justice Department ripped officials responsible for investigating police shootings and other uses of force for failing to hold officers accountable or issue meaningful discipline. The report cited a pervasive \"code of silence\" that leads officers to lie to protect themselves and colleagues. Disciplinary authorities, in turn, have rarely brought cases against officers who lied, even when their statements were contradicted by video, while officers are almost never held accountable for even the worst shootings, it found. Although the vast majority of the report was critical of the police, it also suggested that officers were victims of a sort — desperate for change but poorly served by a lack of training that often put them in harm's way. But as much as the Justice Department suggested that most of the city's 12,000 officers wanted to do better, it chronicled so many abuses that the report is yet another black eye for a department with a long, controversial history that includes torturing suspects and dozens of wrongful convictions. Indeed, the Justice Department's report offered confirmation of a story often told about Chicago police — that they take gang members into rival territory to threaten them into cooperating. Besides addressing police shootings, it dealt with other police issues, such as how officers target minorities in enforcement and, in many instances, treat them badly and, in some cases, unconstitutionally: manhandling even children and holding them unless they can produce a gun, for instance. One of the report's key findings echoed a contention black and Hispanic Chicagoans have made for decades — that police unfairly target minorities. The report said DOJ investigators had \"serious concerns about the prevalence of racially discriminatory conduct by some CPD officers.\" Statistics cited by the DOJ show that CPD has used force almost 10 times more often against blacks than against whites. Justice Department officials tracked the Police Department's problems all the way to the police academy, where officers learn to be police but end up shooting people who pose no threat and using a Taser on people who simply didn't follow spoken commands. The report criticized use-of-force training at the academy, noting that Justice Department investigators observed a training video made decades before that \"was inconsistent with both current law and CPD's own policies.\" When officials spoke to recent academy graduates, only 1 in 6 \"came close to properly articulating the legal standard for use of force.\" The report said that while Emanuel has widely expanded the department's stock of Tasers, too many officers have been run through training programs too quickly, \"without proper curriculum, staff or equipment.\" As a result, according to the report, many officers are \"uncomfortable with how to use Tasers effectively as a less-lethal force option — the very skill the training was supposed to teach.\" The report's release marks a landmark for the country's second-largest local police department and one of the last acts of President Barack Obama's Justice Department. But the report comes as serious questions loom about the future of police reform nationwide. President-elect Donald Trump has supported aggressive law enforcement, and his nominee for attorney general, Alabama Republican Sen. Jeff Sessions, has criticized consent decrees. Local activists and lawyers have voiced fears that Emanuel's resolve to change policing will wane if Trump's Justice Department relaxes its stance, but the mayor has said he's committed to improving the 12,000-strong police force. During the 13-month investigation, Emanuel pressed changes in line with reforms that federal authorities have tended to seek in other departments: tightening use-of-force policies and stepping up training and discipline. The report's release answered a key lingering question as to whether Emanuel would agree to formal court supervision of reforms. In her statement, Lynch said the city had signed an agreement to work with federal officials on a consent decree. An independent monitor will oversee the process. Winning the trust of the community, however, will not be easy. Chicago police, the report states, must show \"communities racked with violence that their police force cares about them and has not abandoned them, regardless of where they live or the color of their skin.\" \"That confidence is broken in many neighborhoods in Chicago,\" the report said. Getting buy-in from rank-and-file officers, many of them overwhelmed by surging violence and weary of constant criticism, also will be difficult. But Superintendent Eddie Johnson said the department was working hard to regain the community's trust and would continue to do so. He noted how the department has boosted its training of officers in the past year, including in crisis intervention, and how it solicited input from the public on a new use-of-force policy. \"Quite simply, as a department, we need to do better,\" he said. \"And you have my promise and commitment that we will do better.\" Chicago Tribune's John Byrne and Steve Schmadeke contributed. jmeisner@chicagotribune.com ",
    "title": "Justice report rips Chicago police for excessive force, lax discipline, bad training - Chicago Tribune"
   },
   {
    "entities": [
     "leif",
     "parsons",
     "iowa",
     "price",
     "$16,000",
     "trump",
     "house",
     "urban",
     "services",
     "ryan",
     "facebook",
     "paul",
     "senate",
     "donald",
     "recently",
     "abelson",
     "of",
     "congress",
     "j.",
     "health",
     "human",
     "current",
     "grassley",
     "twitter",
     "department",
     "republican",
     "future",
     "and",
     "institute",
     "reed",
     "$33,000",
     "medicare",
     "committee",
     "obamacare",
     "tom",
     "chuck",
     "now",
     "study"
    ],
    "id": 8,
    "text": "What would happen? The Republican bill is expected to eliminate the subsidies. This would make insurance unaffordable for millions of Americans and sharply reduce the number who buy their own health coverage. Advertisement Continue reading the main story With many fewer people buying coverage, the insurance markets are likely to become increasingly unstable . Many insurers will stop offering policies, and the remaining customers are likely to be sicker than current Obamacare buyers, a reality that will drive up the cost of insurance for everyone who buys it, and force more people out of the markets. The Urban Institute estimat e s that the change would cause a total of 22.5 million people to lose their health insurance. What might replace it? Separate legislation may include some new form of subsidy to help people afford insurance. Plans from House Speaker Paul Ryan and the budget committee chairman Tom Price , President-elect Donald J. Trump’s pick to lead the Department of Health and Human Services, would both offer a flat tax credit to help buy insurance that varies by age. A proposal from the House Republican Study Committee would give all Americans a standard tax deduction to buy insurance. Photo Credit Leif Parsons 2) Obamacare insured millions more by expanding Medicaid. The health law provided federal funds for states to offer Medicaid coverage to anyone earning less than about $16,000 for a single person or $33,000 for a family of four. Not every state chose to expand, but most did. What would happen? The Republican plan is expected to eliminate federal funding for the expansion. An estimated 12.9 million people would lose Medicaid coverage, according to the Urban Institute’s projections. What might replace it? Republican leaders have discussed reforming the remaining Medicaid program to give states more autonomy and to reduce future federal investment. Photo Credit Leif Parsons 3) Obamacare established consumer protections for health insurance. One of the law’s signature features prevents insurance companies from denying coverage or charging a higher price to someone with a pre-existing health problem. The law included a host of other protections for all health plans: a ban on setting a lifetime limit on how much an insurer has to pay to cover someone; a requirement that insurers offer a minimum package of benefits; a guarantee that preventive health services be covered without a co-payment; a cap on insurance company profits; and limits on how much more insurers can charge older people than younger people. The law also required insurance plans to allow adult children to stay on their parents’ policies until age 26. What would happen? These rules can’t be changed using the special budget process, so they would stay in place for now. But eliminating some of the other provisions, like the subsidies, and leaving the insurance rules could create turmoil in the insurance markets, since sick customers would have a much stronger incentive to stay covered when premiums rise. . What might replace it? Mr. Trump has said that he’d like to keep the law’s policies on pre-existing conditions and family coverage for young adults, but Senate Republicans recently voted against nonbinding resolutions to preserve those measures, suggesting they may be less committed. Some of the other provisions would probably be on the table if there were new legislation. Republicans in Congress would probably eliminate rules that require a minimum package of benefits for all insurance plans and allow states to determine what insurers would have to include. Mr. Trump has said he’d like to encourage the sale of insurance across state lines , a policy likely to make coverage more skimpy but less expensive for many customers. Republicans would also like to expand tax incentives for people to save money for health expenses. Advertisement Many of the Republican proposals would also establish so-called high-risk pools, which would provide subsidized insurance options for people with chronic health problems who wouldn’t be able to buy insurance without rules forcing insurers to sell them coverage. Photo Credit Leif Parsons 4) Obamacare required individuals to have health insurance and companies to offer it to their workers. To ensure that enough healthy people entered insurance markets, the law included mandates to encourage broader coverage. Large employers that failed to offer affordable coverage, or individuals who failed to obtain insurance, could be charged a tax penalty. What would happen? The bill is expected to eliminate the mandates. Some experts think that eliminating the individual mandate, in particular, could destabilize insurance markets by reducing incentives for healthy people to buy coverage. The mandate had less of an impact on the employers, which had already been offering coverage. What might replace it? Some Republican plans would allow insurers to charge much higher rates to customers who allow their coverage to lapse than to those who renew their policies every year. Such a system might provide a different financial incentive for healthy people to stay insured. Photo Credit Leif Parsons 5) Obamacare raised taxes related to high incomes, prescription drugs, medical devices and health insurance. To help pay for the law’s coverage expansion, it raised taxes on several players in the health industry and on high-income earners. What would happen? The G.O.P. package may roll back those tax increases, though there is some disagreement among Republican lawmakers about the deficit impact of such changes. What might replace it? Republicans have not discussed raising new taxes to replace those in the Affordable Care Act. But some of their plans would limit the tax benefits offered to people who get their health insurance through work. That change would increase tax revenues, but would increase the cost of health insurance for many people who get it through work. Photo Credit Leif Parsons 6) Obamacare made major reforms to Medicare payments. The law cut the annual pay raises Medicare gives hospitals and reduced the fees Medicare pays private insurance companies. It created new incentives for hospitals and doctors to improve quality. It also set up a special office to run experiments in how Medicare pays doctors and hospitals for health care services. Those experiments are now widespread and have begun changing the way medicine is practiced in some places. Advertisement Continue reading the main story What would happen? The new legislation is expected to leave these changes alone, even though many have come under criticism by Republicans in Congress over the years, including from Mr. Price, an orthopedic surgeon. Many of the experiments could be reshaped or eliminated through regulation or through a future budget process. What might replace it? Republicans in Congress have long talked about even more ambitious changes to Medicare, intended to move more beneficiaries into private insurance coverage. Mr. Trump has said that he does not want to make major changes to Medicare, so it is unclear if such a proposal would move forward. Photo Credit Leif Parsons 7) Obamacare made many smaller changes that will probably last. Obamacare had a range of policies meant to improve health and health care, including requirements that drug companies report payments made to physicians, a provision written by the Iowa senator Chuck Grassley, a Republican; a requirement that chain restaurants publish calorie counts on their menus; and a rule that large employers must provide a space for women to express breast milk. What would happen? When Republicans talk about repealing Obamacare, they tend to focus on the parts of the law that expanded insurance coverage and regulated health insurance products, not these ancillary parts. That means that portions of the Affordable Care Act that people don’t associate with the word “Obamacare” are likely to endure. Reed Abelson contributed reporting The Upshot provides news, analysis and graphics about politics, policy and everyday life. Follow us on Facebook and Twitter . Sign up for our newsletter . ",
    "title": "The Biggest Changes Obamacare Made, and Those That May Disappear - The New York Times"
   },
   {
    "entities": [
     "nation",
     "1:37",
     "1:47",
     "udall",
     "daily",
     "the day",
     "jan. 13, 2017",
     "king",
     "fear",
     "spill",
     "treated",
     "martin",
     "department",
     "luján",
     "powell",
     "today",
     "san",
     "democrats",
     "silverton",
     "tom",
     "$1.2 billion",
     "spoil",
     "ap",
     "gold",
     "ben",
     "1:13",
     "network",
     "aug. 7",
     "facebookemail",
     "facebook",
     "3 million gallons",
     "linkedin",
     "mexico",
     "river",
     "lake",
     "tuesday",
     "navajo",
     "twitter",
     "colo.",
     "health",
     "ray",
     "aug. 10, 2015",
     "current",
     "1:23",
     "u.s.",
     "agency",
     "newslook",
     "will",
     "a year later",
     "vpc",
     "epa",
     "the future",
     "google",
     "aug. 5, 2015",
     "juan",
     "heinrich",
     "1:05",
     "colorado",
     "aug. 11",
     "pinterest",
     "pueblo",
     "being",
     "aug. 12",
     "district",
     "trevor",
     "magdalena",
     "water",
     "waste",
     "congress",
     "2015",
     "last two years",
     "mccarthy",
     "usa",
     "durango",
     "environmental",
     "new",
     "mine",
     "1:24",
     "1:01",
     "farmington",
     "protection",
     "hughes",
     "times",
     "0:49",
     "kusa-tv",
     "gina",
     "contaminated",
     "court",
     "13 hours ago",
     "aug. 8, 2015",
     "1:44",
     "residents",
     "1:32",
     "wegrzyn",
     "4:40 p.m.",
     "1:39",
     "animas"
    ],
    "id": 9,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest EPA won't pay claims in mine spill that released 3M of gallons of toxic water The EPA announced today that it will not pay more than $1.2  billion in claims filed against it in response to the Gold King Mine spill. Post to Facebook EPA won't pay claims in mine spill that released 3M of gallons of toxic water The EPA announced today that it will not pay more than $1.2  billion in claims filed against it in response to the Gold King Mine spill. Check out this story on USATODAY.com: http://usat.ly/2jFFHpI CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 52 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs EPA won't pay claims in mine spill that released 3M of gallons of toxic water USA Today Network Magdalena Wegrzyn, The (Farmington, N.M.) Daily Times Published 4:40 p.m. ET Jan. 13, 2017 | Updated 13 hours ago Share COLORADO TOXIC SPILLEPA:  Colo. Contaminated Water Being Treated | 1:05 EPA chief Gina McCarthy says that contaminated water at a Colorado gold mine is being treated before being released into a stream and water tests shows that the river is restoring it self.  (Aug. 12) AP 1 of 11 Share COLORADO TOXIC SPILLColo. Officials Visit Contaminated River | 1:37 Colorado's governor inspects a stretch of river contaminated by yellow wastewater Tuesday, that spilled from an abandoned mine. (Aug. 11) AP 2 of 11 Share COLORADO TOXIC SPILLWater Trucked in for Worried Navajo Ranchers | 0:49 Farmers spread across the Navajo Nation in New Mexico are getting more worried by the day that pollutants in the San Juan River, their main source of water for livestock and crops, will keep them from being able to access it for months. (Aug. 12) AP 3 of 11 Share COLORADO TOXIC SPILLToxic sludge settling at the bottom of Colorado river | 1:13 Colorado's governor said he is outraged after an EPA worker caused 3 million gallons of mine waste to spill into the Animas River in Durango. The waste turned the river into an orange-colored toxic stream and spurred a state of emergency. KUSA-TV 4 of 11 Share COLORADO TOXIC SPILLResidents Fear Mine Spill Waste Will Spoil River | 1:44 Local officials and the Navajo Nation in towns downstream from where millions of gallons of mine waste spilled into a southwest Colorado river are demanding answers about possible threats to the water supply. (Aug. 11) AP 5 of 11 Share COLORADO TOXIC SPILLEPA Chief Responds to Colo. River Spill Anger | 1:39 The head of the U.S. Environmental Protection Agency says it \"pains me to no end\" to see the 3 million gallons of mine waste that has turned a southwest Colorado river into an orange-colored pollution stream. (Aug. 11) AP 6 of 11 Share COLORADO TOXIC SPILLToxic sludge sends mining town back in time | 1:32 USA Today's Trevor Hughes travels to Silverton, Colorado for a closer look at the toxic sludge that has sent this mining town back in time. Trevor Hughes, USA TODAY 7 of 11 Share COLORADO TOXIC SPILLEPA spills 3 million gallons of toxic sludge in river | 1:23 The Environmental Protection Agency mistakenly released 3 million gallons of toxic waste water from an abandoned mine into Colorado's Animas River. That number is three times its original estimate. KUSA-TV 8 of 11 x Share COLORADO TOXIC SPILLEPA spills toxic waste water in Colorado, effects on Animas River to last two years | 1:47 The Animas River is turning orange, and residents are turning red after more than 3 million gallons of waste water spilled out of an abandoned gold mine, releasing high levels of heavy metals. Newslook 9 of 11 Share COLORADO TOXIC SPILLOrange Muck From CO Mine Spill Heads Downriver | 1:24 A plume of orange muck from a large mine waste spill in Colorado has drifted about 55 miles downriver and is closing in on New Mexico, prompting communities to take precautions until the sludge passes. (Aug. 7) AP 10 of 11 Share COLORADO TOXIC SPILLColorado resident dies of plague | 1:01 The Pueblo, Colorado Health Department confirmed an adult died from the plague. This is the second plague death reported in Colorado in 2015. Authorities said the victim may have contracted the disease from fleas on a dead animal. VPC 11 of 11 EPA:  Colo. Contaminated Water Being Treated Colo. Officials Visit Contaminated River Water Trucked in for Worried Navajo Ranchers Toxic sludge settling at the bottom of Colorado river Residents Fear Mine Spill Waste Will Spoil River EPA Chief Responds to Colo. River Spill Anger Toxic sludge sends mining town back in time EPA spills 3 million gallons of toxic sludge in river EPA spills toxic waste water in Colorado, effects on Animas River to last two years Orange Muck From CO Mine Spill Heads Downriver Colorado resident dies of plague At left, the Animas River flows near its confluence with the San Juan River in Farmington on Aug. 8, 2015, shortly after the Gold Kine Mine near Silverton, Colo., was breached. (Photo: Daily Times file photo) 937 CONNECT TWEET LINKEDIN 52 COMMENTEMAILMORE FARMINGTON — The U.S. Environmental Protection Agency announced today that it will not pay more than $1.2  billion in claims filed against it in response to the Gold King Mine spill . The EPA says the Federal Tort Claims Act prevents the agency from paying claims the result from \"discretionary” government actions. Congress passed the law to allow government agencies — and in this case, contractors working on their behalf — to act \"without the fear of paying damages in the event something went wrong while taking the action,\" according to a press release from the EPA. An EPA agency official said paying the claims would discourage such cleanup efforts in the future. The EPA says the work conducted at the Gold King Mine near Silverton, Colo., is considered a \"discretionary function\" under the law. Contractors on Aug. 5, 2015, breached the mine, which released more than three million gallons of toxic wastewater into a tributary that feeds the Animas River, which ultimately flows into the San Juan River and Lake Powell. Federal lawmakers representing New Mexico decried the announcement, calling it a \"shameful legal interpretation of liability.\" Sens. Tom Udall and Martin Heinrich, New Mexico Democrats, and Rep. Ben Ray Luján (D-N.M.) issued a joint statement saying they would continue pushing for legislation to hold the EPA accountable. They also said it would be up to the courts to determine whether the EPA's defense is legitimate. \"We are outraged at this last-ditch move by the federal government's lawyers to go back on the EPA's promise to the people of the state of New Mexico — and especially the Navajo Nation — that it would fully address this environmental disaster that still plagues the people of the Four Corners region,” the statement reads. The statement points out that while the EPA has taken steps to clean up the mine, \"no farmer has received a dime of compensation over a year later.\" An EPA official says 73 claims related to the mine spill were filed under the Federal Tort Claims Act. Four were from governmental agencies and the rest were from individuals and companies. The mouth of the Gold King Mine, located north of Silverton, Colo., is pictured on Aug. 10, 2015, several days after a crew working on behalf of the U.S. Environmental Protection Agency breached the mine, causing toxic wastewater to enter the Animas River.  (Photo: Daily Times file photo) The claims totaled more than $1.2 billion, though the official said the federal agency did not evaluate the legitimacy of the claims and some were vague and for \"extraordinarily\" large sums. The EPA official acknowledged the length of time it has taken the agency to make its announcement, adding \"we spent a lot of time trying to see if there was any other way to address this because this is obviously an answer that leaves a lot of people unhappy who have been hurt.\" Those who filed claims have six months from the date of denial to challenge the decision with the U.S. District Court. 937 CONNECT TWEET LINKEDIN 52 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2jFFHpI NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "EPA won't pay claims in mine spill that released 3M of gallons of toxic water"
   },
   {
    "entities": [
     "date",
     "civil",
     "rahm",
     "jan 13, 2017",
     "south",
     "march",
     "cpd",
     "'s",
     "morgan",
     "loretta",
     "news",
     "the",
     "1.1 percent",
     "emanuel",
     "recently",
     "american",
     "district",
     "for",
     "of",
     "north",
     "abc",
     "division",
     "justice",
     "2016",
     "2011",
     "current",
     "police",
     "department",
     "attorney's",
     "u.s.",
     "jack",
     "winsor",
     "chicago",
     "today",
     "december 2015",
     "union",
     "1.3 percent",
     "lynch",
     "liberties",
     "illinois",
     "decades ago",
     "office",
     "to",
     ", 3:03 pm",
     "rights",
     "abuse"
    ],
    "id": 10,
    "text": "5 Takeaways From Scathing Department of Justice Report on Chicago Policing By Morgan Winsor Jan 13, 2017, 3:03 PM ET 0 Shares WATCH Feds Release Report on Chicago Police Abuse 0 Shares Email Federal investigators have determined that the Chicago Police Department has routinely violated the constitutional rights of citizens for years in numerous ways, such as using excessive force, permitting racially discriminatory conduct and shooting individuals who posed no immediate threats, the U.S. Department of Justice announced today. “One of my highest priorities as attorney general has been to ensure that every American enjoys police protection that is lawful, responsive and transparent,” Attorney General Loretta Lynch said in a statement today in announcing the findings. “Sadly, our thorough investigation into the Chicago Police Department found that far too many residents of this proud city have not received that kind of policing.” After a year-long probe into the city’s 12,000-officer police force, which began in December 2015 after the release of a dashcam video of a white officer’s shooting a black teen, the Justice Department ’s Civil Rights Division and the U.S. Attorney’s Office for the North District of Illinois today released a scathing 161-page report that details their findings of “systemic deficiencies” in training and accountability that investigators say have led to a pattern or practice of using force in violation of the Constitution. CPD Officer Charged With Murder of Teen Hired by Police Union The American Civil Liberties Union of Illinois said “these findings are not new” and should come as no surprise to Chicago residents. After the report’s release, officials from the Justice Department and the city of Chicago said today they have signed an agreement in principle to work together, with community input, to create a federal court-enforceable consent decree addressing the deficiencies uncovered during the investigation. An independent monitor, who has yet to be chosen, will oversee compliance with the consent decree, according to the Justice Department. “While the Chicago Police Department has made real progress and achieved meaningful reforms, the incidents described in this report are sobering to all of us,” Chicago Mayor Rahm Emanuel told reporters today. “Police misconduct will not be tolerated anywhere in this city and those who break the rules will be held accountable for their actions.” Here are some highlights from the report: CPD Uses Deadly Force in Violation of Constitution According to the report, federal investigators found that the Chicago Police Department engaged in a pattern or practice of using force that is unreasonable and unconstitutional, including the following: shooting at fleeing suspects who presented no immediate threat; shooting at vehicles without justification; using less-lethal force, including Tasers, against people who pose no threat; using force to retaliate against and punish individuals; and using excessive force against juveniles. “This pattern is largely attributable to systemic deficiencies within CPD and the City,” the report stated, citing, among other shortcomings, the department’s historical failure to train its officers in de-escalation and failure to conduct meaningful investigations of uses of force. For instance, federal investigators observed police academy training on deadly force that consisted of a video made decades ago, which the report said was inconsistent with both current law and the Chicago Police Department’s own policies. “The impact of this poor training was apparent when we interviewed recruits who recently graduated from the Academy: only one in six recruits we spoke with came close to properly articulating the legal standard for use of force,” the report stated. “Post-Academy field training is equally flawed.” The deficiencies in officer training are exacerbated by the lack of adequate supervision provided to officers in the field, the report said. The Majority of Cases Are Not Investigated The report found the city of Chicago fails to investigate the majority of cases it is required to by law, including misconduct allegations filed against police officers. The ones that are investigated, “with rare exception, suffer from entrenched investigative deficiencies and biased techniques,” and discipline taken against the accused officers is “haphazard,” “unpredictable” and “does little to deter misconduct,” according to the report. Federal investigators, who reviewed hundreds of investigative files, found that civilian and officer witnesses – and even the accused officers – are frequently not interviewed during an investigation. The city investigators also frequently failed to collect basic evidence and have allowed union representatives and attorneys to “coach officers in the middle of recorded interviews -- with official protocols actually prohibiting investigators from preventing this, or even referring to it on tape,” the report stated. The report also detailed a lack of transparency regarding officer misconduct complaints, saying the “complainants themselves are often kept in the dark about the status of their cases” and the city investigators do not provide periodic updates to individuals complaining of officer misconduct. “Several complainants told us that they were left unaware of what was happening with their complaint for months, or even years – and some never heard back at all,” the report stated. CPD �?Tolerated Racially Discriminatory Conduct’ The report called on the city of Chicago to address “serious concerns” about systemic deficiencies within the police department that disproportionately affect black and Latino communities. According to the report, statistics show the Chicago Police Department uses force almost 10 times more often against blacks than against whites. “CPD’s pattern or practice of unreasonable force and systemic deficiencies fall heaviest on the predominantly black and Latino neighborhoods on the South and West Sides of Chicago, which are also experiencing higher crime,” the report stated. “As a result, residents in black neighborhoods suffer more of the harms caused by breakdowns in uses of force, training, supervision, accountability and community policing.” According to the report, the Chicago Police Department “tolerated racially discriminatory conduct” that federal investigators say contributes to its pattern of unreasonable force. Federal investigators reviewed the police department’s complaint database, which showed 980 police misconduct complaints coded as discriminatory verbal abuse on the basis of race or ethnicity from 2011 to March 2016. Just 13 of those complaints, or 1.3 percent, were sustained, generally when there was audio, video or other irrefutable evidence, the report said. Federal investigators found 354 complaints for the use of the word “n-----“ or one of its variations. Only four, or 1.1 percent, of these complaints were sustained, according to the report. Federal investigators also found that some officers expressed discriminatory views and intolerance with regard to race, religion, gender and national origin in public social media forums. Meanwhile, the police department failed to take sufficient steps to prevent or appropriately respond to this issue, the report said. The report urged the city to restore its police-community trust by addressing both discriminatory conduct and the disproportionality of illegal and unconstitutional patterns of force on minority communities. “We have serious concerns about the prevalence of racially discriminatory conduct by some CPD officers and the degree to which that conduct is tolerated and in some respects caused by deficiencies in CPD's systems of training, supervision and accountability,” the report stated. CPD’s Promotions System Viewed as Political and Unfair According to the report, officers in the Chicago Police Department can be promoted to detective, sergeant or lieutenant based on test scores or evaluation of other merit-based criteria. Legal challenges of discriminatory impact and allegations of improper exam procedures have prompted several significant reforms to the department’s promotions system. However, the report said, federal investigators spoke to officers who continued to express skepticism. “One of the major complaints from officers we interviewed is that CPD’s promotions system lacks transparency regarding the nomination and qualification process for merit promotions. This has led many officers to believe that merit promotions are a reward for cronyism, rather than a recognition of excellence that was overlooked by the testing process,” the report stated. “Many of the officers we spoke with — minority and non-minority alike — told us that they feel merit promotions are not truly based on �?merit,’ but rather the �?clout’ you hold in the Department or �?who you know.’” The report continues: “In reality, there are documented instructions and guidance for merit promotion nominators and decision makers, but this information is not widely known.” Insufficient Support for Officer Wellness and Safety The federal investigation found that the acute stress and pressure Chicago police officers face each day weigh heavily on them. For instance, the report found that the rising levels of gun violence in Chicago neighborhoods where the relationship between officers and the communities they serve is strained, making it difficult to police effectively. “Our investigation found that these stressors can, and do, play out in harmful ways for CPD officers,” the report stated. “CPD deals with officer alcoholism, domestic violence and suicide. And as explained elsewhere in this Report, CPD officers engage in a pattern or practice of using force that is unjustified, disproportionate and otherwise excessive.” The report continued: “Although the pressure CPD officers are under is by no means an excuse for violating the constitutional rights of the citizens they serve, high levels of unaddressed stress can compromise officer well-being and impact an officer’s demeanor and judgment, which in turn impacts how that officer interacts with the public.” The report said Chicago officers need greater support from both the police department’s leadership as well as the city, adding that both parties “should think meaningfully about how to better address the stressors” these offices face. ABC News’ Jack Date contributed to this report. 0 Shares ",
    "title": "5 Takeaways From Scathing Department of Justice Report on Chicago Policing - ABC News"
   },
   {
    "entities": [
     "council",
     "israel",
     "vineyard",
     "air",
     "kerry",
     "base",
     "middle",
     "kailua",
     "halber",
     "community",
     "forman",
     "west",
     "goldstein",
     "relations",
     "mass.",
     "mid-pacific",
     "brian",
     "states",
     "last summer",
     "house",
     "dec. 15",
     "aug. 18, 2013",
     "club",
     "united",
     "facebook",
     "golf",
     "oval",
     "december 28, 2015",
     "bank",
     "b.",
     "last month",
     "bethesda",
     "force",
     "of",
     "greater",
     "faith",
     "security",
     "sasha",
     "summer",
     "country",
     "white",
     "john",
     "dec. 26",
     "two days later",
     "twitter",
     "u.n.",
     "post",
     "barry",
     "edgartown",
     "u.s.",
     "foxnews.com",
     "d.c.",
     "obama",
     "ron",
     "benjamin",
     "woodmont",
     "east",
     "email",
     "jewish",
     "pizzimenti",
     "jerusalem",
     "washington",
     "andrews",
     "office",
     "md.",
     "rockville",
     "barack",
     "netanyahu",
     "hawaii",
     "abrams",
     "ap",
     "marc"
    ],
    "id": 11,
    "text": "Facebook 0 Twitter 0 Email Print U.S. President Barack Obama plays a shot to the 18th green as he finishes a round of golf with friends at the Mid-Pacific Country Club in Kailua, Hawaii, December 28, 2015. REUTERS/Jonathan Ernst - RTX20CBK Members at an exclusive Washington-area country club think President Obama is a real duffer when it comes to foreign policy – and the fairway furor could cost him one option for a post-presidency home course. Though it’s unclear whether the outgoing president would even seek membership there, some at the Woodmont Country Club in Rockville, Md., are preemptively trying to keep Obama out of the predominantly Jewish club amid complaints about his stance on Israel, according to reports. The members have sent a barrage of emails to club President Barry Forman and General Manager Brian Pizzimenti saying Obama is \"not welcome.\"  The pushback stems from Obama’s decision last month not to have the U.S. veto a U.N. Security Council resolution criticizing Israeli settlements in East Jerusalem and the West Bank and from Secretary of State John Kerry’s speech two days later accusing Israeli Prime Minister Benjamin Netanyahu of undermining the possibility of a two-state solution. “[President Obama] has created a situation in the world where Israel’s very existence is weakened and possibly threatened,” longtime member Faith Goldstein wrote in a Dec. 26 email obtained by the Washington Post . “He is not welcome at Woodmont. His admittance would create a storm that could destroy our club. ” Expand / Contract Aug. 18, 2013: President Obama prepares to tee off while golfing at Vineyard Golf Club in Edgartown, Mass. (AP) A Dec. 15 email to Forman from Bethesda attorney Marc B. Abrams reportedly said Obama’s stance on Israel should make it “inconceivable” that club leaders would even think of granting him membership. “If you have views on this matter, I would urge you to make them known quickly,” Abrams wrote. “Timing is critical.” During his eight years in the White House, the commander-in-chief racked up more than 300 days on the links with most rounds taking place at the course at Andrews Air Force Base or while on vacation in Hawaii. But with the Obama family staying in D.C. until their daughter Sasha finishes high school, the outgoing president will need to find a new club in the D.C. area. There has been no official indication Obama plans to apply for membership at Woodmont, but he has played at least four rounds at the course during his presidency and reports from last summer indicate Woodmont would be his club of choice when he leaves the Oval Office. Representatives from Woodmont did not return FoxNews.com’s requests for comment, but the sentiments over the president’s policies in the Middle East appear far from unanimous among the club’s members and local Jewish activists. “How cool is it that the first African American president of the United States may well be joining a country club originally established because Jews couldn’t get in anywhere else?” Ron Halber, the executive director of the Jewish Community Relations Council of Greater Washington, said in an article published over the summer by the Jewish newspaper The Forward . Halber is not a member at Woodmont. More on this... ",
    "title": "'Not Welcome': Members at DC country club take swing at Obama over Israel stance | Fox News"
   },
   {
    "entities": [
     "ben",
     "this week",
     "rome",
     "friday",
     "joe",
     "joseph",
     "brian",
     "2001",
     "guardian",
     "taj",
     "taylor",
     "channing",
     "michael",
     "paris",
     "palmer",
     "--",
     "the",
     "elizabeth",
     "brando",
     "marlon",
     "the middle of last year",
     "fiennes",
     "paris-michael",
     "stockard",
     "j.",
     "twitter",
     "afptv",
     "k.",
     "u.s.",
     "january 11, 2017",
     "cox",
     "early last year",
     "jackson"
    ],
    "id": 12,
    "text": "YouTube How much criticism can a single half-hour episode of television sustain before it gets the ax? On Friday, we may have gotten our answer: An episode of the British comedy series Urban Myths — which drew widespread complaints for featuring the white actor Joseph Fiennes as Michael Jackson — has been canceled by Sky TV before it could air. \"We have taken the decision not to broadcast 'Elizabeth, Michael and Marlon,' a half-hour episode from the Sky Arts 'Urban Myths' series, in light of the concerns expressed by Michael Jackson's immediate family,\" the European pay-TV company said in a statement . \"We set out to take a light-hearted look at reportedly true events and never intended to cause any offence. Joseph Fiennes fully supports our decision.\" Those \"concerns\" had been expressed quite bluntly by the late singer's family on Twitter. For instance: The proposed show \"honestly makes me want to vomit,\" Jackson's daugher, Paris, wrote . @TheMJCast i'm so incredibly offended by it, as i'm sure plenty of people are as well, and it honestly makes me want to vomit. — Paris-Michael K. J. (@ParisJackson) January 11, 2017 \"No words could express the blatant disrespect,\" tweeted his nephew, Taj. @soledadobrien Unfortunately this is what my family has to deal with. No words could express the blatant disrespect. https://t.co/WKCiwOqPpN — Taj Jackson (@tajjackson3) January 11, 2017 The episode was to depict Jackson on a post-Sept. 11 road trip across the U.S. in 2001, with Elizabeth Taylor, played by Stockard Channing, and Marlon Brando, played by Brian Cox. Intended to be a \"light-hearted look\" at an event rumored to have actually taken place, the episode had been positioned as a satire by its creators. Article continues after sponsorship \"It's a sketch about a story that could have been a legend or could have been true,\" Fiennes told AFPTV in Rome early last year, though he, too, admitted he \"was shocked\" that he was cast in the role of Jackson: \"You have to ask them as to why they would want to cast me.\" The director of the episode, Ben Palmer, told The Guardian this week that the casting was based partly on the challenge of matching physical resemblance, partly on the basis of Fiennes' performance. \"We were really looking for the performance that could unlock the spirit, and we really think Joe Fiennes has done that,\" Palmer said. \"He's given a really sweet, nuanced, characterful performance.\" To be sure, though, the questions came fast and furious — especially since the announcement was made smack in the middle of last year's #OscarsSoWhite controversy over a lack of diversity in the entertainment industry. And the release of the trailer for the upcoming season, which as you can see above features footage from the Jackson episode and others, did nothing to stem the criticism. It appears that trailer is the only glimpse we'll get of the now-notorious episode. ",
    "title": "'Urban Myths' Episode Featuring Joseph Fiennes As Michael Jackson Gets Yanked : The Two-Way : NPR"
   },
   {
    "entities": [
     "kushner",
     "israel",
     "simon",
     "lou",
     "jackson",
     "network",
     "images",
     "graham",
     "2001",
     "wiesenthal",
     "trump",
     "paula",
     "richard",
     "the 21st century",
     "united",
     "npr",
     "fox",
     "donald",
     "george",
     "business",
     "calif.",
     "bill",
     "nations",
     "angeles",
     "fla.",
     "thirty percent",
     "season",
     "marvin",
     "wallheiser/getty",
     "hier",
     "cardinal",
     "u.s.",
     "sacramento",
     "new",
     "w.",
     "orlando",
     "obama",
     "worship",
     "christian",
     "center",
     "detroit",
     "previously",
     "los",
     "rodriguez",
     "washington",
     "nixon",
     "clinton",
     "jared",
     "now",
     "samuel",
     "destiny",
     "bush",
     "billy",
     "1985",
     "mark",
     "dobbs",
     "franklin",
     "dolan",
     "white"
    ],
    "id": 13,
    "text": "Presenting Trump with a Jewish prayer shawl during his visit, Jackson said, \"There are going to be times in your life that you are going to feel forsaken ... but the anointing is going to lift you up.\" With his invitation to Jackson to pray at his inauguration, Trump returned a favor. Jackson lives in a multimillion-dollar mansion in Detroit and drives luxury cars. He preaches that being rich is not bad and that Trump's wealth shows he is \"blessed by God.\" Such teachings exemplify the \" prosperity gospel ,\" which holds that God rewards faithful Christians with financial success. It is a faith tradition with which Trump long has been associated. His \"spiritual adviser\" is Paula White , who as the leader of New Destiny Christian Center near Orlando, Fla., is perhaps the best known prosperity preacher in the country. Article continues after sponsorship True Believer? Why Donald Trump Is The Choice Of The Religious Right \"Every day you're [living] your destiny, designed by God and discovered by you,\" White said in a recent sermon . \"You're either in a position of abundance, you're in a position of prosperity, or you're in a position of poverty. Now that's in every area of your life. ... You're living abundant in your affairs of life — and that includes your financial conditions — or you're living in poverty.\" Not surprisingly, Donald Trump is drawn to those preachers who say that one's wealth is a sign of God's approval. Paula White has her critics in the evangelical world, some of whom consider her a heretic , but she endorsed Trump's candidacy, and he reciprocated by inviting White to pray at his swearing-in ceremony. Another pro-Trump evangelist who will be praying at the inauguration is Franklin Graham. During a recent interview with Lou Dobbs on the Fox Business Network, Graham said \"the hand of God\" was evident in Trump's election. Enlarge this image Evangelist Franklin Graham will follow his family's tradition of praying at presidential inaugurations when he prays during the ceremony for President-elect Donald Trump. He prayed previously at the 2001 inauguration of George W. Bush, and Graham's father, Billy, prayed at the inauguration of several presidents. Mark Wallheiser/Getty Images hide caption toggle caption Mark Wallheiser/Getty Images Evangelist Franklin Graham will follow his family's tradition of praying at presidential inaugurations when he prays during the ceremony for President-elect Donald Trump. He prayed previously at the 2001 inauguration of George W. Bush, and Graham's father, Billy, prayed at the inauguration of several presidents. Mark Wallheiser/Getty Images \"I think God intervened and put his hand on Donald Trump for some reason,\" Graham told Dobbs. \"It's obvious that there was something behind this, and it was more than people understand. I just think it was God.\" By appearing at Trump's swearing-in, Franklin Graham will be following family tradition: His 98-year-old father, Billy , prayed at the inauguration of several presidents, from Richard Nixon to Bill Clinton, and Franklin prayed at the inauguration of George W. Bush in 2001. His inclusion as a prayer leader may also signal Trump's comfort with Graham's political positions. During his campaign, Trump focused a lot of attention on the threat from \"radical Islam,\" a theme Franklin Graham also has emphasized. Shared political views may also explain Trump's invitation to Rabbi Marvin Hier, the founding president of the Simon Wiesenthal Center in Los Angeles. In a recent television interview , Hier said it was \"outrageous\" that the Obama administration chose not to veto a recent United Nations resolution condemning Israel's settlement policy, echoing Trump's own criticism. Evangelical Leader Under Attack For Criticizing Trump Supporters Hier, the first rabbi asked to pray at a presidential inauguration since 1985, says he will hit \"modern themes\" during his inauguration appearance. \"It will be a short prayer, but it will reflect on the 21st century,\" he says. Hier also has ties to the Trump world through Jared Kushner, Trump's son-in-law and close adviser. Kushner's parents are old friends with Hier and his wife. One indication of Trump's unorthodox approach in choosing inauguration prayer leaders is the absence of any representative of mainline Protestantism, the dominant faith tradition of U.S. presidents throughout the country's history. On the other hand, Trump is the first to invite a Hispanic evangelical leader, the Rev. Samuel Rodriguez, president of the National Hispanic Christian Leadership Conference and senior pastor at New Season Christian Worship Center, an Assemblies of God congregation in Sacramento, Calif. Rodriguez accepted the invitation despite some misgivings about Trump's hard-line immigration views. \"There was a bit of angst due to the fact that throughout the course of this campaign, the rhetoric and tone, as it pertained particularly to the immigrant community, did not line up with the ethos or the values of the NHCLC,\" Rodriguez told NPR. He agreed to come to Washington for the inauguration after \"prayerful deliberation and discussion\" and a conclusion that he could not pass up an opportunity to pray on \"the quintessential political platform on the planet.\" Here Is What Donald Trump Wants To Do In His First 100 Days Among Hispanic evangelicals, Rodriguez is one of the more conservative leaders. While he did not endorse Trump, he told NPR that he has heard a \"change of tone\" from Trump in the past few weeks, and now has high hopes for better relations between Hispanics and the Trump administration. \" Thirty percent of Latinos voted for Donald Trump ,\" Rodriguez points out. \"There's a great possibility that the president-elect and his team have come to the realization that this constituency could be engaged successfully.\" Generally, Trump's selection of inauguration prayer leaders reflects his tendency to break with mainstream thinking — and the importance he places on loyalty. With his invitations, he has rewarded clergy members who support him politically, endorse his views, or even offer a religious approval of his great wealth. The least surprising prayer leader choice is Cardinal Dolan. Most U.S. presidents in recent years have asked a prominent Catholic bishop or theologian to pray at their inaugurations, and as fellow New Yorkers, Dolan and Trump have known each other for a long time. ",
    "title": "Donald Trump's Inauguration Prayer Leader Choices Show His Values : NPR"
   },
   {
    "entities": [
     "d.",
     "times",
     "this week",
     "jason",
     "price",
     "friday",
     "minnesota",
     "trump",
     "house",
     "services",
     "pelosi",
     "ryan",
     "delbene",
     "paul",
     "georgia",
     "67 percent",
     "senate",
     "california",
     "morning",
     "monday",
     "of",
     "john",
     "health",
     "human",
     "department",
     "lewis",
     "this year",
     "kentucky",
     "obama",
     "new",
     "and",
     "18 percent",
     "york",
     "early thursday",
     "washington",
     "wisconsin",
     "committee",
     "2010",
     "tom",
     "nancy",
     "now",
     "budget",
     "yarmuth",
     "the future",
     "suzan"
    ],
    "id": 14,
    "text": "Continue reading the main story Republicans have repeatedly pledged to repeal the Affordable Care Act. Now they say they are intent on keeping their promise to Americans who have been crushed by soaring premiums and other unintended effects of the law, which was adopted without any Republican votes. Advertisement Continue reading the main story “This is a critical first step toward delivering relief to Americans who are struggling under this law,” House Speaker Paul D. Ryan of Wisconsin said, adding of the health care law, “This experiment has failed.” Democrats warned that repeal of the health law would cause hardship for millions of Americans and create chaos in insurance markets and in the health care system, which accounts for about 18 percent of the nation’s economy. “If we go down this path, we won’t have repeal and replace,” said Representative John Yarmuth of Kentucky, the senior Democrat on the House Budget Committee. “What we’ll have is repeal and repent, because we’re going to owe a huge apology to the American people for the damage that we cause.” “There’s still no plan for what comes next, threatening massive disruption to the entire health care system” said Representative Suzan DelBene, Democrat of Washington. The House vote generally adhered to party lines, with the debate highlighting the striking gulf between the two parties over the future of health care. The Senate had approved the budget blueprint early Thursday by a vote of 51 to 48. The Times would like to hear from Americans who purchased health insurance under the Affordable Care Act. In the days before the House vote, some conservative Republicans as well as moderates expressed discomfort about signing off on the budget measure without having a clearer picture of how and when Republican leaders planned to go about replacing the health care law. Nine House Republicans ended up voting against the budget blueprint on Friday. No Democrats voted for it. The votes this week — essentially procedural steps — represented the first of several moves that Republicans plan to make as they demolish the law that Mr. Obama so frequently lauded. In the next few weeks, they say, they will try to devise a replacement, working closely with Mr. Trump and the man he has chosen to lead the Department of Health and Human Services, Representative Tom Price, Republican of Georgia. Advertisement Continue reading the main story Four committees — two in the Senate, two in the House — will write language repealing major provisions of the 2010 health law. The resulting legislation can be passed with simple majorities in both chambers and will be immune to a filibuster in the Senate. Then, Republicans say, they will pass one or more free-standing bills to replace selected provisions of the Affordable Care Act. In the Senate, where Republicans hold 52 seats, they will need 60 votes to pass such legislation and will therefore need help from Democrats. Mr. Trump voiced support this week for repealing and replacing the health care law nearly simultaneously, though it remained to be seen how Republicans in the Senate would be able to win over enough Democratic support to put in place a robust replacement for the existing health care law, given the need for those 60 votes. In the House debate Friday, Republicans and Democrats offered wildly differing views of health care and health insurance. Representative Jason Lewis, a freshman Republican from Minnesota, said he had firsthand experience with the Affordable Care Act. “Minnesotans have seen their health insurance choices shrink while their premiums, co-pays and deductibles skyrocket,” Mr. Lewis said. “I should know. For the last, in fact, over five years, I’ve been in the individual market, and my own insurance premiums have nearly tripled, and I’ve gone through three insurers. Minnesotans have seen a 50 to 67 percent increase in the premium cost this year alone.” The House Democratic leader, Representative Nancy Pelosi of California, who engineered passage of the health law in the House in 2010, defended it on Friday, saying that every American benefited. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "House Joins Senate in Approving Groundwork to Revoke Health Care Law - The New York Times"
   },
   {
    "entities": [
     "logan",
     "cristina",
     "chase",
     "next week",
     "navy",
     "friday",
     "that",
     "jan. 18",
     "trump",
     "march",
     "inauguration day",
     "2017",
     "jan. 20",
     "the following day",
     "coalition",
     "thursday",
     "news",
     "griff",
     "facebook",
     "answer",
     "fox",
     "donald",
     "morning",
     "trevor",
     "chevy",
     "last few days",
     "jan. 8",
     "mike",
     "twitter",
     "loudon",
     "corbin",
     "capital",
     "square",
     "d.c.",
     "print",
     "day",
     "email",
     "center",
     "anti-donald",
     "jenkins",
     "washington",
     "10 a.m.",
     "memorial",
     "america",
     "an",
     "research",
     "pence"
    ],
    "id": 15,
    "text": "Protesters planning to blockade inauguration checkpoints, 'party' outside Pence home By Cristina Corbin Facebook 0 Twitter 0 Email Print   An anti-Donald Trump group is planning massive disruptions for next week's inauguration covering everything from \"blockades\" at security checkpoints to a \"dance party\" outside VP-elect Mike Pence's house, according to group leaders as well as newly obtained audio of their apparent plans.  The organization #DisruptJ20 already announced at a press conference Thursday its various plans to wreak havoc at Trump's Jan. 20 inauguration and in the days leading up to it. A conservative group also shared with FoxNews.com what it said was audio from a Jan. 8 #DisruptJ20 meeting at a Washington church, giving even greater insight into the group's planned D.C. \"shutdown.\"  The audio, recorded by Trevor Loudon with Capital Research Center, purports to show a female member detailing plans to \"do everything we can to try and stop people from being able to access the inauguration.\"  This begins with what was described as a \"pure dance party at Mike Pence’s house\" on Jan. 18.  \"It’s his last few days living in Chevy Chase before he moves into the vice presidential residence, and we’re going to send him off with a bang,\" the woman says in the audio.  Then she says the group is turning its attention toward the pro-Trump \"DeploraBall\" the following day, which she describes as the \"alt-right neo-Nazi ... party to celebrate Trump.\" \"We're gonna crash it,\" she says.  That takes the group into inauguration morning, when members say they plan to block entrance points as well as roads and transportation.  \"We’re going to be doing blockades,\" the woman says in the audio. \"We’re going to [be] blockading checkpoints into the security zones. We're also going to be blockading roads and other modes of transit into the city.\"  At 10 a.m. that day, the group is planning an \"anti-Capitalist, anti-fascist bloc\" that \"will be an unpermitted march that will be leaving from Logan Square.\"  A #DisruptJ20 spokeswoman confirmed to FoxNews.com on Friday that the group laid out these plans at the Jan. 8 meeting, which she described as public and well-attended.  Defending the group's agenda, she said: \"We're exercising our freedom of speech and really want to set a tone for the next few years that there's a massive body of people ... who are very concerned about the dangerous direction Donald Trump is taking our country in.\"  The Jan. 8 remarks also track with what members said at Thursday's press conference.  #DisruptJ20 members openly described plans to blockade checkpoints. One organizer told Fox News he hopes to “turn the inauguration into as big of a clusterf--- as possible.” Another group, ANSWER Coalition, is also planning to protest the inauguration but with a somewhat different agenda. The group said it's galvanizing tens of thousands of people at permitted locations -- like Freedom Plaza and the Navy Memorial -- to march and protest in a more traditional way. The #DisruptJ20 audio was obtained by Dangerous Documentaries, a project of the Capital Research Center, as part of its upcoming documentary on left-wing protesters, \"America Under Siege: Civil War 2017.\" The film is set for release before Inauguration Day.   Fox News' Griff Jenkins contributed to this report.  Advertisement ",
    "title": "Protesters planning to blockade inauguration checkpoints, 'party' outside Pence home | Fox News"
   },
   {
    "entities": [
     "$2.7 billion",
     "napa",
     "companies",
     "november",
     "alexander",
     "billions of dollars",
     "lehman",
     "ryan",
     "kevin",
     "patrick",
     "charles",
     "darren",
     "1999",
     "$500 million",
     "sequoia",
     "silicon",
     "instagram",
     "partners",
     "ma",
     "$5 million",
     "2011",
     "$100,000",
     "mario",
     "puck",
     "san",
     "tpg",
     "general",
     "collison",
     "cutler",
     "an",
     "2005",
     "yale",
     "burke",
     "sachs",
     "al",
     "clinton",
     "white",
     "peter",
     "kushner",
     "democratic",
     "wyo.",
     "$1 billion",
     "creek",
     "carvalho",
     "august",
     "harvard",
     "facebook",
     "the spring of 2012",
     "media",
     "2014",
     "business",
     "nicole",
     "insurance",
     "2008",
     "health",
     "kloss",
     "twitter",
     "manhattan",
     "zola",
     "brush",
     "night",
     "ranch",
     "election",
     "schlosser",
     "jack",
     "jersey",
     "fred",
     "shan-lyn",
     "york",
     "josh",
     "ford",
     "nights",
     "$40 million",
     "vostu",
     "systrom",
     "de",
     "1949",
     "the next year",
     "catalyst",
     "hundreds of millions of dollars",
     "princeton",
     "goldman",
     "walmart",
     "bradley",
     "dorsey",
     "blankfein",
     "party",
     "oscar",
     "nolita",
     "$800",
     "francisco",
     "citigroup",
     "commission",
     "congress",
     "wilson",
     "2015",
     "bill",
     "gore",
     "2004",
     "$970 million",
     "valley",
     "late 2015",
     "$3 billion",
     "greylock",
     "lloyd",
     "capital",
     "foundation",
     "$5.85 million",
     "obama",
     "new",
     "dallas",
     "overnight",
     "amazon.com",
     "doris",
     "heineken",
     "time",
     "thiel",
     "brothers",
     "esquire",
     "trump",
     "jon",
     "house",
     "2013",
     "hillary",
     "li",
     "europe",
     "the",
     "karlie",
     "joel",
     "observer",
     "ka-shing",
     "school",
     "walker",
     "2016",
     "federal",
     "liontree",
     "saratoga",
     "winkelried",
     "bourkoff",
     "paypal",
     "building",
     "vornado",
     "aryeh",
     "joshua",
     "ping",
     "$400 million",
     "2010",
     "$1.5 billion",
     "wen",
     "williams",
     "now",
     "unithrive",
     "three days later",
     "jiabao",
     "jared"
    ],
    "id": 16,
    "text": "Continue reading the main story In the weeks after the election, Mr. Kushner has grappled with many questions over Oscar Health. The company, which is one of Mr. Kushner’s most prominent investments, sells health insurance to individuals under President Obama’s Affordable Care Act. That is a law that Jared Kushner is uniquely positioned to influence now that he is a senior adviser to the president-elect , which puts his younger brother and the start-up in an awkward position. Advertisement Continue reading the main story At the same time, Joshua Kushner has had to deal with queries from investors in his venture capital funds who have asked him how Mr. Trump’s ascension would affect his work. Some wondered whether he would join the White House. Others worried that the presidential circus would be a distraction, especially since ties with his brother might make it difficult to maintain a distance. Mr. Kushner has had to reassure investors that he remains committed to Thrive, which is based in New York and has amassed nearly $1.5 billion from wealthy individuals, foundations and the endowments of universities like Princeton, Harvard and Yale. (Oscar Health was founded in the offices of Thrive.) For some money managers, even a loose connection to an incoming president could open doors that might otherwise be closed, but Mr. Kushner has told his investors that he is determined to avoid involvement in politics. “Josh doesn’t want a public profile,” said Darren Walker, the president of the Ford Foundation, which is an investor in Thrive. “He assured us that he would remain focused on Thrive.” So far, Mr. Kushner has largely succeeded in taking a different path from the rest of his family. While Jared and one of their sisters, Nicole, went into the family business, real estate , Joshua broke from that mold by founding technology start-ups and then getting into venture capital. To date, money from Mr. Kushner’s immediate family members represents less than $5 million of his venture funds. Jared is now divesting his shares in Thrive because of his move into the White House. The Trump family has not invested. That is not to say that Joshua Kushner is not close with his family. He is tight with his parents and two sisters, as well as with Jared (who is four years his senior) and with Ms. Trump , whom he refers to as his sister, not his in-law. While the brothers are known by friends and colleagues as ambitious workaholics with ties to power brokers on both coasts, in many ways their paths have diverged. Jared Kushner has emerged as an increasingly public figure since becoming the face of the family’s real estate firm, Kushner Companies, and buying the publisher Observer Media. That company’s newspaper, The New York Observer, has mythologized the city’s media, real estate and political power brokers for a generation of New Yorkers. Jared is also often photographed at society events with Ms. Trump, and is now frequently seen in the background of meetings with the president-elect. But Joshua Kushner has maintained a lower profile. While he has dated the model Karlie Kloss for four years, he is rarely seen out with her. He does not party or drink. Unlike most venture capitalists, Mr. Kushner also does not blog, and he posts to Twitter infrequently. Advertisement Continue reading the main story “Most moguls love to name-drop and tell you about their vacations and appeal to you with how celestial their orbit is, but that’s not Josh,” said Patrick Collison, the chief executive of Stripe, a mobile payments start-up in San Francisco that Mr. Kushner has invested in. Mr. Kushner declined to speak on the record for this article, and a spokesman for Mr. Trump declined to comment. In an interview, Ms. Trump said that “Jared and Josh have a very special relationship defined by tremendous love, admiration and mutual respect.” She declined to talk about politics. An Investor’s Roots Joshua Kushner grew up in New Jersey, where his grandparents, Holocaust survivors who immigrated from Europe in 1949, had built apartments. Their properties turned into a $1 billion apartment development business under his father, Charles, who was sentenced to two years in prison in 2005 for making illegal campaign donations, witness tampering and tax evasion. Jared later expanded the family business and bought luxury office properties in Manhattan. Mr. Kushner and his siblings grew up spending nights and weekends at work with their father, visiting properties, looking at financial data and sometimes skipping school to attend business meetings. In 2004, Mr. Kushner was accepted to Harvard, which Jared had also attended. At Harvard, Mr. Kushner roomed with Alexander Blankfein , the son of the chief executive of Goldman Sachs, Lloyd Blankfein. His circle also included Alexander de Carvalho, an heir to the Heineken beer fortune. Mr. Kushner dipped into media when he became the executive editor of a short-lived society magazine for Harvard students called Scene , which was founded by the children of Citigroup and Lehman Brothers executives. During the summers, Mr. Kushner interned at Goldman’s real estate banking division and at the real estate giants Vornado and SL Green with an eye toward working in the industry. But in his junior year of college, he started a company, Vostu, that made video games for social media networks like Facebook. He founded Vostu with two classmates, including Mario Schlosser, who is now the chief executive of Oscar Health. Mr. Kushner graduated in 2008. The next year, he became a founder of a nonprofit start-up called Unithrive , which helped Harvard students secure loans from alumni. “Josh stepped away from the family business,” said Ryan Williams, a Harvard classmate who now runs Cadre, a real estate start-up that lets wealthy individuals buy pieces of commercial property developments. The company was started in the offices of Thrive. Advertisement Continue reading the main story Neither Vostu nor Unithrive was a runaway success. Vostu has since laid off most of its employees, and Unithrive is defunct. So, using money generated from Vostu, Mr. Kushner turned away from founding businesses and began investing in them instead, beginning with small investments in companies like the crowdfunding site Kickstarter. His investments caught the attention of others in the tech industry, including Joel Cutler, a venture capitalist at General Catalyst. “Josh had been able to get into investment pools with the best and smartest in the industry,” Mr. Cutler said. “I encouraged him to start a firm.” In 2010, while at Harvard Business School, Mr. Kushner started Thrive. He was 25. In an interview in 2011, while juggling business school with working at Vostu and meeting with start-ups, Mr. Kushner said his job as an investor was to look for new ideas that could change industries through technology. “Any market yet to be disrupted by modern technology will be at some point in time,” he said. Mr. Kushner said that he would not be content to simply invest in companies, and that he wanted to nurture some from scratch himself. “Being satisfied is not a good thing,” he said. Personal Connections Mr. Kushner set about building Thrive in a methodical way, drawing on his constellation of connections. His mentors include Fred Wilson, a venture capitalist in New York best known for investing in Twitter, and Jon Winkelried, a co-chief executive of the private equity firm TPG. Mr. Kushner also befriended Twitter’s chief executive, Jack Dorsey. Peter Thiel , a member of Mr. Trump’s presidential team, a co-founder of PayPal and an early investor in Facebook, was also an early Thrive investor and supporter. Aryeh Bourkoff, the founder of LionTree, a merchant bank that specializes in tech and media deals, said he was impressed by Mr. Kushner’s focus when the young investor spoke at an event Mr. Bourkoff held in 2011. Mr. Kushner argued before a roomful of media executives that online video would create more upheaval than the cable industry anticipated. Many in the room disagreed with that idea at the time but said he made a compelling case. By the spring of 2012, Mr. Kushner had scored his first investment hit. He had become friends with a Silicon Valley entrepreneur named Kevin Systrom, who had started Instagram. Mr. Systrom said he had met Mr. Kushner long before he was thinking about raising large sums of money for the app, and the two had stayed in touch. Advertisement Continue reading the main story That year, Mr. Systrom let Mr. Kushner invest in Instagram alongside the prestigious venture capital firms Sequoia Capital and Greylock Partners, illustrating how much personal connections matter. The funding pegged Instagram’s valuation at $500 million. Three days later, Facebook bought Instagram for $1 billion and Mr. Kushner instantly doubled his money. Mr. Systrom and Mr. Kushner have remained close. When the Instagram chief married at a Napa Valley winery in late 2015, Mr. Kushner attended with Ms. Kloss . Mr. Kushner has developed a reputation among entrepreneurs for an eye for detail. When he was considering investing in Zola, a wedding registry company founded by Shan-Lyn Ma and Kevin Ryan, Mr. Kushner and his team put together their own study of the wedding registry market and what was missing. “Most other investors I met with said that they’d asked their wives or girlfriends about whether they’d use Zola,” Ms. Ma said. “That was generally their only data point.” Thrive led a $5.85 million investment in Zola in 2013. Since then, the company has raised more than $40 million. Thrive’s other investment successes include Twitch, a live-streaming video site for gamers that Amazon.com bought for $970 million, and the e-commerce site Jet.com, which Walmart agreed to acquire for $3 billion. Thrive also owns stakes in hot start-ups like the workplace messaging company Slack and the streaming music service Spotify, each of which are valued at billions of dollars. Not all of Mr. Kushner’s investments have worked out. It can take a decade or more to determine whether a private company becomes the next Facebook, a failure or something in between. While Instagram was a rare overnight success story for investors, Mr. Kushner has also invested in flops such as Fab.com, a high-profile online retail company that went bust and was later purchased by a manufacturing company in a fire sale. Oscar Health, too, has not been a smooth ride. Even before Mr. Trump’s election and the uncertain state of the Affordable Care Act, the health insurance start-up had been criticized for its hundreds of millions of dollars in losses and executive departures. Advertisement Continue reading the main story The company has raised about $400 million at a $2.7 billion valuation, with investors including Goldman Sachs, multi-billionaire Li Ka-shing, and Ping An Insurance, a Chinese company with ties to former Prime Minister Wen Jiabao. Oscar Health has scaled back parts of its business, saying it will no longer sell insurance to individuals in Dallas and New Jersey . The company plans to sell insurance to corporations. In November, Mr. Kushner took the unusual step of publicly defending Oscar Health by writing a blog post with the company’s chief executive, Mr. Schlosser. While they did not take a position on Mr. Trump’s criticisms of the Affordable Care Act, they said both political parties had failed to fix flaws in the health care law . They hoped a Republican Congress would do better, they added. No matter the outcome, they wrote, “we’re in this for the long haul.” It is unclear if Joshua and Jared Kushner have discussed how a health care overhaul could affect Oscar Health. Representatives of the brothers declined to comment on any conversations they have had about the company. Mr. Kushner’s work is not totally separate from his family’s. Thrive’s offices are in the NoLIta neighborhood of Manhattan, in the historic Puck Building, which is owned by Kushner Companies. Some start-ups that Thrive has incubated, including Cadre and Oscar, are housed there, too. The brothers have also made investments together. They founded Cadre with Mr. Williams, invested in it and are advisers to the company. A Neutral Stance Even outside of work, Mr. Kushner is earnest about his pursuits. At his 30th birthday celebration in 2015 at the Brush Creek Ranch , a luxury dude ranch in Saratoga, Wyo., where rooms start at around $800 a night, Mr. Kushner talked about goals and values, attendees said. Mr. Kushner has not been vocal about his political beliefs. Over the years, he has donated about $100,000 to Democratic candidates and causes. Federal Election Commission data shows he has been giving to the Democratic Party since 1999, when he financially supported Bill Bradley and, later, Al Gore for president. He made his last donations in 2014. Over the 2016 presidential election cycle, Mr. Kushner kept quiet as his brother and Ms. Trump became some of Mr. Trump’s most powerful strategists and surrogates on the campaign trail. In August, Esquire reported that Joshua Kushner was a lifelong Democrat and would not vote for Mr. Trump. A spokesman for Mr. Kushner said he is a registered independent. In November, Ms. Kloss posed in a photograph on Instagram voting for Hillary Clinton. “People who are different from you, you can learn something from them,” Mr. Kushner said in the 2011 interview. “At least, I think I can.” Doris Burke contributed research. ",
    "title": "Brother of Jared Kushner Is Thrust Into the Spotlight - The New York Times"
   },
   {
    "entities": [
     "gallup",
     "interactive",
     "4-8,",
     "cbs",
     "friday",
     "2001",
     "trump",
     "cabinet",
     "2017",
     "inc.",
     "2009",
     "13 percent",
     "twelve percent",
     "senate",
     "donald",
     "48 percent",
     "george",
     "early december",
     "four percent",
     "87 percent",
     "bill",
     "nov. 8",
     "obama",
     "w.",
     "68 percent",
     "ten percent",
     "44 percent",
     "forty-four percent",
     "61 percent",
     "1993",
     "81 percent",
     "51 percent",
     "bush",
     "fifty-two percent",
     "jan.",
     "clinton",
     "83 percent"
    ],
    "id": 17,
    "text": "Email Just a week away from Donald Trump’s inauguration, Americans are still expressing historically low approval for the president-elect’s handling of the transition. According to a Gallup poll released Friday, more than half of people (51 percent of those surveyed) said they “disapprove” of Mr. Trump’s transition performance. Just 44 percent expressed approval of the president-elect, who has faced a number of controversies in the weeks following his Nov. 8 win. That’s a drop of four percentage points from the 48 percent of people that approved of the president-elect in early December. Four percent of those polled say they have no opinion on the issue. Those numbers are substantially lower than the ratings of other presidents-elect before him: In 2009, 83 percent of Americans approved of Mr. Obama in the days leading up to his inauguration. In 2001, 61 percent said the same of George W. Bush, while Bill Clinton had a 68 percent approval rate in 1993. Republicans and Democrats had differing views of how Mr. Trump has handled the transition, with 87 percent of Republicans saying they approved. Only 13 percent of Democrats said the same.  Mr. Trump’s Cabinet nominations -- several of whom have already weathered Senate confirmation hearings -- are also facing low approval ratings. In sum, Americans rate Mr. Trump’s Cabinet as worse than those chosen by Presidents-elect Obama, Bush, and Clinton. Fifty-two percent of people believe the president-elect’s Cabinet nominees are “average” or better -- a low number compared to 83 percent that believed that of Mr. Obama’s and Clinton’s, and 81 percent that thought that of Bush’s picks. Forty-four percent viewed Mr. Trump’s Cabinet nominees as “below average” or “poor.” Just 13 percent of people believed that Bush’s Cabinet was staffed with “below average” or “poor” picks. Twelve percent believed that of Clinton’s and ten percent of Obama’s. The Gallup poll was conducted from Jan. 4-8, 2017, with a random sample of 1,032 adults, The margin of error is four percentage points. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Poll: Donald Trump approval still low as inauguration looms - CBS News"
   },
   {
    "entities": [
     "jim",
     "stephen",
     "texas",
     "portico",
     "august 30, 2009",
     "chocolate",
     "harnik",
     "joe",
     "family",
     "getty",
     "watson",
     "reynolds",
     "7:46 p.m.",
     "april 21",
     "earlier this week",
     "austin",
     "june 13, 2011",
     "oval",
     "pool",
     "charles",
     "jacquelyn",
     "cross",
     "cape",
     "mcnamee",
     "military",
     "may 17, 2014",
     "washingtonon",
     "instagram",
     "jan. 13, 2017",
     "sasha",
     "kamm",
     "ngan",
     "ghanbari",
     "2011",
     "j.",
     "martinez",
     "martin",
     "april 4, 2012",
     "usat",
     "sept. 26, 2009",
     "d.c.",
     "petsmart",
     "today",
     "march 5, 2010",
     "hill",
     "ceneta",
     "center",
     "east",
     "lacey",
     "first",
     "wisconsin",
     "dec. 20, 2009",
     "william",
     "april 14, 2009",
     "bethesda",
     "ap",
     "white",
     "robinson",
     "air",
     "july 4, 2009",
     "base",
     "us",
     "manuel",
     "network",
     "june 2, 2009",
     "capitol",
     "west",
     "friday",
     "woodbridge",
     "rossman",
     "prince",
     "aug. 4, 2010",
     "spring",
     "soccer",
     "executive",
     "dec. 21, 2011",
     "michael",
     "facebookemail",
     "nov. 28, 2014",
     "facebook",
     "united",
     "pa.",
     "library",
     "linkedin",
     "orzechowski",
     "gerald",
     "washington,",
     "of",
     "north",
     "schiliro",
     "children's",
     "herbert",
     "gruber",
     "bart",
     "twitter",
     "health",
     "dec. 13, 2010",
     "system",
     "virginia",
     "mandel",
     "team",
     "u.s.",
     "sisters",
     "jack",
     "april 22, 2010",
     "brandon",
     "jordyn",
     "nicholas",
     "hall",
     "reed",
     "josh",
     "sean",
     "malia",
     "dec. 4, 2013",
     "haraz",
     "andrews",
     "fullscreen",
     "marian",
     "fitts",
     "aaron",
     "faeh",
     "office",
     "the past",
     "epa",
     "sept. 15, 2009",
     "google",
     "garden",
     "mar. 15, 2012",
     "n.",
     "claus",
     "rahm",
     "next week",
     "michelle",
     "images",
     "zwaard",
     "andrew",
     "aug. 5, 2010",
     "lady",
     "dharapak",
     "dc",
     "christmas",
     "300 pound",
     "club",
     "pinterest",
     "thursday",
     "saul",
     "patricia",
     "dec. 2, 2015",
     "dogs",
     "emanuel",
     "pablo",
     "stern",
     "alex",
     "carolyn",
     "akyoko",
     "day on april 22, 2010",
     "fisher",
     "congress",
     "walsh",
     "2015",
     "walter",
     "wilson",
     "march 17, 2010",
     "kitchen",
     "gingerbread",
     "frist",
     "aug. 30, 2009",
     "dec. 14, 2012",
     "dec. 19, 2009",
     "easter",
     "usa",
     "april 5, 2010",
     "nov. 25, 2016",
     "va.",
     "obama",
     "national",
     "santa",
     "susan",
     "finnegan",
     "patterson",
     "tour",
     "massachusetts",
     "applewhite",
     "america",
     "2012",
     "dec. 22, 2009",
     "ireland",
     "oct. 26, 2009",
     "march 20, 2013",
     "medical",
     "dec. 14, 2015",
     "wong",
     "lawn",
     "wing",
     "april 25, 2011",
     "vucci",
     "alan",
     "monte",
     "kate",
     "nov. 27, 2015",
     "biden",
     "women's",
     "mark",
     "cliff",
     "south",
     "nov. 29, 2016",
     "marine",
     "house",
     "oct. 6, 2011",
     "art",
     "the night before christmas",
     "balce",
     "bacon",
     "nov. 28, 2012",
     "the",
     "alexandria",
     "martha",
     "monsivais",
     "quentin",
     "monday",
     "june 8, 2010",
     "bo",
     "force",
     "aug.",
     "murray",
     "rose",
     "2016",
     "dec. 1, 2010",
     "scott",
     "aug. 19, 2010",
     "aj",
     "past",
     "nov. 25, 2011",
     "cod",
     "chicago",
     "april 21, 2014",
     "owen",
     "dec. 16, 2013",
     "philadelphia",
     "washington",
     "2010",
     "nixon",
     "courage",
     "st. patrick's day",
     "neshkoro",
     "earnest",
     "loeb",
     "evan",
     "samad",
     "hallway",
     "phil",
     "barack",
     "kaster",
     "march 15, 2012",
     "may 29, 2010",
     "maryland"
    ],
    "id": 18,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest White House mum on reports Obama's dog bit guest The White House on Friday chose not to confirm or deny a report the Obama family's Portuguese water dog Sunny bit a guest on the face at an event earlier this week. Post to Facebook White House mum on reports Obama's dog bit guest The White House on Friday chose not to confirm or deny a report the Obama family's Portuguese water dog Sunny bit a guest on the face at an event earlier this week. Check out this story on USATODAY.com: http://usat.ly/2iuhBkb CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 19 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs White House mum on reports Obama's dog bit guest USA Today Network Sean Rossman , USA TODAY 7:46 p.m. ET Jan. 13, 2017 Sunny, one of the Obama family's dogs. (Photo: Lacey Faeh via Instagram) The White House on Friday chose not to confirm or deny a report the Obama family's Portuguese water dog Sunny bit a guest on the face at an event earlier this week. Press Secretary Josh Earnest side-stepped the question in a Friday press briefing, saying, \"I don't have a whole lot more light to shed on that particular situation.\" He added he's not aware of a similar incident occurring in the past. TMZ posted a story on Thursday saying Sunny bit an 18-year-old woman on the face during a White House visit on Monday. TMZ reported through \"sources connected to the girl\" that she was a family friend who tried to pet and kiss the dog. The website also posted a photo of the woman with a gash under her left eye. TMZ added the family's physician, \"Checked her out and decided she needed stitches.\" Multiple news sources reported the story on Thursday, most citing TMZ. USA TODAY contacted the White House but did not receive a response. Earnest, however, said Sunny and the Obama family's other Portuguese water dog, Bo, represented America \"quite well in their status as the First Dogs.\" Both pups will move out of the White House next week when President Barack Obama leaves office. \"Both Bo and Sunny have been genuine ambassadors to the American people,\" said Earnest to a chuckling White House press corps. \"Thousands of people have had the opportunity to interact, play with those dogs, pet with those dogs.\" Posted! A link has been posted to your Facebook feed. First Lady Michelle Obama pets the family dog Bo as she speaks to children in the East Room of the White House on April 22, 2010. Mrs. Obama addressed and answered questions from children of Executive Office employees at the White House's annual Take Our Daughters and Sons to Work Day.  Win McNamee, Getty Images President Barack Obama and First Lady Michelle Obama walk Bo to a picnic for members of Congress on the South Lawn of the White House on June 8, 2010.  Pool, Getty Images President Barack Obama takes a walk in Chicago with mother-in-law Marian Robinson, daughters Malia and Sasha, and dog Bo on May 29, 2010.  Pool, Getty Images First Lady Michelle Obama walks the family dog Bo on the South Lawn of the White House on Sept. 26, 2009 in Washington D.C. Obama had just returned from daughter Malia's soccer game.  Pool, Getty Images Bo waits for the president on March 5, 2010 in Washington, D.C.  Pool, Getty Images First Lady Michelle Obama stands with the family dog Bo as she hosts a \"Let's Move!\" event on the South Lawn of the White House on Oct. 6, 2011, with children and members of the US Women's National Soccer Team.  Jim Watson, AFP/Getty Images First Lady Michelle Obama, daughters Sasha and Malia, and dog Bo, receive the White House Christmas tree on Nov. 25, 2011.  Nicholas Kamm, AFP/Getty Images First Lady Michelle Obama speaks with the Monte Family as Bo wanders under a table during a pre-Easter celebration with military families on March 20, 2013.  Jewel Samad, AFP/Getty Images First Lady Michelle Obama greets a well-wisher as she walks back to the residence with dog Sunny during the annual Easter egg roll at the White House on April 21, 2014.  Nicholas Kamm, AFP/Getty Images First Lady Michelle Obama, with dogs Sunny and Bo, greets children of military families as they make holiday crafts and treats during the unveiling of the 2016 holiday decorations on Nov. 29, 2016.  Saul Loeb, AFP/Getty Images Malia Obama runs with Bo on the South Lawn of the White House on April 14, 2009.  SAUL LOEB, AFP/Getty Images Malia Obama sits with Bo, the family dog, while her parents read a book to children during the annual Easter egg roll on April 25, 2011 on the South Lawn of the White House.  Mandel Ngan, AFP/Getty Images Sasha and Malia Obama take their dog Bo to greet children prior to reading a book during a visit to the Children's National Medical Center on Dec. 22, 2009.  SAUL LOEB, AFP/Getty Images Malia Obama and Sasha Obama, daughters of U.S. President Barack Obama, sit alongside their mother, First Lady Michelle Obama and family dog Bo during a visit to the Children\u0092's National Medical Center on Dec. 22, 2009.  SAUL LOEB, AFP/Getty Images Bo waits to board Air Force One in Cape Cod on Martha's Vineyard, Massachusetts on August 30, 2009.  JEWEL SAMAD, AFP/Getty Images Bo, the Obama family dog, frollicks in the snow outside of the West Wing of the White House on Dec. 19, 2009.  MANDEL NGAN, AFP/Getty Images Fullscreen Bo, the Obama's family pet, sits in the Cross Hall before an event with First Lady Michelle Obama to welcome children of Executive Office employees at the White House's annual Take Our Daughters and Sons to Work Day on April  22, 2010.  Evan Vucci, AP Bo, a Portuguese water dog and the family pet of the first family, is seen in the Rose Garden of the White House on June 13, 2011.  Charles Dharapak, AP On June 2, 2009, the Obama family dog Bo plays in the Rose Garden of the White House.  Haraz N. Ghanbari, AP On Aug. 30, 2009, Bo Obama walks away from Air Force One at Andrews Air Force Base in Maryland after a vacation on Martha's Vineyard with the first family.  Alex Brandon, AP First Lady Michelle Obama and the family dog Bo are escorted by Bart Zwaard, dressed as Santa Claus, during a visit to the Children's National Medical Center in Washingtonon Dec. 13, 2010.  Manuel Balce Ceneta, AP First Lady Michelle Obama and first dog Bo walk past reporters during a visit to the State Dining Room of the White House on Nov. 28, 2012.  Susan Walsh, AP First Lady Michelle Obama tries to put a pair of bunny ears on Bo, the Obama family dog, during a visit with families at Fisher House at Walter Reed National Military Medical Center in Bethesda, Maryland on April 4, 2012.  Jacquelyn Martin, AP First lady Michelle Obama, sitting with 5-year-old Stephen Orzechowski and her family dog Bo, reads \"Twas the Night Before Christmas\" to a group of children at the Children's National Health System in Washington on Dec. 14, 2015.  Susan Walsh, AP Family dogs Sunny, left, and Bo, right, get comfortable as First Lady Michelle Obama reads a holiday story to children at Children's National Health System in Washington on Dec. 16, 2013.  Jacquelyn Martin, AP Fullscreen President Barack Obama and his dog Bo visit with a poodle named Cinnamon as they check out at an Alexandria, Virginia PetSmart on Dec. 21, 2011/ Obama bought the presidential pup a toy bone and a bag of food while Bo played in the store with Cinnamon.  Carolyn Kaster, AP President Barack Obama walks with First Lady Michelle Obama, mother-in-law Marian Robinson, and dog Bo as the president hosted the annual White House Easter Egg Roll on April 5, 2010.  Charles Dharapak, AP Fullscreen A girl laughs while petting the first family's dogs Sunny and Bo, as first lady Michelle Obama greets children of military families as they make holiday crafts and treats in the State Dining Room of the White House on Nov. 29, 2016.  Andrew Harnik, AP Larger-than-life replicas of Bo and Sunny, made with more than 25,000 yarn pom-poms, are displayed in the East Wing Hallway of the White House on Nov. 29, 2016.  Andrew Harnik, AP Fullscreen Vice President Joe Biden's granddaughter Finnegan plays with Bo, the Obama family dog, at the White House on March 17, 2010, before she accompanied her grandfather and President Barack Obama to the Friends of Ireland luncheon for St. Patrick's Day, on Capitol Hill.  Charles Dharapak, AP The 300 pound gingerbread White House replica with a mini Bo and Sunny is displayed in the State Dining Room of the White House on Dec. 4, 2013.  Charles Dharapak, AP Malia Obama, daughter of President Barack Obama, waits at the South Portico of the White House with family dog Bo on Sept. 15, 2009.  Gerald Herbert, AP Bo carries a ball as he walks on the South Lawn of the White House on Oct. 26, 2009.  Alex Brandon, AP Bo strains at the leash on the South Portico of the White House on Oct. 26, 2009.  Alex Brandon, AP President Obama's family dog, Bo, leaps on the grounds of the White House on Dec. 20, 2009.  Alex Brandon, AP Fullscreen On March 17, 2010, President Barack Obama speaks with then-chief of staff Rahm Emanuel and assistant to the president for legislative affairs Phil Schiliro. Bo, the Obama family dog, walks past them on the South Lawn of the White House before they went to the Friends of Ireland luncheon for St. Patrick's Day, on Capitol Hill.  Charles Dharapak, AP Bo climbs the stairs of Air Force One at Andrews Air Force Base in Maryland on Aug. 4, 2010, for a flight to Chicago with President Barack Obama.  Cliff Owen, AP Bo walks down the stairs of Air Force One after arriving with President Barack Obama at Andrews Air Force Base in Maryland on Aug. 5, 2010.  Cliff Owen, AP Bo walks to board Air Force One at Andrews Air Force Base in Maryland on Aug.  19, 2010.  Evan Vucci, AP Fullscreen On Oct. 6, 2011, Alan Fitts, trip director for first lady Michelle Obama, kicks a soccer ball with Bo, the Obama family dog. Preparations were being made on the South Lawn of the White House for a sports clinic for area children.  Charles Dharapak, AP President Barack Obama pets the family dog Bo, a Portuguese water dog, outside the Oval Office on March 15, 2012.  Pablo Martinez Monsivais, AP Malia Obama, left, and Sasha Obama play with family dog Bo as they wait for President Barack Obama to arrive on the South Lawn of the White House on Sept. 15, 2009.  Gerald Herbert, AP On May 17, 2014, Bo, left, and Sunny, are walked by a handler on the South Lawn of the White House.  Jacquelyn Martin, AP Malia Obama walks with the family's new dog Bo on the South Lawn of the White House on April 14, 2009.  Charles Dharapak, AP The Obama family dog Bo in Texas when he was six and a half weeks old.  Art Stern, AP First Lady Michelle Obama watches as daughter Malia Obama adjusts the collar for her sister Sasha Obama as they walk out to welcome the official White House Christmas Tree on Nov. 28, 2014.  Susan Walsh, AP First lady Michelle Obama follows her daughters Malia and Sasha Obama as they arrive to welcome the official White House Christmas Tree on Nov. 28, 2014.  Susan Walsh, AP First lady Michelle Obama is pulled away by her dogs Bo and Sunny after welcoming the official White House Christmas Tree to the White House on Nov. 27, 2015.  Pablo Martinez Monsivais, AP First lady Michelle Obama with her dogs Bo and Sunny welcome the official White House Christmas Tree on Nov. 27, 2015.  Pablo Martinez Monsivais, AP An oversized version of Bo, the Obama family dog, made of pipe cleaners, is displayed in the Booksellers area of the White House on Dec. 1, 2010.  Charles Dharapak, AP Fullscreen The Obama family dog, Bo, made from marzipan, is depicted on the 2010 White House Chocolate Gingerbread House, which was displayed in the State Dining Room of the White House on Dec. 1, 2010. The theme for the house was \"Simple Gifts\".  Charles Dharapak, AP First lady Michelle Obama, with dog Bo, is surrounded by children in the State Dining Room of the White House on Dec. 2, 2015. They made holiday crafts and treats during a preview of the 2015 White House holiday decor.  Carolyn Kaster, AP The Obama family dog \"Bo,\" goes for a walk on the lawn of the north side of the White House on July 4, 2009.  Alex Brandon, AP Fullscreen On April 14, 2009, U.S. President Barack Obama speaks to members of the press while First Lady Michelle Obama and one of their daughters Malia play with the White House dog Bo, a Portuguese water dog, on the South Lawn of the White House.  Michael Reynolds, EPA First Lady Michelle Obama walks with the first family's dogs Bo (back) and Sunny (front) in the State Dining Room during a preview of the 2015 holiday decor at the White House on Dec. 2, 2015.  Michael Reynolds, EPA The Obama family's Portuguese water dog Bo is walked by a U.S. Marine after disembarking a helicopter on Martha's Vineyard Aug. 19, 2010 in Vineyard Haven, Massachusetts. The Obamas were vacationing on the island.  Pool, Getty Images Fullscreen First Lady Michelle Obama walks her dog Bo while hosting a \"Let's Move\" Soccer clinic on the South Lawn of the White House, on Oct. 6, 2011 in Washington, DC. The first lady Obama was joined by members of the U.S. Women's National Soccer Team, and children from Soccer Sisters United in Philadelphia, Pa., and Prince William Courage Soccer Club in Woodbridge, Va.  Mark Wilson, Getty Images U.S. President Barack Obama shops for Christmas presents with his dog Bo at PetSmart on Dec. 21, 2011 in Alexandria, Virginia.  Pool, Getty Images U.S. President Barack Obama pets his dog Bo outside the Oval Office of the White House on Mar. 15, 2012 in Washington, DC.  Pool, Getty Images Fullscreen First Lady Michelle Obama speaks to children as her dog Bo sits on her lap during a visit at Children's National Medical Center on Dec. 14, 2012 in Washington, DC. The first lady toured the hospital before greeting 200 patients and hospital staff.  Mark Wilson, Getty Images Fullscreen First Lady Michelle Obama reads a Christmas story while her dog Bo sits on her lap and 5-year-old AJ Murray and 5-year-old Jordyn Akyoko sit nearby at Children's National Medical Center on Dec. 14, 2012 in Washington, DC. The first lady toured the hospital before greeting 200 patients and hospital staff.  Mark Wilson, Getty Images Fullscreen Presidential dogs Sunny and Bo during the annual White House Easter Egg Roll on the South Lawn of the White House April 21, 2014. President Barack Obama and first lady Michelle Obama hosted thousands of people during the annual celebration of Easter.  Pool, Getty Images Fullscreen Presidential dogs Sunny and Bo during the annual White House Easter Egg Roll on the South Lawn of the White House on April 21. President Barack Obama and First Lady Michelle Obama hosted thousands of people during the annual celebration of Easter.  Pool, Getty Images U.S. First Lady Michelle Obama, accompanied by her nephews Austin and Aaron Robinson and her dogs Bo and Sunny, receive the official White House Christmas tree at the North Portico of the White House on Nov. 25, 2016.  Alex Wong, Getty Images President Barack Obama runs with first dog Bo as the Obama family shows off their new Portuguese water dog to the gathered press on the South Lawn of the White House.  Jack Gruber, USAT Bo, the First Dog, in the White House Kitchen Garden.  Quentin Bacon Michelle Obama and Bo in the White House Kitchen Garden.  Quentin Bacon Fullscreen Bo inspects the 2012 Holiday Decorations Bo, the Obama family\u0092s Portuguese Water Dog, is gunning for a position as official White House Christmas decoration inspector. Watch as Bo ensures the decorations are up to snuff for the 90,000 visitors set to descend on the president\u0092s home this holiday season.  none Sunny, one of the Obama family's dogs.  Lacey Faeh via Instagram The Obama family's dog Bo inspects the White House Christmas tree as it arrives at the North Portico on Nov. 25, 2011. The 19-foot-tall balsam fir was from a farm near Neshkoro, Wisconsin.  J. Scott Applewhite, AP The Obama family pet Bo in front of the White House East Visitors Entrance after First Lady Michelle Obama held events welcoming military families who would be the first to view the 2011 White House Holiday season decorations.  Jack Gruber, USAT White House Library with decorations and a large decoration of the First Family's dog Bo. Bo is a common thread in each decorated room.  Jack Gruber, USAT Fullscreen Bo, the Obama family dog, met the press for a preview of the White House Spring Garden Tour. Since Frist Lady Patricia Nixon first opened the grounds for seasonal tours, the White House has welcomed visitors from across the world to view the landscaping and commemorative trees and gardens.  Kate Patterson, USAT Like this topic? You may also like these photo galleries: Replay ",
    "title": "White House mum on reports Obama's dog bit guest"
   },
   {
    "entities": [
     "gaspar",
     "poroy",
     "jim",
     "denis",
     "seib",
     "natalie",
     "november",
     "$650-million",
     "giants",
     "california",
     "raiders",
     "nfl",
     "state",
     "18.75%",
     "at&t",
     "stadium",
     "$200-million",
     "/",
     "chargers",
     "avaya",
     "sacramento",
     "samantha",
     "kroenke",
     "san",
     "center",
     "$1.3 billion",
     "al",
     "angeles",
     "ap",
     "kitroeff",
     "spanos",
     "clara",
     "february 2016",
     "doug",
     "video",
     "park",
     "earthquakes",
     "forbes",
     "2014",
     "business",
     "of",
     "carson",
     "$300",
     "galaxy",
     "players",
     "kristin",
     "ganis",
     "sports",
     "u.s.",
     "jersey",
     "$7.4 billion",
     "rams",
     "stan",
     "james",
     "dean",
     "york",
     "usc",
     "sean",
     "september",
     "diego",
     "jr.",
     "jose",
     "butts",
     "$1",
     "marc",
     "council",
     "david",
     "allen",
     "next week",
     "marshall",
     "inglewood",
     "league",
     "levi's",
     "la",
     "t.",
     "thursday",
     "43%",
     "kings",
     "francisco",
     "mendez",
     "2015",
     "40%",
     "daniel",
     "arena",
     "sportscorp",
     "new",
     "national",
     "santa",
     "more than three decades ago",
     "obama",
     "los",
     "$1.15 billion",
     "nba",
     "lackritz",
     "miller",
     "city",
     "masunaga",
     "chase",
     "times",
     "last year",
     "metlife",
     "l.a.",
     "stubhub",
     "2000",
     "2019",
     "9%",
     "school",
     "$1.2",
     "mcvay",
     "$60 million",
     "lapd",
     "carter",
     "mission",
     "57%",
     "$556.6 million",
     "m.b.a.",
     "institute",
     "$1.8 billion",
     "football",
     "$400 million",
     "bay",
     "2010",
     "now",
     "assn.",
     "$2.66-billion"
    ],
    "id": 19,
    "text": "Chargers' move shows California is over spending public money on the NFL Chargers move to LA Denis Poroy / AP A San Diego Chargers fan holds up a sign in front of Chargers headquarters after the team announced that it will move to Los Angeles. A San Diego Chargers fan holds up a sign in front of Chargers headquarters after the team announced that it will move to Los Angeles. (Denis Poroy / AP) Natalie Kitroeff and Daniel Miller Contact Reporters The Chargers ’ dramatic split from the city of San Diego may be a sign that California is officially done spending public money on sports franchises. California voters have grown more skeptical of pouring billions of dollars into football stadiums, which have been shown to generate less of an economic boom than the National Football League has advertised. That’s upending the traditional relationship between billionaire franchise owners and their hometowns. “Gone are the days where there is broad public support for taxpayer-funded stadiums. It’s very difficult to find a rate of return in that investment,” said Kristin Gaspar, who was elected as a county supervisor in San Diego in November. After haggling with the city of San Diego for years to secure tax money to build a new stadium, and getting snubbed by voters, the Chargers announced  Thursday that the team would move to Los Angeles. The team will share a privately funded new stadium in Inglewood with the Rams when it opens in 2019. Football stadiums aren’t spurring local economies, a growing body of new research shows, because they’re used infrequently and don’t offer consistent, year-round employment. The facilities are also becoming more expensive, especially over the past two decades as owners have pushed for renovations, contending that their stadiums need luxury boxes and other niceties to stay competitive. “Stadiums that used to cost $300 or $400 million, now it’s $1.2 or $1.3 billion,” said Marc Ganis, president and founder of the Chicago-based sports consulting firm SportsCorp. “They cost more and have a shorter life cycle.” The Chargers budgeted $1.8 billion for a new stadium and convention center annex in San Diego, and sponsored a measure asking for $1.15 billion in taxpayer funding, via a hotel tax. Voters who went to the polls in November overwhelmingly rejected that measure, 57% to 43%. Since 2000, most of the major new stadiums in California have been built or are being planned without any direct subsidy from the public. No taxpayer money went to constructing AT&T Park, where the San Francisco Giants play; Avaya Stadium, where the San Jose Earthquakes are based; or the StubHub Center, which houses the LA Galaxy and, for the next two years, the Chargers. Santa Clara took on only 9% of the costs of building Levi’s Stadium, the new home of the San Francisco 49ers football team that opened in 2014. And the NBA ’s Golden State Warriors are privately financing the Chase Arena, set to break ground next week in San Francisco’s Mission Bay. In many of these cases, cities chipped in either directly or through tax breaks for infrastructure surrounding the buildings.  The Sacramento Kings ’s Golden 1 Center opened in September as a notable exception to the trend; the city covered more than 40% of an estimated $556.6 million for the facility, mostly with revenue from parking. The City Council voted for the hefty subsidies after a years-long fight with Kings ownership and the NBA to keep the team from leaving Sacramento, which has no other major professional sports teams. For decades, Angelenos went without a hometown NFL team in part because they were notoriously loath to spend taxes on one. Rams owner Stan Kroenke , worth $7.4 billion according to Forbes, made the league’s return to Los Angeles possible because he was game to use his own money to develop the $2.66-billion Inglewood stadium that, starting in 2019, will be home base of his team and the Chargers. Inglewood will ultimately pay the project an estimated $60 million as a reimbursement for the development of roadwork, utilities and public parks on the site of the property. James T. Butts Jr., mayor of Inglewood, said he would not have agreed to a new NFL stadium if it required fans to chip in.  “From our first talks, we made it clear that was not something we were going to do,” Butts said. “We wanted a model that basically insulated the city from the buffeting winds of both the economy and ticket sales, and we have that now.” But analysts say there could be a more straightforward reason that Southern Californians, rather than, say, Philadelphians, don’t want to spend much on their teams’ digs: They have more entertainment options and aren’t as die-hard fans. “I don’t know that we care as much about our franchises as other cities,” said David Carter , the executive director of the Sports Business Institute at the USC Marshall School of Business. A fancy new stadium “isn’t as much of a must-have as it is in some of these other cities and towns that have been willing to throw public dollars at their franchises,” he said. Chargers fans haven’t been shy about expressing their anger at the team’s relocation, and sports business experts say they probably would vote the same way on the subsidy proposal if they had the chance to do it again. San Diegans were still bitter over Chargers’ owner Dean Spanos’ 2015 proposal to move the team to Carson in a privately financed stadium shared with the Raiders . “People got emotional not just about spending taxpayer money but about the way he had alienated the San Diego people,” said Jim Lackritz, co-founder of the San Diego State Sports Business M.B.A. program. There’s a large group of voters, Lackritz said, who “If you put a gun to their head they are going to say, ‘Screw it, we don’t need you that bad. Go; don’t let the door hit you on the way out.’” Whether the move to Los Angeles pays off for the Chargers remains to be seen. Like the Rams, the Chargers are required to pay a $650-million relocation fee, to be split among owners of other NFL teams, over 10 years. But the value of the former San Diego franchise is also expected to increase dramatically in L.A., the second biggest television market in the U.S., according to analysts. The team will pay $1 a year as a tenant in the Inglewood stadium and will help finance the project with a $200-million loan from the NFL, in addition to contributing revenue generated by the sale of personal seat licenses.    The NFL has suggested that the Chargers and the Rams could each pocket 18.75% of the revenue from the naming rights for the stadium along with revenue from any other sponsorship deals. The rest of that money would go into financing the building’s construction. Much has been made of Angelenos' apathy toward the Chargers, but analysts said they don't think Spanos has done anything to permanently alienate fans, or stop them from paying for pricey tickets to watch them play in Los Angeles. Doug Allen, the former assistant executive director of the NFL Players Assn. , noted that people were skeptical when two teams from New York —  the Giants and the Jets —  moved to the same stadium in New Jersey more than three decades ago. But the relocation was ultimately a success, and the two teams together poured $1.3 billion into the new MetLife Stadium , which opened in 2010. \"It hasn’t been fatal for the team or the league for a franchise to move,\" Allen said. Times staff writer Samantha Masunaga contributed to this report. Caption 90 seconds: 4 stories you can't miss The Chargers are moving  to L.A., Obama's legacy:  part 1, California’s drought conditions  have improved in the northern part of the state, and Sean McVay, the new Los Angeles Rams coach , becomes the youngest NFL head coach in modern history. Caption 90 seconds: 4 stories you can't miss The Chargers are moving  to L.A., Obama's legacy:  part 1, California’s drought conditions  have improved in the northern part of the state, and Sean McVay, the new Los Angeles Rams coach , becomes the youngest NFL head coach in modern history. Caption Laurel Canyon mudslide Video by Al Seib / Los Angeles Times Video by Al Seib / Los Angeles Times Caption Raw video: Surveillance video of fatal LAPD shooting of 16-year-old The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. Caption 90 seconds: 4 stories you can't miss ",
    "title": "Chargers&apos; move shows California is over spending public money on the NFL - LA Times"
   },
   {
    "entities": [
     "gold",
     "$100",
     "6:41 pm est",
     "interactive",
     "cbs",
     "treasury",
     "jan 13, 2017",
     "states",
     "2017",
     "thursday",
     "news",
     "inc.",
     "united",
     "keller",
     "liberty",
     "january 13, 2017",
     "american",
     "april",
     "helen",
     "b.",
     "coin",
     "past",
     "department",
     "alabama",
     "u.s.",
     "1981",
     "susan",
     "anthony",
     "the past",
     "1976",
     "the future",
     "$1"
    ],
    "id": 20,
    "text": "CBS News Jan 13, 2017 6:41 PM EST Lady Liberty will be depicted as a black women on a coin -- the first time in the nation’s history Lady Liberty has not been a white woman -- the U.S. Treasury Department announced on Thursday. The coin, worth about $100 face value, is part of a commemorative series to honor the 225th anniversary of the U.S. Mint.  “The 2017 American Liberty 225th Anniversary Gold Coin is the first in a series of 24-karat gold coins that will feature designs which depict an allegorical Liberty in a variety of contemporary forms-including designs representing Asian-Americans, Hispanic-Americans, and Indian-Americans among others-to reflect the cultural and ethnic diversity of the United States,” the U.S. Treasury Department said in a statement. Treasury and @usmint have unveiled the designs for the 2017 American Liberty Gold Coin. Details here: https://t.co/i7jYMD8sRi #USMint225 pic.twitter.com/nNmJotF0Ab — Treasury Department (@USTreasury) January 13, 2017 The coin is part of a year-long celebration by the U.S. Treasury to celebrate the mint, and the theme will be “Remembering our Past, Embracing the Future.”  Several women have been featured on U.S. coins in the past. Susan B. Anthony was featured on the U.S. silver dollar from 1976 until 1981, and Helen Keller is on the Alabama state quarter. Sacagawea is featured on the $1 gold coins.  The new Lady Liberty coins will be available for sale in April.  © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Lady Liberty will be depicted as black woman on new coin, Treasury says - CBS News"
   },
   {
    "entities": [
     "david",
     "the same day",
     "capitol",
     "biden",
     "dec. 28",
     "friday",
     "spicer",
     "states",
     "trump",
     "christmas",
     "house",
     "syria",
     "michael",
     "thursday",
     "dec. 10, 2015",
     "united",
     "the 28th of december",
     "moscow",
     "npr",
     "donald",
     "this afternoon",
     "morning",
     "davis",
     "tower",
     "the day",
     "cia",
     "new year",
     "russia",
     "security",
     "sergey",
     "vladimir",
     "white",
     "-lsb-flynn",
     "night",
     "kislyak",
     "flynn",
     "post",
     "the end of january",
     "klimentyev/ap",
     "christmas day",
     "ankara",
     "u.s.",
     "new",
     "national",
     "obama",
     "the next day, dec. 29",
     "today",
     "susan",
     "hill",
     "currently",
     "vucci/ap",
     "dec. 19",
     "york",
     "sean",
     "washington",
     "mikhail",
     "c-span",
     "evan",
     "now",
     "kazakhstan",
     "putin",
     "ignatius",
     "the future",
     "december",
     "adviser"
    ],
    "id": 21,
    "text": "National Security Adviser nominee Michael Flynn walks in the lobby of Trump Tower in New York. Evan Vucci/AP hide caption toggle caption Evan Vucci/AP National Security Adviser nominee Michael Flynn walks in the lobby of Trump Tower in New York. Evan Vucci/AP The man tapped to be national security adviser to President-elect Donald Trump, retired Gen. Michael Flynn, exchanged text messages and spoke with Russia's ambassador to the U.S., Sergey Kislyak, in December — around the time of the Obama administration's response to Russian interference during the presidential campaign, a spokesman for Trump acknowledged Friday. Trump's Cabinet Picks Break With Him On At Least 10 Major Issues But Sean Spicer, the spokesman and incoming White House press secretary, insisted all of this contact happened before President Obama announced the retaliation, and, as a result, Obama's move to expel 35 Russian diplomats wasn't a topic of conversation. This came in response to a Washington Post column from David Ignatius that raised serious questions about contact between Flynn and the ambassador. In the column, Ignatius writes he was told by a \"senior U.S. government official\" that Flynn had called the ambassador several times on the day of Obama's action. Ignatius then asks: \"What did Flynn say, and did it undercut the U.S. sanctions? The Logan Act (though never enforced) bars U.S. citizens from correspondence intending to influence a foreign government about 'disputes' with the United States. Was its spirit violated?\" And it comes in a week in which the focus on Russia and Trump's relationship with the country has been front and center. Spicer was asked about the column in a call with reporters, and that's when he confirmed that contact had happened, but he said it wasn't as described in the column. Here's the timeline as described by Spicer: Article continues after sponsorship CHART: Who's Who In The Future Trump Administration — \"Christmas Day, Gen. Flynn reached out to the ambassador, sent him a text and it said, 'I want to wish you a Merry Christmas and a Happy New Year. I look forward to touching base with you and working with you, and I wish you all the best.' The ambassador texted him back wishing him a Merry Christmas as well,\" Spicer said. — \"And then subsequently on the 28th of December [the ambassador] texted [Flynn] and said, 'I'd like to give you a call, may I?' \" — \"[Flynn] then took that call on the 28th and the call centered around the logistics of setting up a call with the president of Russia and the president-elect after he was sworn in. And they exchanged logistical information on how to initiate and schedule that call. That was it, plain and simple.\" Donald Trump's Press Conference, Annotated President Obama ordered two Russian diplomatic compounds closed and 35 Russian diplomats expelled from the United States the next day, Dec. 29. Ignatius has updated his column to reflect what he was told by Trump's team, which initially hadn't responded to his request for comment. Here is what Ignatius wrote in the update: \"UPDATE: The Trump transition team did not respond Thursday night to a request for comment. But two team members called with information Friday morning. A first Trump official confirmed that Flynn had spoken with Kislyak by phone, but said the calls were before sanctions were announced and didn't cover that topic. This official later added that Flynn's initial call was to express condolences to Kislyak after the terrorist killing of the Russian ambassador to Ankara Dec. 19, and that Flynn made a second call Dec. 28 to express condolences for the shoot-down of a Russian plane carrying a choir to Syria. In that second call, Flynn also discussed plans for a Trump-Putin conversation sometime after the inauguration. In addition, a second Trump official said that Kislyak had initiated a call to Flynn to invite a representative of the Trump administration to a conference that would be taking place in Kazakhstan at the end of January; the official didn't provide a date for the Kazakhstan-related call.\" A transition official confirmed to NPR that in addition to talking about logistics for a post-inaugural phone call, the Russian ambassador also extended an invitation to the conference related to the conflict in Syria, which is set to take place in Kazakhstan. The transition official says no commitments about attending were made during the call. Additionally, the official couldn't say whether there had been any contact between Flynn and the ambassador since Dec. 28. This could all be a whole lot of nothing, or it could be something more serious. It isn't uncommon for ambassadors to try to reach out to incoming administrations. But critics have long raised concerns about Flynn's relationship with Russia and in particular RT, the Russian state-owned English-language network (considered by the U.S. intelligence community to be a propaganda tool). Flynn made appearances on the network and even sat next to Putin at an event celebrating its 10th anniversary. Russian President Vladimir Putin sits next to Flynn at an exhibition marking the 10th anniversary of RT (Russia Today) in Moscow on Dec. 10, 2015. Mikhail Klimentyev/AP hide caption toggle caption Mikhail Klimentyev/AP Russian President Vladimir Putin sits next to Flynn at an exhibition marking the 10th anniversary of RT (Russia Today) in Moscow on Dec. 10, 2015. Mikhail Klimentyev/AP It's been a week of intense focus on Russia First, there was the release of the unverified document claiming Russia has compromising material on the president-elect and that there had been contact between Trump's team and Russian officials during the campaign. Trump's team has strongly disputed these unverified (and in some cases verified to be false) claims calling the document and those who reported on it \"fake news.\" Trump's Plan To Shift His Businesses Is Lacking, Ethics Experts Say It came to dominate Trump's first news conference since winning the election. In that same news conference, Trump said he did think Russia was behind the campaign-related hacking and document releases, but he also said, \"If Putin likes Donald Trump, guess what folks? That's called an asset, not a liability. Now I don't know that I am going to get along with Vladimir Putin. I hope I do, but there is a good chance I won't.\" Then there were the confirmation hearings for Trump's picks for national security positions. All expressed a harder line toward Russia and its leader than Trump has. And finally, there were two totally bizarre occurrences on Capitol Hill. Just as the man who hopes to become CIA chief was testifying and a senator was in the middle of asking him about Russian interference, the power went out in the building, cutting the feed to C-SPAN, which was televising the hearing. In A Surprise Send-Off, Obama Awards Biden Presidential Medal Of Freedom And, on the same day, as a congresswoman was making a speech on the House floor, again about Russia, the C-SPAN live stream online switched to a feed of RT. \"This afternoon the online feed for C-SPAN was briefly interrupted by RT programming,\" a C-SPAN spokesman said in a statement to NPR's Susan Davis. \"We are currently investigating and troubleshooting this occurrence. As RT is one of the networks we regularly monitor, we are operating under the assumption that it was an internal routing issue. If that changes we will certainly let you know.\" ",
    "title": "Top Trump Adviser Talks More Than Once With Russian Ambassador : NPR"
   },
   {
    "entities": [
     "napa",
     "seib",
     "november",
     "alexander",
     "sept. 30",
     "gary",
     "boxall",
     "mammoth",
     "california",
     "last two months",
     "nfl",
     "serna",
     "weather",
     "state",
     "king",
     "truckee",
     "shelby",
     "/",
     "chargers",
     "department",
     "this year",
     "sacramento",
     "emergency",
     "center",
     "9:15 a.m.",
     "postal",
     "tom",
     "public",
     "weekend",
     "dawn",
     "steven",
     "al",
     "angeles",
     "utility",
     "friday",
     "february 2016",
     "joseph",
     "rainy",
     "donner",
     "the middle of the week",
     "oct. 1",
     "video",
     "crest",
     "park",
     "london",
     "lake",
     "of",
     "visitor",
     "dang",
     "southern",
     "u.s.",
     "rams",
     "mountain",
     "sean",
     "office",
     "samuel",
     "jose",
     "boulevard",
     "leung",
     "resources",
     "next week",
     "michelle",
     "cabin",
     "thursday",
     "northern",
     "district",
     "water",
     "mendez",
     "nikki",
     "40%",
     "tahoe",
     "northstar",
     "grad",
     "obama",
     "national",
     "sarah",
     "wednesday",
     "los",
     "service",
     "day weekend",
     "163%",
     "combs",
     "to",
     "parvini",
     "reno",
     "october",
     "times",
     "this week",
     "tree",
     "ski",
     "l.a.",
     "last year",
     "sierra",
     "south",
     "services",
     "bettina",
     "the middle of january",
     "szczurek",
     "county",
     "kim",
     "poncelet",
     "johnson",
     "the last several years",
     "coronado",
     "pioneer",
     "nevada",
     "brad",
     "mcvay",
     "this weekend",
     "lapd",
     "hollywood",
     "currently",
     "memorial",
     "first year",
     "run",
     "now",
     "last weekend"
    ],
    "id": 22,
    "text": "After 'pretty extraordinary' snowfall, Sierra Nevada braces for another battering from atmospheric river Snow in South Lake Tahoe Gary Coronado / Los Angeles Times The recent storm dropped large amounts of snow along Ski Run Boulevard in South Lake Tahoe. The recent storm dropped large amounts of snow along Ski Run Boulevard in South Lake Tahoe. (Gary Coronado / Los Angeles Times) Rong-Gong Lin II and Joseph Serna Contact Reporter Across the Sierra Nevada  this weekend, residents and officials are assessing the damage from a series of powerful storms before a new round from the atmospheric river arrives next week. Some homes in northern Sierra communities have been left without power for more than a week because of this week’s blizzard, which locals say has been the worst in a decade. “We had over 10 feet of snow in portions of the community. Everyone had at least 3 to 5 feet of snow, all in about a two-day period. And that’s a pretty extraordinary level of snow,” said Truckee Donner Public Utility District spokesman Steven Poncelet. The culprit was a moment in the middle of the week when the storm became warmer. Instead of causing nice, dry powder that comes with colder storms, this system dumped slushy, dripping, heavy snow, which locals call “Sierra cement.”  That wet slop stuck to electrical lines and tree limbs. When branches weighed down by snow snapped, they took out power lines with them. Combined with high winds, it was a recipe for problems. For Truckee, the series of blizzards has been so bad that the schools have been closed because of  snow  for eight consecutive days, something locals can’t remember happening in decades. Some residents have been trapped in their snowbound homes for three days, with some roads only plowed Friday since the last storm began.  Even the U.S. Postal Service was forced to close  nine post offices Thursday, citing the lack of power and access. National Weather Service to issue a flood advisory for much of Los Angeles County through 9:15 a.m. Forecasters said southern and eastern Los Angeles County would be hardest hit by the storm.  It’s the latest of a series... A new rainstorm moved into Southern California on Thursday, prompting the National Weather Service to issue a flood advisory for much of Los Angeles County through 9:15 a.m. Forecasters said southern and eastern Los Angeles County would be hardest hit by the storm.  It’s the latest of a series... (Sarah Parvini, Joseph Serna, Shelby Grad) Poncelet warned that people returning to their second homes in Lake Tahoe for the Martin Luther King Jr. Day weekend could find downed trees and power lines, and a lot of snow to shovel just to get to their doorway. But the predicted arrival of another big storm next week could pose problems in Truckee, where rain could cause flooding problems. \"You're going to have now a massive amount of snow on the ground that the rain is going to essentially melt, so the chances of flooding and mudslides is going to be pretty high,” Poncelet said.  This week’s storms cut off mountain passes  and contributed to at least four deaths, and forecasters say there’s no sign of a prolonged dry spell anytime soon. Months of intense rain and snow ended a five-year drought for much of Northern California, though the south of the state is still dealing with water shortages. “Atmospheric rivers happen every year. And for whatever reason, they have been missing California for the last several years,” said Tom Dang, a National Weather Service meteorologist in Sacramento. “And they are just aimed at us one right after another this year.” The next storm is expected by Wednesday. “Taking any kind of action to be prepared is better than taking no action and just thinking about it,” said Brad Alexander, spokesman for the California Office of Emergency Services. “If people were impacted by these last storms … they need to quickly get their emergency plans together. This last one is proof that you need to have one right in front of you.” At least 20 towns, cities and counties have declared states of emergency as a result of the most recent set of storms, Alexander said. Dramatically, all of Truckee and the California side of Lake Tahoe lost power for more than 12 hours after a large tree fell on the main electricity transmission line in the region.  California drought finally calling it quits? Yes. Or at least maybe.... The state’s biggest reservoirs are swelling. The Sierra Nevada have seen as much snow, sleet, hail and rain as during the wettest years on record. Rainy Los Angeles feels more like London than Southern California. So is the great California drought finally calling it quits? Yes. Or at least maybe.... (Bettina Boxall) Rural residents in the Napa and Sacramento valleys were flooded out of their homes when heavy rain and snowmelt overwhelmed local rivers.  Major highways that were damaged by rock- and mudslides or flooded may be eligible for federal aid, Alexander said. State officials are going door to door to assess the damage but will have their work slowed by next week’s storms. “It would be like one major fire series happening right after another major fire series,” Alexander said. With the biggest blizzard in a decade under their belt, Californians need to work for the next few dry days to clear snow- and leaf-clogged storm drains before the next system hits, the National Weather Service warned.  “Flooding is definitely a concern,” said Dawn Johnson, meteorologist with the weather service’s Reno office. There is so much precipitation across the Sierra Nevada — at 163% of its historical average Friday, with nearly 20 feet of snow accumulated at Mammoth Mountain and more than 23 feet at Northstar. Flooding is a risk especially at creeks, streams, ditches, low-lying areas and anywhere that has poor drainage.  “Because we’re so saturated, all these smaller streams could flood easily,” Johnson said.  Next week’s version is shaping to be a weaker relative of an unusually warm storm that struck the Sierra last weekend, which dumped 8 to 12 inches of rain on the high Sierra crest before the midweek blizzard. But the latest forecast has some reason for optimism — it’s more cold, less wet and not as powerful: only 2 to 4 inches of rain is currently expected to fall on the crest of the mountain range. Rain is expected at elevations lower than 8,000 feet, meaning rain could arrive at the base of some ski resorts while snow falls at the peaks.  Next week’s storm will melt some snow, but not the entire snowpack, Johnson said.  California’s water year — which runs from Oct. 1 to Sept. 30 — started off remarkably, with four times October’s average rainfall, according to the Department of Water Resources. Though November lagged behind, storms in the last two months have helped the northern half of the state bounce back from years of drought. According to the U.S. Drought Monitor’s report released Thursday, more than 40% of California is out of drought conditions, all of it in the northern half of the state. Southern California’s conditions have also improved, but it would take at least another year of above-average rainfall to replenish reservoirs and groundwater basins, officials said. Southern California could receive up to 2 inches of rain with next week’s storms, forecasters say. Despite the weather headaches, many were still celebrating the best snow year in recent memory. At the Donner State Memorial State Park Visitor Center on Friday, there was already 4 to 5 feet of snow on the ground — and it’s only the middle of January, marveled Nikki Combs, a park interpreter. During drought years, there were only 2 to 3 feet of snow. The roads into Tahoe were already getting jammed Friday, even though snow chain restrictions had been lifted. With blue skies forecast, Combs predicted, “everyone is going to be here.” For locals, there has been a mix of excitement over the snow and weariness from having to deal with power outages and constant snow shoveling. “Those of us who are here because we love the mountains, this is wonderful. Everybody loves it,” said Kim Szczurek, administrative services director for the town of Truckee. But with all the fallen trees, damage to roads and drainage systems and difficulty plowing the streets, “it’s just difficult to deal with.” Caption Weekend Roundup: 7 stories you can't miss What values does Hollywood promote?   A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers?   Michelle King has made no big waves in her first year running Los Angeles Unified.   A state watchdog agency is investigating political donations connected to real estate developer Samuel Leung . The Chargers are moving  to L.A.  Obama's legacy:  part 1.  California’s drought conditions  have improved in the northern part of the state. Caption Weekend Roundup: 7 stories you can't miss What values does Hollywood promote?   A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers?   Michelle King has made no big waves in her first year running Los Angeles Unified.   A state watchdog agency is investigating political donations connected to real estate developer Samuel Leung . The Chargers are moving  to L.A.  Obama's legacy:  part 1.  California’s drought conditions  have improved in the northern part of the state. Caption 90 seconds: 4 stories you can't miss The Chargers are moving  to L.A., Obama's legacy:  part 1, California’s drought conditions  have improved in the northern part of the state, and Sean McVay, the new Los Angeles Rams coach , becomes the youngest NFL head coach in modern history. Caption Laurel Canyon mudslide Video by Al Seib / Los Angeles Times Video by Al Seib / Los Angeles Times Caption Raw video: Surveillance video of fatal LAPD shooting of 16-year-old The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. Caption 90 seconds: 4 stories you can't miss ",
    "title": "After &apos;pretty extraordinary&apos; snowfall, Sierra Nevada braces for another battering from atmospheric river - LA Times"
   },
   {
    "entities": [
     "colombia",
     "texas",
     "this summer",
     "times",
     "the next day",
     "seib",
     "l.a.",
     "friday",
     "last year",
     "florida",
     "costa",
     "jose",
     "february 2016",
     "zavis",
     "november",
     "darien",
     "rica",
     "august",
     "trump",
     "al",
     "guyana",
     "thursday",
     "2009",
     "marcelino",
     "haiti",
     "austin",
     "video",
     "california",
     "peru",
     "cargurgana",
     "mexico",
     "donald",
     "dec. 9",
     "nfl",
     "carolyn",
     "september 2016",
     "gap",
     "2014",
     "$4-a-night",
     "mendez",
     "ecuador",
     "alexandra",
     "nepal",
     "cuba",
     "last fall",
     "turbo",
     "/",
     "chargers",
     "mcvay",
     "lapd",
     "quintana",
     "u.s.",
     "obama",
     "africa",
     "rams",
     "nicaragua",
     "cole",
     "los",
     "sean",
     "panama",
     "afternoon",
     "days later",
     "gutierrez",
     "now",
     "bangladesh",
     "babies",
     "city",
     "angeles",
     "migrants"
    ],
    "id": 23,
    "text": "(Alexandra Zavis)   Gutierrez has lived in Costa Rica since November, trying to regain his health and earn money for the next leg of his journey, which he planned to resume in a few weeks.  He has been getting paid under the table for work as a handyman and looked forward to the days when he had enough spare change to call home to Cuba. His wife and two daughters are there. A third daughter, from a previous marriage, lives in Texas.  Gutierrez’s dream was supposed to end there, in Texas, with a green card and the legal right to bring the rest of his family to join him. It was not supposed to end in Costa Rica, paying to live in a flophouse among strangers. An evangelical pastor, Gutierrez says he left Cuba because of lack of religious freedom on the island.  Although the communist government has widened its tolerance of some faiths, Gutierrez said it has cracked down on certain evangelical religions, in some cases destroying chapels. This summer, Gutierrez kissed his wife and daughters goodbye as he and another pastor paid a smuggler to help them get to the U.S.   They were part of a wave of roughly 100,000 Cubans who have fled the island since 2014 out of fear that Cubans might lose their special immigration status amid waning tensions between the old Cold War adversaries.  Over 11 months ending in August, 38,573 Cubans showed up at the southwestern border without visas, according to federal statistics. That’s six times the number of Cubans who arrived in 2009. For years, many Cubans traveled to Florida in rickety boats. If they landed on U.S. shores, they were allowed to stay. If intercepted at sea, they were sent back to Cuba, and the policy became known as “wet foot, dry foot.” In recent years, though, more Cubans traveled by land. The coyote hired by Gutierrez and his pastor friend promised he could help smuggle them into Panama, much nearer to the U.S. than Ecuador or Guyana, which Cubans could easily reach without visas.  The smuggler gave Gutierrez clear instructions: Book a flight to Guyana with a stop in Panama. At the airport in Panama City, buy a SIM card and dial this number. The person on the other end will give instructions on how to escape the airport. Marcelino Quintana, left, and Gutierrez, center, both from Cuba, get off a ferry in Cargurgana, Colombia, to begin their walk with other migrants to Panama. Carolyn Cole / Los Angeles Times Marcelino Quintana, left, and Gutierrez, center, both from Cuba, get off a ferry in Cargurgana, Colombia, to begin their walk with other migrants to Panama. Marcelino Quintana, left, and Gutierrez, center, both from Cuba, get off a ferry in Cargurgana, Colombia, to begin their walk with other migrants to Panama. (Carolyn Cole / Los Angeles Times) Gutierrez followed his orders. But when he dialed the number, the phone rang and rang. Nobody answered. “That is how my calamity began,” he said. The two pastors had no choice but to go on to Guyana, adding some 1,000 miles to their trek. Along the way, he said, they were kidnapped by highway thieves and robbed by rogue police officers who stole their phones, money and even eyeglasses. “What I have learned on this journey is that there are good people and bad people,” Gutierrez said in an interview last fall. He was sitting at a $4-a-night hotel in Turbo, Colombia, a rough-and-tumble port city that in recent years has become a way station  for a growing number of migrants from all over the world traveling to the U.S.  Babies wailed as migrants from Haiti, Africa and Bangladesh lined up to use the hotel’s single shower. Gutierrez and his friend, like other Cubans on the road, tended to stick to themselves. After all, “wet foot, dry foot” made them different. Other migrants knew this too, and they sometimes uttered resentful comments under their breath.  Migrants from Cuba, Haiti, Nepal and African nations rest in a shelter in Panama City in September 2016. Carolyn Cole / Los Angeles Times Migrants from Cuba, Haiti, Nepal and African nations rest in a shelter in Panama City in September 2016. Migrants from Cuba, Haiti, Nepal and African nations rest in a shelter in Panama City in September 2016. (Carolyn Cole / Los Angeles Times) One afternoon in Turbo, Gutierrez and his friend haggled for rain boots and lanterns. The next day, the two of them with another Cuban began their passage by foot through the Darien Gap, a stretch of jungle on the Panamanian border so thick no roads have ever traversed it. He had heard stories about other migrants who had died —  by jungle snake, or at the hands of the drug traffickers and militants — so he bowed his head in prayer.  “I’m not afraid of death,” he said, his bottom lip quivering. “I’m just afraid of never seeing my family again.”  When they emerged days later from the sticky, buggy jungle, they took their bleeding feet and mosquito-bitten legs to a Catholic church in Panama City that has become known as a refuge for Cubans on the road.  Gutierrez was worried they would be turned away because of their evangelical faith, but the first question the priest asked when they arrived at the stately old church was: “What can we feed you? “It was a special moment,” Gutierrez said. “I thought we were enemies. But they treated us like kings.” He stayed there for weeks, sleeping shoulder to shoulder with hundreds of other migrants and eating meals of beans and rice.  By then, Gutierrez’s body was covered in lichen planus, a skin rash that can be triggered by infection or stress. He and his friends managed to cross into Costa Rica, but Gutierrez didn't think he was well enough to go on to Nicaragua, another notorious and lawless passage. Gutierrez’s friends went on without him, eventually spending two weeks in a Mexican migrant detention center before they were released. Mexico, which also has cracked down on illegal immigration, often tolerated Cubans passing through the country because the U.S. would readily accept them. How the country will view Cubans now is uncertain.  Gutierrez later learned his companions crossed into Texas on Dec. 9. Soon, they will be issued work permits, and within a year, they will be allowed to apply for green cards.  One of them, Marcelino Quintana, is living with extended family members in Austin, where the size of the homes and the number of restaurants at first put him in a state of shock.  “I’m trying to adopt to the liberty of this great nation,” he said Thursday. Gutierrez, center, and Marcelino Quintana fled Cuba in August. Since November, Gutierrez has been living in Costa Rica. Carolyn Cole / Los Angeles Times Gutierrez, center, and Marcelino Quintana fled Cuba in August. Since November, Gutierrez has been living in Costa Rica. Gutierrez, center, and Marcelino Quintana fled Cuba in August. Since November, Gutierrez has been living in Costa Rica. (Carolyn Cole / Los Angeles Times) For Gutierrez, it’s too late. He sees few options: ask for political asylum in Costa Rica, or return to Cuba, where he worries he might be punished by the government. The Cuban government has said it will take back those who left. He would never cross illegally into the U.S., he said, and though he could ask for asylum based on his religious beliefs, asylum claims are notoriously hard to win.  On Thursday and Friday, he stayed close to a wi-fi hot spot, scrolling for updates on the policy change. He messaged to panicked friends also on their way to the U.S. but who have only made it to Panama or Peru. He kept hoping he would find news articles saying President-elect Donald Trump vowed to overturn Obama’s decision. Trump, he said, is the only hope for Cubans like him.  He knows he should, but he still hasn’t called his family in Cuba to tell them what he plans to do next. It’s because, he said, he has absolutely no idea. Caption 90 seconds: 4 stories you can't miss The Chargers are moving  to L.A., Obama's legacy:  part 1, California’s drought conditions  have improved in the northern part of the state, and Sean McVay, the new Los Angeles Rams coach , becomes the youngest NFL head coach in modern history. Caption 90 seconds: 4 stories you can't miss The Chargers are moving  to L.A., Obama's legacy:  part 1, California’s drought conditions  have improved in the northern part of the state, and Sean McVay, the new Los Angeles Rams coach , becomes the youngest NFL head coach in modern history. Caption Laurel Canyon mudslide Video by Al Seib / Los Angeles Times Video by Al Seib / Los Angeles Times Caption Raw video: Surveillance video of fatal LAPD shooting of 16-year-old The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. Caption 90 seconds: 4 stories you can't miss ",
    "title": "&apos;Obama has killed our dream&apos;: Cuban immigrants marooned in Mexico and Central America after Obama ends their special status - LA Times"
   },
   {
    "entities": [
     "r-mich.",
     "et",
     "r-kentucky",
     "charlie",
     "meadows",
     "times",
     "step",
     "friday",
     "freedom",
     "trump",
     "amash",
     "house",
     "2017",
     "3:24",
     "thursday",
     "last week",
     "ryan",
     "--",
     "cnn",
     "paul",
     "january 13, 2017",
     "ann",
     "senate",
     "donald",
     "recently",
     "tuesday",
     "of",
     "leigh",
     "j.",
     "rand",
     "dent",
     "caucus",
     "republican",
     "caldwell",
     "obama",
     "currently",
     "new",
     "repeal",
     "complete",
     "justin",
     "york",
     "early thursday",
     "gop",
     "first",
     "obamacare",
     "jan 13",
     "now",
     ", 3:59 pm",
     "barack",
     "mark",
     "congressional",
     "january 27"
    ],
    "id": 24,
    "text": "Jan 13 2017, 3:59 pm ET Congressional GOP Complete First Step of Obamacare Repeal by Leigh Ann Caldwell advertisement The House passed a bill Friday that starts the repeal of the Affordable Care Act, officially completing the first step of the two-step process of repealing the health care legislation. The measure passed 227 to 198 with no Democrats supporting it and nine GOP members voting against it. Leadership was able to gain the support of enough Republicans to pass the bill, despite concerns among members worried there was no plan to replace Barack Obama's signature healthcare law. Play How quickly will GOP replace Obamacare? 3:24 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170114003315if_/http://www.nbcnews.com/widget/video-embed/850747459849\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> House Speaker Paul Ryan spoke on the floor before the vote, urging his colleagues to support the first stage of the repeal effort. \"By taking this first step toward repealing Obamacare, we are closer to giving Americans relief from the problems this law has caused,\" Ryan said in a statement after the vote. \"This resolution gives us the tools we need for a step-by-step approach to fix these problems and put Americans back in control of their health care.\" The Senate approved the bill during a marathon voting session early Thursday with only Republican support. Sen. Rand Paul, R-Kentucky, was the only Republican to vote against the Senate measure, in part, because the measure, which is a component of the budget, increases the federal deficit and also because of his concerns about the lack of a health care replacement plan. Leadership's evolution on a timeline to repeal and replace Obamacare has given assurance to members who were nervous about repealing the health care law with no plan to replace it. As recently as last week, Republican leadership said that it would take time — weeks or even months — to replace the massive health care law that currently gave coverage to an additional 20 million people and impacts one-sixth of the nation's economy. But after hearing from rank-and-file Republicans across the conservative spectrum, and after President-elect Donald Trump publicly said - through tweets, an interview with the New York Times and in his press conference - that repeal and replace would happen \"almost simultaneously,\" Republican leaders became more bullish about the timeline. The \"Unaffordable\" Care Act will soon be history! — Donald J. Trump (@realDonaldTrump) January 13, 2017 House Speaker Paul Ryan said on Tuesday, for the first time, that parts of the bill would be replaced \"concurrently.\" And then on Thursday during a CNN town hall, Ryan said, \"So, without getting into all of the legislative mumbo jumbo, we want to do this at the same time and in some cases in the same bill.\" And a Republican aide said Ryan has personally committed to jittery Republicans that replace would happen quickly. The change of tune helped members like Rep. Mark Meadows, R-N.C., the head of the conservative Freedom Caucus, to vote for the bill. \"While serious concerns remain, I have been please to hear the speaker commit to bringing up a healthcare replacement bill within days, now weeks, of a repeal measure,\" Meadows said in a statement. But House Republicans saw nine defections from both the most conservative wings of the party, like Rep. Justin Amash, R-Mich., to the more moderate, like Rep. Charlie Dent, R-Penn. Dent said that he's concerned that Republicans are rushing forward without having a \"deliberate and thoughtful\" replacement plan at the ready. He said Republican leaders and the Trump administration needs to \"fully develop and articulate a comprehensive and achievable replacement plan that meets the health needs of the people in our districts,\" Dent said in a phone interview. The House's vote Friday completes the first step for repeal. The bill now directs four committees - two in the House and two in the Senate - to write the legislation to repeal the ACA. The self-imposed deadline is January 27 but leadership aides admit that is an unreasonable date and repeal legislation could take weeks. While Ryan now insists that repeal and parts of replace will be done at the same time, the reality is complicated. Because the Republicans are using a budget gimmick known as reconciliation, a process that enables legislation to pass the Senate by a simple majority, the only things that can be addressed in the legislation are tax and spend components. Now that the timeline has sped up, Republicans are going to have to determine what can be repealed and what can be replaced under reconciliation's strict guidelines. Everything else will likely need the support of 60 votes in the Senate. Leigh Ann Caldwell ",
    "title": "Congressional GOP Complete First Step of Obamacare Repeal - NBC News"
   },
   {
    "entities": [
     "ben",
     "harvey",
     "right now",
     "friday",
     "trump",
     "$10",
     "university",
     "facebook",
     "january 13, 2017",
     "elizabeth",
     "donald",
     "linkedin",
     "albin",
     "warren",
     "tower",
     "steve",
     "5:29 p.m.",
     "of",
     "tv",
     "school",
     "carson",
     "jan. 13, 2017",
     "2015",
     "monday-friday",
     "sherrod",
     "john",
     "brown",
     "twitter",
     "michigan",
     "usa",
     "deerwester",
     "obama",
     "newslook",
     "today",
     "newsy",
     "detroit",
     "hud",
     "washington",
     "1399",
     "now",
     "medical",
     "3 hours ago",
     "epa",
     "jayme",
     "yale",
     "show",
     "hopkins",
     "ohio"
    ],
    "id": 25,
    "text": "TV host Steve Harvey explains his meeting with Donald Trump Talk-show host said Obama and Trump's transition teams requested the meeting. Post to Facebook TV host Steve Harvey explains his meeting with Donald Trump Talk-show host said Obama and Trump's transition teams requested the meeting. Check out this story on USATODAY.com: http://usat.ly/2jG0Xf6 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 29 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs TV host Steve Harvey explains his meeting with Donald Trump Jayme Deerwester , USA TODAY Published 5:29 p.m. ET Jan. 13, 2017 | Updated 3 hours ago x Share The comedian and TV host said he was inspired by President Obama to reach out and have a conversation. Video provided by Newsy Newslook TV host Steve Harvey says he believes Donald Trump \"wants to help with the situation in the inner cities.\" (Photo: ALBIN LOHR-JONES / POOL, EPA) TV host Steve Harvey was the latest celebrity to drop in for a meeting at Trump Tower on Friday. And now he's explaining what it was all about. \"Our president (Obama) asked that all of us sit down and talk to one another in order to move our country forward,\" the host of Family Feud and The Steve Harvey Show noted in a statement posted to Twitter .  \"The transition teams on both sides asked me to meet and I'm glad I did.\" Harvey said that Trump \"immediately got (HUD secretary nominee) Dr. Ben Carson on the phone to begin dialog in looking for programs and housing to help our inner cities.\" He added that the president-elect \"seems very open to my mentoring efforts across the country.\" He added, \"I walked away feeling like I had just talked with a man who genuinely wants to make a difference in this area. I feel that something really great could come out of this.\" Harvey's bottom line? \"I would sit with him anytime.\" — Steve Harvey (@IAmSteveHarvey) January 13, 2017 Harvey, who has been weathering a blowback over racial comments about Asian men on his talk show, told reporters after the meeting, “They're kind of beating me up on the Internet right now for no reason, but that's life, isn’t it?” (That situation is not likely to improve dramatically after Friday's meeting.) Carson: Can't promise HUD programs won't benefit Trump “These government-engineered attempts to legislate racial equality create consequences that often make matters worse,\" Carson wrote in a 2015  Washington Times  op-ed. \"There are reasonable ways to use housing policy to enhance the opportunities available to lower-income citizens, but based on the history of failed socialist experiments in this country, entrusting the government to get it right can prove downright dangerous.” The 65-year-old rose from an impoverished youth in Detroit to attend Yale and the University of Michigan Medical School, lead the pediatric neurosurgery department at John Hopkins University and later contend for the Republican presidential nomination. After Trump won the election, Carson demurred when initially asked about a possible cabinet post, citing his lack of experience in government or running a federal agency. When probed by Ohio's Sen. Sherrod Brown, Carson explained,“My philosophy is that we can increase people’s minimum wages by increasing opportunities for them and creating an environment where those opportunities exist rather than artificially trying to change it.” When Sen. Elizabeth Warren (D-Mass.) asked if Carson could assure her that Trump's real-estate businesses would not profit from HUD projects, he argued, “If there happens to be an extraordinarily good program that’s working for millions of people and it turns out that someone that you’re targeting is going to gain $10 from it, am I going to say ‘no,' the rest of Americans can’t have it?” 1399 CONNECT TWEET LINKEDIN 29 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2jG0Xf6 NEVER MISS OUT Life Be a pop culture maven. Get the news, reviews and the juiciest celebrity stories that keep you in the know, Monday-Friday. THANKS FOR SIGNING UP FOR THE Life NEWSLETTER We're sorry. ",
    "title": "TV host Steve Harvey explains his meeting with Donald Trump"
   },
   {
    "entities": [
     "charlie",
     "step",
     "jan 13, 2017",
     "schakowsky",
     "house",
     "thursday",
     "ryan",
     "next month",
     "paul",
     "senate",
     "this afternoon",
     "morning",
     "delaney",
     "earlier today",
     ", 3:58 pm",
     "john",
     "jan",
     "dent",
     "this weekend",
     "republican",
     "r-new",
     "parks",
     "jersey",
     "today",
     "repeal",
     "first",
     "gop",
     "obamacare",
     "tom",
     "takes",
     "to",
     "later this month",
     "maryalice",
     "macarthur"
    ],
    "id": 26,
    "text": "House Takes First Step to Repeal Obamacare By MaryAlice Parks Jan 13, 2017, 3:58 PM ET 0 Shares WATCH House Takes First Step to Repeal Obamacare 0 Shares Email Republicans moved one step closer to repealing Obamacare after the House passed a measure this afternoon directing committees to begin working on legislation to repeal major pieces of the law. The resolution cleared the House 227-198. Ten members didn't vote. Similar legislation passed in the Senate Thursday morning largely along party lines. A group of nine moderate and conservative House Republicans voted against the bill with concerns that Republicans would end up repealing the law without clearly laying out and presenting their replacement. \"The only thing I've ever asked for is that the replacement plan be fully developed before we take on the repeal issue,\" Rep. Charlie Dent, R-Pennsylvania, a leading moderate who voted against the measure, said in an interview. “I want to make [sure] people who have pre-existing conditions don’t get frozen out of the market,” Tom MacArthur, R-New Jersey, said after voting against the resolution. “I am getting a lot of calls. People are concerned about fixing health care. They are much more concerned about the substance of the fix than the timing of the fix.” Republican leaders expect to enact a repeal as early as next month; House Speaker Paul Ryan said it would \"definitely\" come in the first 100 days. Democrats criticized the vote and accused the GOP of playing politics. \"It's being done for political reasons,\" said Rep. John Delaney, D-Maryland, on the House floor. Next Steps Ryan has emphasized that the House would move any legislation repealing the law through the committee process. “We are not going to swap one 2700-page monstrosity for another … we are going to do this the right way. We are going to do this the way it was designed through the congressional committee system,” he said during his press conference earlier today. Democrats say they will counter Republicans' efforts by bringing Americans whose lives have been positively affected by the law to these hearings. Several members are holding rallies in their districts this weekend to tout the law's benefits. Democrats will also make the argument that that Republicans cannot realistically “repeal” parts of the law without excluding popular provisions like protections for people with pre-existing conditions. “Here is the problem that they have,” Congresswomen Jan Schakowsky, D-Illinois, said during a press conference today with Democratic House members. “All of the parts are like a puzzle that was carefully crafted and put together and you take a piece out and it no longer works. And that is what they are coming to realize. They have had six years to come up with something and they have come up with exactly nothing.\" Ryan and his office remain unwilling to talk policy details. According to Ryan, proposals and legislative strategy will be discussed at the retreat for Republican lawmakers later this month. But Republican leadership acknowledges that the longer it waits to offer a replacement, the more scrutiny it will face from Americans and lawmakers alike. 0 Shares ",
    "title": "House Takes First Step to Repeal Obamacare - ABC News"
   },
   {
    "entities": [
     "april 7",
     "cps",
     "last year",
     "reporter",
     "friday",
     "contact",
     "tribune",
     "forrest",
     "bruce",
     "claypool",
     "june 22",
     "once",
     "late last year",
     "$35 million",
     "feb. 3",
     "chicago",
     "$215 million",
     "rauner",
     "previously",
     "public",
     ",",
     "june 21",
     "schools"
    ],
    "id": 27,
    "text": "Juan Perez Jr. Contact Reporter Chicago Tribune Chicago Public Schools on Friday ordered four unpaid furlough days for all employees as a cost-cutting measure the district said is necessary because of Gov. Bruce Rauner's veto of a measure that would have provided $215 million in state aid. The furlough days will not interrupt classrooms because all are on previously scheduled staff professional development days. CPS officials said the effort was expected to save $35 million. Faced with an even larger budget gap last year, the district ordered three furlough days. In a letter sent Friday to district employees, CPS CEO Forrest Claypool took aim at Rauner and warned that without state action the district could be \"forced to take additional steps to reduce spending.\" The furlough days are Feb. 3, April 7, June 21 and June 22. Rauner's veto late last year has left CPS officials to weigh a number of cost-cutting steps because the district was counting on the $215 million to help balance the budget for this school year. The district has depleted its once substantial reserves and has relied on short-term borrowing to pay its bills. The district has said in financial disclosures that it will turn to budget cuts, unspecified legal action and borrowing in efforts to close budget gaps left by shortfalls in expected state assistance. ",
    "title": "CPS orders 4 unpaid furlough days for all employees - Chicago Tribune"
   },
   {
    "entities": [
     "cabinet",
     "pac",
     "1201",
     "colin",
     "charles",
     "street",
     "alice",
     "jan",
     "ethics",
     "schumer",
     "wall",
     "hill",
     "institution",
     "gop",
     "tom",
     "shaub",
     "trump's",
     "bush",
     "clinton",
     "capitol",
     "friday",
     "jenny",
     "the last minute",
     "rex",
     "late thursday",
     "senate",
     "donald",
     "of",
     "$500",
     "health",
     "twitter",
     "e.",
     "w.",
     "and",
     "reed",
     "york",
     "li/the",
     "office",
     "jr.",
     "nov. 30",
     "reform",
     "lisa",
     "at 3:32 pm",
     "walt",
     "hamburger",
     "weeks earlier",
     "richard",
     "thursday",
     "baran",
     "ave.",
     "congress",
     "mike",
     "human",
     "year 2007",
     "obama",
     "new",
     "tillerson",
     "wednesday",
     "america",
     "committee",
     "painter",
     "time",
     "this week",
     "jason",
     "january 13",
     "government",
     "brookings",
     "trump",
     "house",
     "hillary",
     "services",
     "the",
     "fox",
     "veterans",
     "fiscal",
     "george",
     "$16 million",
     "affairs",
     "norm",
     "chaffetz",
     "post",
     "journal",
     "oversight",
     "washington",
     "eisen",
     "representatives",
     "exxonmobil",
     "now",
     "debonis",
     "rising",
     "don",
     "walter",
     "h.w."
    ],
    "id": 28,
    "text": "Trump’s business ties prompt a showdown between a tiny ethics office and the GOP The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Lisa Rein January 13 at 3:32 PM Follow @Reinlwapo President-elect Donald Trump’s refusal to divest from his global business empire has provoked a showdown in Washington over government ethics, pitting a small federal agency tasked with preventing conflicts of interest against the incoming administration and its Republican allies on Capitol Hill. The dispute erupted Friday after a top House Republican demanded to question the director of the independent Office of Government Ethics, who took the unusual step this week of denouncing Trump for retaining ownership of his businesses while transferring management to his sons. With Republicans and Democrats weighing in, the episode has brought unprecedented attention to a usually obscure office and its director, Walter Shaub Jr., who became an instant sensation on Twitter and in news headlines this week. He blasted Trump’s plan as “meaningless” and said the president-elect is not meeting the standards set by “the best of his nominees.” House Republicans reacted swiftly, summoning Shaub to appear before the Oversight and Government Reform Committee to answer questions about his office and his public criticism of Trump. Shaub made the remarks at the Brookings Institution on Wednesday, hours after the president-elect and his attorneys had laid out the business plan at a news conference. By late Thursday, Committee Chairman Jason Chaffetz (R-Utah) had sent Shaub a letter summoning him to appear before lawmakers in a closed-door, transcribed interview much like a deposition. (Jenny Starrs/The Washington Post) But ethics experts and Democrats on Capitol Hill said the letter, by noting that the ethics office is up for reauthorization by Congress, was a veiled threat to slash its budget unless Shaub changes his rhetoric. [ Federal ethics chief blasts Trump’s plan to break from businesses, calling it ‘meaningless’ ] “I want to talk about the whole department,” Chaffetz said in an interview. “Mr. Shaub has taken a very aggressive stance on issues he’s never looked at. He’s raised a bunch of eyebrows.” He called Shaub, appointed by President Obama to a five-year term that ends in a year, “a bit of a hothead.” The lawmaker said he has not yet decided whether to ask Shaub to testify at a public committee hearing; he said that he first wants to hear what Shaub says during the upcoming closed-door hearing, which was first reported by the Wall Street Journal. Senate Minority Leader Charles E. Schumer (D-N.Y.) came to Shaub’s defense, accusing Chaffetz of an “attempt to intimidate” Shaub and his agency. (Alice Li/The Washington Post) “Mr. Chaffetz’s attempt to intimidate the office is deplorable and would be a distraction that would make it harder for OGE to do its already difficult job,” Schumer said in a statement. “It is totally out of line when Americans want clean and accountable government. Mr. Chaffetz should instead focus on his job and let Mr. Shaub and OGE focus on theirs.” Shaub’s supporters are calling him a hero, pushed by Trump’s tangle of potential conflicts to uphold his duty as a public official and call out a plan he believes is unethical, if legal. “He’s put ethics front and center on the policy agenda,” said Norm Eisen, who served as ethics counselor to Obama, on Thursday. “No one has taken a more courageous action, especially given that he’s going to be working for Trump in eight days.” The nonpartisan ethics office, with just 75 employees and a $16 million budget, has always been seen and not heard as its lawyers advise incoming presidents, their Cabinet nominees and other officials on how to avoid conflicts of interest. In the swirl of controversy over potential conflicts related to Trump’s real estate and branding business, Shaub is presenting himself as an unlikely counterweight to the power of the incoming president. His first foray into resistance came on Twitter a few weeks after the election. Shaub, 57, is a career ethics lawyer whose outspokenness during the presidential transition has caught colleagues by surprise. He is neither flashy nor attention-seeking, they say, but cautious by nature and concerned with protecting the confidentiality of the public officials he works with. Shaub is known to crack corny jokes. His expertise in federal ethics conflicts is unchallenged, say those who have worked with him. He is described as a workaholic who started his legal career in government at the departments of Veterans Affairs and Health and Human Services and worked briefly in the private sector before climbing the ranks in the ethics office. “Walt is brainy,” said Don W. Fox, Shaub’s predecessor under President George W. Bush. “He’s very circumspect. No one has ever seen him as a partisan.” Weeks earlier, Shaub had sent the discreet, behind-the-scenes world of federal ethics experts into a frenzy with a stream of unorthodox declarations on Twitter. His Nov. 30 tweet storm , in superlatives designed to parrot Trump’s use of social media, gushed — prematurely and wrongly — over his decision to divest himself of his holdings. Reporters thought that the ethics office’s Twitter account had been hacked. The public wondered whether someone over at the little-known agency at 1201 New York Ave. had lost their mind. Before nomination hearings for Trump’s Cabinet began this week, Shaub accused Republicans of rushing through some nominees before his staff had finished vetting their financial disclosure documents. He sent a letter to Senate Democrats and did not include Republicans, further raising GOP suspicions about his motives. Shaub, through a spokesman, declined a request for an interview. Shaub was not on the schedule to speak at a long-planned ethics forum at Brookings on Wednesday. He accepted a pending invitation at the last minute, writing his extraordinary public admonishment in a few hours. It lasted 13 minutes. “I wish circumstances were different and I didn’t feel the need to make public remarks” were his first words at the lectern. He then made a detailed case for why the steps Trump outlined to allow his sons to run his businesses were “wholly inadequate” protections against potential conflicts. Shaub urged Trump to sell his assets and put them in a blind trust instead, no matter how complicated the transaction. “This is not a blind trust,” Shaub said. “It’s not even close.” He also praised former ExxonMobil chief executive Rex Tillerson, the nominee for secretary of state, for putting his vast retirement package into a trust that will be independently managed and prohibited from investing in the company he headed. “It’s a sterling model for what we’d like to see with other nominees,” he said. Shaub’s candor has transformed him into a political target for Republicans. Richard Painter, who was ethics adviser to George W. Bush, said Chaffetz’s letter amounts to a “clear threat to pull the funding of the Office of Government Ethics” unless the agency follows the wishes of Trump and the Republican leadership. “They are saying lay off Trump and push through these nominees or we’ll kill the funding of OGE,” Painter said. He and other ethics lawyers from both parties said the agency plays an important role, and killing it or reducing its authority would be a blow to avoiding conflicts of interest in a new administration and enforcing basic standards of ethics and transparency. But Republicans say that Shaub’s $500 campaign contribution to Obama’s reelection committee, public criticism of Trump and lighter hand for Hillary Clinton regarding her paid speeches have raised legitimate concerns that he is acting as a partisan. Among his critics is America Rising, a GOP super PAC that does rapid response and opposition research. The group filed a Freedom of Information Act request with the ethics office in search of communications it believes may show that Shaub coordinated with Democrats during the transition to hurt the incoming Trump administration. America Rising also accused Shaub of silence on potential conflicts of interest for Clinton as she accepted speaking fees for speeches, money that went to the Clinton Foundation. Shaub told the Oversight Committee at the time that the law did not require disclosure. “He was not assuming the prominent role [then] that he is now,” America Rising executive director Colin Reed said of Shaub. “The timing is certainly perplexing.” The federal ethics office traditionally has kept such a low profile that some lawyers in the field had never heard of Shaub until he showed up on Twitter. “The director of OGE has never gone out and made these types of public statements about any government official,” said Jan Baran, an ethics expert at the Wiley Rein law firm, who served on President George H.W. Bush’s ethics commission. “He certainly has damaged his own reputation.” Shaub is a political appointee, but because the post is filled for a five-year term, Trump would have to show cause to fire him. And Shaub is still a civil servant, having kept his status as a senior executive even as he assumed a political post. In his letter, a copy of which was obtained by The Washington Post, Chaffetz wrote, “Your agency’s mission is to provide clear ethics guidance, not engage in public relations.” “The Committee is thus continuing its examination of OGE’s operations,” Chaffetz wrote. “[The office’s] statutory authorization lapsed at the end of fiscal year 2007 and the Committee has jurisdiction in the House of Representatives for reauthorizing the office.” Mike DeBonis and Tom Hamburger contributed to this report. ",
    "title": "Trump’s business ties prompt a showdown between a tiny ethics office and the GOP - The Washington Post"
   },
   {
    "entities": [
     "ben",
     "select",
     "ahmed",
     "rahman",
     "salim",
     "trump",
     "al",
     "suleiman",
     "abdullah",
     "europe",
     "k.s.m.",
     "june",
     "late 2014",
     "jessen",
     "senate",
     "donald",
     "bruce",
     "cia",
     "of",
     "george",
     "manuals",
     "bill",
     "mohamed",
     "defense",
     "2015",
     "on",
     "gul",
     "zubaydah",
     "abu",
     "dianne",
     "mohammed",
     "guantanamo",
     "gitmo",
     "late last year",
     "e.",
     "department",
     "u.s.",
     "fbi",
     "w.",
     "army",
     "soud",
     "james",
     "destroy",
     "feinstein",
     "previously",
     "america",
     "bay",
     "afternoon",
     "mattis",
     "committee",
     "mitchell",
     "harlow",
     "field",
     "sheikh",
     "khalid",
     "bush",
     "sept. 11",
     "intelligence",
     "qaeda"
    ],
    "id": 29,
    "text": "    When it comes to obtaining crucial information from masterminds of terrorist attacks, what should officials do when U.S. Army Field Manuals methods don’t work and American lives are at stake? That's the question James E. Mitchell, psychologist and architect of the CIA’s controversial “enhanced interrogation” program, hopes the administration of incoming president Donald Trump takes on - and then opts for the less “politically correct” answer. During the presidential campaign, Trump sanctioned torture, suggesting that he would bring back techniques like waterboarding and “much worse.” However, his pick to head the Department of Defense, Gen. James Mattis, is an opponent of harsh interrogation methods – preferring more humanitarian means such as building rapport. Mitchell contends that rapport is more likely to work on regular jihadists, but that top-tier planners are ultimately counting on America’s political correctness – and going soft on them – to make the terrorists’ mission easier. “Khalid Sheikh Mohammed (K.S.M.) really thought that Sept. 11 was a law enforcement matter that would get turned over to the FBI and would give him time to launch more attacks,” Mitchell, 64, told FoxNews.com. “He was stunned when Bush said, ‘No, this is a war.’ He would froth at the mouth talking about ‘that cowboy George W. Bush.’” Mitchell and fellow psychologist Bruce Jessen were brought on as CIA contractors after 9/11 to devise and carry out the enhanced interrogation techniques (EITs) used on the most high-value prisoners, including chief 9/11 planner K.S.M. and senior Al Qaeda member, Abu Zubaydah. Mitchell spent countless hours with these prisoners at a number of CIA “black sites.” He also stressed to FoxNews.com that the full closure of Guantanamo Bay, where the likes of K.S.M. and Zubaydah are being held, would be a mistake. “The ones that are left are the worst of the worst,” Mitchell said. “Closing Gitmo is one of those things some politicians believe will make the world like us more and give us the moral high ground. But in the mind of K.S.M., us seeking the moral high ground is a sign of weakness.” Mitchell recalled one afternoon “sitting around” with K.S.M. when the detainee admitted that while jihadist outfits do use Gitmo as a recruiting tool, if the off-shore prison were closed they would just find other fodder – such as “the treatment of Muslim women in Europe” or the “presence of infidels in the Arabian peninsula.” But what most surprised him about K.S.M. was how “charming” and likable he could be. “He would hold your hand, trying to manipulate [you],” Mitchell said. “It is easy to recognize evil when it looks evil and acts evil. It is harder to recognize evil when it looks appealing.” Mitchell came under fire in late 2014 when the then Sen. Dianne Feinstein-led Senate Select Committee on Intelligence released an exhaustive report on interrogation techniques used on detainees. Feinstein called the program “a stain on our values and our history.” However, Mitchell argues that the Senate “cherry-picked” documents to suggest that the CIA’s use of such harsh techniques was ineffective at collecting accurate intelligence. In his experience, Mitchell said, the agency gathered useful information not during the duress of an actual EIT but in the moments in-between, when detainees knew what was awaiting them. He also told FoxNews.com that the public unveiling of the indictment and banning of previously DOJ-approved techniques like waterboarding and sleep-deprivation plays into the terrorist playbook. “It made us look divided, that we are weak,” Mitchell said. “It signals to them that there are people in our government who are only concerned about preserving the moral high ground. And K.S.M. did say that (Americans) don’t have the stomach to do what needs to be done, and that is what this signals.” Mitchell has since sought to set the record straight about his involvement in the program and late last year released the book, \"Enhanced Interrogation: Inside the Minds and Motives of the Islamic Terrorists Trying to Destroy America,\" written in conjunction with former CIA spokesperson Bill Harlow. In 2015, two former detainees held at secret CIA prisons – Tanzanian Suleiman Abdullah Salim and Libyan Mohamed Ahmed Ben Soud – as well as a representative of Afghan citizen Gul Rahman, who died in custody likely from hypothermia, filed a lawsuit against Mitchell and Jessen for allegedly violating their human rights. The plaintiffs are seeking compensatory and punitive damages.  Human rights groups also have called for the contractors to be prosecuted. While some CIA personnel may not have acted with government approval during interrogations, Mitchell said, he is adamant that he and Jessen are merely fall guys. The lawsuit trial is slated to begin in June and if they are found liable, it would be the first time that a U.S civilian court has held any individuals accountable for widely condemned interrogation methods like waterboarding. “And the irony of this is that the only two people who really tried to get Rahman medical care,” Mitchell stated, “were me and Bruce.” Advertisement ",
    "title": "Architect of CIA’s ‘enhanced interrogation’ hopes Trump resists PC approach | Fox News"
   }
  ]
 }
}