{
 "15": {
  "col-sim": {
   "cosine": 0.24675831824021596,
   "entity": 0.24913643956121992
  },
  "exec-time": 43.58785653114319,
  "links": [
   {
    "entities": [
     "et",
     "david",
     "democratic",
     "1979",
     "fengshan",
     "this week",
     "kang",
     "next week",
     "friday",
     "november",
     "states",
     "trump",
     "doug",
     "party",
     "beijing",
     "pinterest",
     "last week",
     "facebookemail",
     "moscow",
     "facebook",
     "crimea",
     "cnn",
     "stanglin",
     "senate",
     "ing-wen",
     "donald",
     "united",
     "mid-december",
     "street",
     "saturday",
     "tower",
     "the day",
     "2014",
     "last month",
     "early december",
     "strait",
     "china",
     "russia",
     "vladimir",
     "lu",
     "taiwan",
     "affairs",
     "twitter",
     "current",
     "usa",
     "u.s.",
     "new",
     "journal",
     "today",
     "obama",
     "bbc",
     "wall",
     "tsai",
     "york",
     "jan. 14, 2017",
     "evan",
     "an",
     "office",
     "3 hours ago",
     "putin",
     "ap",
     "jackson",
     "google",
     "8:16 a.m.",
     "vucci"
    ],
    "id": 0,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Beijing blasts Trump 'One China' remarks, says policy 'non-negotiable' \"Why would anybody have sanctions if somebody's doing some really great things?\" the president-elect told the Wall Street Journal. Post to Facebook Beijing blasts Trump 'One China' remarks, says policy 'non-negotiable' \"Why would anybody have sanctions if somebody's doing some really great things?\" the president-elect told the Wall Street Journal. Check out this story on USATODAY.com: http://usat.ly/2jICkyB CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 397 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Beijing blasts Trump 'One China' remarks, says policy 'non-negotiable' Doug Stanglin and David Jackson , USA TODAY Published 8:16 a.m. ET Jan. 14, 2017 | Updated 3 hours ago x Share President-elect Trump scolded media outlets for inaccurate reports of his political adviser's whereabouts. USA TODAY NETWORK President-elect Donald Trump speaks with reporters in the lobby of Trump Tower in New York. (Photo: Evan Vucci, AP) President-elect Donald Trump, in a fresh peek at his foreign policy views, says he is open to lifting sanctions against Russia and is not committed to a longstanding agreement with China over Taiwan. Beijing swiftly responded to the latter remark, calling any revision of the longstanding \"One China\" policy \"non-negotiable.\" Trump's comments came in an hour-long interview with  The Wall Street Journal  on Friday in which he said he will keep the sanctions on Russia in place \"for a period of time\" but is open to lifting them if Moscow cooperates on issues of mutual interest. While several sanctions were imposed on Russia in 2014 over its annexation of Crimea, the latest measures, as well as  the expulsion of 35 Russian diplomats,  were imposed by the Obama administration last month in response to evidence Russia hacked Democratic Party officials during the presidential election. Senate intel panel to examine possible campaign links with Russia Trump's latest views on Russia comes only days after  CNN's report regarding classified documents  presented to Obama and Trump during an intelligence briefing last week that contained unsubstantiated and potentially compromising information about the president-elect. \"If you get along and if Russia is really helping us, why would anybody have sanctions if somebody's doing some really great things?\" Trump said in the Journal interview. He added, however, he would keep the latest sanctions in place \"at least for a period of time.\" Trump acknowledged for the first time this week that he accepts Russia was behind the hacking. But he questioned whether officials were leaking information about their meetings with him, warning that would be a “tremendous blot” on their record. Trump says 'I have nothing to do with Russia.' That's not exactly true The president-elect also told the Journal he is willing to meet with Russian President Vladimir Putin after he takes office next week. \"I understand that they would like to meet, and that's absolutely fine with me,\" Trump added. Regarding China, Trump was specifically asked whether he supports the U.S. \"One China\" policy on Taiwan, which declares the province as part of China. Trump's response: \"Everything is under negotiation, including One China.\" He described it as leverage in any talks with Beijing over trade and currency issues. China: Trump’s Taiwan comments spark ‘serious concern’ The remarks come only weeks after Trump's unprecedented phone conversation with Taiwanese President Tsai Ing-wen shortly after the November election. There has been no communication between the leaders of the United States and Taiwan since 1979. The latest comments brought a swift and pointed response from China.  In a statement Saturday , Lu Kang, spokesman for the Chinese foreign ministry, called the One China policy \"non-negotiable\" and the \"political foundation\" of China-U.S. relations. Four ways Trump could tangle with China \"To avoid disruption to the sound and steady development of the China-U.S. relations and bilateral cooperation in key areas, we urge relevant parties in the U.S. to fully recognize the high sensitivity of the Taiwan question, approach Taiwan-related issues with prudence and honor the commitment made by all previous U.S. administrations of both parties on adhering to the one-China policy,\" Kang said. Why China matters in Trump's economic policy Trump's comments appear to represent a departure from remarks by his advisers in early December that the phone call to Taiwan's leader did not signify any formal shift in long-standing U.S. relations with Taiwan or China. In mid-December, An Fengshan, a spokesman for China's policy-making Taiwan Affairs Office, warned of more serious consequences if U.S. shifts positions on the Taiwan issue. \"If this basis is interfered with or damaged, then the healthy, stable development of China-U.S. relations is out of the question, and peace and stability in the Taiwan Strait will be seriously impacted,\" he added, according to the BBC .. Contributing: The Associated Press 19565 CONNECT TWEET 27 LINKEDIN 397 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2jICkyB NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Beijing blasts Trump 'One China' remarks, says policy 'non-negotiable'"
   },
   {
    "entities": [
     "november",
     "reuters",
     "oval",
     "street",
     "state",
     "china",
     "defense",
     "associated",
     "department",
     "late friday",
     "wall",
     "the day friday",
     "later this month",
     "kazakhstan",
     "new year",
     "kremlin",
     "intelligence",
     "white",
     "kushner",
     "democratic",
     "west",
     "friday",
     "dec. 28",
     "spicer",
     "the day before",
     "fsb",
     "michael",
     "dec. 29",
     "united",
     "facebook",
     "senate",
     "donald",
     "recently",
     "steve",
     "2014",
     "russia",
     "sergey",
     "2008",
     "twitter",
     "current",
     "january 14, 2017",
     "u.s.",
     "agency",
     "sean",
     "late december",
     "office",
     "ignatius",
     "pentagon",
     "december",
     "council",
     "david",
     "christmas",
     "gru",
     "press",
     "moscow",
     "nations",
     "security",
     "2015",
     "taiwan",
     "obama",
     "national",
     "wednesday",
     "committee",
     "putin",
     "bannon",
     "wing",
     "this week",
     "states",
     "trump",
     "later friday",
     "house",
     "dec. 29, the day",
     "syria",
     "vladimir",
     "2016",
     "kislyak",
     "flynn",
     "post",
     "journal",
     "washington",
     "evening",
     "toner",
     "now",
     "mark",
     "jared"
    ],
    "id": 1,
    "text": "Team Trump: Flynn called Russia ambassador, no sanction talk 'plain and simple' Published               January 14, 2017 Facebook 0 Twitter 0 livefyre Email Print   The Donald Trump transition team has acknowledged that its incoming national security adviser has been in contact with Russia's ambassador but denies reports they were plotting over recently imposed sanctions on Moscow. A transition team official acknowledged a call on Dec. 29, the day President Obama hit Russia for election-related hacking, but said the conversation was about “logistics” for a call between Russian President Vladimir Putin and Trump, who on Friday is sworn-in as president. “That was it. Plain and simple,” the official told reporters on the team’s daily conference call. The official said retired Army Lt. Gen. Michael Flynn, Trump’s pick for national security adviser, texted Russian Ambassador Sergey Kislyak to wish him a Merry Christmas and a Happy New Year. He said Kislyak, in a return text, requested and was granted a phone conversation in late December about the “logistics of setting up call with the president of Russia and the president-elect.” Flynn's contacts with the Russian ambassador were first reported by Washington Post columnist David Ignatius. “I believe Ignatius will print an update now that he has been provided information to clarify,” the transition official also said. It's not unusual for incoming administrations to have discussions with foreign governments before taking office. But repeated contacts just as Obama imposed sanctions raised questions about whether Trump's team discussed -- or even helped shape -- Russia's response. Reuters reports that Flynn and Kislyak talked several times on Dec. 29. Putin unexpectedly did not retaliate against the U.S. for the move, a decision Trump quickly praised. More broadly, Flynn's contact with the Russian ambassador suggests the incoming administration has already begun to lay the groundwork for its promised closer relationship with Moscow. That effort appears to be moving ahead, even as many in Washington, including Republicans, have expressed outrage over intelligence officials' assessment that Putin launched a hacking operation aimed at meddling in the 2016 presidential election to benefit Trump. In an interview published Friday evening by The Wall Street Journal, Trump said he might do away with Obama's sanctions if Russia works with the U.S. on battling terrorists and achieving other goals. \"If Russia is really helping us, why would anybody have sanctions?\" he asked. During a news conference Wednesday, Trump highlighted his warmer rapport with the Russian leader. \"If Putin likes Donald Trump, I consider that an asset, not a liability, because we have a horrible relationship with Russia,\" he said. The sanctions targeted the GRU and FSB, leading Russian intelligence agencies that the U.S. said were involved in the hacking of the Democratic National Committee and other groups. The U.S. also kicked out 35 Russian diplomats who it said were actually intelligence operatives. Trump has been willing to insert himself into major foreign policy issues during the transition, at times contradicting the current administration and diplomatic protocol. He accepted a call from Taiwan's president, ignoring the longstanding \"One China\" policy that does not recognize the island's sovereignty. Asked about that Friday by the Journal, he responded, \"Everything is under negotiation.\" He also publicly urged the U.S. to veto a United Nations Security Council resolution condemning Israeli settlements, then slammed the Obama administration for abstaining and allowing the measure to pass. Questions about Trump's friendly posture toward Russia have deepened since the election, as he has dismissed U.S. intelligence agencies' assertions about Russia's role in the hacking of Democratic groups. In briefing Trump on their findings, intelligence officials also presented the president-elect with unsubstantiated claims that Russia had amassed compromising personal and financial allegations about him, according to a separate U.S. official who spoke on the condition of anonymity because the official was not allowed to publicly discuss the matter. The Senate Intelligence Committee announced late Friday that it would investigate possible contacts between Russia and people associated with U.S. political campaigns as part of a broader investigation into Moscow's meddling in the 2016 presidential election. Trump acknowledged for the first time this week that he accepts that Russia was behind the hacking. But he questioned whether officials were leaking information about their meetings with him, warning that would be a \"tremendous blot\" on their record. Flynn's own ties with Russia have worried some Republicans who are more skeptical of the Kremlin than Trump appears to be. After leaving his position as director of the Defense Intelligence Agency in 2014, Flynn made appearances on RT, a state-run Russian television network. In 2015, he was paid to attend an RT gala in Moscow, where he sat next to Putin. As national security adviser, Flynn will work in the West Wing close to the Oval Office and will have frequent access to Trump. Unlike Trump's nominees to lead the Pentagon, State Department and other national security agencies, Flynn's post does not require Senate confirmation. Flynn's contacts with the Russian ambassador were first reported by Washington Post columnist David Ignatius. The U.S. official who spoke to The Associated Press was not authorized to confirm the contacts publicly and insisted on anonymity. The Trump team's account of Flynn's contacts with the Russian envoy changed throughout the day Friday. Trump spokesman Sean Spicer initially said there was one phone call between Flynn and Kislyak on Dec. 28, as well as a Christmas greeting via text messages over the holidays. He said sanctions were not part of the discussions. Later Friday, a transition official said Flynn and Kislyak had spoken by phone on Dec. 29, following a text message from the ambassador the day before. During the call, the Russian ambassador invited U.S. officials to a conference on Syria later this month that is being held in Kazakhstan, according to the transition official, who was not authorized to publicly discuss the matter and insisted on anonymity. The official also confirmed a phone call between the men earlier in December. The U.S. official who spoke to the AP Friday described the contacts between Flynn and Kislyak as \"very frequent.\" It's unclear how U.S. officials became aware of the contacts between Flynn and Kislyak, who has served as Russia's envoy to the U.S. since 2008. U.S. monitoring of Russian officials' communication within the United States is known to be common. Flynn has spoken with other foreign officials since Trump won the November election, as have incoming White House senior advisers Steve Bannon and Jared Kushner, Trump's son-in-law. State Department spokesman Mark Toner said he saw nothing inappropriate in Trump's transition team contacting Russian or any other foreign officials. The Associated Press contributed to this report.   ",
    "title": "Team Trump: Flynn called Russia ambassador, no sanction talk 'plain and simple' | Fox News"
   },
   {
    "entities": [
     "civil",
     "kristol",
     "sasse",
     "atlanta",
     "california",
     "mar",
     "charles",
     "saturday",
     "king",
     "associated",
     "2011",
     "once",
     "decker",
     "/",
     "martin",
     "alabama",
     "lewis",
     "coca-cola",
     "khizr",
     "army",
     "schumer",
     "iraq",
     "hill",
     "luther",
     "weekend",
     "trump's",
     "clinton",
     "ben",
     "pettus",
     "air",
     "capitol",
     "lines",
     "friday",
     "nebraska",
     "r-ala",
     "sunday",
     "georgia",
     "senate",
     "donald",
     "dan",
     "tuesday",
     "twitter",
     "e.",
     "selma",
     "u.s.",
     "$73,000",
     "standard",
     "york",
     "obamacare",
     "chuck",
     "jr.",
     "birmingham",
     "todd",
     "press",
     "d-ga.",
     "humayun",
     "jeff",
     "district",
     "summer",
     "the 1963 march",
     "congress",
     "bill",
     "2015",
     "khan",
     "2004",
     "weekly",
     "john",
     "kamala",
     "quayle",
     "1965",
     "30 years ago",
     "new",
     "obama",
     "national",
     "nbc",
     "the second day",
     "wednesday",
     "bridge",
     "5th",
     "putin",
     "edmund",
     "cliff",
     "trump",
     "hillary",
     "harris",
     "cathleen",
     "vladimir",
     "2016",
     "feehery",
     "delta",
     "owen",
     "chicago",
     "monument",
     "washington",
     "sessions",
     "now",
     "rights",
     "ala."
    ],
    "id": 2,
    "text": "Trump kicks off Martin Luther King weekend by sharply criticizing civil rights icon John Lewis John Lewis in 1965 Associated Press A young John Lewis is seen in the foreground being clubbed by a state trooper during a civil rights protest in Selma, Ala., in 1965. A young John Lewis is seen in the foreground being clubbed by a state trooper during a civil rights protest in Selma, Ala., in 1965. (Associated Press) Cathleen Decker Contact Reporter Unwilling to let criticism pass, Donald Trump on Saturday pilloried as “all talk … no action” national icon John Lewis, who was repeatedly beaten by police and nearly lost his life during protests in the long struggle for civil rights. Trump’s Twitter comments about the Georgia congressman came in response to Lewis’ assertion in an interview Friday that he did not see Trump as a “legitimate” president because of Russian involvement in the defeat of his opponent, Hillary Clinton . The president-elect’s comments were rife with irony. At the start of  a weekend dedicated to the Rev. Martin Luther King Jr., Trump was using his potent social media platform to hurl insults at a civil rights leader. And the trigger for the outburst was doubt being raised about Trump’s legitimacy, even after Trump himself led a more than five-year effort to delegitimize President Obama by falsely claiming that he was foreign born. Trump also used racially freighted language when he said that Lewis’ Atlanta district was “crime infested” and “falling apart.” The district, which is mostly African American, includes many of the Atlanta area’s most prominent neighborhoods. A motel room once used by the Rev. Martin Luther King Jr. to plan civil rights protests is the centerpiece of a new national monument in Alabama. President Obama signed an order creating the Birmingham Civil Rights National Monument in one of his final acts as the nation's first black president.... A motel room once used by the Rev. Martin Luther King Jr. to plan civil rights protests is the centerpiece of a new national monument in Alabama. President Obama signed an order creating the Birmingham Civil Rights National Monument in one of his final acts as the nation's first black president.... (Associated Press) The furor, along with continued investigations into the Russian activities, threatened to mar a period during which an incoming president would traditionally want to unify the nation. Trump will be inaugurated on Friday. The back-and-forth began with the release of part of an interview for NBC’s “Meet the Press” in which anchor Chuck Todd asked Lewis if he would try to work with Trump despite their political differences. “I believe in forgiveness. I believe in trying to work with people. It’s going to be hard,” Lewis said. “I don’t see the president-elect as a legitimate president.” The veteran Democrat said he believed “the Russians participated” in Trump’s election and added: “They helped destroy the candidacy of Hillary Clinton.” As a result, he said, he would not attend Trump’s inauguration. I don’t see the president-elect as a legitimate president. — John Lewis, civil rights leader Rep. John Lewis, D-Ga., testifies on Capitol Hill in Washington at the second day of a confirmation hearing for Attorney General-designate, Sen. Jeff Sessions, R-Ala. Cliff Owen / Associated Press Rep. John Lewis, D-Ga., testifies on Capitol Hill in Washington at the second day of a confirmation hearing for Attorney General-designate, Sen. Jeff Sessions, R-Ala. Rep. John Lewis, D-Ga., testifies on Capitol Hill in Washington at the second day of a confirmation hearing for Attorney General-designate, Sen. Jeff Sessions, R-Ala. (Cliff Owen / Associated Press) Lewis is among a handful of congressional lawmakers to announce they will not attend the inauguration, but the first to be called out by Trump. Lewis had already emerged as a high-profile Trump opponent on Capitol Hill; on Wednesday he appeared before a Senate committee to urge that it turn aside Trump’s designation of Sen. Jeff Sessions (R-Ala.) as his attorney general. “Congressman John Lewis should spend more time on fixing and helping his district, which is in horrible shape and falling apart (not to mention crime infested) rather than falsely complaining about the election results. All talk, talk, talk - no action or results. Sad!” Trump tweeted Saturday. Trump’s assessment does not match Lewis’ district. It is home to Atlanta’s airport and upscale neighborhoods; it houses corporate headquarters like those of Coca-Cola and Delta Air Lines. Most of the area’s many colleges and universities are situated in the 5th District, where the average annual household income is $73,000. The area is at the national average for college degrees, if somewhat higher on measures of poverty and unemployment. Trump’s transition team did not immediately elaborate on the basis for Trump’s statement. About 12 hours after his initial communication, Trump added another tweet: “Congressman John Lewis should finally focus on the burning and crime infested inner-cities of the U.S. I can use all the help I can get!”  Trump’s assessment also does not reflect the views of Lewis, a nearly universally admired figure of moral authority in a Capitol usually divided by partisanship. Even among those who disagreed with Lewis’ criticism of Trump, there was shock at the president-elect’s decision to hit back at someone of his stature. Lewis was the youngest speaker at the 1963 March on Washington, by then already a central figure in the efforts of African Americans to secure civil rights. For years, he was repeatedly arrested and beaten at Southern protests. In 1965, during the celebrated “Bloody Sunday” march at the Edmund Pettus bridge in Selma, Ala., Lewis was clubbed so severely that he suffered a skull fracture. He recovered and led other protests, and 30 years ago he was elected to Congress. In 2011, President Obama awarded Lewis the Presidential Medal of Freedom, the nation’s highest civilian honor. “Generations from now, when parents teach their children what is meant by courage, the story of John Lewis will come to mind — an American who knew that change could not wait for some other person or some other time; whose life is a lesson in the fierce urgency of now,” Obama said as he presented the award. In 2015, Obama joined Lewis and other civil rights veterans for a 50th anniversary walk over the bridge where Lewis was wounded. Trump’s remarks were reminiscent of his summer attack on a Gold Star family who spoke against him at the Democratic convention. In that case, as seemed to occur Saturday, Trump made assumptions based on the people he was criticizing. After Khizr Khan criticized Trump from the convention stage, his wife standing silently by his side, Trump suggested that she had not been allowed to speak. She and her husband later said that she was too distraught to speak as the convention displayed a picture of her son, Army Capt. Humayun Khan, who died in a 2004 car bombing in Iraq while trying to save his fellow soldiers. Democrats on Saturday swiftly defended Lewis. “John Lewis is an icon of the civil rights movement who is fearless in the pursuit of justice and equality,\" tweeted Sen. Kamala Harris, the California Democrat. \"He deserves better than this.” New York’s Charles E. Schumer, the Democratic leader in the U.S. Senate, declared that “As we honor MLK, I'll always stand by my friend, American hero @repjohnlewis . We'll lock arms & resist any effort to roll back civil rights.” Sen. Ben Sasse, a Republican from Nebraska who has long disagreed with the president-elect, tweeted a reproach to Trump: “John Lewis and his ‘talk’ have changed the world.” Earlier, Sasse had implored Lewis to attend the inauguration to celebrate the “peaceful transfer of power.” Other Republican elected officials were largely silent Saturday, although well-known party activists criticized Trump’s decision to take on Lewis. “It’s telling, I’m afraid, that Donald Trump treats Vladimir Putin with more respect than he does John Lewis,” tweeted Bill Kristol, the founder and editor-at-large of the Weekly Standard and a former aide to Republican Vice President Dan Quayle. Added John Feehery, a veteran aide to Republican members of Congress: “Picking a fight with John Lewis is stupid. If you don't like what he says, ignore him.” Caption President Obama's farewell address President Obama delivered his farewell speech Tuesday in Chicago. President Obama delivered his farewell speech Tuesday in Chicago. Caption President Obama's farewell address President Obama delivered his farewell speech Tuesday in Chicago. President Obama delivered his farewell speech Tuesday in Chicago. Caption Trump says he'll turn over company to sons President-elect Donald Trump , under fire for his business conflicts, said Wednesday that he will turn his company over to his sons — but he won’t sell his network of properties and deals. President-elect Donald Trump , under fire for his business conflicts, said Wednesday that he will turn his company over to his sons — but he won’t sell his network of properties and deals. Caption Congress opens with an ambitious Republican agenda for the Trump era Republicans remain at odds on some high-profile issues — such as how aggressively to investigate Russian hacking in the 2016 election. Republicans remain at odds on some high-profile issues — such as how aggressively to investigate Russian hacking in the 2016 election. Caption What Trump made clear at his news conference and what he left murky Making demands on replacing Obamacare and insulting a key Republican senator were two ways Trump displayed his independent streak at the news conference. Making demands on replacing Obamacare and insulting a key Republican senator were two ways Trump displayed his independent streak at the news conference. Caption Kamala Harris sworn in Kamala Harris sworn in ",
    "title": "Trump kicks off Martin Luther King weekend by sharply criticizing civil rights icon John Lewis - LA Times"
   },
   {
    "entities": [
     "pettus",
     "democratic",
     "civil",
     "edmund",
     "constitution",
     "friday",
     "centers",
     "trump",
     "march",
     "the weekend before",
     "party",
     "atlanta",
     "morehouse",
     "pelosi",
     "harris",
     "--",
     "university",
     "movement",
     "georgia",
     "college",
     "donald",
     "disease",
     "state",
     "for",
     "russia",
     "king",
     "clark",
     "dnc",
     "john",
     "j.",
     "kamala",
     "twitter",
     "alabama",
     "1986",
     "lewis",
     "policy",
     "january 14, 2017",
     "selma",
     "u.s.",
     "prevention",
     "nbc",
     "journal",
     "today",
     "control",
     "positions",
     "and",
     "keith",
     "emory",
     "america",
     "bridge",
     "nancy",
     "trump's",
     "rights",
     "tech",
     "ellison"
    ],
    "id": 3,
    "text": "WATCH Cabinet Picks Who Broke With Trump's Policy Positions 0 Shares Email President-elect Donald Trump unleashed a Twitter attack on Congressman and civil rights icon John Lewis, after the lawmaker said he wouldn't attend Trump's inauguration because he doesn't see him as a \"legitimate president.\" Lewis in an interview with NBC on Friday cited Russia's meddling in the election for his view on the legitimacy of the presidential election results, and his comments stoked controversy with Republicans and debate inside the Democratic Party . \"I don't see this president-elect as a legitimate president,\" Lewis said. Trump hit back, slamming Lewis today for \"falsely complaining about the election,\" and called him \"all talk, talk, talk -- no action or results!\" Congressman John Lewis should spend more time on fixing and helping his district, which is in horrible shape and falling apart (not to...... — Donald J. Trump (@realDonaldTrump) January 14, 2017 mention crime infested) rather than falsely complaining about the election results. All talk, talk, talk - no action or results. Sad! — Donald J. Trump (@realDonaldTrump) January 14, 2017 Trump’s tweets spurred a backlash on social media, including by some who said Trump was dismissing Lewis' accomplishments in the struggle for civil rights on the weekend before Martin Luther King Jr. Day . Lewis himself responded to Trump today in a DNC fundraising email in which he said, \"I've been beaten bloody, tear-gassed, fighting for what's right for America. I've marched at Selma with Dr. King. Sometimes that's what it takes to move our country in the right direction.\" Lewis is one of the last surviving central organizing figures of the U.S. civil rights movement and was beat by police in a march for voting rights on the Edmund Pettus Bridge in Selma, Alabama . John Lewis is an icon of the Civil Rights Movement who is fearless in the pursuit of justice and equality. He deserves better than this. https://t.co/WX1QDCKfzP — Kamala Harris (@KamalaHarris) January 14, 2017 . @repjohnlewis knows true sacrifice. @realDonaldTrump has no clue. When cluelessness collides with power oppression results. Resistance! https://t.co/Eu1vWbetsl — Rep. Keith Ellison (@keithellison) January 14, 2017 Ahead of #MLKday2017 , let us remember that many have tried to silence @repjohnlewis over the years. All have failed. — Nancy Pelosi (@NancyPelosi) January 14, 2017 Some other critics complained about the president-elect calling Lewis' congressional district in Georgia \" crime infested\" and \"falling apart.\" Lewis has represented his district since 1986, and it includes some of the more affluent areas around Atlanta. It is home to the federal Centers for Disease Control and Prevention, several Fortune 500 companies, and well-known universities and colleges including Emory University, Clark Atlanta University, Morehouse College, Georgia Tech and Georgia State University, according to the Atlanta Journal Constitution. 0 Shares ",
    "title": "President-elect Trump Attacks Civil Rights Icon Who Said His Presidency Not 'Legitimate' - ABC News"
   },
   {
    "entities": [
     "1998",
     "norquist",
     "d.",
     "arkansas",
     "gary",
     "oxford",
     "turkey",
     "tens of millions of dollars",
     "weeks",
     "california",
     "quality",
     "patrick",
     "military",
     "b.",
     "defense",
     "associated",
     "tar",
     "j.",
     "department",
     "70 percent",
     "pruitt",
     "brocksmith",
     "general",
     "seven years later",
     "krupp",
     "a.",
     "$40,000",
     "4 percent",
     "2005",
     "guantánamo",
     "group",
     "rivkin",
     "air",
     "mueller",
     "working",
     "parenteau",
     "climate",
     "association",
     "creek",
     "simmons",
     "fund",
     "sparkman",
     "food",
     "tyson",
     "united",
     "senate",
     "donald",
     "river",
     "of",
     "drew",
     "2014",
     "exxon",
     "prison",
     "southern",
     "agency",
     "fred",
     "and",
     "york",
     "program",
     "derichsweiler",
     "nick",
     "alliance",
     "february 2010",
     "jr.",
     "world",
     "david",
     "mobil",
     "press",
     "wildlife",
     "thursday",
     "industries",
     "young/tulsa",
     "foods",
     "clean",
     "district",
     "koch",
     "congress",
     "2015",
     "grover",
     "republican",
     "okla.",
     "environmental",
     "obama",
     "new",
     "oklahoma",
     "wednesday",
     "edmondson",
     "illinois",
     "tysons",
     "energy",
     "cargill",
     "company",
     "protection",
     "worth",
     "times",
     "credit",
     "cory",
     "states",
     "trump",
     "vermont",
     "2013",
     "millions of dollars",
     "doniger",
     "american",
     "tahlequah",
     "missouri",
     "$1 million",
     "george",
     "murray",
     "court",
     "school",
     "kimberly",
     "scott",
     "attorneys",
     "strong",
     "2010",
     "washington",
     "bay",
     "law",
     "ed",
     "now",
     "$4.2 million",
     "smith",
     "e.p.a.",
     "mark",
     "2003"
    ],
    "id": 4,
    "text": "Continue reading the main story Now, Mr. Pruitt, tapped to head Donald J. Trump’s Environmental Protection Agency , will have the opportunity to engineer a radical shift in Washington. If confirmed by the Senate, he is expected to shelve the Obama administration’s aggressive environmental enforcement and embrace a more collaborative approach with the industries that the agency is charged with policing, many of which have helped him advance his political career. The impact would stretch from the nation’s waterways to the planet’s climate, since the E.P.A. carries out and enforces rules to combat global warming. “He has advocated and stood up for the profits of business, be it the poultry companies or the energy industry and other polluters, at the expense of people who have to drink the water or breathe the air,” said Mark Derichsweiler, who led the Oklahoma Department of Environmental Quality division responsible for overseeing the poultry-related cleanup. Mr. Derichsweiler retired in 2015 after 40 years with the state, frustrated with Mr. Pruitt’s approach. Photo Algae, caused by phosphorus and nitrates in chicken manure, on a rock pulled from the Illinois River in Tahlequah, Okla. Credit Nick Oxford for The New York Times Mr. Pruitt declined a request to comment. But his supporters contend that his record demonstrates a deeply held philosophy that states understand their needs best and should be allowed to regulate their own environment. On Thursday, a coalition of 23 powerful conservative advocacy groups endorsed Mr. Pruitt’s nomination, in advance of his confirmation hearing, set for Wednesday. “Some claim Mr. Pruitt opposes clean air and water. This could not be further from the truth,” wrote the groups , which include the political action committee Club for Growth; the American Energy Alliance, which has advised Mr. Trump on energy policy; and Americans for Tax Reform, the group founded by the anti-tax lobbyist Grover Norquist. Mr. Pruitt, the endorsement said, “understands that many of the nation’s challenges regarding clean air and water are best met at the state and local level.” Advertisement Continue reading the main story Mr. Pruitt, if confirmed, will take over the agency in an odd position: He has spent the last seven years suing it to block regulations that he would be expected to put into effect and enforce. Some legal scholars say he should recuse himself from major pending environmental matters, while groups like the Environmental Defense Fund are urging Congress to reject his confirmation. “The president’s choices deserve a lot of deference from Congress and even environmental groups,” said Fred Krupp, president of the Environmental Defense Fund. “But at some point when the nominee has spent his entire career attempting to dismantle environmental protections, it becomes unacceptable. That’s why Mr. Pruitt is the first E.P.A. nominee from either party that the Environmental Defense Fund has opposed in our 50-year history.” Some experts say that while returning more authority to states can be desirable in some cases, environmental protection is probably not one of them. Smog and toxic chemicals that foul the air and waterways of one state may originate from one or several others, necessitating federal oversight of pollution. “Pollution doesn’t respect state boundaries,” said Patrick A. Parenteau, a professor of environmental law at Vermont Law School. “States have limited ability to regulate pollution from outside the state, and almost every state is downstream or downwind from other pollution.” Case in point: the “Green Country” chicken battle that Mr. Pruitt inherited in eastern Oklahoma. The phosphorus and nitrates in chicken manure were causing algae blooms in the ponds, streams and lakes of the 1.1-million acre Illinois River watershed, which reaches from Arkansas into Oklahoma. In 2005, Attorney General Drew Edmondson of Oklahoma, Mr. Pruitt’s predecessor, sued Tyson Food, Cargill Turkey and a dozen other major poultry producers for damages caused by the pollution and to force them to change the way they disposed of 300,000 tons a year of animal waste. Photo Drew Edmondson, Mr. Pruitt’s predecessor as Oklahoma attorney general, arrived for closing arguments in the state’s case against the Arkansas poultry industry in February 2010. Credit Cory Young/Tulsa World, via Associated Press As Mr. Pruitt ran for election, at least $40,000 in contributions poured into his campaign from nearly 30 executives at poultry companies named in the lawsuit or attorneys at law firms representing them, including Mark Simmons, the founder of Simmons Foods; Donald J. Smith, then the chief executive of Tysons Foods; and Gary Weeks, a lawyer listed on the court papers as representing George’s, another company targeted in the lawsuit, according to data assembled by the nonprofit Environmental Working Group and confirmed by The New York Times. That money represents about 4 percent of the total $1 million he raised in the 2010 campaign, records show . After Mr. Pruitt took over, instead of pushing the federal judge for a ruling that, seven years later, still hasn’t been issued, he negotiated an agreement with Arkansas and the poultry companies to conduct a study of the appropriate level of phosphorus in the Illinois River. Advertisement Continue reading the main story “Regulation through litigation is wrong in my view,” Mr. Pruitt told The Oklahoman newspaper in 2015. “That was not a decision my office made. It was a case we inherited.” J. D. Strong, director of Oklahoma’s Wildlife Department and the state’s former Secretary of Environment, praised Mr. Pruitt for negotiating the settlement. “You can’t force a judge to rule,” Mr. Strong said. “Pruitt didn’t sit back and wait or badger the judge for a ruling. He worked to get the states of Oklahoma and Arkansas around the table.” A spokesman from Tyson Food noted that the contributions to Mr. Pruitt’s campaign were made by the company’s executives and employees — including two former chief executives and members of the Tyson family — rather than by the company itself. “We’ll point out that our employees are encouraged to participate in the election process of public officials at all levels, and are at liberty to make personal contributions to any campaign as they see fit,” Worth Sparkman, the spokesman for Tyson, said. But Mr. Pruitt quietly allowed the expiration of a 2003 agreement that Mr. Edmondson helped negotiate with Arkansas to reduce poultry waste pollution — and to monitor the progress — without seeking another formal extension of the deal. And Mr. Pruitt shut down the specialized unit of four attorneys and a criminal investigator that had helped initiate the lawsuit against the 14 poultry companies. What do you think senators should ask Mr. Pruitt during his confirmation hearing to be the administrator of the Environmental Protection Agency? That environmental unit had broad jurisdiction, forcing pork-producing farmers to spend millions of dollars on their own cleanups and collecting tens of millions of dollars to clean up toxic sites in the state, including poisonous waste left at an abandoned lead and zinc mine known as Tar Creek. Mr. Pruitt, in response to questions, provided a list of environmental enforcement actions taken during his tenure, but the list includes cases that were largely initiated under Mr. Pruitt’s predecessor, Mr. Edmondson. Advertisement Continue reading the main story A spokesman for Mr. Pruitt said that while the environmental unit had been closed, environmental cases continued to be handled by the state solicitor general’s unit. “Under the leadership of Attorney General Pruitt, this team has held bad actors accountable and protected stewardship of Oklahoma’s natural resources.” But Mr. Edmondson said that prosecution of such environmental crimes fell as a result of the shuttering of the unit. “Under his tenure as attorney general, I don’t think environmental crimes have disappeared,” Mr. Edmondson said of Mr. Pruitt, in an interview. “It is just the filing of cases alleging environmental crimes that has largely disappeared.” Residents who live in eastern Oklahoma, where local ponds and streams are still often clogged with algae, said they, too, were frustrated. Phosphorus levels have declined considerably — a total of about 70 percent between 1998 and 2015 — but the largest reductions took place before Mr. Pruitt became attorney general, as wastewater treatment plants have been upgraded and more poultry farmers have shipped chicken waste for proper disposal. Still, the levels remain far above the state standard and the decline in pollution has been slower than some hoped. “I want an attorney general — and a head of our E.P.A. — who is not averse to protecting Oklahoma’s most outstanding waterways,” said Ed Brocksmith, who is a co-founder of a group called Save the Illinois River . At the same time that he was retreating from his predecessor’s more aggressive approach, Mr. Pruitt sent a series of letters to federal regulators that in some cases were drafted by industry lobbyists and then put on his state government stationary, open records obtained by The New York Times in 2014 showed. The letters pressed the federal government to back down on proposals to tighten controls over energy production, such as oil and gas wells that can release planet-warming methane. Photo Ed Brocksmith near the Illinois River, which he crosses several time a day. He said he wanted a state attorney general and head of the Environmental Protection Agency who was “not averse to protecting Oklahoma’s most outstanding waterways.” Credit Nick Oxford for The New York Times Mr. Pruitt separately filed a series of lawsuits against the federal government, challenging regulations intended to reduce the discharge of poisonous mercury from coal-burning power plants, carbon dioxide blamed for climate change and other emissions that federal authorities argued were causing unsightly haze in Oklahoma’s air. In total, Mr. Pruitt filed 14 lawsuits challenging federal environmental regulations. In 13 of those cases, the co-parties included companies that had contributed money to Mr. Pruitt or to Pruitt-affiliated political campaign committees. Advertisement Continue reading the main story Mr. Pruitt separately has served as a leader of the Republican Attorneys General Association , which since 2013 has collected $4.2 million from fossil-fuel related companies , including Exxon Mobil, Koch Industries, Murray Energy and Southern Company, which in many cases have also supported the lawsuits he has filed. Given the scale of his regulatory challenges, Mr. Pruitt turned to major corporate law firms, which typically defend energy companies fighting these laws, for help. In some cases, that assistance was offered free. BakerHostetler, the Cleveland-based law firm whose clients have included dozens of energy industry players, assigned five of its lawyers to help Oklahoma overturn President Obama’s Clean Power Plan, intended to combat climate change. The law firm did not charge Oklahoma anything for the work, Mr. Pruitt’s office confirmed. David B. Rivkin Jr., the lead attorney from BakerHostetler who handled the matter , said that the work was considered charitable, similar to when major law firms give free legal advice to inmates at the Guantánamo Bay military prison. Environmentalists scoffed. “The industries and companies, through their corporate lawyers, are renting the state’s seal in order to make it look like their self-interested arguments are being made by Scott Pruitt on behalf of a state,” said David Doniger, director of the Climate and Clean Air Program at the Natural Resources Defense Counsel. “It is a disgrace.” Even federal judges are skeptical. Mr. Pruitt joined with Missouri and several other mostly rural states in one federal suit to beat back California’s regulations requiring egg farms, including those in Oklahoma, that wanted to sell in the state to seek more humane treatment of hens. In rejecting the suit, the federal judge admonished the plaintiffs. “The court concludes plaintiffs have not brought this action on behalf of their interest in the physical or economic well-being of their residents in general,” Judge Kimberly J. Mueller of the United States District Court wrote in her 2014 opinion , “but rather on behalf of a discrete group of egg farmers whose businesses will allegedly be impacted.” ",
    "title": "Scott Pruitt, Trump’s E.P.A. Pick, Backed Industry Donors Over Regulators - The New York Times"
   },
   {
    "entities": [
     "gulf",
     "chrysler",
     "beach",
     "whitney",
     "taylor",
     "turkey",
     "clarkston",
     "heights",
     "january 15, 2017",
     "once",
     "shelby",
     "tennessee",
     "pratt",
     "i.r.s.",
     "100 percent",
     "today",
     "victoria",
     "cornett",
     "detroit",
     "katie",
     "mopar",
     "filar",
     "clinton",
     "julia",
     "czapski",
     "white",
     "mueller",
     "benghazi",
     "sandy",
     "daughter",
     "guzin",
     "the last minute",
     "township",
     "donald",
     "ringgold",
     "of",
     "pam",
     "2008",
     "holder",
     "virginia",
     "ga.",
     "u.s.",
     "a",
     "tangie",
     "yesterday",
     "york",
     "sterling",
     "the past",
     "kasia",
     "pearson",
     "bernie",
     "riddle",
     "robin",
     "mich.",
     "fiat",
     "batka",
     "wooden",
     "shores",
     "paskova",
     "vince",
     "yana",
     "obama",
     "new",
     "conn.",
     "america",
     "2012",
     "last night",
     "enfield",
     "foster",
     "mccain",
     "clintons",
     "times",
     "alighire",
     "credit",
     "minnesota",
     "trump",
     "paula",
     "house",
     "hillary",
     "gino",
     "davis",
     "sanders",
     "engineers",
     "voice",
     "tenn.",
     "past",
     "future",
     "chattanooga",
     "murfreesboro",
     "&",
     "rendleman",
     "chad",
     "now",
     "voter",
     "karides",
     "deb",
     "ala."
    ],
    "id": 5,
    "text": "Continue reading the main story In 2008 and 2012, I voted for Obama, I was pro-gay marriage, Planned Parenthood was very important to me. But after eight years, I saw there was much more racial divide than there had ever been, I didn’t like the way the economy is going and I didn’t like the stance he took on police. My husband is a court officer and volunteers in the police force. [ President Obama ] didn’t support law enforcement the way he did the community that felt they were being unjustly treated. I think he could have done a better job instead of pointing blame. Instead of saying we need to educate people on how to behave when they’re being pulled over by the police. Advertisement Continue reading the main story I’m seeing a barrage of patients coming in from different countries. An Iraqi immigrant came in last night, he needs dialysis. He will never be productive in the U.S., he will always be dependent on Medicaid . I feel for him, I want to help him, but we have to take care of our own people first. Driving to work yesterday, I saw three homeless people. They need our help. If I turned down every candidate who objectified women, I’d vote for no one. _____ A ‘Good Man, Deep Down’ Voter: Sandy Pearson, 48. Studying to be a mortgage broker. Home: Chattanooga, Tenn. Trump’s not a perfect man, by any means. He kind of reminds me of my ex-husband. I think he’s a really good man, deep down. This guy has such potential, and I truly believe he cares about our country and wants to help everyone. I do read things on occasion that he tweets and I think, oh my word. I wish I could have had 10 minutes with him. Listen, Donald, you need to straighten up and stop with this foolishness. What he said about women was disrespectful . But I don’t get offended like some people do. You get through the bad and you focus on the good. Basically these were our choices, and I felt he was the better choice, and I had to overlook the negatives and focus on the positives. At the very beginning of this election, I was leaning toward Bernie Sanders. I looked at all the candidates, what were their ideas to help our country out of debt and make our military strong and be there for our vets. I have so many friends whose health care costs have doubled and are having to get extra jobs just to pay their insurance. And I read all these things about people where their religious liberties are not being taken seriously. _____ ‘He Knows How to Build Things’ Voter: Deb Alighire, 44. Engineer and program manager at Mopar, a subsidiary of Fiat Chrysler Automobiles. Home: Clarkston, Mich. I’m very focused on bringing the plants back. In metro Detroit, waiters usually were younger people and during the time of hardship, the bankruptcies, it was very striking to me to go to a Papa Gino’s and have a middle-aged man being a waiter. Usually these people would have some kind of job related to the automotive industry. Advertisement Continue reading the main story I’m super excited about Trump. I believe he knows how to build things. My dad worked at a coal power plant for 39 years and they’re freaked out about energy changing too quickly. I’m also concerned about immigration. I went to Minnesota and I had a Somali cabdriver who lectured me for 35 minutes to the airport about how women in America have too much freedom. My thought process on that is that I don’t like seeing people going through the hardship they go through, but I don’t want to go backwards in the feminist movement, either. _____ Taylor Davis Credit Yana Paskova for The New York Times Daughter of Engineers Voter: Taylor Davis, 27. Works in a small business. Home: Enfield, Conn. I helped campaign for Obama and I was a die-hard Bernie supporter. When he backed Hillary Clinton, I couldn’t get behind it . Both my parents are engineers. My mom was an engineer long before many women in the field. When the economy started faltering, she went from a very high position at Pratt & Whitney to being unemployed for a year, and that was heartbreaking. I think that Trump really cares about having high-skilled jobs back here, not necessarily the service industry. Do I think Trump’s trying to send women back to the kitchen? No, his daughter is a great example . She ran the women-who-work campaign long before he ran for president. _____ Didn’t Like Him, Until a Rally Voter: Robin Mueller, 42. Preschool teacher. Home: Sterling Heights, Mich. I made up my mind for Trump at the last minute. Since my husband is in the military, I was concerned about having someone who didn’t have military experience, didn’t have the knowledge of dealing with world leaders. And I kind of thought he had a big mouth. But I had an 8-year-old who was totally on the Trump train. He talked me into taking him to a Trump rally. I expected him to be like what I’d seen on the news, saying hateful things. But his presence was very calming and I liked his talking points. We really are the middle class, and we kind of get swept aside. The first time she ran against Obama, I was all on board for Hillary Clinton. I really wanted to have a female president. I think that’s important. But I’m not sure that’s her. In the past, her stance on abortion was more the way I feel, just for the first trimester, then she did a 360. She was here in the primary, having a debate with Bernie Sanders. He answered the question honestly. When they asked her the same question, she kind of danced around it. Then she went on “The View” and said she was for late-term abortions. Just take a stance, be honest. Same thing as with gay marriage, she wasn’t for it, then she was. I’m 100 percent for it. It’s ridiculous the way we tell people who they can and cannot marry. Don’t go back and forth. Don’t pander. Advertisement I voted for Obama the last time. I don’t agree with a lot of what he said, but I felt he was honest. _____ A Racist? ‘You Don’t Know Me’ Voter: Katie Holder, 39. Owns a weight-loss business. Home: Gulf Shores, Ala. I feel very, very badly for the people who are very scared for their way of life. From what I’m understanding, he’s only really wanting illegal immigrants that have committed crimes to be deported, which I agree with. I feel bad for the lesbian and gay and transsexual community that fear for their way of life. From what I understand, he says he’s not going to mess with that. Somebody called me a racist because I did vote for Trump. Hold on, you don’t know me. Doesn’t that make you a racist by calling me a racist when you don’t know me? I’m looking for a brighter future for me and my children, and honestly I felt l like our country was kind of at risk if we did elect Hillary. _____ Victoria Czapski Credit Chad Batka for The New York Times No Time for Political Correctness Voter: Victoria Czapski, 45. Works in education. Home: Sterling Heights, Mich. I felt he had what it would take to get the country back on track. Being P.C. was going to kill the country. He speaks his mind and because of that, he’s not going to lie to you. I don’t want immigrants, accepting them without doing the background checks. Are these people terrorists ? I don’t want to live in a country where we have to worry about going to the movie theater or the mall. Let’s be on the offensive, versus the defensive. We are a country based on immigrants. But I believe they should go through the process. My great-grandparents came here, they had to learn English. This is a Christian country. The whole bending over backwards. He says what everyone’s thinking and is afraid to say. That doesn’t make anyone bigoted. I’m not saying there are people out there who shouldn’t be helped. I worked in the inner cities. They’re on welfare. They make a certain amount of money and everything gets taken away. That amount of money is so low that they have no incentive to work. Why don’t you allow them to gradually earn more money? Find a way to help people get over the hump. _____ Can’t Put Him in a Box Voter: Pam Cornett, 46. Formerly self-employed, now working in customer service. Home: Chattanooga, Tenn. I voted for Trump because I wanted change. I feel like our economy has totally tanked. People do not have disposable income. I feel the last eight years have been a joke. Obama was out for himself. I don’t think he really respected the office. I think it was more about him being a celebrity than a president. Advertisement Continue reading the main story Trump’s a successful businessman, and I feel like that’s what America needs to bring our economy back. I don’t think Donald Trump is really Republican, to be quite honest with you. He’s not in a box. One of the most attractive things to me is he can’t be boxed. He wants to bring America back to what it was before. I don’t think it’s taking us back to women have no rights or slavery days. _____ Paula Filar Credit Chad Batka for The New York Times He Was Egregious, but She Lied Voter: Paula Filar, 71. Retired business owner. Home: Shelby Township, Mich. I thought if he would only have kept his mouth shut during the primary. About the way people looked, about their size. Really? About McCain. I mean, really? All of it was so egregious. I hated it, I cringed. All of that was bad, but it didn’t stop me. And it’s like Hillary has the right to talk about Trump when she stayed with a guy who was in the White House and took advantage of a young intern? Why would you stay with him? Benghazi. The emails . The I.R.S. She’s a liar. The Clintons got wealthy because of their position. I’d rather have someone there who doesn’t need the money. He’s got a message. He’s going to make a change. Her message was all him. All negative ads. I spent a long time in the staffing industry here, worked with the automotive industry. We weren’t competitive. That’s got to be turned around. We have to have incentives for companies to keep their work here. _____ Voter: Tangie Wooden, 44. Learning facilitator for Blue Cross of Tennessee. Home: Ringgold, Ga. When Trump became my only choice, I felt he was the lesser of two evils. I had major issues with Hillary as far as ethics was concerned. It seems she feels that she is above the law and nothing ever seems to stick. I didn’t particularly like everything he was saying as far as building a wall, and doing this to immigrants. I looked at that more as bravado, his audience needed that to get the applause. But there are allegations about killing people who get in her way — Vince Foster, people like that. Someone who has a big bravado is not as concerning to me as someone who might kill people who get in her way. _____ Voter: Kasia Riddle, 43. Substitute teacher. Home: Murfreesboro, Tenn. I run my household like a business, my classroom like a business. I expect him to run the country in such a manner. You don’t pay more money out than you have. You want to have your budget under control. You want to know the people you’re working with are above average. You want to pick the people based on what they can do, not on what they did for you. He’s not getting large amounts from donors based on what you’ll do for me later. _____ Guzin Karides Credit Julia Rendleman for The New York Times A Voice for Women Voter: Guzin Karides, 49. Homemaker, former attorney. Home: Virginia Beach I laughed Trump off like everyone else did. Once I stopped laughing at him and started listening, I started to support him. I felt like once you got past the bluster, he really was interested in helping everyone. Advertisement Continue reading the main story I do think having a secure border is very important. My father was a Muslim immigrant from Turkey, he went through the process. I don’t agree with a ban on Muslims, but my father was very wary of Muslims who came over if they didn’t have a reason to be here. He would support a full vetting, but not a total ban. I have always considered myself a feminist. For me, I want to be treated the exact same way. That’s not the feel I get from feminists today, they want extra privileges. I gave up my first marriage so I could be a law partner and then I had to give up on my partnership so I could be a better mom. To say women are going backwards would be wrong. Look at how much Trump hires women, how much he does rely on women, how much he relies on his own daughter. I’m sort of amazed by her. She may pull him more into the middle. She’ll be a good voice for women. A version of this article appears in print on January 15, 2017, on Page A12 of the New York edition with the headline: Women Who Voted  For Donald Trump,  In Their Own Words. Order Reprints | Today's Paper | Subscribe ",
    "title": "‘You Focus on the Good’: Women Who Voted for Trump, in Their Own Words - The New York Times"
   },
   {
    "entities": [
     "jim",
     "stephen",
     "d.",
     "york's",
     "crowley/the",
     "whitney",
     "june 17, 2015",
     "ryan",
     "s.",
     "oval",
     "mills/the",
     "gene",
     "cody",
     "morning",
     "darren",
     "thelonious",
     "edward",
     "gibbs",
     "j.",
     "once",
     "martin",
     "department",
     "years later",
     "eric",
     "march 2012",
     "stokes",
     "burton",
     "shear",
     "the summer of 2009",
     "a.",
     "curtis",
     "zimmerman",
     "collier",
     "white",
     "robinson",
     "august 2014",
     "west",
     "florida",
     "joseph",
     "harvard",
     "doug",
     "s.c.",
     "the week before",
     "michael",
     "2009",
     "united",
     "donald",
     "g.",
     "shultz",
     "tuesday",
     "of",
     "black",
     "2008",
     "justice",
     "kenya",
     "plouffe",
     "holder",
     "ferguson",
     "police",
     "january 14, 2017",
     "fraternal",
     "square",
     "lance",
     "june 2015",
     "union",
     "carolina",
     "next seven and a half",
     "james",
     "louis",
     "york",
     "dylann",
     "mo.",
     "maron",
     "eliana",
     "years",
     "jeremiah",
     "office",
     "1976",
     "less",
     "jr.",
     "world",
     "garden",
     "schultz",
     "marc",
     "david",
     "cambridge",
     "jarrett",
     "sr.",
     "gates",
     "henry",
     "npr",
     "summer",
     "sperling",
     "roof",
     "2015",
     "wilson",
     "bill",
     "brown",
     "two days later",
     "obama",
     "new",
     "america",
     "jan. 14, 2017",
     "2012",
     "aug. 9, 2014",
     "winter/the",
     "last july",
     "aug. 14",
     "valerie",
     "time",
     "july 2009",
     "wing",
     "pinckney",
     "c.",
     "times",
     "biden",
     "trayvon",
     "credit",
     "mass.",
     "cleveland",
     "states",
     "h.",
     "trump",
     "south",
     "house",
     "march",
     "2013",
     "r.",
     "martha",
     "wright",
     "missouri",
     "nadine",
     "kansas",
     "bank",
     "george",
     "charleston",
     "rose",
     "pasco",
     "barnes",
     "melody",
     "keenan",
     "green",
     "edgartown",
     "crowley",
     "order",
     "chicago",
     "philadelphia",
     "noon on",
     "washington",
     "damon",
     "january 2009",
     "clementa",
     "barack",
     "robert",
     "ethel"
    ],
    "id": 6,
    "text": "Jolted by Deaths, Obama Found His Voice on Race Tensions across the country prompted the president to abandon his early reticence on race again and again. By MICHAEL D. SHEAR and YAMICHE ALCINDOR JAN. 14, 2017 WASHINGTON — Only weeks after 70 million Americans chose a black man for president, shattering a racial barrier that had stood for the entirety of the nation’s 232-year history, no one in the White House, especially the man in the Oval Office, wanted to talk about race. President Obama had made a pragmatic calculation in January 2009, as the financial crisis drove communities across the United States toward economic collapse. Whatever he did for African-Americans, whose neighborhoods were suffering more than others, he would not describe as efforts to specifically help Black America. Mr. Obama made the decision knowing how powerfully his election had raised the hopes of African-Americans — and knowing that no matter what he did, it would not be seen as enough. “I remember thinking, ‘They are going to hate us one day,’” said Melody Barnes, who is black and served as Mr. Obama’s first domestic policy adviser, recalling her sadness when she stood in an auditorium in those early months as a crowd cheered for the success of the new president. “I knew that we couldn’t do everything that people wanted to meet those expectations.” Continue reading the main story The fear inside the West Wing was that promoting a “black agenda” and aiming programs directly at African-Americans at a time of widespread economic anxiety would provoke a white backlash — the kind that, years later, White House officials would view as helping to elect Donald J. Trump. Advertisement Continue reading the main story “At a minimum, that would have been tone deaf,” said Eric H. Holder Jr., who served as the nation’s first African-American attorney general during much of Mr. Obama’s presidency, “and at worst, would have created a reaction in the larger community that would have prevented the things you wanted to do.” Mr. Obama, who had grown up straddling two worlds as the son of a black man from Kenya and a white woman from Kansas, wanted to be the president of all America. Framing his efforts in racial terms could exacerbate something that was already simmering, he thought. “The most important thing I can do is to lift the economy over all,” Mr. Obama told reporters in the summer of 2009 when he was asked about doing more to help African-Americans recover economically. Video Obama’s Evolving Approach to Race President Obama’s comments on racial issues in America changed from an initial reticence to a final bluntness. Michael D. Shear looks back on how his tone shifted during his presidency. Publish Date January 14, 2017. Photo by Doug Mills/The New York Times. Watch in Times Video » embed But over the next seven and a half years, racial tensions across the country forced Mr. Obama to abandon his early reticence on race again and again. Ultimately he led a national conversation on race ignited by spasms of violence — police shootings and protests in Florida, South Carolina, Missouri and elsewhere. Inside the White House, aides recall them as among his most painful moments as president. “After my election there was talk of a post-racial America,” Mr. Obama said in his farewell speech on Tuesday in Chicago, reflecting on the threat that racial strife poses for the country’s democratic ideals. “Such a vision, however well intended, was never realistic. Race remains a potent and often divisive force in our society.” After he leaves office, Mr. Obama will continue that conversation in work for My Brother’s Keeper and other programs to help black youths. There is plenty to do. As much as his once-unthinkable presidency has inspired and empowered African-Americans, black unemployment is still about double that for whites. Nearly a quarter of blacks are living in poverty, almost the same as in 1976. “He made it seem like everything was all good, and it’s not,” said Thelonious Stokes, 21, a black artist whose experiences of being racially profiled in Chicago left him jaded about the state of race relations. “We almost needed Trump to show the true state of America.” The ‘Beer Summit’ Backlash Continue reading the main story Photo From left, Vice President Joseph R. Biden Jr., the Harvard professor Henry Louis Gates Jr., Sgt. James Crowley of the Cambridge, Mass., police and Mr. Obama gathered at the White House in 2009 for a meeting that became known as the beer summit. Credit Stephen Crowley/The New York Times Mr. Obama’s earliest public reflection about race as president backfired. Asked about a black Harvard professor, Henry Louis Gates Jr., a friend of Mr. Obama’s who was arrested in July 2009 trying to enter his own house by a white officer, Mr. Obama immediately took sides. Advertisement Continue reading the main story “It is fair to say,” the president said six days after the arrest at a prime-time news conference, “that the Cambridge police acted stupidly.” Those words — and the frenzied reaction to them — helped deepen the caution about racial issues inside the White House. For days, the president’s critique of the arresting officer dominated the news and the morning staff meetings in the West Wing. Robert Gibbs, the press secretary, was especially agitated, his colleagues recalled, and argued that the White House had to do something to change the subject. Mr. Gibbs succeeded in pushing for what the news media quickly labeled a “beer summit” on the edge of the Rose Garden in the White House, where Mr. Gates and the arresting officer, Sgt. James Crowley, joined Mr. Obama over beer for a discussion . “It had to be cauterized in a way that it would stop leading the news,” Valerie Jarrett, Mr. Obama’s closest adviser, conceded. Professor Gates, for one, was pleased. “I don’t think anybody but Barack Obama would have thought about bringing us together,” he said at the time. As a candidate for president in 2008, Mr. Obama had drawn praise for confronting racial divisions during a powerful speech he delivered about his former pastor, the Rev. Jeremiah A. Wright Jr., who had characterized the United States as fundamentally racist and the government as corrupt. “The profound mistake of Reverend Wright’s sermons is not that he spoke about racism in our society. It’s that he spoke as if our society was static; as if no progress had been made,” Mr. Obama said that March day in Philadelphia, urging people to move beyond old racial wounds. “Let us be our brother’s keeper, Scripture tells us. Let us be our sister’s keeper. Let us find that common stake we all have in one another, and let our politics reflect that spirit as well.” The Obama Era Articles in this series will explore the sweeping change that President Obama has brought to the nation, and how the presidency has changed him. The Obama Era Articles in this series will explore the sweeping change that President Obama has brought to the nation, and how the presidency has changed him. Part 6A Changed Man Sign up to receive an email when we publish the next stories in this series. But the beer summit was deeply disturbing to many of the president’s African-American advisers, who thought he should not have backed down. The officer had acted stupidly, they thought, and the nation’s first black president ought to be able to say so. The meeting “was demeaning and diminished his leadership and his voice at that moment,” one of them recalled, asking for anonymity to bluntly discuss the topic. “People thought we were being punked. I got so many emails, so many phone calls from people I respected: ‘He was right. Why are you backpedaling?’” Advertisement Continue reading the main story Inside the West Wing, the impact was clear. Mr. Obama would have to be more cautious when it came to racial issues, particularly ahead of the 2012 re-election campaign. The issue of race was too divisive at a time when Mr. Obama needed to emphasize inclusion. “What it did teach us is that you just have to be careful about the words that you choose,” Ms. Jarrett said. “It doesn’t mean you shy away from issues that arise that deal with race, just as he didn’t shy away from Reverend Wright. But you have to be sensitive to a long history of people reacting strongly to the topic.” Outside the White House, people noticed, too: “He plainly arrested him because he was black,” said Edward G. Robinson Sr., who is black and works at a box factory in Cleveland. Mr. Obama “backtracked because he wanted to be everybody’s president.” Like others, Mr. Robinson said the president was met with racially motivated disrespect in Washington, and pointed to the moment when a white Republican lawmaker yelled, “You lie!” at the president during a congressional address. The White House would go on to publish reports about its efforts to help African-Americans, including details about the impact that the Affordable Care Act was having to help poor blacks. But Mr. Obama rarely talked about race publicly during the next few years. A Personal Connection Continue reading the main story Photo Protesters in New York’s Union Square in 2013 after the acquittal of George Zimmerman in the killing of Trayvon Martin. Credit Damon Winter/The New York Times The president’s voice was shaking with emotion. “If I had a son he would look like Trayvon Martin,” Mr. Obama told Ms. Jarrett and David Plouffe, his senior adviser and former campaign manager, as the three talked in the Oval Office about what the president should say publicly about the death of the 17-year-old African-American at the hands of a neighborhood watch volunteer in Florida. “I am going to say that.” It was March 2012, nearly three years after the beer summit. The specter of that meeting still hovered and Mr. Obama was, in a sense, taking sides again. But in personalizing the shooting, his aides recalled, Mr. Obama’s hope was that people might view African-African boys differently if they saw Trayvon through the president’s own eyes. Advertisement Continue reading the main story Mr. Obama headed out to the Rose Garden, announced his nomination of a new World Bank president, then took the question from a reporter that everyone knew was coming: “Can you comment on the Trayvon Martin case, sir?” Mr. Obama called it a tragedy , said he was glad the Justice Department was looking into it, reflected on how the nation was doing necessary soul searching and then concluded: “But my main message is to the parents of Trayvon Martin. If I had a son, he’d look like Trayvon.’’ Moments after Mr. Obama returned to the Oval Office, Gene Sperling, one of his top economic advisers, stopped by with tears in his eyes. “You can’t imagine what that will mean to my son,” Mr. Sperling, who is white and is married to an African-American woman, told the president, according to a colleague who was there at the time. One of President Obama’s lasting legacies may be the symbolic impact on the generation for whom “president of the United States” has always referred to a black man. This time, the president’s comments were embraced by many outside the White House, too. Media reports focused on the emotion Mr. Obama had displayed — rare for a politician whose usual demeanor was cool and professorial. “For him to say things like that in front of the entire country and the world, I think sends a strong message to people,” Ryan Shultz, 33, an art teacher in Chicago who is white, said in a recent interview. But others viewed the president’s comments that day as a continuing affront to police officers and a saw in them a willingness to take sides in the racial debate. For at least one person, it went further. Dylann S. Roof, the white supremacist who killed nine parishioners in Charleston, S.C., in 2015, later said he was inspired to kill because of media coverage of Trayvon’s shooting. “Crime is still bad and police are still shooting black people left and right,” Mr. Shultz said. “I live in Chicago — a murder capital of the United States — and it’s crazy and it hasn’t gotten that much better, I don’t think.” Advertisement Continue reading the main story Photo The police and demonstrators clashed in Ferguson, Mo., in August 2014 after a white officer shot and killed Michael Brown, an unarmed black teenager. Credit Whitney Curtis for The New York Times Michael Brown, an unarmed black teenager, was shot and killed by Darren Wilson, a white police officer, in Ferguson, Mo., shortly after noon on Aug. 9, 2014. Only minutes before, Mr. Obama had arrived on Martha’s Vineyard for his summer vacation, which would soon be dominated by how to respond to the racial violence that Mr. Brown’s death unleashed. The president and his aides, including Mr. Holder and Ms. Jarrett, who were also vacationing on the island, made urgent calls to Missouri’s governor, state police officials and civil rights leaders. They debated whether Mr. Obama should go to Ferguson, and decided against it, knowing that a presidential visit would be disruptive. Mr. Holder would go instead . Sign Up for the Race/Related Newsletter Join a deep and provocative exploration of race with a diverse group of New York Times journalists. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. Privacy Policy But the more urgent question for the three of them was how to weigh in. The president was wary of putting his thumb on the scale in a case destined to be investigated by the federal authorities. But it was just as clear that tensions between the police and African-Americans were increasing — not only in Ferguson, but also around the country. If Mr. Obama wasn’t the right person to step into that issue, who was? “You want to try to calm the situation,” Mr. Holder said, recalling the discussions he had with the president and Ms. Jarrett about what to say. “You want to reassure the community that an investigation will be done and done fully. But you want to make sure that the people in law enforcement know it is done fairly.” “There was that trust gap,” he added. “That was something that had to be dealt with.” As the violence worsened, Mr. Holder, Mr. Obama and Ms. Jarrett concluded that the president needed to denounce the violence — and at the same time criticize the police for their conduct during the protests. “There is never an excuse for violence against police or for those who would use this tragedy as a cover for vandalism or looting,” the president said in a televised statement on Aug. 14 from Edgartown, Mass. But he added, “There’s also no excuse for police to use excessive force against peaceful protests or to throw protesters in jail for lawfully exercising their First Amendment rights.” Photo A demonstrator asking Mr. Obama to visit Missouri during the unrest there. The president instead sent his attorney general to represent the administration. Credit Whitney Curtis for The New York Times For the rest of his presidency, Mr. Obama would strive for the balance he struck in his remarks that day: empathy and understanding for African-Americans and support for the police and the rule of law. But however he weighed in, the events in Ferguson made clear that he could no longer hang back and instead had to lead a national debate about race, violence and unity. “Once it was so in America’s face, police brutality, it blew the circuit,” said Bill Burton, an African-American who served as deputy White House press secretary during the first term. “It made it possible to have that conversation that our country had actively not been having.” Advertisement Continue reading the main story Inevitably, Mr. Obama’s striving for balance often left him vilified by both sides. Jim Pasco, the executive director of the Fraternal Order of Police, rebuked Mr. Obama for not being “helpful” in discussing police tactics from his vacation. Years later, Mr. Pasco told NPR that the president often struck the wrong tone when he talked about race and policing. “The president has never been a police officer. He’s never walked in a police officer’s shoes,” Mr. Pasco said last July. “There’s kind of a breakdown in communication more than there is a breakdown in insincerity or intent.” Ja’Mal Green, a 21-year-old Black Lives Matter activist based in Chicago, said he thought Mr. Obama “ignored” the calls of organizers for federal policy and funding aimed at stopping police brutality. Mr. Green said he also grew tired of hearing Mr. Obama couple his grief for families in racially charged shooting episodes with statements supporting white police officers. “He is trying to walk a neutral line and he wants to please both sides,” Mr. Green said. “He wants to please black people and then he wants to please police supporters and police officers and police unions. But sometimes you have to pick a side in situations. You need to pick your time when you fight for home or you’ll just have everybody hating you.’” Mr. Stokes, the 21-year-old artist from Chicago, felt similarly disappointed. “Chicago is the exact same,” Mr. Stokes said. “He simply opened up, maybe, a lane for young men like me to just maybe be accepted a little bit more to people that don’t accept educated black people. But that’s it, literally. White America is still running everything, and that means that nothing is changing.” A Time for Grace Continue reading the main story Photo Mr. Obama embraced Eliana Pinckney at a memorial service for her father, the Rev. Clementa C. Pinckney, in Charleston, S.C., in June 2015. Credit Stephen Crowley/The New York Times Less than a year after Mr. Brown’s death in Ferguson, on June 17, 2015, nine African-American parishioners, including a pastor, were gunned down by a 21-year-old white supremacist during a church meeting in Charleston. Two days later, the victims’ families addressed Mr. Roof , the gunman, at a court hearing, where one by one they forgave him. “You took something very precious away from me,” Nadine Collier, the daughter of 70-year-old Ethel Lance, told Mr. Roof, as her voice rose in anguish. “I will never talk to her ever again. I will never be able to hold her again. But I forgive you. And have mercy on your soul.” It was an extraordinary scene, broadcast live on television, which moved many who saw it to tears. Mr. Obama was traveling and did not see it in real time, but when Eric Schultz, the deputy press secretary, read Ms. Collier’s words out loud to Mr. Obama on Marine One , the presidential helicopter, the president was awed by what he heard. Advertisement Continue reading the main story “He said, ‘That’s what we need to recognize here, the ability of people to forgive on the worst day of their lives.’ It really struck him,” Ms Jarrett recalled. “We sat there and talked about it on the helicopter. About that quality, the amazing grace.” Later, in the Oval Office, Mr. Obama struggled with his chief speechwriter, Cody Keenan, to come up with the right words for a eulogy for the Rev. Clementa C. Pinckney, the pastor of the Charleston church and a friend of the president’s. “I’ve got nothing to say,” Mr. Keenan told Mr. Obama, according to Ms. Jarrett. “You’ve said everything that one could possibly say on the subject.” Eventually, the president decided that instead of talking about guns he would talk about what black churches stood for and the meaning of grace. “It would be a betrayal of everything Reverend Pinckney stood for, I believe, if we allowed ourselves to slip into a comfortable silence again,” the president told a hushed audience at the memorial service. “Once the eulogies have been delivered, once the TV cameras move on, to go back to business as usual — that’s what we so often do to avoid uncomfortable truths about the prejudice that still infects our society. To settle for symbolic gestures without following up with the hard work of more lasting change — that’s how we lose our way again.” The week before, during a podcast interview with Marc Maron , the comedian, Mr. Obama had caused a minor stir by using the word “nigger” in answering a question about race relations. He knew it would cause a ripple, an aide with him recalled, but he shrugged. At the beginning of his term, the podcast could have caused a fury and Mr. Obama might have pulled back again. But events in the country — especially the deaths of young black men — had given him more opportunities to engage the topic. Mr. Pinckney’s funeral was one of them. “He’s not going to just whistle in the wind,” Ms. Jarrett said. “He’s looking for a chance to talk to people when they are ready to hear him. He doesn’t ignore moments.” Advertisement ",
    "title": "Jolted by Deaths, Obama Found His Voice on Race - The New York Times"
   },
   {
    "entities": [
     "scalia",
     "this month",
     "the same day",
     "d.",
     "this week",
     "capitol",
     "mark",
     "supreme",
     "friday",
     "costa",
     "rucker",
     "avenue",
     "the same hour",
     "graham",
     "mitch",
     "trump",
     "brooks",
     "house",
     "mo",
     "mcconnell",
     "o.",
     "thursday",
     "last week",
     "ryan",
     "philip",
     "paul",
     "senate",
     "donald",
     "mexico",
     "indiana",
     "at 4:32 pm",
     "tower",
     "january 14",
     "court",
     "congress",
     "schiliro",
     "mike",
     "john",
     "conway",
     "luis",
     "twitter",
     "once",
     "post",
     "kellyanne",
     "first days",
     "republican",
     "u.s.",
     "d.c.",
     "obama",
     "v.",
     "gutiérrez",
     "hill",
     "sarah",
     "antonin",
     "wednesday",
     "philadelphia",
     "overnight",
     "washington",
     "america",
     "2010",
     "gop",
     "sanford",
     "cornyn",
     "now",
     "pennsylvania",
     "phil",
     "lindsey",
     "robert",
     "pence",
     "white"
    ],
    "id": 7,
    "text": "Trump said he’d do a lot — fast. Expectations, meet reality. The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Robert Costa and Philip Rucker January 14 at 4:32 PM Follow @costareports Follow @PhilipRucker Running for president, Donald Trump promised an immediate revolution — to quickly rebuild America’s cities, overhaul the tax code and deport millions of illegal immigrants. Just this week, Trump vowed to get started right away on building a wall along the border with Mexico (“I don’t want to wait”) and repealing and replacing President Obama’s health-care law (“probably the same day, could be the same hour”). But ahead of his swearing-in on Friday, the extraordinarily high expectations that Trump has set have been running into the logjam known as American democracy. Every new president confronts Washington’s sluggish culture, but Trump’s more grandiose and hard-line ideas could face unprecedented challenges — logistical and even constitutional. Trump imagines a presidency of vision and velocity, but his big-ticket goals cannot be achieved by presidential edict, no matter how loud Trump’s demands might be or how assured he is of the popularity of his proposals. They will require consensus on Capitol Hill that emerges from a deliberative process that requires time and the navigation of a labyrinth of constituencies and special interests. Trump’s team has devised a full legislative calendar with congressional leaders that begins with health care, but already, Trump’s ambitions have been slowed somewhat. The Republican majorities in the House and Senate are moving swiftly to dismantle parts of the Affordable Care Act but are still discussing how exactly to replace it. A House vote Friday on a budget measure, which included steps to begin repealing the health law, was preceded by hours of skittishness among conservative and moderate members alike about whether Republicans were moving too soon. (Sarah Parnass/The Washington Post) Similarly, a spending package to construct roads, bridges and airports — a priority for leaders of both political parties — could become bogged down by squabbles over disbursement. “I don’t think the government was built for speed,” said Sen. John Cornyn (R-Tex.), who, as Senate majority whip, is the chamber’s No. 2 Republican. “Things always happen more slowly than you want when you’re in the majority and trying to get something done.” Several Trump advisers acknowledge that congressional procedures dictate that “the wheels of change move slowly,” as one put it. But Kellyanne Conway, the incoming White House counselor, said she was confident that Trump’s agenda will gain momentum. “The Trump effect on Washington, D.C., is not going to be a fresh coat of paint on a rusty structure,” Conway said. “It’s going to be more of a gut renovation.” Conway predicted that Trump will bring new energy to a city that has operated at a “glacial pace,” as well as “infuse levels of accountability, metrics and deliverables in a system that seems to lack if not abhor all three of those things.” Yet, for a man who has spent his career as his own boss — calling shots and inking transactions, running his world from the 26th floor of Trump Tower — the art of the deal may soon yield to the art of patience. “He’s never had a boss in his whole life. It will be a sobering reality to have 535 bosses here — and more to the point, more than 200 million bosses scattered across the country,” said Rep. Mark Sanford (R-S.C.). “Patience becomes a virtue as one moves from the business world into the body politic.” (The Washington Post) [ In Trump’s Washington, rival power centers and whispers in the president’s ear ] There have been some signs that Trump is starting to internalize his new surroundings. At his news conference Wednesday, Trump said he would be “the greatest jobs producer that God ever created” — but then conceded that an economic revival depends not only on his hard work, but also on “a little bit of luck.” The tempo is sure to frustrate Trump. It also risks making him appear ineffective to the masses of voters who bought into his campaign persona as a successful dealmaker and strongman who could blow up Washington and — seemingly overnight — better the lives of everyday Americans. Trump’s inner circle is grappling with how to manage expectations and are looking for ways to demonstrate quick action and claim early victories. Vice President-elect Mike Pence — who spent 12 years in the House before being elected Indiana’s governor and is intimately familiar with the volatility of Congress — has been central in those talks, according to senior transition officials. There are areas where Trump’s incoming administration sees opportunity to act unilaterally, such as in negotiating trade deals or lifting Obama-era regulations. Trump plans a series of executive actions on a wide range of topics in his first days in office, and he told reporters he wants to have daily bill-signing ceremonies in his first two weeks. Trump also plans in those weeks to announce his pick for the Supreme Court seat made vacant by the death of Justice Antonin Scalia. The nomination is expected to consume partisans on both sides and could take several months to reach confirmation. Another roadblock: public resistance and protests, in particular on immigration, as well as potential resistance among more mainstream Republicans — including House Speaker Paul D. Ryan (R-Wis.) — to Trump’s most controversial proposals, such as a federal deportation force. [ ‘I will give you everything.’ Here are 282 of Donald Trump’s campaign promises. ] “That’s not happening,” Ryan said Thursday when asked about such a force during a CNN town hall forum. Rep. Luis V. Gutiérrez (D-Ill.) said, “Trump’s going to come up to the reality of the Republican Senate, which is full of people who have supported immigration reform.” Trump associates privately say that any blame for delay or inaction on the meatier agenda items could be directed at the other end of Pennsylvania Avenue from the White House: the Capitol. Even as they commended him for tapping into the deep dissatisfaction that Americans feel about the political system — and Congress specifically — some Republican lawmakers said they were concerned that Trump has created expectations too great to meet. Sen. Lindsey O. Graham (R-S.C.) said Trump could be “giving false hope to people and, frankly, undercutting a system that works.” “He needs to inform the American people that, ‘Yes, I want to drain the swamp, but there is a process in place that was set long before I got here that I think serves the country well,’ ” Graham said. One victim of Trump’s rapid-fire approach to legislating, Democrats say, could be bipartisanship. “The approach they are taking seems to be explicitly partisan and to try to run as fast as they can,” said Phil Schiliro, who served as White House legislative affairs director during President Obama’s first term. “But I think there will probably be brakes on the system. It’s just the nature of legislation, the way House and Senate legislators work.” Republican congressional leaders are delicately balancing Trump’s vocal push, and their own desire for rapid change, with the dynamics confronting them in their chambers. In Trump, they see opportunity to pass a raft of legislation and a willing partner as long as the relationship is continually cultivated. Conway said that in meetings with Pence last week, Republican lawmakers found Trump’s leadership style “fascinating” and said, “I’m going to see if I can jump on board and keep up.” [ Trump acknowledges Russian hacking even as he attacks U.S. intelligence community ] Ryan and Senate Majority Leader Mitch McConnell (R-Ky.) shrug off Trump’s missives on Twitter and play up their phone calls and meetings with him. They echo his rhetoric about the pace, even as they quietly mention caveats that could delay passage — anything to keep Trump at ease with an institution he once disdained and is now getting to know. For instance, Ryan has taken care to stay “in complete sync,” as he said Thursday, with the incoming administration. Ryan invited Trump and Pence to speak at a party retreat in Philadelphia this month and hosted top Trump advisers in recent days for an hours-long dinner of pasta and salad in his office to begin discussions on tax reform. “We agree; we want to make sure we move these things concurrently,” Ryan said when asked about the timing of a replacement for the health-care law. But, he noted, the House will “do this the way Congress is supposed to work.” For initial policy changes, Republicans are going to use a process called budget reconciliation — where only a simple majority is needed. But not all parts of the health law can be removed in that fashion, and many other issues will most likely require 60 votes to overcome Democratic filibusters. Republicans control the Senate by 52 seats to 48. In pushing to move quickly, Republicans also run the risk of being accused of hypocrisy. Republicans fiercely criticized Obama as moving too rapidly to pass the 2010 health-care law, which was the subject of 14 months of debate as Democrats tried, and failed, to attract GOP support. The Senate held 100 days of hearings and other reviews on the matter, and the House held 79, according to Schiliro. “It’s a big, extraordinarily complicated issue,” Schiliro said. “A new law can’t be put in by fiat.” Nevertheless, rank-and-file Republicans like what they are hearing from Trump. “He’s trying to exhort a molasses-like institution to act more quickly,” said Rep. Mo Brooks (R-Ala.). “When you’re the coach of the team, you always emphasize speed. But how fast the players go is how fast the players go. The coach can only do so much.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump said he’d do a lot — fast. Expectations, meet reality. - The Washington Post"
   },
   {
    "entities": [
     "zhou",
     "times",
     "the 20th century",
     "lim",
     "1969",
     "'70s",
     "party",
     "beijing",
     "1906",
     "pinyin",
     "1958",
     "npr",
     "recently",
     "1955",
     "saturday",
     "1947",
     "louisa",
     "north",
     "china",
     "95 percent",
     "2015",
     "85 percent",
     "nearly six decades ago",
     "the '60s",
     "2011",
     "communist",
     "u.n.",
     "1986",
     "korea",
     "u.s.",
     "new",
     "bbc",
     "york",
     "the mid-1950s",
     "youguang",
     "2012",
     "now",
     "1985",
     "1949",
     "time",
     "unicef"
    ],
    "id": 8,
    "text": "Zhou Youguang sits at home in Beijing, in 2015. Born when a Qing dynasty emperor was on the throne, he went on to help invent the Pinyin writing system used for transliterating the Chinese alphabet. Wang Zhao/AFP/Getty Images hide caption toggle caption Wang Zhao/AFP/Getty Images Zhou Youguang sits at home in Beijing, in 2015. Born when a Qing dynasty emperor was on the throne, he went on to help invent the Pinyin writing system used for transliterating the Chinese alphabet. Wang Zhao/AFP/Getty Images Zhou Youguang, the inventor of a system to convert Chinese characters into words with the Roman alphabet, died Saturday at the age of 111. Since his system was introduced nearly six decades ago, few innovations have done more to boost literacy rates in China and bridge the divide between the country and the West. Pinyin, which was adopted by China in 1958, gave readers unfamiliar with Chinese characters a crucial tool to understand how to pronounce them. These characters do not readily disclose information on how to say them aloud — but with such a system as Pinyin, those characters more easily and clearly yield their meaning when converted into languages like English and Spanish, which use the Roman alphabet. At 105, Chinese Linguist Now A Government Critic While it was not the first system to Romanize Chinese, Pinyin has become the most widely accepted. For Chinese speakers, many of whom speak disparate dialects, its broad acceptance made education easier, giving instructors a single, relatively simple instrument to teach people how to read. Beyond China's borders, Pinyin allowed the standardization of Chinese names. For instance, it's a big reason why the name Westerners commonly use for the Chinese capital shifted from \"Peking\" to \"Beijing.\" And it's why many other such names changed dramatically along with it. And yet Zhou, the man behind one of the most important linguistic innovations in the 20th century, said he was reluctant when asked by the Chinese government to take on the task in the mid-1950s. At the time, he was an economic scholar, only recently returned to China after a stint working on Wall Street in the U.S. He had come back to the country after its 1949 Communist revolution. Article continues after sponsorship \"I said I was an amateur, a layman, I couldn't do the job,\" he told NPR in 2011 , laughing. \"But they said, it's a new job, everybody is an amateur. Everybody urged me to change professions, so I did. So from 1955, I abandoned economics and started studying writing systems.\" Zhou (shown here in New York in 1947) worked on Wall Street, but he returned to China in 1949 after the Communist revolution. Less than a decade after this photo was taken, he went to work on the system that would become Pinyin. Courtesy Zhou Youguang hide caption toggle caption Courtesy Zhou Youguang The committee Zhou led spent three years working on its alphabetic system. \"People made fun of us, joking that it had taken us a long time to deal with just 26 letters,\" he told the BBC in 2012. Others took the committee's invention very seriously, however. The Communist government of China introduced Pinyin in schools in 1958. The international community eventually adopted it as the standard romanization for Chinese writing, as well, with the U.N. doing so in 1986. Before Pinyin, 85 percent of Chinese people could not read, according to the BBC. Now, UNICEF says the literacy rate in China hovers at about 95 percent. Lately, Pinyin has also been integral in determining the ways mobile phones and computers transmit Chinese characters. Still, despite the broad acceptance of his system, Zhou went on to become something of a thorn in the side of the country's Communist government. During the Cultural Revolution, in the '60s and '70s, Zhou drew the scrutiny of the Communist Party. In 1969, he was even labeled a \"reactionary academic authority\" and exiled to a labor camp for more than two years, reports The New York Times . But he was not dissuaded from speaking his mind for long. As he aged, he became more vocal about his dissatisfaction with the powers that be. And, as Louisa Lim noted for NPR, Zhou was not afraid to use his stature to point out discrepancies he found in Communist Party doctrine. \"In 1985, he translated the Encyclopaedia Britannica into Chinese and then worked on the second edition — placing him in a position to notice the U-turns in China's official line. At the time of the original translation, China's position was that the U.S. started the Korean War — but the encyclopedia said North Korea was to blame, Zhou recalls. \" 'That was troublesome, so we didn't include that bit. Later, the Chinese view changed. So we got permission from above to include it. That shows there's progress in China,' he says, adding, 'But it's too slow.' \" For a man born in 1906, under China's final dynasty, Zhou did more than most to help encourage the change he wished to see in his country. Though he died Saturday after more than a century of life, he is survived by the system he helped father, which continues to live on around the world. Clarification: This post has been updated to make clearer the fact that Pinyin was not the first system of Romanization. ",
    "title": "Zhou Youguang, Primary Architect Of Pinyin, Dies At 111 : The Two-Way : NPR"
   },
   {
    "entities": [
     "1:10 p.m.",
     "ukraine",
     "et",
     "4 hours ago",
     "dmitry",
     "poland",
     "szydlo",
     "press",
     "trump",
     "macierewicz",
     "thursday",
     "europe",
     "facebook",
     "crimea",
     "beata",
     "donald",
     "saturday",
     "2014",
     "russia",
     "carson",
     "vladimir",
     "fort",
     "associated",
     "once",
     "colo.",
     "usa",
     "u.s.",
     "today",
     "eastern",
     "nato",
     "donovan",
     "warsaw",
     "jan. 14, 2017",
     "antoni",
     "slack",
     "zatycki",
     "tass",
     "krzysztof",
     "putin",
     "zagan",
     "peskov",
     "ap"
    ],
    "id": 9,
    "text": "'We waited for decades': Polish leaders hail arrival of U.S. troops The deployment is part of a NATO operation that has drawn criticism from Russia. Post to Facebook 'We waited for decades': Polish leaders hail arrival of U.S. troops The deployment is part of a NATO operation that has drawn criticism from Russia. Check out this story on USATODAY.com: http://usat.ly/2iwPm48 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 159 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs 'We waited for decades': Polish leaders hail arrival of U.S. troops Donovan Slack , USA TODAY Published 1:10 p.m. ET Jan. 14, 2017 | Updated 4 hours ago Polish Defense Minister Antoni Macierewicz speaks during the official welcoming ceremony of the U.S. troops in Zagan, Poland, on Jan. 14, 2017. (Photo: Krzysztof Zatycki, AP) Polish leaders celebrated the arrival of U.S. troops Saturday as part of a NATO deployment that has drawn criticism from Russia. “We have waited for you for a very long time,” Polish Defense Minister Antoni Macierewicz said during a ceremony in the western Polish town of Zagan, the Associated Press reported. Some 3,000 American troops are being deployed in Poland and six other countries under NATO's “Operation Atlantic Resolve,” which was launched after Russia's takeover of Crimea in 2014. The Polish arrival ceremony comes more than two decades after the last Soviet troops left the country and just ahead of the swearing in of President-elect Donald Trump, who critics fear will embolden Russia. “We waited for decades, sometimes feeling we had been left alone, sometimes almost losing hope, sometimes feeling that we were the only one who protected civilization from aggression that came from the east,” Macierewicz said. Russian President Vladimir Putin's spokesman Dmitry Peskov suggested Thursday that the foreign military buildup near its borders was inappropriate and that any other country would feel the same way. The operation marks the first time Western forces are being deployed on a continuous basis to NATO’s eastern border. \"We interpret this as a threat to us and as actions that endanger our interests and our security,\" Peskov said, Russia's TASS news agency reported. Russia’s annexation of Crimea and support for insurgents in eastern Ukraine put on edge many countries in Eastern Europe and the Baltic states that were once under Soviet control. The U.S. deployment includes an armored brigade of 3,500 American troops from Fort Carson, Colo., more than 80 main battle tanks and hundreds of armored vehicles. The Polish government organized several events across the country to welcome the Americans, including in downtown Warsaw. “This is an important day for Poland, for Europe, for our common defense,” Polish Prime Minister Beata Szydlo said, the AP reported. Contributing: Associated Press ",
    "title": "'We waited for decades': Polish leaders hail arrival of U.S. troops"
   },
   {
    "entities": [
     "news",
     "lester",
     "obama",
     "nbc",
     "holt"
    ],
    "id": 10,
    "text": "Obama remembers ‘biggest disappointment’ as president   Part 4: President Obama discusses the limits of presidential power and his efforts to push forward gun safety legislation. NBC News’ Lester Holt interviews the president for a Dateline NBC special: “The Reality of Hope.” Previous ",
    "title": "Obama remembers ‘biggest disappointment’ as president - NBC News"
   },
   {
    "entities": [
     "christ",
     "council",
     "cristina",
     "community",
     "takada",
     "jose",
     "action",
     "we",
     "states",
     "south",
     "trump",
     "taylor",
     "bassam",
     "deferred",
     "max",
     "march",
     "syria",
     "next saturday",
     "press",
     "michael",
     "united",
     "the coming days",
     "resist",
     "california",
     "donald",
     "chris",
     "american",
     "babwin",
     "saturday",
     "for",
     "of",
     "japanese",
     "church",
     "congress",
     "kim",
     "hollen",
     "present",
     "childhood",
     "osman",
     "greater",
     "four years ago",
     "associated",
     "metropolitan",
     "ame",
     "pat",
     "don",
     "organizations",
     "this weekend",
     "korea",
     "u.s.",
     "quinn",
     "ron",
     "2006",
     "chicago",
     "obama",
     "san",
     "and",
     "islamic",
     "todos",
     "los",
     "arrivals",
     "service",
     "washington",
     "van",
     "america",
     "committee",
     "2012",
     "jimenez",
     "religious",
     "somos",
     "illinois",
     "now",
     "dream",
     "barack",
     "angeles",
     "maryland"
    ],
    "id": 11,
    "text": "Email Protesters gathered Saturday to support immigrant rights at rallies around the U.S., denouncing President-elect Donald Trump for his anti-immigrant rhetoric and his pledges to build a wall on the U.S.-Mexican border and to crack down on Muslims entering the country. A standing-room-only crowd packed into a historic African-American church in downtown Washington for one of dozens of rallies around the nation. \"We are not going to allow Donald Trump to bury the Statue of Liberty,\" Sen. Chris Van Hollen, a Maryland Democrat, told participants in Washington. \"We are a nation for all people, regardless of religion, regardless of background, regardless of who you love.\" In Chicago, more than 1,000 people poured into a teachers' union hall to support immigrant rights and implore each other to fight for those rights against what they fear will be a hostile Trump administration. Ron Taylor, a pastor of a Chicago area Disciples for Christ Church and executive director of the United Congress of Community and Religious Organizations, told the audience there, \"Regardless of what happens in the coming days we know that good will conquer evil and we want to say to each and every one of you, you are not alone.\" The protests mark the latest chapter in a movement that has evolved since 2006, when more than a million people took to the streets to protest a Republican-backed immigration bill that would have made it a crime to be in the country illegally. The crowds this weekend at rallies or cultural events in Washington, Chicago, Los Angeles, San Jose, California, and elsewhere, are expected to be nowhere near as big as then. Yet the line to enter Metropolitan AME Church in Washington stretched nearly a city block. People attending included immigrants who lack permission to be in the country and their relatives and supporters. Also present were elected officials, clergy and representatives of labor and women's groups. Participants carried signs with messages including \"Resist Trump's Hate\" and \"Tu, Yo, Todos Somos America,\" which translates to \"You, me, we all are America.\" \"I stand here because I have nothing to apologize for. I am not ashamed of my status because it is a constant reminder to myself that I have something to fight for,\" said Max Kim, 19, who was brought to the U.S. from South Korea when he was 6 and lacks legal permission to stay in the country. The Washington crowd urged Trump and the Republican-controlled Congress not to undo the Deferred Action for Childhood Arrivals program, aimed at helping people like Kim who were brought to the country as children. Michael Takada of the Japanese American Service Committee urged the Chicago audience to \"disrupt the deportation machine\" that he and others fear will ramp up when under the new president. He also urged them to keep a close eye on their local police departments and speak out if they see those departments help \"ICE to deport our community members.\" Dr. Bassam Osman, chair and co-founder of The Council of Islamic Organizations of Greater Chicago, elicited one of the loudest cheers from the crowd when he called out the president-elect by name in one of the opening prayers. \"Lord, this land is your land, it is not Trump's land.\" While there was plenty of cheering, there was also uneasiness and fear of what's to come after Trump is sworn in. Rehab Alkadi, a 31-year-old mother of a young son who came to the United States four years ago from war-torn Syria, said she doesn't believe she can be deported because \"there is a war in Syria, but who knows. It's so scary, what Trump says,' she said. \"He said a lot of things bad about the Muslim people.\" Former Illinois Gov. Pat Quinn attended the rally in a show of support for immigrants' rights. \"You see the fear in light of the rhetoric that Trump verbalized in the course of his campaign,\" he told a reporter. \"The idea of a registry for Muslim people is wrong and people want to stand up for that.\" President Barack Obama in 2012 launched an executive effort to protect some young immigrants from deportation, after multiple proposals failed in Congress. The creation of the DACA program was heralded as a good first step by advocates who hoped it would be a prelude toward overhauling immigration laws. But that didn't happen, and Republican-led states pushed back against Obama's plans to expand the program. Now the focus is on the next administration. As a candidate, Trump promised his supporters stepped-up deportations and a Mexican-funded border wall, but it is unclear which plans the celebrity businessman will act on first, and when. And many immigrants are fearful of the campaign rhetoric but less motivated to protest in the absence of specific actions. Many participants Saturday said they would keep the pressure on Trump and said they planned to participate in next Saturday's Women's March on Washington. \"The threat of deportation is imminent for our communities,\" said Cristina Jimenez, executive director of United We Dream and one of the rally's organizers. \"We will keep fighting. We're not going back into the shadows.\" ——— Associated Press writer Don Babwin in Chicago contributed to this story. 0 Shares ",
    "title": "Protesters Denounce Trump's Anti-Immigrant Rhetoric, Plans - ABC News"
   },
   {
    "entities": [
     "texas",
     "$35 billion",
     "chrysler",
     "action",
     "november",
     "sam",
     "castro",
     "patrick",
     "once",
     "authority",
     "$15 billion",
     "department",
     "jan. 4",
     "today",
     "hill",
     "center",
     "batkins",
     "gop",
     "zelizer",
     "juliet",
     "bush",
     "budget",
     "clinton",
     "rodenbush",
     "white",
     "ben",
     "$1 billion",
     "management",
     "capitol",
     "dec. 28",
     "friday",
     "inauguration day",
     "development",
     "oct. 1",
     "united",
     "2009",
     "senate",
     "donald",
     "fdr",
     "tuesday",
     "2014",
     "of",
     "carson",
     "2008",
     "midnight",
     "current",
     "julian",
     "u.s.",
     "w.",
     "carolina",
     "and",
     "northwest",
     "office",
     "$100 million",
     "studies",
     "eilperin",
     "reform",
     "pacific",
     "pence",
     "brady",
     "princeton",
     "rahm",
     "thursday",
     "dec. 5",
     "emanuel",
     "fiat",
     "jan. 20, 2009",
     "congress",
     "bill",
     "2015",
     "mike",
     "daniel",
     "years ago",
     "the past week",
     "housing",
     "obama",
     "at 6:52 pm",
     "sudan",
     "forum",
     "1996",
     "committee",
     "2012",
     "november 8",
     "fha",
     "energy",
     "time",
     "october",
     "jason",
     "biden",
     "government",
     "states",
     "south",
     "trump",
     "2000",
     "house",
     "urban",
     "2013",
     "register",
     "university",
     "american",
     "monday",
     "george",
     "january 14",
     "federal",
     "chaffetz",
     "post",
     "pérez",
     "63 percent",
     "regulatory",
     "julián",
     "oversight",
     "dennis",
     "washington",
     "now"
    ],
    "id": 12,
    "text": "With days left in office, President Obama ushers in dozens of policies. But will they stay seated? The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Juliet Eilperin and Brady Dennis January 14 at 6:52 PM Follow @eilperin Follow @brady_dennis In the past week, the Obama administration overturned a decades­-old policy toward Cuban immigrants, forged two major agreements to address racial bias in big-city police departments and approved an unexpected cut in mortgage rates for hundreds of thousands of low-income and first-time home buyers. Officials even made time, after years of lobbying, to add the rusty patched bumble bee to the list of endangered species. In the final days before President Obama leaves office, administration officials are rushing to complete dozens of tasks that will affect millions of lives and solidify the president’s imprint on history. But in many cases, their permanence is uncertain, and President-elect Donald Trump is already pledging to undo some of them after taking office. “He is clearly using executive power aggressively and trying to do as much as possible in his final days,” Princeton University history and public affairs professor Julian Zelizer said in an email. “It is clear that a president who was once reluctant to use the power of his own office has changed his heart, especially now that he sees a radically conservative Congress and Republican president-elect are getting ready to dismantle much of what he has done.” On Thursday alone, the administration designated three new national monuments and expanded another two in sites ranging from a forest in the Pacific Northwest to a school for freed slaves in South Carolina; took away one of the special immigration privileges Cubans arriving in the United States without visas have enjoyed for 50 years; announced sanctions designations against 18 senior Syrian officials for their role in the use of chlorine as a chemical weapon in 2014 and 2015; awarded the Presidential Medal of Freedom to Vice President Biden; and accused Fiat Chrysler of cheating on national emission standards for some of its diesel trucks. (The Washington Post) [ Obama beats FDR, creating and expanding most national monuments ever ] For weeks, congressional Republicans and members of the Trump transition team have questioned why the White House is pressing ahead given that the GOP will control both the executive and legislative branch for at least the next two years. On Dec. 5, 23 GOP senators wrote Obama a letter asking that his administration “cease issuing new, nonemergency rules and regulations given the recent election results of November 8.” “It is our job now to determine the right balance between regulation and free market principles and make sure that our federal government no longer stands between Americans and financial success,” they wrote. Many departments have also accelerated hiring in recent weeks , hoping to bring on as many employees as possible in case Trump proceeds with a planned freeze for federal employees. On Tuesday, House Oversight and Government Reform Committee Chairman Jason Chaffetz (R-Utah) wrote the heads of 18 agencies , asking them to provide details on their current hiring practices. Both Trump and Vice President-elect Mike Pence have vowed to reverse some of Obama’s key policies as soon as they take office. But it will be nearly impossible to erase all of them in the months and years ahead, and to achieve the maximum impact, Trump will have to accept new limits on his own power. The Obama administration’s race toward the finish line isn’t completely out of the ordinary. Last-minute regulatory actions also spiked in 2008 and in 2000, said Sam Batkins, director of regulatory policy at the conservative American Action Forum, which has long been tracking White House regulations. But since Oct. 1, Obama has finalized more economically significant rules — ones with an estimated economic impact of at least $100 million — than Bill Clinton did in his final four months in office, according to Daniel Pérez, a policy analyst at the Regulatory Studies Center at George Washington University. “We find routinely that politics influences things, and this is just a manifestation of it,” Batkins said. “We see how politics can bend these levers of policy.” More broadly, Obama has finalized at least 571 major rules while in office, nearly 63 percent more than George W. Bush did during his two terms. And half of the major rules the White House Office of Management and Budget reviewed during the first five-and-a-half years of the administration had an economic impact of at least $1 billion, Pérez said. [ Obama to top aides: ‘What are we doing on bees?’’ ] The tempo of federal regulation can work both ways, Batkins noted. While the Obama administration has been feverishly publishing new regulations in the wake of November’s election, the same White House wasn’t so eager to produce new regulations in the run-up to Obama’s reelection in 2012. That October, by Batkins’s count, just four rules came out of the White House. The president and his aides have been unapologetic about the burst of new policies in recent weeks. “The administration has made a concerted effort to complete important work that was started months or even years ago,” said White House spokesman Patrick Rodenbush in an email, adding that when it comes to its most recent rules, “we have followed the same rigorous practices and principles used to develop and review regulations that have been upheld throughout the entirety of this administration and previous administrations.” Housing and Urban Development Secretary Julián Castro, who did not brief members of Trump’s transition team before announcing Monday that the Federal Housing Authority would cut interest rates, told reporters that he had “no reason to believe this will be scaled back,” adding that the change“offers a good benefit to hard-working American families out there at a time when interest rates might well continue to go up.” But Ben Carson, whom Trump nominated to succeed Castro, told lawmakers Thursday he was “surprised to see something of this nature being done on the way out the door, which of course has a profound effect.” “Certainly, if confirmed I’m going to work with the FHA administrator and other experts to examine that policy,” Carson said. The White House’s sense of urgency is probably well founded, given Trump’s commitment to try to roll back the policies of the Obama era. And Obama took much the same approach after assuming office in 2009, essentially halting former president George W. Bush’s pending regulations. In a letter on Jan. 20, 2009, then-White House chief of staff Rahm Emanuel wrote to the heads of every federal agency, ordering them to halt any regulations that had yet to be published in the Federal Register and to consider a 60-day extension of the effective date of regulations that had not yet taken effect. “It is important that President Obama’s appointees and designees have the opportunity to approve and review any new or pending regulations,” Emanuel wrote at the time. Such an approach today would effectively freeze an array of Obama policies, including five new Energy Department efficiency standards issued Dec. 28 affecting portable air conditioners, swimming pool pumps, walk-in coolers and freezers, commercial boilers and uninterruptible power supplies. The agency estimates the standards will save U.S. consumers between $15 billion and $35 billion over time, but only one of them is published in the Federal Register so far. Congressional Republicans are hoping to go further, having passed legislation Jan. 4 that would allow lawmakers to overturn any rule finalized in the last 60 legislative days of Obama’s tenure in a single vote, rather than taking them up individually. The White House has pledged to veto the bill, called the Midnight Rule Relief Act, but given that the Senate is not slated to take it up until after Inauguration Day, it could ultimately come to Trump’s desk for his signature. Still, it is unclear whether the new president will sign it. Pérez noted that the 1996 Congressional Review Act, which is what allows Congress to reverse a rule within 60 legislative days of its enactment, prohibits agencies from issuing a “substantially similar” rule once it is overturned. “The Trump administration may very well have different policy preferences for any given area of regulation,” he said in an email, “but disapproval via the [Congressional Review Act] would limit the Executive’s power to implement its own regulatory agenda for any given issue-area.” On Friday, the Obama administration showed no signs of slowing down. It filed a defense brief in a lawsuit brought by states over regulation of the nation’s rivers and streams, defied industry opposition by publishing a rule intended to keep first responders safer after a deadly 2013 fertilizer facility explosion in Texas, took steps to lift decades-old financial sanctions against Sudan and finalized regulations aimed at cracking down on the inhumane treatment of show horses. But even as Obama was churning out his final actions, Republican lawmakers on Capitol Hill were taking a first step toward repealing the president’s signature health care law, starting to erase his legacy even before his time in office ends. national ",
    "title": "With days left in office, President Obama ushers in dozens of policies. But will they stay seated? - The Washington Post"
   },
   {
    "entities": [
     "jan 15, 2017",
     "ben",
     "democratic",
     "reena",
     "civil",
     "jim",
     "pettus",
     "edmund",
     "interactive",
     "cbs",
     "next week",
     "crow",
     "friday",
     "rory",
     "sasse",
     "trump",
     "south",
     "march",
     "mo",
     "hillary",
     "dave",
     "atlanta",
     "weigel",
     "sunday",
     "pelosi",
     "2017",
     "news",
     "harris",
     ", 11:28 am",
     "--",
     "movement",
     "georgia",
     "montgomery",
     "inc.",
     "nonviolent",
     "donald",
     "morning",
     "saturday",
     "1:22 am est",
     "king",
     "present",
     "january 15, 2017",
     "john",
     "gannon",
     "dubois",
     "j.",
     "kamala",
     "night",
     "twitter",
     "cooper",
     "kelly",
     "elleithee",
     "martin",
     "1965",
     "january 14, 2017",
     "lewis",
     "student",
     "selma",
     "u.s.",
     "alabama",
     "nbc",
     "luther",
     "joshua",
     "america",
     "committee",
     "flores",
     "nancy",
     "weekend",
     "bridge",
     "jr.",
     "rights",
     "clinton",
     "coordinating"
    ],
    "id": 13,
    "text": "By Reena Flores CBS News January 14, 2017, 11:28 AM Trump blasts civil rights icon John Lewis in Twitter attack Email Last Updated Jan 15, 2017 1:22 AM EST President-elect Donald Trump railed against civil rights icon Rep. John Lewis, D-Georgia, in two tweets Saturday morning, following the congressman’s plans to boycott next week’s inauguration. The president-elect disparaged Lewis as “All talk, talk talk - no action or results” and attacking him for representing a Georgia district Mr. Trump claimed was “crime infested” and “falling apart.” Congressman John Lewis should spend more time on fixing and helping his district, which is in horrible shape and falling apart (not to...... — Donald J. Trump (@realDonaldTrump) January 14, 2017 mention crime infested) rather than falsely complaining about the election results. All talk, talk, talk - no action or results. Sad! — Donald J. Trump (@realDonaldTrump) January 14, 2017 Trump tweeted one more tweet Saturday night, writing that Lewis should focus on the “burning and crime-infested inner cities.” Congressman John Lewis should finally focus on the burning and crime infested inner-cities of the U.S. I can use all the help I can get! — Donald J. Trump (@realDonaldTrump) January 15, 2017 The attacks, launched just two days before the nation celebrates the civil rights legacy of Martin Luther King Jr., follow Lewis’ decision to sit out the presidential inauguration Friday. On missing the ceremony -- the first in three decades that Lewis will not be present for -- the Georgia Democrat told NBC in an interview , “you cannot be at home with something that you feel that is wrong.” Lewis also contested Mr. Trump’s legitimacy as president in his NBC interview scheduled to air Sunday. President-elect Donald Trump has responded after civil rights icon John Lewis, a Democratic congressman, said Mr. Trump is an illegitimate presid... “I don’t see this president-elect as a legitimate president,” he said. “I think the Russians participated in helping this man get elected. And they helped destroy the candidacy of Hillary Clinton.” After Mr. Trump’s pointed missives, several Twitter users came to Lewis’ immediate defense, tweeting their own critical messages to the president-elect and reminding him of the Georgia congressman’s record on civil rights. Legislators on both sides of the aisle made public statements on the Democrat’s behalf: Ahead of #MLKday2017 , let us remember that many have tried to silence @repjohnlewis over the years. All have failed. — Nancy Pelosi (@NancyPelosi) January 14, 2017 John Lewis and his \"talk\" have changed the world. https://t.co/qeUloAkeTx https://t.co/aH2vDLjKk9 — Ben Sasse (@BenSasse) January 14, 2017 John Lewis is an icon of the Civil Rights Movement who is fearless in the pursuit of justice and equality. He deserves better than this. https://t.co/WX1QDCKfzP — Kamala Harris (@KamalaHarris) January 14, 2017 One Republican strategist pointed out the irony of lashing out at Lewis, a former chair of the  Student Nonviolent Coordinating Committee who risked his life organizing sit-ins and marches to fight racial injustice in the Jim Crow South, on the eve of Martin Luther King Jr. Day. You have to hit back. Can't help yourself. But accusing John Lewis of being all talk on MLK weekend? That's your plan? https://t.co/FlA7a8EyYF — Rory Cooper (@rorycooper) January 14, 2017 Others mentioned Lewis’ actions during “Bloody Sunday” in 1965, when he attempted to lead a march from Selma to Montgomery, Alabama, that ended in brutal police action against protesters. John Lewis did more to make America great in one day on the Edmund Pettus Bridge than Donald Trump ever will. pic.twitter.com/C0o3HQV5xp — howard wolfson (@howiewolf) January 14, 2017 Actually, Rep. Lewis' actions earned him a cracked skull & helped result in a more just society. You have a lot of catching up to do. https://t.co/scsiwudaHz — Mo Elleithee (@MoElleithee) January 14, 2017 . @realDonaldTrump John Lewis has faced down bullies, bigotry and tyrants his entire life and overcome them all. Don't mess with John Lewis. pic.twitter.com/2cXi7rPL3S — Joshua DuBois (@joshuadubois) January 14, 2017 And still other journalists and historians pointed out the factual inaccuracies in Mr. Trump’s tweets about the district represented by Lewis, a 16-term congressman.  Im a historian of Atlanta & have lived in Lewis' dist. Beyond the personal attack, this is simply not true. Anyone in real estate knows that https://t.co/VieDLWH5ru — Kelly Gannon (@K_Gannon) January 14, 2017 Hardly the most egregious part of the Trump tweet, but Lewis represents the nicest parts of Atlanta. Black congressman does not = slumlord. — Dave Weigel (@daveweigel) January 14, 2017 © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump blasts civil rights icon John Lewis in Twitter attack - CBS News"
   },
   {
    "entities": [
     "todd",
     "ben",
     "pettus",
     "democratic",
     "air",
     "edmund",
     "constitution",
     "lines",
     "cola",
     "friday",
     "nebraska",
     "centers",
     "sasse",
     "march",
     "trump",
     "2013",
     "hillary",
     "atlanta",
     "d-ga.",
     "morehouse",
     "--",
     "university",
     "georgia",
     "college",
     "58 percent",
     "donald",
     "disease",
     "morning",
     "saturday",
     "1963",
     "international",
     "for",
     "33 percent",
     "coca",
     "congress",
     "russia",
     "king",
     "vladimir",
     "clark",
     "john",
     "j.",
     "twitter",
     "martin",
     "1965",
     "lewis",
     "january 14, 2017",
     "selma",
     "1986",
     "u.s.",
     "delta",
     "prevention",
     "nbc",
     "journal",
     "control",
     "5 percent",
     "and",
     "luther",
     "emory",
     "washington",
     "40 percent",
     "chuck",
     "bridge",
     "weekend",
     "airport",
     "hartsfield-jackson",
     "putin",
     "jr.",
     "8.2 percent",
     "clinton",
     "ala.",
     "tech"
    ],
    "id": 14,
    "text": "Civil rights leader and Rep. John Lewis, D-Ga., delivers remarks in front of a freedom bell during the \"Let Freedom Ring\" commemoration event in 2013. Pool/Getty Images hide caption toggle caption Pool/Getty Images Civil rights leader and Rep. John Lewis, D-Ga., delivers remarks in front of a freedom bell during the \"Let Freedom Ring\" commemoration event in 2013. Pool/Getty Images Donald Trump lashed out at civil rights hero John Lewis on Twitter Saturday morning, a day after the Georgia Democratic congressman said in an interview he didn't view the president-elect as \"legitimate\" amid questions of Russia's interference in the U.S. elections. Congressman John Lewis should spend more time on fixing and helping his district, which is in horrible shape and falling apart (not to...... — Donald J. Trump (@realDonaldTrump) January 14, 2017 mention crime infested) rather than falsely complaining about the election results. All talk, talk, talk - no action or results. Sad! — Donald J. Trump (@realDonaldTrump) January 14, 2017 While Trump has a well-known tendency to take to social media to push back against any slight against him, such a strongly-worded rebuke of Lewis and the criticism of his majority-black district was jarring on the holiday weekend celebrating the birth of Dr. Martin Luther King Jr. Lewis was one of the original Freedom Riders and a top lieutenant of King's, helping organize the March on Washington in 1963 and marching with King across the Edmund Pettus Bridge in Selma, Ala., in 1965, where his skull was fractured. Lewis said during an NBC interview on Friday that he didn't view Trump as a \"legitimate president\" after reports that Russia had worked to influence the election in Trump's favor and to discredit Democratic nominee Hillary Clinton's candidacy. Trump has largely dismissed those reports and questioned the validity of U.S. intelligence findings, frequently praising Russia and its president Vladimir Putin throughout the campaign and the election. Article continues after sponsorship Lewis also said he wouldn't be attending Trump's inauguration on Friday, making it the first he's missed since he was elected to Congress in 1986. \"You cannot be at home with something that you feel that is wrong, is not right,\" Lewis told \"Meet the Press\" moderator Chuck Todd. Nebraska GOP Sen. Ben Sasse, a frequent critic of Trump during the campaign, defended Lewis on Twitter. On Friday, he'd tweeted a message to Lewis asking him to reconsider attending the inauguration. John Lewis and his \"talk\" have changed the world. https://t.co/qeUloAkeTx https://t.co/aH2vDLjKk9 — Ben Sasse (@BenSasse) January 14, 2017 Trump also claimed that Lewis's Atlanta-based district was \"in horrible shape and falling apart (not to mention crime infested).\" As the Atlanta Journal Constitution notes, the district is about 58 percent black, 33 percent white and has a growing Hispanic population. It includes the Hartsfield-Jackson Atlanta International Airport, the Centers for Disease Control and Prevention and the headquarters of Coca Cola and Delta Air Lines. It also includes several top colleges such as the historically black Morehouse College and Clark Atlanta University, along with Emory University and Georgia Tech. And while the district does have an 8.2 percent unemployment rate, higher than the national average of just below 5 percent, more than 40 percent in the district have a bachelor's degree or higher, higher than the national average . ",
    "title": "Donald Trump Attacks Civil Rights Hero Rep. John Lewis As 'Talk' After He Questions His Legitimacy : NPR"
   },
   {
    "entities": [
     "leung",
     "utah",
     "this week",
     "tree",
     "seib",
     "times",
     "marshall",
     "michelle",
     "l.a.",
     "jose",
     "joseph",
     "brian",
     "cabin",
     "chili",
     "february 2016",
     "south",
     "coloma",
     "last year",
     "northern",
     "video",
     "california",
     "nfl",
     "serna",
     "lake",
     "alondra",
     "mendez",
     "king",
     "john",
     "valley",
     "once",
     "tahoe",
     "pioneer",
     "current",
     "/",
     "chargers",
     "stevens",
     "mcvay",
     "lapd",
     "southern",
     "u.s.",
     "sacramento",
     "delta",
     "hollywood",
     "obama",
     "today",
     "san",
     "rams",
     "wednesday",
     "matt",
     "los",
     "ford",
     "sean",
     "first year",
     "central",
     "bar",
     "bridge",
     "weekend",
     "now",
     "fernanda",
     "winter",
     "fork",
     "joaquin",
     "samuel",
     "al",
     "angeles",
     "kallen",
     "soberanes"
    ],
    "id": 15,
    "text": "A week of powerful storms has significantly eased the state’s water shortage, pulling nearly all of Northern California out of drought conditions, according to the U.S. Drought Monitor. The  report underscores what... What was once a statewide drought this week became a Southern California drought . A week of powerful storms has significantly eased the state’s water shortage, pulling nearly all of Northern California out of drought conditions, according to the U.S. Drought Monitor. The  report underscores what... (Joseph Serna, Matt Stevens) But he notes that warm winter storms also bring benefits. Decades of irrigation in the Central Valley had leached out all manner of salts and heavy metals and pesticides from the soil, and those leachates flow out with the farm runoff to pollute the Sacramento Delta, a vital breeding area for fish. “Now we got a huge volume of water coming down the Sacramento and San Joaquin, flushing the Delta out, cleaning out those fish estuaries.” By Wednesday, the snow level lowered in the mountains. The flakes fell heavy, not as dry Utah powder, but a wet slurry dubbed “Sierra Cement” by skiers. Avalanche danger closed ski resorts in Lake Tahoe and sections of the roads getting there from the valley. But big concerns of a ravaged snowpack diminished. Down at Chili Bar, the mood was giddy. With a whole lot of rain hitting the lower and midslopes, the South Fork was heaving at about 150,000 gallons per second. A fun springtime trip for kayakers would run on less than a sixth of that rate. Soberanes put on a thermal shirt, then a fleece jacket, and sealed himself into a drysuit. He kissed his wife Fernanda, and his 10-month-old daughter, Alondra, and paddled upstream through some trees in an eddy. Fernanda got in the their old red Ford F150 and headed down Highway 49 to his takeout spot. Soberanes knew the biggest danger was getting stuck in one of those tree thickets — “strainers” in river-runner parlance — because they catch you like a colander while the fast current pulls you under. He moved into the 45-degree water and was soon in a section of colliding, oncoming waves that thrashed him from all directions. Cold whitewater smashed his face every other second. He launched over massive tepees of brown water and torn up weeds, and then hit several beautiful nonbreaking waves at a rapid called Meat Grinder, one as high as 15 feet. At this rate, he’d finish an 8-mile run that normally took an hour and a half in about 25 minutes. Brian Kallen, a rafting guide going down the fork with friends, kept his eye on a 10-foot log floating down next to them for the first 15 minutes. If they got stuck in the trough of a stationary wave, that heavy beast could do a lot of damage, “breaching like a whale on your boat.” Those deep stationary waves flipped many a boat, launching rafters into the roiling current without a chance to fill their lungs, then — eventually — popping them to the surface to dodge deadly strainers and hope they could scramble to shore before the onset of hypothermia. The river Kallen knew had totally changed. Giant boulders he once passed by were now underwater and creating drops and waves he had never seen. Soberanes moved more nimbly in his kayak, so he liked to flirt with such dangers. Soon he was racing down a fast bumpy section, slaloming between trees, hooting along the way, like a powder skier  billowing through the aspen. He crossed under the old Coloma Bridge, then a rock monument — a good 10 feet into the river today — marking the very spot John Marshall discovered gold. The sun shone for the first time in days. At the takeout, Fernanda, 30, sat on a blanket under some mossy oaks, cooing to her baby. The sun lit up big drops hanging from the tips of tree twigs like chandelier crystals. It suddenly felt like a picnic day in the English countryside. She pointed to Soberanes as he rounded the bend. “Papa viene,” she said. Daddy’s coming. He pulled into a little eddy, still amped up on endorphins of the run, and pondered going to the next spot down the river. “Nah, I got to get to work,” he ultimately decided. His day job is a tree-trimmer. He’d swap his kayak for his chain saw. The wind had left him plenty of work. Caption Weekend Roundup: 7 stories you can't miss What values does Hollywood promote?   A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers?   Michelle King has made no big waves in her first year running Los Angeles Unified.   A state watchdog agency is investigating political donations connected to real estate developer Samuel Leung . The Chargers are moving  to L.A.  Obama's legacy:  part 1.  California’s drought conditions  have improved in the northern part of the state. Caption Weekend Roundup: 7 stories you can't miss What values does Hollywood promote?   A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers?   Michelle King has made no big waves in her first year running Los Angeles Unified.   A state watchdog agency is investigating political donations connected to real estate developer Samuel Leung . The Chargers are moving  to L.A.  Obama's legacy:  part 1.  California’s drought conditions  have improved in the northern part of the state. Caption 90 seconds: 4 stories you can't miss The Chargers are moving  to L.A., Obama's legacy:  part 1, California’s drought conditions  have improved in the northern part of the state, and Sean McVay, the new Los Angeles Rams coach , becomes the youngest NFL head coach in modern history. Caption Laurel Canyon mudslide Video by Al Seib / Los Angeles Times Video by Al Seib / Los Angeles Times Caption Raw video: Surveillance video of fatal LAPD shooting of 16-year-old The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. Caption 90 seconds: 4 stories you can't miss ",
    "title": "From drought to deluge: How one California river tells the story of a waning drought - LA Times"
   },
   {
    "entities": [
     "air",
     "base",
     "last year",
     "earlier this month",
     "cbs",
     "spacex",
     "florida",
     "falcon",
     "ocean",
     "news",
     "facebook",
     "$200 million",
     "npr",
     "california",
     "administration",
     "saturday",
     "vandenberg",
     "cape",
     "rae",
     "force",
     "musk",
     "communications",
     "fla.",
     "federal",
     "current",
     "iridium",
     "canaveral",
     "currently",
     "africa",
     "last september",
     "ellen",
     "bichell",
     "elon",
     "aviation",
     "time",
     "pacific"
    ],
    "id": 16,
    "text": "Twitter YouTube Just months after a launch pad explosion thwarted its last attempt, SpaceX has successfully launched an unmanned rocket into orbit. The launch, which unfolded Saturday at California's Vandenberg Air Force Base, marked a crucial — and expensive — test for the private space company in the aftermath of its recent, very visible misfire . SpaceX Rocket And Its Cargo Explode On Launch Pad In Florida [VIDEO] Shortly after the launch, the two-stage rocket detached its first stage, which subsequently landed safely on a platform in the Pacific Ocean. SpaceX live-streamed the entire process along the way. You can watch it here or play the video embedded at the top of this post. The Falcon 9 rocket is bearing 10 commercial satellites for Iridium Communications, which currently operates a network of dozens of mobile communications satellites in low-Earth orbit. SpaceX is under contract with Iridium to launch at least 70 satellites into orbit in a series of seven launches for the company — beginning with Saturday's batch. The new satellites will replace the current network, in \"what will be one of the largest 'tech upgrades' in history,\" according to a press release from SpaceX . Still, a cloud of uncertainty hung over the launch, after an explosion left a wreckage of last September's test in Cape Canaveral, Fla. SpaceX founder Elon Musk said at the time that the blast came while workers were still loading propellant into the rocket, though no one was physically harmed in the accident. In addition to destroying the rocket itself — a Falcon 9, like the rocket being launched Saturday — last year's blast also obliterated a $200 million communications satellite. The Israeli satellite \"had been leased by Facebook as part of a project to bring high-speed internet to parts of Africa,\" NPR's Rae Ellen Bichell reports for our Newscast unit. Article continues after sponsorship A months-long investigation by SpaceX dug into what went wrong — \"the toughest puzzle to solve that we've ever had to solve,\" Musk said. That probe wrapped up earlier this month, concluding the accident \"was triggered by the failure of a high-pressure helium tank, one of three used to pressurize the second stage liquid oxygen tank,\" according to CBS News . The Federal Aviation Administration then signed off on that investigation, approving the new licence for Saturday's launch. Prior to last year's accident, SpaceX had managed a string of high-profile successes, including landing a Falcon 9 on a floating barge. ",
    "title": "WATCH: SpaceX Launches Falcon 9 Rocket In California, Months After Accident : The Two-Way : NPR"
   },
   {
    "entities": [
     "ben",
     "democratic",
     "david",
     "friday",
     "images",
     "sasse",
     "trump",
     "late",
     "meryl",
     "january",
     "hillary",
     "doug",
     "donna",
     "party",
     "streep",
     "news",
     "cnn",
     "montgomery",
     "donald",
     "axelrod",
     "heye",
     "morning",
     "kevin",
     "saturday",
     "buzzfeed",
     "congress",
     "russia",
     "john",
     "neb.",
     "phillip",
     "yoder",
     "weigel",
     "holiday",
     "lewis",
     "selma",
     "katopodis/afp/getty",
     "u.s.",
     "obama",
     "nbc",
     "national",
     "abby",
     "14 at 7:33 pm",
     "washington",
     "georiga",
     "evening",
     "committee",
     "phoenix",
     "weekend",
     "brazile",
     "now",
     "the past",
     "interim",
     "kan.",
     "tasos",
     "clinton"
    ],
    "id": 17,
    "text": "By Abby Phillip January 14 at 7:33 PM Follow @abbydphillip A public feud between Donald Trump and Rep. John Lewis (D-Ga.) seemed to jettison any lingering hopes that the inauguration would temporarily ease partisanship in Washington and instead threatened to widen the rift between the two parties. Lewis’s assertion that Trump is not a “legitimate president” and his announcement that he would skip Friday’s inaugural ceremony prompted the president-elect to sharply criticize the civil rights leader Saturday morning. “Congressman John Lewis should spend more time on fixing and helping his district, which is in horrible shape and falling apart (not to mention crime infested) rather than falsely complaining about the election results,” Trump wrote in two tweets . “All talk, talk, talk — no action or results. Sad!” Late Saturday evening, Trump continued to hammer Lewis in a third tweet . “Congressman John Lewis should finally focus on the burning and crime infested inner-cities of the U.S. I can use all the help I can get!” Trump wrote. How a week of Trump tweets stoked anxiety, moved markets and altered plans Rep. John Lewis became the most high-profile Democratic lawmaker to announce that he is boycotting Donald Trump’s inauguration. The president-elect, in response, said the Georiga Democrat was “all talk.” (Tasos Katopodis/AFP/Getty Images) The incident has left Democrats and Republicans bracing themselves for yet another showdown between the president and his political opponents — one that threatens to usher in a new era of the kind of crippling hyper-partisanship that often characterized the eight years of the Obama administration. David Axelrod, former senior strategist and aide to President Obama, called Lewis “as genuine and decent a person as you’ll find,” but he worried that Democrats risk adopting an originally Republican playbook in their dealings with Trump and that it won’t advance the party’s interests. “The question is how much can a democracy take of cycle after cycle of one side claiming illegitimacy,” Axelrod said. “I as much as anybody else appreciate the anger because I was there when we basically faced a Republican blockade, even on things that Republicans had supported in the past. I saw how destructive that was and how difficult that was.” “If you care about our democracy, how do you proceed now? Do you pay him back in kind?” Axelrod asked. Voicing the anger and disappointment of many Democrats in Congress and beyond, Lewis said in an interview with NBC News’s “Meet the Press” that was published Friday that he does not believe Trump is a legitimate president, citing the findings of U.S. intelligence agencies that Russia intervened in the election to bolster Trump. “I think the Russians participated in helping this man get elected, and they helped destroy the candidacy of Hillary Clinton,” Lewis said. The comments prompted anger from Republicans — even those who do not support Trump — who said that Democrats are disregarding their own breathless warnings during the campaign about the risks of failing to accept the election results. “We listened to Democrats for the last two months of the campaign say that any suggestion that the elections weren’t legitimate and the results wouldn’t be accepted is dangerous and unpatriotic,” said Doug Heye, a Republican strategist. “Now those same people are trying to delegitimize Trump and say that he shouldn’t be elected president.” Trump’s comments were all the more charged as they came at the start of the Martin Luther King Jr. holiday weekend and were seen as dismissive of Lewis’s work in the civil right movement, a time when he was subjected to arrest and assault. Adding to the racial overtones is the disparagement of Lewis’s district, which is majority black, as “crime infested.” Interim Democratic National Committee chairwoman Donna Brazile called Trump’s comments an “attack on a living legend and a civil rights hero.” “I say that John Lewis took action. He took action marching from Selma to Montgomery,” she said at a Democratic Party meeting in Phoenix. At least a dozen Democratic lawmakers have joined Lewis, saying that they plan to skip Trump’s swearing-in. And on Twitter on Saturday, many of them jumped to the congressman’s defense. Few Republican lawmakers weighed in. Two, Sen. Ben Sasse (Neb.) and Rep. Kevin Yoder (Kan.), tweeted support for Lewis even as they urged him to attend the inauguration. The Lewis tweets capped a week of Twitter flurries by the president-elect in which he went after what he viewed as insults from various people or entities, including Clinton, CNN, the intelligence community, BuzzFeed News and Meryl Streep. “His fundamental rule is that if you come after me in any way, I’ll come after you,” Axelrod noted. “He thinks he can bully people into cooperation. My experience has been that can drive people further away and make it harder. “There are some things that he’s talking about wanting to do that he’s going to need Democratic votes for.” David Weigel in Phoenix contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump-Lewis feud could be harbinger of new round of hyper-partisanship - The Washington Post"
   },
   {
    "entities": [
     "democratic",
     "us",
     "rahm",
     "5:31",
     "mccormick",
     "perry",
     "november",
     "trump",
     "house",
     "2017",
     "hillary",
     "party",
     "bacon",
     "california",
     "emanuel",
     "donald",
     "recently",
     "noah",
     "trevor",
     "tuesday",
     "george",
     "last month",
     "january 10, 2017",
     "congress",
     "dnc",
     "once",
     "holder",
     "night",
     "isil",
     "future",
     "republican",
     "eric",
     "obama",
     "w.",
     "chicago",
     ", 1:31 pm",
     "lott",
     "joshua",
     "illinois",
     "now",
     "jan 14",
     "bush",
     "jr.",
     "barack",
     "0:40",
     "clinton",
     "the future",
     "white"
    ],
    "id": 18,
    "text": "Jan 14 2017, 1:31 pm ET Obama and His Movement Prepare to Challenge President Trump by Perry Bacon Jr. Obama remembers 'biggest disappointment' as president 5:31 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170114221055if_/http://www.nbcnews.com/widget/video-embed/854878275750\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> CHICAGO — He may be leaving the White House but he isn't totally going away. As President Obama gave his farewell address to the nation on Tuesday night, he also began the shift to a third stage of his political career. The once young, idealistic senator-turned-two-term-president will soon become an influential strategist and ally to those worried about the future with Donald Trump at the helm of the most powerful nation on the planet. Obama nodded to this new role in his speech Tuesday. He did not directly criticize his successor, but used lines like \"I reject discrimination against Muslim-Americans\" that were clearly aimed at Trump and delighted the audience of more than 20,000 Democrats who crowded into McCormick Place to hear his final address as president. Play Obama At Farewell Address: You Made Me a Better President 0:40 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170114221055if_/http://www.nbcnews.com/widget/video-embed/852094531759\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> His path forward is still evolving. Prior to November's election, Obama and his aides had hinted that the outgoing president would limit his future involvement in politics and instead focus on writing a book chronicling his eight years in office, use his foundation to expand his \"My Brother's Keeper\" program and give speeches and join boards, as other ex-presidents have done. But now, Obama's chief achievements, such as his climate change policies and the Affordable Care Act, are in danger of being gutted by the Republican Congress, the Democratic Party is in disarray and much of the country — and the world — is uncertain what a Trump presidency will bring. So Obama is beginning to telegraph a post-presidency different from George W. Bush, who largely receded from politics altogether after his eight years in office. Obama has said that he will press the Democratic Party to organize more effectively, from fielding strong candidates in school board and state legislative elections across the country to making sure the party's candidates campaign in more conservative areas. Related: President Obama Caps Long Goodbye With Farewell Speech \"I think that if Hillary Clinton had won the election, then I'd just turn over the keys,\" Obama told the New Yorker recently. \"We'd make sure the briefing books were in order and out we go. I think now I have some responsibility to at least offer my counsel to those who will continue to be elected officials about how the DNC can help rebuild, how state parties and progressive organizations can work together.\" US President Barack Obama arrives to speak during his farewell address in Chicago, Illinois on January 10, 2017.                 Barack Obama closes the book on his presidency, with a farewell speech in Chicago that will try to lift supporters shaken by Donald Trump's shock election. / AFP PHOTO / Joshua LOTTJOSHUA LOTT/AFP/Getty Images JOSHUA LOTT / AFP - Getty Images The outgoing president, who will leave office at just 55 years old and in good health, has also promised that if Trump steps over certain lines, he will not be silent. \"I think it's important to give the incoming administration space,\" he told Comedy Central's Trevor Noah last month. But he added, \"There may be occasions where, even in the first year, if I think core values of ours are being threatened. I mean, I've said this, if I thought a Muslim registry was being set up that violates the Constitution and violates who we are and would make us less safe because it'd make it easier for groups like ISIL to recruit and radicalize homegrown terrorists, I might have to say something about that. \"If I saw Dream Act kids — young people who were brought here as children who are for all intents and purposes Americans — suddenly being rounded up, contrary to who we are as a nation of laws and a nation of immigrants, I might have to say something about.\" Some of the president's allies are also preparing for major roles in defending Obama's legacy. The president's close friend and former Attorney General Eric Holder is now representing the State of California as an attorney, looking to defend that state's liberal, Obama-style policies if they come into conflict with Trump's goals. A group of elected officials in blue states, including former Obama chief of staff and Chicago Mayor Rahm Emanuel, have promised to oppose Trump if he seeks the mass deportation of undocumented people that he proposed during his campaign. And young Democrats who worked as field organizers on Obama's campaigns and lower-level aides in the White House are now exploring their own campaigns for state legislatures and other local offices. Play ",
    "title": "Obama and His Movement Prepare to Challenge President Trump  - NBC News"
   },
   {
    "entities": [
     "immigrant",
     "west",
     "agustin",
     "trump",
     "near",
     "house",
     "refugee",
     "tribune",
     "coalition",
     "university",
     "serrano",
     "donald",
     "mexico",
     "saturday",
     "for",
     "taha",
     "of",
     "benito",
     "lawrence",
     "teachers",
     "nareman",
     "u.s.",
     "chicago",
     "erin",
     "side",
     "union",
     "and",
     "cindy",
     "jan. 14, 2017",
     "illinois",
     "now",
     "jaime",
     "rights",
     "hooley",
     "the future",
     "white"
    ],
    "id": 19,
    "text": "Chicago immigration rally has message for Trump: We're here to stay Rally for immigrant rights People from a dozen organizations and communities gathered to rally for immigrant and refugee rights Jan. 14, 2017, at Chicago Teachers Union headquarters on Chicago's Near West Side. (Erin Hooley / Chicago Tribune) People from a dozen organizations and communities gathered to rally for immigrant and refugee rights Jan. 14, 2017, at Chicago Teachers Union headquarters on Chicago's Near West Side. (Erin Hooley / Chicago Tribune) Student Cindy Agustin fears her parents will be deported and she'll never see them again. Nareman Taha worries the government will create a Muslim registry to track people of her faith. Teacher Jaime Serrano is concerned about his second-grade students, some of whom are anxious they will be separated from their families. \"It's heartbreaking,\" he said. \"They are really scared.\" Anxiety about the future — and resolve to change it — brought more than 1,000 people together Saturday for a Chicago rally against President-elect Donald Trump 's hard-line immigration proposals. Protesters chanted \"no justice, no peace,\" waved signs reading \"We Are Here to Stay,\" and cheered community, faith and labor leaders who called for unity and action. The rally, held at the Chicago Teachers Union headquarters on the Near West Side, coincided with similar protests in dozens of other U.S. cities Saturday, six days before Trump is to be inaugurated. Hundreds of people gathered at Chicago Teachers Union headquarters on the Near West Side for a pro-immigrant rally Jan. 14, 2017. During his campaign for the White House, Trump adopted strict positions on immigration, including building \"a big, fat beautiful wall\" at the U.S.-Mexican border. But he also sent mixed messages, and now many people wonder exactly what he will do as president. \"I mean, that's the issue with Trump, right? He's completely unpredictable,\" Chicago rally organizer Lawrence Benito said in an interview prior before the event. \"He says one thing and then he walks it back. I don't know what to expect.\" Immigration activists, Benito said, will watch Trump's first 100 days in office closely. \"We're going to be prepared — for what we can anticipate — for the fight to come,\" said Benito, head of the Illinois Coalition for Immigrant and Refugee Rights, the rally's lead organization. Agustin, a 27-year-old graduate student at the University of Chicago, said in an interview she is an immigrant from Mexico living in the U.S. without legal permission and worries that she won't be able to renew her work permit and find a job upon graduation. ",
    "title": "Chicago immigration rally has message for Trump: We&apos;re here to stay - Chicago Tribune"
   },
   {
    "entities": [
     "peter",
     "council",
     "dec. 14",
     "becker",
     "schwartz",
     "bradley",
     "friday",
     "inauguration day",
     "trump",
     "degnon",
     "jan. 20",
     "the",
     "r.",
     "m.",
     "donald",
     "lamothethe",
     "district",
     "saturday",
     "dan",
     "george",
     "of",
     "from",
     "bill",
     "walker",
     "hermann",
     "j.",
     "post",
     "d.c.",
     "national",
     "a.",
     "washington",
     "o'leary",
     "guard",
     "errol",
     "william",
     "columbia"
    ],
    "id": 20,
    "text": "D.C. Guard commander's exit is disputed after Trump inauguration controversy D.C. National Guard Bill O'Leary / The Washington Post From left: Brig. Gen. William J. Walker, Maj. Gen. Errol R. Schwartz, Maj. Gen. Bradley A. Becker and Brig. Gen. George M. Degnon during a news conference on Dec. 14 at the District of Columbia National Guard armory in Washington. From left: Brig. Gen. William J. Walker, Maj. Gen. Errol R. Schwartz, Maj. Gen. Bradley A. Becker and Brig. Gen. George M. Degnon during a news conference on Dec. 14 at the District of Columbia National Guard armory in Washington. (Bill O'Leary / The Washington Post) Peter Hermann, Dan LamotheThe Washington Post The transition team for President-elect Donald Trump asked the head of the District of Columbia National Guard to remain in command throughout Inauguration Day after media reports that he would leave in the middle of the ceremony created controversy, the Guard said. Maj. Gen. Errol Schwartz told The Washington Post on Friday that he will be removed from his post immediately after Trump is sworn in as president. That irked at least one D.C. Council member because Schwartz will have to abandon his post during one of the Guard's most important operations, helping maintain security and order during Washington's highest-profile event. As is customary for presidential appointees, Schwartz had offered his resignation after Trump was elected. In an interview Friday, Schwartz said he learned he would be replaced on Jan. 20. He said the transition team ultimately asked him to stay in the job for a few additional days, but only after the report of his departure had been published Friday on The Washington Post website. Schwartz said he turned down the transition team's offer because, by then, he had begun packing up his office and notified his staff. He said he believes the offer came only as a result of the negative attention his departure attracted. He declined to comment further. Transition officials for the new administration on Friday said the team asked Schwartz to stay on through the inauguration to maintain continuity. They did not immediately respond Saturday to questions about when and how that offer was extended. Military officials on Saturday backtracked from earlier statements indicating that Schwartz had not been asked to stay on by the new administration. One said he learned he had been mistaken, and that additional paperwork that became available Saturday showed that the transition team had in fact asked Schwartz to maintain his command for several days into the new presidency. That official did not know when that offer was made. ",
    "title": "D.C. Guard commander&apos;s exit is disputed after Trump inauguration controversy - Chicago Tribune"
   },
   {
    "entities": [
     "ben",
     "democratic",
     "d.",
     "nebraska",
     "friday",
     "sasse",
     "march",
     "trump",
     "house",
     "atlanta",
     "morehouse",
     "pelosi",
     "news",
     "donald",
     "chris",
     "black",
     "d-minn.",
     "congress",
     "john",
     "caucus",
     "alabama",
     "1965",
     "lewis",
     "january 14, 2017",
     "selma",
     "conyers",
     "fbi",
     "nbc",
     "the weekend",
     "coons",
     "1:45",
     "keith",
     "d-n.y.",
     "nancy",
     "yvette",
     "the past",
     "ellison",
     "clarke",
     "spelman",
     "yarmuth",
     "congressional",
     "1987"
    ],
    "id": 21,
    "text": "Donald Trump fires back at John Lewis' 'not legitimate president' comment 1:45 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170114221209if_/http://www.nbcnews.com/widget/video-embed/854995011989\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Lewis, 76, told NBC News he won't attend the presidential inauguration for the first time in three decades. His jab appeared to irk Trump, who tweeted that he \"should spend more time on fixing and helping his district, which is in horrible shape and falling apart (not to mention crime infested) rather than falsely complaining about the election results. All talk, talk, talk - no action or results. Sad!\" The last part didn't sit well with Democratic lawmakers, some who noted that Trump was ripping the black congressman — the son of Southern sharecroppers whose fight against segregation and as an original Freedom Rider is well-documented — on the weekend ahead of the King holiday. Lewis was beaten during a civil rights march in Selma, Alabama, in 1965 and had been arrested and jailed repeatedly in opposition to desegregation. Since joining Congress in 1987, he's been a leading member of the Congressional Black Caucus. House Minority Leader Nancy Pelosi defended her colleague and said those who've tried to silence him in the past have \"failed.\" Ahead of #MLKday2017 , let us remember that many have tried to silence @repjohnlewis over the years. All have failed. — Nancy Pelosi (@NancyPelosi) January 14, 2017 Rep. Yvette Clarke, D-N.Y., tweeted that Trump \"isn't fit to polish hero (Rep. Lewis') boots,\" while Rep. Keith Ellison, D-Minn., tweeted Lewis \"knows true sacrifice. (Trump) has no clue.\" Cowardly @realDonaldTrump isn't fit to polish hero @repjohnlewis 's boots. — Yvette D. Clarke (@RepYvetteClarke) January 14, 2017 . @repjohnlewis knows true sacrifice. @realDonaldTrump has no clue. When cluelessness collides with power oppression results. Resistance! https://t.co/Eu1vWbetsl — Rep. Keith Ellison (@keithellison) January 14, 2017 Rep. John Lewis was beaten, bloodied & arrested 40+ times marching for civil rights. He is a true American hero & represents the best of us. — Senator Chris Coons (@ChrisCoons) January 14, 2017 My good friend @repjohnlewis has dedicated his life to fighting for freedom & equality in his district & across this nation. (1/3) — John Conyers, Jr. (@RepJohnConyers) January 14, 2017 All talk no action, @realDonaldTrump ? @repjohnlewis shed blood to secure & protect basic human rights for all. Your ignorance is astounding. pic.twitter.com/hPXPYWDAIC — Rep. John Yarmuth (@RepJohnYarmuth) January 14, 2017 Republican Sen. Ben Sasse of Nebraska supported Lewis on Twitter without directly rebuking Trump. On Friday, Sasse tweeted that Lewis should still attend the presidential inauguration — not for Trump but because it represents a \"peaceful transfer of power.\" John Lewis and his \"talk\" have changed the world. https://t.co/qeUloAkeTx https://t.co/aH2vDLjKk9 — Ben Sasse (@BenSasse) January 14, 2017 Lewis' metropolitan Atlanta district covers predominantly black communities and historically black colleges, including Morehouse and Spelman. The FBI's latest crime report ranks Atlanta as No. 14 for violent crime in the nation, although overall crime in the city has been down, according to city police statistics. Residents of Lewis' district mobilized on social media to push back against Trump's description of their communities as in \"horrible shape.\" ",
    "title": "Trump Decries Civil Rights Icon John Lewis as 'No Action,' Sparking Backlash - NBC News"
   },
   {
    "entities": [
     "1998",
     "day in 1998",
     "velma",
     "interactive",
     "cbs",
     "times-union",
     "wjax",
     "friday",
     "aiken",
     "florida",
     "joseph",
     "south",
     "facetime",
     "walterboro",
     "press",
     "exploited",
     "2017",
     "s.c.",
     "lowery",
     "sunday",
     "inc.",
     "mobley",
     "university",
     "stephens",
     "shanara",
     "jan 14, 2017",
     "kamiyah",
     "early friday",
     "for",
     "hours friday",
     "months ago",
     "charleston",
     "jacksonville",
     "5:08 pm est",
     "mike",
     "tesha",
     "associated",
     "the end of last month",
     "2008",
     "bond",
     "ruben",
     "lakeshia",
     "u.s.",
     "nelson",
     "national",
     "carolina",
     "and",
     "center",
     "jenkins",
     "children",
     "1983",
     "missing",
     "boatwright",
     "gloria",
     "williams",
     "now",
     "medical",
     "melissa",
     "robert"
    ],
    "id": 22,
    "text": "Email Last Updated Jan 14, 2017 5:08 PM EST WALTERBORO, S.C. -- Neighbors knew them for years as a church-going mother and her polite teenage daughter before police swarmed Gloria Williams’ home in this small, quiet South Carolina city.  Williams, 51, was arrested on kidnapping charges. Then came the real shocker: Police identified the victim as the 18-year-old woman Williams had raised as her daughter. Investigators said DNA analysis proved she had been stolen as an infant from a hospital in Jacksonville, Florida. “She wasn’t an abused child or a child who got in trouble,” a stunned Joseph Jenkins said of the young woman who lived across the street. “But she grew up with a lie for 18 years.” She has learned she was born as Kamiyah Mobley. Jacksonville Sheriff Mike Williams described her Friday as being in good health but emotionally overwhelmed.  Some months ago, the young woman “had an inclination” that she may have been kidnapped, the sheriff said. Authorities didn’t say why she suspected this.    Tesha Stephens, a cousin of Williams’, said the young woman had much to think about. “She’s probably going to have to take this day-by-day,” Stephens told reporters outside Williams’ home. Mobley got to spend a few emotional moments with Williams, who is also charged with interference with custody, after her arrest. She cried “Momma” through the caged window of a security door after Williams waived extradition to Florida, according to WXJT-TV, which posted a video online. Meanwhile, the young woman’s birth family cried “tears of joy” after a detective told them their baby had been found. Within hours Friday, they were able to reconnect over FaceTime. “She looks just like her daddy,” her paternal grandmother, Velma Aiken of Jacksonville, told The Associated Press after they were able to see each other for the first time. “She act like she been talking to us all the time. She told us she’d be here soon to see us.” Mobley was only eight hours old when she was taken from her young mother by a woman posing as a nurse at University Medical Center. A massive search ensued, with helicopters circling the hospital and the city on high alert. Thousands of tips came in over the years, but she had disappeared.  Composite image of Kamiyah Mobley, developed after her 1998 kidnapping. WJAX The case broke thanks to a tip received by the National Center for Missing and Exploited Children, said Robert Lowery, a center vice president. He would not say from whom the tip came. But the center soon reached out to the cold case detectives at the sheriff’s office, and Mobley provided a swab of her cheek for DNA analysis that proved the match, the sheriff said. “This was something brand new to all of us,” said Stephens, Williams’ cousin. The center has tracked 308 infant abductions since 1983 by nonfamily members in the U.S. Of those cases, 12 were still missing at the end of last month. That’s now one number smaller. The woman has been provided with counseling, the sheriff said. Meanwhile, Aiken is thrilled to know that they can speak with each other as much as they want. “I always prayed, ‘Don’t let me die before I see my grandbaby,’” said Aiken. “My prayer was answered.” The family never forgot the little girl ripped from her mother’s arms that day in 1998. Her mother, Shanara Mobley, told the Florida Times-Union newspaper on the 10th anniversary of the kidnapping that on every one of Kamiyah’s birthdays, she wrapped a piece of birthday cake in foil and stuck it in her freezer. “It’s stressful to wake up every day, knowing that your child is out there and you have no way to reach her or talk to her,” Mobley told the paper in 2008. News moved quickly through the community of about 5,100 people early Friday after police cars swarmed Williams’ home. Jenkins said he awoke to see officers searching the house and the shed around back. “At the fish market, the hair dresser, the gas station, they’re all talking about it,” said Ruben Boatwright, who said he’s known Williams for about 15 years. Lakeshia Jenkins, Joseph’s wife, said Williams and the girl would often come over for cookouts in the yard, or join their family at a nearby water park. Kamiyah seemed to be well cared for, and “Ms. Williams, she seemed like a normal person,” Jenkins said. “She went to work, came back here and went to church every Sunday,” she said. Williams also worked for the Department of Veterans Affairs’ hospital in Charleston, volunteered in the area for Habitat for Humanity and led the youth program at a Methodist church, she said. “She’s very intelligent, smart as a whip,” Boatwright said. “All I can say are good things about her.” Now, Williams faces life in prison if she’s convicted in Florida, State Attorney Melissa Nelson said on Friday, according to CBS Jacksonville affiliate WJAX . Bond was denied for Williams, according to the station. © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Woman born as Kamiyah Mobley \"had an inclination\" she may have been kidnapped, sheriff says - CBS News"
   },
   {
    "entities": [
     "crane",
     "reporter",
     "contact",
     "rob",
     "tribune",
     "paul",
     "skrbina",
     "saturday",
     "1990",
     "2020",
     "gonzales/chicago",
     "mlb",
     "manfred",
     "u.s.",
     "chicago",
     "kenney",
     "wrigley",
     "cellular",
     "now",
     "cubs",
     "field",
     "mark",
     "2003"
    ],
    "id": 23,
    "text": "Cubs hope to host MLB All-Star Game in 2020 Crane Kenney on Cubs' bid to host 2020 MLB All-Star Game Cubs president Crane Kenney discusses the team's bid to host the 2020 MLB All-Star Game at Wrigley Field. (Mark Gonzales/Chicago Tribune) Cubs president Crane Kenney discusses the team's bid to host the 2020 MLB All-Star Game at Wrigley Field. (Mark Gonzales/Chicago Tribune) Paul Skrbina Contact Reporter Chicago Tribune The Cubs have 2020 vision when it comes to hosting the All-Star Game. President of business operations Crane Kenney said Saturday he hopes the by-then renovated Wrigley Field can host baseball’s midsummer showcase that year, but cautioned there could be some obstacles. The biggest? Many venues that play host to the game now are relatively new parks that were publicly funded. Kenney said the team has been hatching a plan with the mayor’s office to bring baseball commissioner Rob Manfred. “I’m optimistic,” Kenney said. “We think an All-Star Game here would be hugely popular and do great things for our city and great television ratings for the league.” The All-Star Game was last played in Chicago in 2003 at U.S. Cellular Field. Wrigley last hosted the event in 1990. ",
    "title": "Cubs hope to host MLB All-Star Game in 2020 - Chicago Tribune"
   },
   {
    "entities": [
     "ben",
     "et",
     "civil",
     "reich",
     "reese",
     "legend",
     "madden",
     "olbermann",
     "slocum",
     "trump",
     "sasse",
     "march",
     "naacp",
     "brooks",
     "house",
     "d-ga.",
     "michael",
     "pelosi",
     "harris",
     "--",
     "facebook",
     "movement",
     "senate",
     "donald",
     "kevin",
     "saturday",
     "bill",
     "r-kan.",
     "john",
     "jones",
     "yoder",
     "kamala",
     "twitter",
     "1965",
     "d-calif.",
     "lewis",
     "wm.",
     "usa",
     "selma",
     "january 14, 2017",
     "republican",
     "3:29 p.m.",
     "cornell",
     "national",
     "today",
     "steele",
     "schumer",
     "sarah",
     "matt",
     "philadelphia",
     "donovan",
     "keith",
     "d-n.y.",
     "america",
     "jan. 14, 2017",
     "committee",
     "msnbc",
     "chuck",
     "nancy",
     "slack",
     "weekend",
     "sept. 19, 2016",
     "putin",
     "rights",
     "robert",
     "31 minutes ago"
    ],
    "id": 24,
    "text": "Trump slammed for attacking civil rights icon Rep. John Lewis Lewis had called Trump's election illegitimate and said he will skip inauguration. Post to Facebook Trump slammed for attacking civil rights icon Rep. John Lewis Lewis had called Trump's election illegitimate and said he will skip inauguration. Check out this story on USATODAY.com: http://usat.ly/2ixdbsG CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 14 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump slammed for attacking civil rights icon Rep. John Lewis Donovan Slack , USA TODAY Published 3:29 p.m. ET Jan. 14, 2017 | Updated 31 minutes ago 268 Shares Rep. John Lewis, D-Ga., speaks after being presented with the Liberty Medal for his dedication to civil rights during a ceremony at the National Constitution Center, on Sept. 19, 2016, in Philadelphia.  (Photo: Matt Slocum, AP) It’s almost as if they were surprised. President-elect Donald Trump sparked outrage (again) Saturday by attacking Rep. John Lewis, D-Ga., after the civil rights icon said he would skip Trump’s inauguration and doesn’t consider his election legitimate. “Congressman John Lewis should spend more time on fixing and helping his district, which is in horrible shape and falling apart (not to mention crime infested) rather than falsely complaining about the election results,” Trump tweeted. “All talk, talk, talk - no action or results. Sad!” Trump blasts Rep. Lewis for saying his election not legitimate The reaction, as one would imagine, was swift. Democrats, celebrities and even some Republicans weighed in. “John Lewis and his ‘talk’ have changed the world,” Sen. Ben Sasse, R.-Neb., tweeted with a link to a photo of Lewis in 1965, when he was badly beaten at the Selma bridge in a voting rights march. Rep. Kevin Yoder, R-Kan., said he disagrees with Lewis’s questioning of the presidential election, but said he is a “hero & icon.” “He deserves all of our respect,” Yoder tweeted . “He's earned it.” NAACP President Cornell Brooks demanded that Trump apologize and said that by disrespecting Lewis, Trump had \"dishonored Lewis' sacrifice & demeaned the Americans & rights, he nearly died 4.\" By disrespecting @repjohnlewis , @realDonaldTrump dishonored Lewis' sacrifice & demeaned the Americans & rights, he nearly died 4. Apologize. pic.twitter.com/NM3G3X2o54 — Cornell Wm. Brooks (@CornellWBrooks) January 14, 2017 Former Republican National Committee chairman Michael Steele had some concise advice for Trump. “Number one, don’t tweet that. Number two, don’t go there,” he said on MSNBC, adding that the attacks were “unnecessary” and “unfortunate.” Senate Minority Leader Chuck Schumer, D-N.Y., expressed support for Lewis, a “friend” and “American hero,” and House Democratic Leader Nancy Pelosi noted that many people have tried to silence Lewis over the years. “All have failed,” she tweeted. As we honor MLK, I'll always stand by my friend, American hero @repjohnlewis . We'll lock arms & resist any effort to roll back civil rights. — Chuck Schumer (@SenSchumer) January 14, 2017 Ahead of #MLKday2017 , let us remember that many have tried to silence @repjohnlewis over the years. All have failed. — Nancy Pelosi (@NancyPelosi) January 14, 2017 Newly elected Sen. Kamala Harris, D-Calif., also weighed in. “John Lewis is an icon of the Civil Rights Movement who is fearless in the pursuit of justice and equality,” she wrote . “He deserves better than this.” That was mild compared to some of the reactions on Twitter. John Lewis is the conscience of America. Donald Trump doesn’t have the moral stature to kiss John Lewis’s feet. — Robert Reich (@RBReich) January 14, 2017 Trump attacked disabled, gold star family, baby & John Lewis, but not Putin hacking our election. He has no moral or patriotic standing. — Sarah Reese Jones (@PoliticusSarah) January 14, 2017 Donald \"bone spurs\" Trump could use some lessons in courage and action from John Lewis. — John Legend (@johnlegend) January 14, 2017 Trump is, in fact, not fit to be a citizen of John Lewis's country https://t.co/BFpSU1grW9 — Keith Olbermann (@KeithOlbermann) January 14, 2017 Leave it to Trump to kick off MLK weekend by attacking civil rights icon John Lewis, reminding us what the 'orange' face of hate looks like. — Bill Madden (@activist360) January 14, 2017 Read or Share this story: http://usat.ly/2ixdbsG Most Popular ",
    "title": "Trump slammed for attacking civil rights icon Rep. John Lewis"
   },
   {
    "entities": [
     "safety",
     "leung",
     "times",
     "tree",
     "seib",
     "last year",
     "spacex",
     "michelle",
     "l.a.",
     "jose",
     "cabin",
     "february 2016",
     "november",
     "panel",
     "january",
     "northern",
     "last week",
     "nasa",
     "inc.",
     "video",
     "advisory",
     "california",
     "nfl",
     "aerospace",
     "saturday",
     "international",
     "monday",
     "communications",
     "mendez",
     "king",
     "jan. 8",
     "station",
     "pioneer",
     "/",
     "iridium",
     "chargers",
     "mcvay",
     "future",
     "lapd",
     "va.",
     "samantha",
     "mclean",
     "hollywood",
     "obama",
     "faa",
     "rams",
     "space",
     "los",
     "sean",
     "first year",
     "weekend",
     "samuel",
     "al",
     "angeles",
     "masunaga",
     "december"
    ],
    "id": 25,
    "text": "NASA safety advisory group urged the agency to scrutinize SpaceX ’s rocket fueling process ahead of future launches of astronauts to the International Space Station. The Aerospace Safety Advisory Panel brought up concerns about the Hawthorne space company’s unconventional fueling operations... A major NASA safety advisory group urged the agency to scrutinize SpaceX ’s rocket fueling process ahead of future launches of astronauts to the International Space Station. The Aerospace Safety Advisory Panel brought up concerns about the Hawthorne space company’s unconventional fueling operations... (Samantha Masunaga) The company said one of three such tanks, inside the rocket’s larger, second-stage liquid oxygen tank, failed, probably after a buildup of liquid oxygen between the vessel’s aluminum inner liner and its carbon overwrap ignited. The vessels store cold helium that maintains pressure in the liquid oxygen tank. The FAA said last week that it accepted the accident report and closed the investigation.  SpaceX said it would change the configuration of the vessels so warmer helium could be loaded, as the investigation found that the loading temperature of the helium was cold enough to form a solid, exacerbating the possibility of oxygen getting trapped. The company also said it would change helium loading operations.  A few weeks after the explosion, SpaceX said it expected to return to flight as soon as November. But that date slipped to December, and then January, as the investigation continued.  The company initially had been planning to launch on Jan. 8, but the date was pushed back to Monday. The launch then was rescheduled for Saturday because of weather conditions. The 10 satellites SpaceX launched Saturday will be operated by Iridium Communications Inc., and will be part of the McLean, Va., company’s new satellite constellation to provide mobile communications services on the ground and in ships and airplanes. Caption Weekend Roundup: 7 stories you can't miss What values does Hollywood promote?   A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers?   Michelle King has made no big waves in her first year running Los Angeles Unified.   A state watchdog agency is investigating political donations connected to real estate developer Samuel Leung . The Chargers are moving  to L.A.  Obama's legacy:  part 1.  California’s drought conditions  have improved in the northern part of the state. Caption Weekend Roundup: 7 stories you can't miss What values does Hollywood promote?   A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers?   Michelle King has made no big waves in her first year running Los Angeles Unified.   A state watchdog agency is investigating political donations connected to real estate developer Samuel Leung . The Chargers are moving  to L.A.  Obama's legacy:  part 1.  California’s drought conditions  have improved in the northern part of the state. Caption 90 seconds: 4 stories you can't miss The Chargers are moving  to L.A., Obama's legacy:  part 1, California’s drought conditions  have improved in the northern part of the state, and Sean McVay, the new Los Angeles Rams coach , becomes the youngest NFL head coach in modern history. Caption Laurel Canyon mudslide Video by Al Seib / Los Angeles Times Video by Al Seib / Los Angeles Times Caption Raw video: Surveillance video of fatal LAPD shooting of 16-year-old The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. Caption 90 seconds: 4 stories you can't miss ",
    "title": "Watch live: SpaceX lands first-stage booster on drone ship in first flight since September explosion - LA Times"
   },
   {
    "entities": [
     "air",
     "safety",
     "base",
     "spacex",
     "$200,000",
     "falcon",
     "ocean",
     "transportation",
     ", 3:53 pm",
     "nasa",
     "facebook",
     "california",
     "vandenburg",
     "jan 14, 2017",
     "april",
     "$10 billion",
     "board",
     "force",
     "musk",
     "mars",
     "dooley",
     "iridium",
     "national",
     "today",
     "erin",
     "faa",
     "september 1",
     "elon",
     "pacific"
    ],
    "id": 26,
    "text": "SpaceX Returns to Flight With Successful Falcon 9 Launch By Erin Dooley Jan 14, 2017, 3:53 PM ET 0 Shares WATCH Moment SpaceX Rocket Explodes at Launch Site 0 Shares Email SpaceX 's Falcon 9 returned to flight, launching successfully from Vandenburg Air Force Base in California today, just four and a half months after a fiery explosion destroyed Facebook's AMOS-6 satellite. An investigation conducted by SpaceX (with assists from the Air Force, NASA , and the National Transportation Safety Board) concluded that the September 1 explosion was likely caused by a failure of a pressurized second-stage tank. The company, which is run by billionaire Elon Musk , vowed to change the fueling procedures to prevent the incident from recurring, and the FAA granted a launch license. The launch today delivered 10 Iridium satellites to low-earth orbit for use in mobile communications. After separation, the rocket’s first stage landed on the droneship “Just Read the Instructions,” stationed in the Pacific Ocean. SpaceX nailed a similar droneship landing back in April. Returning the first stage to earth enables the company to reuse the rocket, drastically reducing the cost of launch. Musk has said his ultimate goal is to start a colony on Mars by reducing the cost of a one-way trip from $10 billion per person to just $200,000. 0 Shares ",
    "title": "SpaceX Returns to Flight With Successful Falcon 9 Launch - ABC News"
   },
   {
    "entities": [
     "democratic",
     "reena",
     "1979",
     "interactive",
     "this week",
     "cbs",
     "friday",
     "states",
     "trump",
     "comey",
     "2017",
     "party",
     "news",
     "inc.",
     "moscow",
     "united",
     "donald",
     "street",
     "saturday",
     "last month",
     "china",
     "russia",
     "vladimir",
     "taiwan",
     "january 14, 2017",
     "u.s.",
     "fbi",
     "obama",
     "journal",
     "wall",
     "james",
     "flores",
     "putin",
     ", 1:51 pm",
     "kremlin",
     "december"
    ],
    "id": 27,
    "text": "By Reena Flores CBS News January 14, 2017, 1:51 PM Trump open to lifting Russia sanctions, scrapping \"One China\" policy Email President-elect Donald Trump signaled Friday an openness to upending existing foreign policy on Russia and China, suggesting in a recent interview the possibility of lifting Russian sanctions and doing away with the “One China” policy. Questioned by the Wall Street Journal about the sanctions on Russia implemented by the Obama administration last month , Mr. Trump said he could nix them if the foreign power was to assist the U.S. in fighting terrorists or in other ways. “If you get along and if Russia is really helping us, why would anybody have sanctions if somebody’s doing some really great things?” he said in the Journal interview. But Mr. Trump said he plans to keep the sanctions -- the latest of which were a response to the intelligence community’s conclusion that the Kremlin directed hacks during the U.S. election -- in place for “at least a period of time.” CBS News has confirmed FBI Director James Comey personally briefed President-elect Donald Trump about unverified claims that the Russians have co... The president-elect acknowledged that Vladimir Putin has expressed interest in meeting with him after he takes office, and Mr. Trump said “that’s absolutely fine with me.” Mr. Trump seemed to concede this week that Russia was behind the extensive cyberattacks on Democratic Party officials, telling reporters that “as far as hacking, I think it was Russia.” But, he seemed to dismiss the import of Moscow’s actions, saying in his first press conference since the election that “I also think we’ve been hacked by other countries, other people.” In the Journal’s wide-ranging interview, Mr. Trump also suggested that he was open to scrapping the “One China” policy, in which the U.S. recognizes the island nation of Taiwan as a part of “one China.” When asked about the policy, Mr. Trump said “everything is under negotiation, including One China.” On Saturday, China’s foreign ministry seemed to push back on the assessment, posting on its website that the “One China” principle was a non-negotiable political basis for China-U.S. relations. It also pushed “relevant parties” in the U.S. to recognize the sensitivity of the Taiwan issue. Since 1979, the United States has recognized Taiwan as a territory of China’s and not a sovereign nation, but in December, Mr. Trump broke protocol by taking a phone call with its president. China launched a diplomatic protest in response.  © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump open to lifting Russia sanctions, scrapping \"One China\" policy - CBS News"
   },
   {
    "entities": [
     "ukraine",
     "peter",
     "us",
     "colorado",
     "poland",
     "szydlo",
     "press",
     "macierewicz",
     "thursday",
     "europe",
     "sokolowski",
     "moscow",
     "facebook",
     "crimea",
     "paul",
     "gomez",
     "saturday",
     "olszyna",
     "2014",
     "russia",
     "carson",
     "fort",
     "bulgaria",
     "estonia",
     "associated",
     "once",
     "afp",
     "twitter",
     "later this year",
     "january 14, 2017",
     "u.s.",
     "army",
     "print",
     "eastern",
     "james",
     "nato",
     "email",
     "warsaw",
     "america",
     "antoni",
     "photo/czarek",
     "zagan",
     "germany",
     "beata",
     "kremlin",
     "ap"
    ],
    "id": 28,
    "text": "'We waited for decades': Polish govt welcomes US troops Published               January 14, 2017 Facebook 0 Twitter 0 livefyre Email Print U.S. Army vehicles cross the Polish border in Olszyna, Poland, Thursday.  (AP Photo/Czarek Sokolowski) Polish leaders declared themselves alone no longer at a ceremony Saturday welcoming the arrival of U.S. troops as part of a deployment that has angered Russia. The presence of U.S. troops on Polish soil marks a historic moment—the first time Western forces are being deployed on a continuous basis to bolster NATO’s eastern flank. “\"We have waited for you for a very long time,” the soliders heard Defense Minister Antoni Macierewicz say at Saturday’s event in Zagan amid falling snow. “We waited for decades, sometimes feeling we had been left alone, sometimes almost losing hope, sometimes feeling that we were the only one who protected civilization from aggression that came from the east.” The event also drew hundreds of ordinary Poles.  The American deployment includes an armored brigade of 3,500 American troops from Fort Carson, Colorado. It comes in reactions to Russia's annexation of Crimea from Ukraine in 2014 and its backing of separatist insurgents in Ukraine's east. Those actions have frightened many in Poland, the Baltic states and other countries in Eastern Europe that were once under Moscow's control. “This is America's most capable fighting force: a combat-ready, highly trained US armoured brigade, with our most advanced equipment and weaponry,” U.S. ambassador to Poland Paul James said at the ceremonies, according to an AFP report . \"This force embodies America's iron-clad commitment to honor our NATO treaty obligation to defend our NATO allies.\" The Polish government organized several other events across the country, including in downtown Warsaw, to welcome the Americans. “This is an important day for Poland, for Europe, for our common defense,” Prime Minister Beata Szydlo told the U.S. soldiers. The troops are due to fan out across seven countries from Estonia to Bulgaria for exercises. A headquarters unit will be stationed in Germany. After nine months they will be replaced by another unit. NATO will also deploy four multinational battalions to its eastern flank later this year, one each to Poland and the three Baltic states. The U.S. will also lead one of those battalions. The Kremlin has denounced all these deployments, saying it considers them a threat to its own security and interests. One of the newly arrived Americans M.P Peter Gomez told AFP he felt “very welcome” as he posed for selfies with Polish citizens. “I'm surprised actually,” he was quoted as saying. “People are very excited to see us.” The Associated Press contributed to this report. Advertisement ",
    "title": "'We waited for decades': Polish govt welcomes US troops | Fox News"
   },
   {
    "entities": [
     "ben",
     "mcmullin",
     "d.",
     "the 1960s",
     "capitol",
     "sassse",
     "next week",
     "nebraska",
     "lee",
     "kristol",
     "guy",
     "trump",
     "press",
     "house",
     "hillary",
     "atlanta",
     "d-ga.",
     "sunday",
     "truxell",
     "facebook",
     "georgia",
     "montgomery",
     "california",
     "donald",
     "tim",
     "lewsi",
     "saturday",
     "mazie",
     "bill",
     "russia",
     "king",
     "vladimir",
     "clark",
     "oregon",
     "associated",
     "john",
     "luis",
     "twitter",
     "blumenauer",
     "martin",
     "alabama",
     "january 14, 2017",
     "lewis",
     "selma",
     "u.s.",
     "cecil",
     "hollywood",
     "nbc",
     "earl",
     "hill",
     "massachusetts",
     "luther",
     "washington",
     "gop",
     "clinton",
     "gutierrez",
     "weekend",
     "evan",
     "yvette",
     "barbara",
     "illinois",
     "jan. 11",
     "putin",
     "jr.",
     "clarke",
     "katherine",
     "hirono",
     "intelligence",
     "ap",
     "white"
    ],
    "id": 29,
    "text": "Democrats, celebrities and Republicans defend Democratic Rep. Lewis after Trump's tweets Published               January 14, 2017 Facebook 0 Twitter 0 Email Print Jan. 11: Rep. John Lewis, D-Ga., center, takes a seat at the witness table on Capitol Hill in Washington.  (AP) A growing number of Democrats, Hollywood celebrities and some Republicans came to the defense of civil rights leader Rep. John Lewis amid fallout from Donald Trump's comments earlier on Saturday. Trump said that Lewis, who has argued the president-elect won't be a legitimate leader, should focus more on fixing his Georgia district. “Lewis should spend more time on fixing and helping his district, which is in horrible shape and falling apart,” Trump tweeted. The response on Twitter was swift. GOP Sen. Ben Sassse of Nebraska tweeted that \"John Lewis and his \"talk\" have changed the world.\"  On this Martin Luther King Jr. weekend, let it be clear that John Lewis is an American patriot. Trump's attacks on him further confirm it. pic.twitter.com/WavPT36Atu — Evan McMullin (@Evan_McMullin) January 14, 2017 It's telling, I'm afraid, that Donald Trump treats Vladimir Putin with more respect than he does John Lewis. — Bill Kristol (@BillKristol) January 14, 2017 Trump assumes John Lewis represents a poor district that's \"falling apart\" simply because he is black. Textbook definition of racism. https://t.co/3Vi93Oq9T2 — Guy Cecil (@guycecil) January 14, 2017 Cowardly @realDonaldTrump isn't fit to polish hero @repjohnlewis 's boots. — Yvette D. Clarke (@RepYvetteClarke) January 14, 2017 My friend @repjohnlewis is an American hero. A champion for justice and reconciliation. @realDonaldTrump could learn smth from his example — Senator Mazie Hirono (@maziehirono) January 14, 2017 Residents of Lewis' district in Atlanta, meanwhile, in response to a tweet from the Atlanta Journal-Constitution , began to post pictures of their neighborhoods on Twitter -- many of which did not fit with Trump's characterization.  @ajc I live in the #fifthdistrict and couldn't be prouder to cast my vote for @repjohnlewis ! pic.twitter.com/Vbu1H4u40H — Tim Truxell (@flannelenigma) January 14, 2017 Lewis, a leader in the civil rights movement of the 1960s who was beaten by state troopers during the \"Bloody Sunday\" march from Selma to Montgomery in Alabama, says in an NBC's \"Meet the Press\" to air Sunday that he does not consider Trump a \"legitimate president,\" and blamed the Russians for helping the Republican win the White House. \"You know, I believe in forgiveness. I believe in trying to work with people. It will be hard. It's going to be very difficult. I don't see this president-elect as a legitimate president,\" Lewis said. Trump, in followup tweet Saturday, said Lewis should spend more time helping his \"crime invested\" district, instead of \"falsely complaining about the election results.\" \"All talk, talk, talk -- no action or results. Sad.\" Trump concluded.  Lewsi has said he will skip next week's inauguration of Trump at the Capitol, joining several other Democrats who have decided to boycott the historic event. \"I think the Russians participated in helping this man get elected. And they helped destroy the candidacy of Hillary Clinton,\" Lewis said. The Lewis-Trump fued escalted on the eve of Martin Luther King Jr. Day. U.S. Intelligence agencies have said Russia meddled in the election to help Trump win. After spending weeks challenging that assessment, Trump finally accepted that the Russians were behind the election-year hacking of Democrats that roiled the White House race. However, he also emphasized that \"there was absolutely no effect on the outcome of the election including the fact that there was no tampering whatsoever with voting machines.\" Lewis explained his decision to stay away from the inauguration as \"you cannot be at home with something that you feel that is wrong, is not right.\" He said it will be the first inauguration he has missed in three decades, a time that includes Democrats and Republicans taking the oath of office. Other Democratic lawmakers who have announced plans to skip the inauguration include Reps. Barbara Lee of California, Earl Blumenauer of Oregon, Katherine Clark of Massachusetts and Luis Gutierrez of Illinois. They cite an array of reasons, but have one at least one thing in common. All represent heavily Democratic districts. The Associated Press contributed to this report.   ",
    "title": "Democrats, celebrities and Republicans defend Democratic Rep. Lewis after Trump's tweets | Fox News"
   }
  ]
 }
}