{
 "16": {
  "col-sim": {
   "cosine": 0.20324946142602823,
   "entity": 0.1856953381770519
  },
  "exec-time": 31.124994039535522,
  "links": [
   {
    "entities": [
     "israel",
     "cbs",
     "the next day",
     "supreme",
     "avenue",
     "billions of dollars",
     "bashar",
     "march of 2009",
     "oval",
     "mansion",
     "street",
     "the day",
     "95 percent",
     "king",
     "sasha",
     "once",
     "afghanistan",
     "iraq",
     "wall",
     "east",
     "jan. 9, 2017",
     "taliban",
     "fall",
     "white",
     "secret",
     "middle",
     "democratic",
     "interactive",
     "right now",
     "west",
     "76 percent",
     "10 years from now",
     "mitch",
     "eisenhower",
     "harvard",
     "mcconnell",
     "executive",
     "news",
     "2009",
     "united",
     "senate",
     "donald",
     "steve",
     "of",
     "first month",
     "2008",
     "review",
     "tea",
     "u.s.",
     "malia",
     "beltway",
     "chuck",
     "office",
     "next sunday",
     "pete",
     "90 percent",
     "2007",
     "roosevelt",
     "harry",
     "council",
     "ten years from now",
     "this month",
     "michelle",
     "party",
     "truman",
     "summer",
     "congress",
     "security",
     "u.n.",
     "republican",
     "obama",
     "service",
     "iran",
     "america",
     "2012",
     "illinois",
     "kennedy",
     "putin",
     "assad",
     "60 minutes in 1989",
     "states",
     "trump",
     "15 months ago",
     "house",
     "march",
     "hillary",
     "2017",
     "syria",
     "room",
     "inc.",
     "tonight",
     "the",
     "kroft",
     "monday",
     "bank",
     "george",
     "court",
     "first week",
     "vladimir",
     "2016",
     "future",
     "souza",
     "chicago",
     "18 percent",
     "washington",
     "2010",
     "a few weeks ago",
     "law",
     "now",
     "isis",
     "al-assad",
     "pennsylvania",
     "barack",
     "netanyahu"
    ],
    "id": 0,
    "text": "He was an audaciously hopeful junior senator from Illinois, splitting his time between his tiny apartment in Washington and the Chicago home where he had two young daughters. Steve Kroft: What else does he make besides tuna fish? Malia Obama: Chili, and that’s it. His wife was a working mom, a hospital executive and major breadwinner in the family. She wasn’t crazy about her husband being in politics. Steve Kroft: Has it put strains on the marriage from time to time? Michelle Obama: Oh, no. Sen. Obama: Absolutely, it has. Steve Kroft: But you’d let him go ahead and do this? Michelle Obama: I think if I weren’t married to him, I’d want him to be in there. So I don’t want to stand in the way of that because we have to work out a few things. We’ve had those arguments and… Sen. Obama: And I’ve lost them all. 60 Minutes correspondent Steve Kroft and President Barack Obama CBS News It all seems like a long time ago. Steve Kroft: So what’s the difference between this guy and the guy you are now? How much smarter are you than this guy standing on the street corner? President Barack Obama: Well, let’s see. Obviously I’m grayer, a few more wrinkles. You know I’ll be honest with you, Steve. One of the things I’m proud about is that I think my basic character and outlook actually have not changed much. And people who are closest to me will tell you that the guy who came here is the same guy who’s leaving. And the reason I take pride for that is one of the things you worry about when you’re in the bubble, and there’s all this pomp and circumstance and hail to the chief is, do you lose touch with what you thought was important and what brought you here? And I’m proud that I don’t think I have lost touch. Steve Kroft: If you had to write a brief description of this job beginning with wanted-- how would you describe the position? And what are the tasks? And what skills do you think you need? President Barack Obama: Thick skin helps. Steve Kroft: Thick skin, stamina. “People who are closest to  me will tell you that the guy who came here is the same guy who’s  leaving.” President Obama President Barack Obama: Stamina. There is a greater physical element to this job than you would think, just being able to grind it out. And I think your ability to not just mentally and emotionally, but physically be able to say, “We got this. We’re going to be OK.” Steve Kroft: Did you learn the executive stuff on the job? Because when we first talked, I must have asked you 100 times. Your only executive experience was running the Harvard Law Review and running your own campaign. Did you have to learn a lot of this on the job? President Barack Obama and 60 Minutes correspondent Steve Kroft CBS News President Barack Obama: The campaign was a more significant training ground than I think people give it credit for. By the time I got here, I think I had a pretty good sense of what was required. But the circumstances in which I came in were different than most executives, right? The enterprise was in the midst of a major crisis. And so, those first six months were a fire drill. Beside the two wars he inherited in Iraq and Afghanistan, and promised to end, a financial crisis at home had pushed the United States to the brink of another Great Depression. When we spoke with the new president in March of 2009 , the economy was losing 800,000 jobs a month, the government was throwing hundreds of billions of dollars at failing banks, and the auto industry was on the verge of collapse. Politically pummeled from all sides, Obama did his best to keep a sense of humor. President Obama: I just want to say that the only thing less popular than putting money into banks is putting money into the auto industry. So-- Steve Kroft: But 18 percent are in favor, 76 percent against. President Obama: It’s not a high number. Steve Kroft: You’re sitting here and you’re-- you are laughing about some of these problems. Are people going to look at this and say, “I mean, he’s sitting there just making jokes about money--” How do you deal with that? President Obama: No, no, no. Steve Kroft: I mean, wha-- explain the-- the-- the-- President Obama: Well-- Steve Kroft: The mood in your laughter. President Obama: Yeah, I mean, there’s gotta be-- Steve Kroft: Are you punch-drunk? President Obama: No, no, there’s gotta be a little gallows humor to get you through the day. President Barack Obama participates in a 60 Minutes interview with Steve Kroft in the State Dining Room of the White House, Jan. 9, 2017. Chuck Kennedy, The White House A political candidacy built around hope and change and compromise would eventually become a presidency of crisis and confrontation. Steve Kroft: Is there anything that surprised you about this job? President Barack Obama: I was surprised and continue to be surprised by the severity of partisanship in this town. And I think that I’d been warned about it. You’ll remember, in the campaign back in 2007, 2008, people would say, “Oh, he’s being naïve. He thinks that there’s no red states and blue states. And wait ‘til he gets here.” And I will confess that, I didn’t fully appreciate the ways in which individual senators or members of Congress now are pushed to the extremes by their voter bases. I did not expect, particularly in the midst of crisis, just how severe that partisanship would be. Steve Kroft: You came into this office trying to unify the country. You said that many times during the campaign. You wanted to bring people together. You wanted to change Washington. You talked about transformative change. And you became the focal point for some of the division. “I’m the first to acknowledge that I did not crack the code in terms of reducing this partisan fever.” President Obama President Barack Obama: I became a lightning rod for some partisan battles. I could not be prouder of the track record we’ve put together. By almost every measure, the country is significantly better off than when I came in. If you can look back and say, “The economy’s better. Our security’s better. The environment’s better. Our kids’ education is better,” if you can say that you’ve made things better, then considering all the challenges out there, you should feel good. But I’m the first to acknowledge that I did not crack the code in terms of reducing this partisan fever. Steve Kroft: You didn’t change Washington. President Barack Obama: You know, I changed those things that were in direct-- my direct control. I mean, I-- look, I’m proud of the fact that, with two weeks to go, we’re probably the first administration in modern history that hasn’t had a major scandal in the White House. In that sense, we changed some things. I would’ve liked to have gotten that one last Supreme Court justice in there. I’d like the Supreme Court to take a look at-- Steve Kroft: You couldn’t even get a hearing. President Barack Obama participates in a 60 Minutes interview with Steve Kroft in the Oval Office of the White House, Jan. 9, 2017. Pete Souza, The White House President Barack Obama: But we couldn’t even get a hearing. Trying to get the other side of the aisle to work with us on issues, in some cases, that they professed, originally, an interest in, and saying to them, “Hold on a second. You guys used to think this was a good idea. Now, just because I’m supporting it, you can’t change your mind.” But they did. And what that did, I think, made me appreciate. And I’ve said this before. But it’s worth repeating. Because this is on me. Part of the job description is also shaping public opinion. And we were very effective, and I was very effective, in shaping public opinion around my campaigns. But there were big stretches, while governing, where even though we were doing the right thing, we weren’t able to mobilize public opinion firmly enough behind us to weaken the resolve of the Republicans to stop opposing us or to cooperate with us. And there were times during my presidency where I lost the PR battle. And losing the PR battles, particularly about healthcare, translated into losing his Democratic majorities in Congress, beginning with a Republican landslide in the midterm election of 2010 . Steve Kroft: There is this feeling in-- particularly among people who are among your hardened supporters— President Obama: Right. Steve Kroft: --who feel a little disappointed that they think that you’ve lost your mojo. That you’ve lost your ability, that touch you had during the campaign to inspire— President Obama: Yeah. Steve Kroft: -- and lead that-- you know, everybody in Washington writes about the sort of aloofness that you have and I`m sure that drives you crazy. That you’ve let other people define you, that you haven`t sold your successes well enough? President Obama: I think it`s a fair argument, you know, I think that over the course of two years we were so busy and so focused on getting a bunch of stuff done that we stopped paying attention to the fact that, you know leadership isn’t just legislation, that it’s a matter of persuading people and giving them confidence, and bringing them together and setting a tone. For the next six years, there would be legislative gridlock, and by 2016, the people who had looked to Obama for change were looking somewhere else. Steve Kroft: Donald Trump, if you take away the particulars, was elected to the office , basically, on the same program that you were, of change. He wants to change Washington. President Barack Obama: Well, I mean that’s a lot of particulars you’re taking away. Fair enough. Steve Kroft: But do you think-- President Barack Obama: He was a change candidate. Steve Kroft: Do you think anybody can change Washington? President Barack Obama: I think the American people can change Washington. But I think that it is not going to change, because somebody from on high directs that change. Members of Congress on both sides of the aisle, are motivated by all kinds of issues. They’re sincerely interested in the economy, in terrorism, in social issues. But the one overriding thing they’re interested in is getting reelected. And if they think that it’s harder for them to get reelected by cooperating with each other, then they won’t cooperate. Steve Kroft: A lot of people think the system is broken, that the system, the political system is broken. That seemed to be the message that you heard throughout this campaign. President Barack Obama: Well -- Steve Kroft: And you seem to be saying, in some ways, maybe it is broken. President Barack Obama and 60 Minutes correspondent Steve Kroft CBS News President Barack Obama: In the first two years, when I had a strong majority in the House and the Senate, we were as productive as any administration has been since the ‘60s. I mean, we got a lot done. And so you can get a lot of stuff done through this system. But to sustain a governing majority, that requires an ability for Republicans and Democrats to find some common ground. And right now, the structure of the system is such where it makes it really hard for people to work together. And we mentioned, an example earlier, the Supreme Court nominations. I mean, the fact that Mitch McConnell, the leader of the Republicans, was able to just stop a nomination almost a year before the next election and really not pay a political price for it, that’s a sign that the incentives for politicians in this town to be so sharply partisan have gotten so outta hand that we’re weakening ourselves. Steve Kroft: How serious do you think this is? I mean, how stable do you think that the political system, the democratic system, is? President Barack Obama: Look, I think it’s stable, because the framers, in their wisdom, designed the system so that power’s pretty disbursed. You know, we have states. And we have cities. And we have counties. And we have the private sector. And-- and so the country still works even when Washington’s dysfunctional. But the problem is that, over time, big pieces of business that have to get done without leadership from Washington, don’t get done. Steve Kroft: I want to go back just briefly on this. But I think, look, this last election, you had a political system. Well, first of all the people elected somebody who went around saying that the system was rigged. President Barack Obama: Yeah. Steve Kroft: You had two of the most unpopular presidential candidates selected by the two parties in history. Doesn’t that say something’s wrong, something serious is wrong? President Barack Obama: It indicates that there is a lot of cynicism out there. It indicates that the corrosive nature of everything from talk radio to fake news to negative advertising has made people lack confidence in a lot of our existing institutions. I think it indicates, at least on the Democratic side, that we’ve got more work to do to strengthen our grassroots networks. In some ways, the Democratic Party hadn’t constructed itself to get that message out to the places it needed to get to. The Tea Party I have huge disagreements with, obviously. But I give them credit for having activated themselves. And they made a difference in terms of moving the Republican Party, in terms of moving the country in a particular direction. It’s a direction I disagreed with. But it showed that, in fact, you get involved, if your voice is heard it has an impact. Steve Kroft: Do you feel the same way about Donald Trump? President Barack Obama: Well I think that he clearly was able to tap into a lot of grievances. And he has a talent for making a connection with his supporters that overrode some of the traditional benchmarks of how you’d run a campaign or conduct yourself as a presidential candidate. What will be interesting to see is how that plays out during the course of his presidency. We are moving into an era where a lot of people get their information through tweets and sound bites and some headline that comes over their phone. And I think that there’s a power in that. There’s also a danger, what generates a headline or stirs up a controversy and gets attention isn’t the same as the process required to actually solve the problem. Steve Kroft: You said you don’t know how he’s going to do when he governs, but we’re in this transition period and one of the first things that he has done in this transition period is to pick a fight with the intelligence agencies. Do you think that that’s a smart move? President Barack Obama CBS News President Barack Obama: You’re not going to be able to make good decisions without building some relationship of trust between yourself and that community. Steve Kroft: Do you see that happening? President Barack Obama: Not yet, but, you know, again, he hasn’t gotten sworn into office yet. When we come back, President Obama talks about one of the strangest transitions in White House history -- and he acknowledges some mistakes. At the White House on Monday, crates and boxes lined the hallways and cluttered the East Room. Some carpets had been rolled up. Outside, there are bleachers on Pennsylvania Avenue and moving vans in the driveway – visual evidence that there’s a transition underway. This ritual of democracy, this peaceful transfer of power can be awkward under the best of circumstances. And these are not the best of circumstances for either the outgoing or incoming president. Steve Kroft: You have to admit that this is one of the strangest transitions in history. President Barack Obama: It’s unusual. I’ll agree with that. Well, I-- Steve Kroft: I mean, he-- President Barack Obama: --and I suspect-- I suspect the president-elect would agree with that. Look-- Steve Kroft: No, I-- President Barack Obama: --he is an unconventional candidate. Steve Kroft: Right. President Barack Obama: I don’t think there’s anybody who’s run a campaign like his successfully in modern history, not that I can think of. And, as a consequence because he didn’t have the supports of many of the establishment in his own party, because he ran sort of an improvisational campaign-- Steve Kroft: Can you run an improvisational presidency? President Barack Obama: I don’t think so. And so now he’s in the process of building up an organization. And well, we’ll have to see how that works. And it’ll be a test, I think, for him and the people that he’s designated to be able to execute on his vision. “First of all, I think everybody has to acknowledge don’t underestimate the guy, because he’s going to be 45th president of the United States.” President Obama  Steve Kroft: Look, I think that the country deeply appreciates the fact that you have not spoken clearly, I think, probably what’s on your mind in relation to the president-elect. But as you said earlier it’s unusual. He seems to have spent a good deal of his time sending out tweets that, you know, that the United States must strengthen and expand its nuclear ability. That Meryl Streep is an overrated Hillary flunky. You’re watching this like everybody else. I mean what’s going on? President Barack Obama: You know, you’re going to have to talk to him. But here’s what I-- here’s what I think. First of all, I think everybody has to acknowledge don’t underestimate the guy, because he’s going to be 45th president of the United States. The one thing I’ve said to him directly, and I would advise my Republican friends in Congress and supporters around the country, is just make sure that, as we go forward certain norms, certain institutional traditions don’t get eroded, because there’s a reason they’re in place. One thing both men have in common is a love of golf and a shared knowledge of the word “mulligan,” which means a do-over to replace a lousy shot. Steve Kroft: I mean you play golf. President Barack Obama: I do. Steve Kroft: Do you ever wish you had a mulligan? I mean in the eight years that you’ve had, if-- if you had-- if you had three or four mulligans would you use ‘em? President Barack Obama: Yeah. You know, there’s no doubt that probably at least once a week, maybe once a day, I said, “Ah, I should have done that better.” I bet at the end of this interview I’ll say, “Oh, that’s-- that would have been a really good answer for that or this.” I think we’ve done the big stuff right. I think that there are some big, obvious fumbles-- Steve Kroft: Like? President Barack Obama: --or shanks if you are using the-- Steve Kroft: Right. President Barack Obama: --golf analogy. Well, Healthcare.gov is a good example. Steve Kroft:  Right. President Barack Obama: You know, if you know you got a controversial program, and you’re setting up a really big, complicated website, website better work on the first day or first week or first month. The fact that it didn’t obviously lost a little momentum. That was clearly a management failure. Critics of the administration would cite what they see as larger failures in the area of foreign policy particularly in the Middle East, which we grilled him about in an interview 15 months ago. Steve Kroft: There is a perception in the Middle East that the United States is in retreat, that we’ve pulled our troops out of Iraq and ISIS has moved in and taken over much of that territory. The situation in Afghanistan is very precarious and the Taliban is on the march again. President Obama: I think it’s fair to say, Steve, that if-- Steve Kroft:  It’s -- Let me just finish the thought. President Obama: OK. Steve Kroft:  They say you’re projecting weakness, not strength-- President Obama: You’re-- you’re-- you’re-- you’re saying “they”-- Steve Kroft:  I’m talking about-- President Obama: You’re-- you’re not-- you’re not citing too many folks, but-- but-- Steve Kroft:  No, I’ll cite folks if you want me to. President Obama: But here’s-- Steve Kroft: I’d say the Saudis, I’d say the Israelis, I’d say a lot of our friends in the Middle East. President Obama: I-- Steve Kroft:  I’d say everybody-- President Obama: Steve-- Steve Kroft:  Everybody in your-- everybody in the Republican Party. You want me to keep going? President Obama: Yeah, if you are—if you’re citing the Republican Party, I think it’s fair to say that there is nothing I’ve done right over the last seven and half years. But even former members of his administration criticized the president for talking tough and not following through. In 2012, Obama told the Syrian government that the use of chemical weapons would cross a red line… Obama: That, that’s a red line for us. That could provoke us military involvement. When they were used, the president responded not with force, but diplomacy, raising questions about his credibility. Steve Kroft:  I want to go back to, like, 2012. President Barack Obama: Yeah. Steve Kroft: I want to-- to two words. Red line. President Barack Obama: Yeah. Steve Kroft: You didn’t have to say that. President Barack Obama: Yeah. Steve Kroft: And there have been reports that it wasn’t in your speech. President Barack Obama: No, it wasn’t. Steve Kroft: That you just sort of ad-libbed it. If you could pull – and it created – it created problems for you with the military people. Would you take those words back? You didn’t have to say them. President Barack Obama: Yeah, look, if you’re putting all the weight on that particular phrase, then in terms of how it was interpreted in Washington, I think you make a legitimate point. I’ve got to tell you, though, I don’t regret at all saying that if I saw Bashar al-Assad using chemical weapons on his people that that would change my assessments in terms of what we were or were not willing to do in Syria. Steve Kroft:  But you didn’t say that. President Barack Obama: Well-- Steve Kroft:  You said you drew the red line. President Barack Obama: I-- look, I-- Steve Kroft: I don’t want to make too big a deal out of it, but-- President Barack Obama: I understand-- Steve Kroft:  --I think that-- but I-- President Barack Obama: I-- but that-- Steve Kroft:  --you think that that was-- President Barack Obama: --well-- Steve Kroft: Would you take it back? If you had-- President Barack Obama: Well-- Steve Kroft:  --the opportunity to take it back? President Barack Obama: The reason I’m hesitating is not to be defensive. It-- it’s simply, Steve, that I would have I think made a bigger mistake if I had said, “Eh, chemical weapons. That doesn’t really change my calculus.” I think it was important for me as president of the United States to send a message that in fact there is something different about chemical weapons. And, regardless of how it ended up playing, I think-- in the Beltway, what is true is Assad got rid of his chemical weapons. And the reason he got rid of ‘em is-- Steve Kroft: For a while. President Barack Obama: --because-- well, look-- if 90 percent or 95 percent of those-- chemical stockpiles were eliminated, that’s a lot of chemical weapons that are not right now in the hands of ISIL or Nusra or, for that matter, the regime. Steve Kroft: Israel. President Barack Obama: Yeah. Steve Kroft:  A few weeks ago you allowed the U.N. Security Council to pass a resolution condemning Israel’s settlements in the West Bank. It caused a major fallout between the United States and Israel. Was it your decision to abstain? President Barack Obama: Yes, ultimately. Steve Kroft:  Why did you feel like you had to do that? President Barack Obama: Well, first of all, Steve, I don’t think it caused a major rupture in relations between the United States and Israel. If you’re saying that Prime Minister Netanyahu  got fired up, he’s been fired up repeatedly during the course of my presidency, around the Iran deal and around our consistent objection to settlements. So that part of it wasn’t new. And despite all the noise and hullabaloo-- military cooperation, intelligence cooperation, all of that has continued. We have defended them consistently in every imaginable way. But I also believe that both for our national interests and Israel’s national interests that allowing an ongoing conflict between Israelis and Palestinians that could get worse and worse over time is a problem. And that settlements contribute. They’re not the sole reason for it, but they’re a contributing factor to the inability to solve that problem. And-- Steve Kroft: And you wanted to make that point? President Barack Obama: Not only did I want to make that point. We are reaching a tipping where the pace of settlements, during the course of my presidency has gotten so substantial that it’s getting harder and harder to imagine an effective, contiguous Palestinian state. And I think it would have long-term consequences for peace and security in the region, and the United States, because of our investment in the region, and because we care so deeply about Israel, I think has a legitimate interest in saying to a friend, “This is a problem.” And we’ve said it-- look, it’s not as if we haven’t been saying it from Day One. We’ve been saying it for eight years now. It’s just that nothing seemed to get a lot of attention. When we return: the president discusses eight years in the Oval Office and life with his family in the White House. After our interview in the State Dining Room, President Obama invited us to the Oval Office where he had some things he wanted to show us, and some thoughts about his family’s eight years in the Executive Mansion.  Steve Kroft: What are you going to miss most about this place? 60 Minutes correspondent Steve Kroft and President Barack Obama CBS News President Barack Obama: This walk is one of them. On the way, he told us that his family life had thrived living and working under the White House roof, but that his wife and daughters didn’t feel the same way about life in what Harry Truman called “the finest prison in the world.” Steve Kroft: How do they feel? President Barack Obama: Ah, they’re ready to go. I mean, the girls, obviously, you know, they are now of an age in which the constraints of Secret Service and bubbles and all that stuff has gotten pretty old. Michelle never fully took to the scrutiny. I mean, she’s thrived as a first lady, but it’s not her preference. And so-- Steve Kroft: She was the hardest sell. President Barack Obama: She was the hardest sell. And she never fully embraced being in the public spotlight, which is ironic, given how good she is. Having said that she would acknowledge, and I certainly feel that we-- we just have a lot of memories here. You know, our kids grew up here. Some of our best friends have been made here in this place. There have been moments that were highlights for us-- that-- you know, are going to be hard to duplicate. So-- Steve Kroft: She’s glad you did it though? President Barack Obama: She is now. Ahhh, I think I’ve said this story before. You know, she used to say to our friends, “Barack’s exactly the kind of guy I want to be president. I just wish he didn’t want to do it when I was married to him.” So-- so now that we’re-- Steve Kroft: But you’re still all right? I mean, everything’s OK? President Barack Obama: So far, as far as I know. I better check later. Yeah. Steve Kroft: You have said you’re going to take a big vacation. You’re going to write your book. You’re going to work on your library. You’re going to set up a foundation. I mean, that sounds very professorial compared to what you’ve been doing, like the ivory tower equivalent of puttering around the garden. Are you going to be happy doing this? President Barack Obama: Well-- Steve Kroft: Are you-- President Barack Obama: --look, I’m going to try to get some sleep. And do a little puttering. Because I haven’t had a lot of chance to reflect and absorb all this. I do not expect to be behind a desk a lot. I look forward to teaching the occasional class, ‘cause I was a professor. And I had fun doing it. Steve Kroft: You’re not going to go to Wall Street, make a lot of money? President Barack Obama: I’m not going to Wall Street. The amount of time that I’ll be investing in issues is going to be high. But it’ll be necessarily in a different capacity.   Steve Kroft: Roosevelt’s remembered for Social Security. Eisenhower is remembered for a speech about the military industrial complex. Ten years from now, what are they going to say about you? What are they going to remember you for? President Barack Obama: You know, I don’t think you know now. I think you’re not going to know until 10 years from now. I do think that, you know, saving the economy was a pretty big deal. We did a lot of stuff early that ended up having an impact. I believe that the work we’ve done in moving our energy future in a cleaner direction is going to stick even if some of the individual steps that we took are reversed by future administrations. I think that it’s embedded itself in the economy. And we’ve been able to organize the international community around it in ways that aren’t going to go back. I think we’ve set the bar with respect to the notion that it is possible to provide health care for people. Now I know that the incoming Congress and administration talks about repealing it. But we’ve set a bar that shows that this can be done. And that core principle is one that the majority of Americans, including supporters of Donald Trump believe in. Steve Kroft: What are your memories of this office? What’s going to stick in your mind? What are you going to remember from here? President Barack Obama: Well I think the number of decisions that you make just with your advisers sitting here-- we’ve had some big powwows around, is the banking system about to collapse and what do we do about it? To questions of war and peace. So you remember the decisions that were made in this room. The objects in this room-- only a few of ‘em I really attach to. I think that I’ll always remember the bust of Dr. King. I thought having an American here who represented rhat civic spirit that got me into this office was useful. Over there I’ve got the original program for the March on Washington that was framed and given to me by a friend. You know, I’ll remember the view out this window, because this is where we had our-- the playground that we put in when Malia and Sasha came in.  Being able every once in awhile to look out the window and see your daughters during the summer, swinging on that swing set, that made the presidency a little bit sweeter. When Sasha and Malia Obama arrived at the White House in 2009, they were age 7 and 10.  Their parents -- for the most part – were successful in keeping them out of the limelight, except in the rarest circumstances. In the fall, Malia begins at Harvard after a gap year. Sasha is a sophomore at her private school in Washington. This month, the swing set was dismantled and given away. Steve Kroft: You feel older? President Barack Obama: Yeah. You know, it’s interesting. Physically, I feel probably as good as I’ve ever felt. And I’ve got as much energy as I ever did. But what you feel after eight years -- and I think you’d feel this no matter what, but anytime you have a big transition, it gets magnified – is time passes. Your kids grow up. I think they more than anything are making me feel as if, you know, you want to squeeze everything you got every single day out of this thing. Because it passes quick. Steve Kroft: You’re having trouble letting go? President Barack Obama: No. I am looking forward to getting out of the bubble. I am glad that I’m leaving this place at a relatively young age, at 55. So I have the opportunity for a second maybe even a third act in a way that I think would be tougher if I were, you know, the age of some presidents when they left. There’s some bittersweet feelings about leaving the people here. ‘Cause even though all the team you assemble, you know, you’re going to stay in touch with ‘em, it’s not the same, you know? The band kind of breaks up. And, I think I’m the best president I’ve ever been right now. And I think the team that is operating right now functions as well as any team that I’ve had. And so, you know, there is a part of you that thinks, “Man, we’re pretty good at this stuff right now.” And you hate to see that talent disperse. Steve Kroft: You going to have reunions? President Barack Obama: Well, not I don’t think we’re go have, like, T-shirts and, you know, all that stuff. That sounds kind of sad. And so my-- so many of my staff is young enough that they’re going to do amazing things. And I’m going to be helping them try to do them. So overall though, I have a deep appreciation for the wisdom of this guy right there, George Washington. It’s good to get fresh legs in here. I think that it refreshes our democracy. It-- I think sustaining the pace over more than eight years is pretty tough. Steve Kroft: What are you going to do on the 21st when you wake up? I don’t know where you’re going to be when you wake up, but you’re going to wake up someplace where you’re not president. President Barack Obama: Well, here’s one thing is I’m not setting my alarm. That, I’m certain of. That I am absolutely positive of. I’m going to spend time with Michelle. And, you know, we got some catching up to do. We’ve both been busy. Steve Kroft: You’re going to be spending your own money, right? President Barack Obama: Abs-- well, you know, the truth though is that we’ve been-- Steve Kroft: Have you been spending your own-- when was the last time you-- President Barack Obama: I-- Steve Kroft: --spent your own money? President Barack Obama: Well, I will say this. You know, I mentioned how I’ve got a pretty thick skin in this job. You’ve got to have it. One thing that did kind of get under my craw sometimes was people talking as if when we went on vacation or-- Steve Kroft: Right, right, right, right. President Barack Obama: --you know, that people’d be like, “Oh, spending taxpayer money.” It’s like, “No, no, I actually I’m paying for all of this. The only thing I don’t pay for is Secret Service and an airplane.” Steve Kroft: And communications. President Barack Obama: And communications, ‘cause I don’t have any choice. But, you know, we buy our own toilet paper even here in the White House. Steve Kroft: Really? President Barack Obama: You know, we-- it’s not free. I’m-- I’ve got a grocery bill at the end of every month. You know, our toothpaste, our, you know, our orange juice, that all gets paid. But I-- it is true that I don’t carry my wallet that often. So I’m going to have some catching up to do in terms of how day-to-day things operate.    Steve Kroft: It’s not unusual for a president to issue an observation, “Beware of this. Be wary of that.” What is the thing that concerns you most right now, leaving office, about the country? President Barack Obama: Making sure that our democracy stays healthy. And making sure that we maintain that sense of solidarity. Um, the thing that has disturbed me most about the Russian hacking episode is-- and the thing that surprised me most has not been the fact of Russian hacking, because Chinese, Russians, Iranians-- a lot of-- Steve Kroft: The United States-- President Barack Obama: The United-- well, the cyber world is full of information gathering, you know, propaganda, et cetera. I have been concerned about the degree to which, in some circles, you’ve seen people suggest that Vladimir Putin has more credibility than the U.S. government. I think that’s something new. And I think it’s a measure of how the partisan divide has gotten so severe that people forget we’re on the same team. President Barack Obama: We go into the hallway here… The president led us through a side door from the Oval Office into a short hallway and into his small private dining room. Here, the mementos were personal, far less formal. Steve Kroft: All this stuff is coming with you? President Barack Obama: Absolutely. Well, not all of it. It-- I think-- Steve Kroft: Hard packing up? President Barack Obama: I think, this famous-- Steve Kroft: This is going to stay there, right? President Barack Obama: --painting of The Peacemakers, that goes with the territory. Steve Kroft: How much stuff are you going to take with you? President Barack Obama: Not that much. I mean, you know, we got-- I got books, I got clothes, I got mementos like-- these that, you know, I cherish. We got some furniture that we purchased that, you know, we’ll try to use in the new place. Steve Kroft: Do you like it, the new house? President Barack Obama: It’s a nice-- it’s a nice home. I mean-- Steve Kroft: You’ve been there--? President Barack Obama: Yeah. It’ll-- it’s temporary. And-- Steve Kroft: Two years? President Barack Obama: Yeah. But it feels like a home. You know, it’s not crazy big but there’s enough room for, you know, a treadmill and some workout equipment in the basement. “My fellow Americans, it has been the honor of my life to serve you. I won’t stop. In fact, I will be right there with you, as a citizen, for all my remaining days.” President Obama The next day President Obama was back in Chicago where it all began to deliver his farewell address. Obama in farewell address: My fellow Americans, it has been the honor of my life to serve you. I won’t stop. In fact, I will be right there with you, as a citizen, for all my remaining days. Thank you. God bless you. And may God continue to bless the United States of America. Thank you. President Obama, in all the times we were with him, seemed to savor the challenge of an interview. For him, it was an intellectual workout, something on par with a pickup basketball game, complete with a little trash talk. There were never any restrictions on questions. No taboo topics. A year and half ago, there was a particularly contentious line of questioning about America’s role in Syria. After it, we took a short break for a few sips of water.  And when the cameras rolled again, the president was ready for more. President Obama: What else you got? Tonight, at last, we have no more questions. I’m Steve Kroft. Next Sunday, here on CBS, the AFC Championship game. And we’ll be back in two weeks with a brand new edition of 60 Minutes. © 2017 CBS Interactive Inc. All Rights Reserved. Steve Kroft Few journalists have achieved the impact and recognition that Steve Kroft's 60 Minutes work has generated for over two decades. Kroft delivered his first report for 60 Minutes in 1989. Recent Segments ",
    "title": "Barack Obama: Eight Years in the White House - 60 Minutes - CBS News"
   },
   {
    "entities": [
     "the same day",
     "isham",
     "community",
     "2:59",
     "friday",
     "trump",
     "save",
     "house",
     "d-new",
     "gary",
     "sunday",
     "thursday",
     "bernie",
     "jan. 27",
     "ryan",
     "may",
     "paul",
     "senate",
     "california",
     "donald",
     "college",
     "recently",
     "freeman",
     "sanders",
     "macomb",
     "maine",
     "sagen",
     "january 15, 2017",
     "health",
     "michigan",
     "care",
     "d.c.",
     "burton",
     "schumer",
     "york",
     "danny",
     "america",
     "washington",
     "chuck"
    ],
    "id": 1,
    "text": "'He Makes Me Very Nervous' Sen. Bernie Sanders on Trump 2:59 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170116012128if_/http://www.nbcnews.com/widget/video-embed/855520323871\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> WARREN, Michigan — Sen. Bernie Sanders, while acknowledging that some Americans \"don't like\" the health care law and continuing to call for universal coverage, pledged before a crowd of thousands to fight Republican efforts to repeal the Affordable Care Act. \"There are differences of opinion about the Affordable Care Act — some like it, some don't like it. But very few Americans believe that we should repeal the ACA without a replacement program to make it better,\" Sanders, I-Vermont, said at a rally Sunday, one of several dozen gatherings across the country aimed at ginning up public support for the health care law. \"Know we are saying to our Republican colleagues: We will not allow you to throw up to 30 million Americans off of health insurance,\" he said. Sanders appeared alongside Senate Minority Leader Chuck Schumer, D-New York, both of Michigan's Democratic senators and a handful of the state's House members, as well as a number of progressive activists. According to Sanders, Democrats organized 70 rallies Sunday from Maine to California as part of their campaign to defend the law against Republican efforts to dismantle it. Related: Obamacare: Five Things You May Not Know About the Health Care Law Thousands gathered in below-freezing weather, some waiting for hours, to see the lineup of Democrats tout the Affordable Care Act. While the event was initially planned to be inside for an audience of 700 to 1,000, it was moved outside to accommodate the bigger crowd. Getting a bit of déjà vu--here is the line for the @BernieSanders led \"Save Health Care\" rally in Warren, MI. It's 28 degrees out. pic.twitter.com/RhAAa0A5Lr — Danny Freeman (@DannyEFreeman) January 15, 2017 At times, the atmosphere took on a campaign feel, with attendees showing their displeasure with the incoming Trump administration through colorful signs, including one that read \"Donald Trump, America's First Russian President,\" much to the crowd's glee. One @BernieSanders fan's take on @realDonaldTrump in Warren, MI. pic.twitter.com/QEi8j6mvXC — Danny Freeman (@DannyEFreeman) January 15, 2017 Gary Isham and his daughter Sagen drove an hour to Macomb Community College from Burton, Michigan, to support the law. \"I'm coming out to support my brothers and sisters to make sure we can save heath care for the folks here in Michigan,\" Gary Isham said. When asked how they felt about the state of the health care debate in Washington, D.C., all Sagen Isham could initially muster was, \"Scary.\" \"I have pre-existing conditions. I need the coverage, so I'm here,\" she added, noting that she had recently signed up to receive coverage from the Affordable Care Act. \"All we can do is hope and pray that [Trump] gets on the same page,\" her father said. Related: Six Things You Might Not Know Could Go With Obamacare Repeal The House voted Friday along party lines to instruct committees to finish drafting legislation to repeal the ACA by Jan. 27, following a Senate vote in favor of the same measure Thursday. It's the first step in what many experts expect to be a long road to repealing and replacing the law. Republicans are grappling over whether to repeal and replace the law at the same time — a process that could take months as Republicans work to draft an alternative — or to fulfill their campaign promises by repealing it as soon as possible, even if they don't have a viable replacement plan. House Speaker Paul Ryan, R-Wisconsin, said Sunday that they're planning to repeal and replace the law on the same day. Hinting at the battle to come, Sanders said the rally Sunday was \"the beginning of the fight, not the end of the fight.\" Play ",
    "title": "'Beginning of the Fight': Sanders, Schumer Hold Rally Defending Affordable Care Act - NBC News"
   },
   {
    "entities": [
     "ben",
     "mccain",
     "last year",
     "cbs",
     "navy",
     "sasse",
     "trump",
     "march",
     "amash",
     "press",
     "sunday",
     "--",
     "r.",
     "georgia",
     "donald",
     "recently",
     "indiana",
     "kevin",
     "at 5:46 pm",
     "saturday",
     "russia",
     "king",
     "mike",
     "john",
     "2011",
     "january 15, 2017",
     "once",
     "j.",
     "twitter",
     "yoder",
     "associated",
     "post",
     "jan. 15",
     "martin",
     "lewis",
     "the past year",
     "selma",
     "january 14, 2017",
     "u.s.",
     "1965",
     "nbc",
     "january 15",
     "justin",
     "luther",
     "bastien",
     "america",
     "washington",
     "2010",
     "gop",
     "cleve",
     "now",
     "jr.",
     "wootson",
     "ala.",
     "pence"
    ],
    "id": 2,
    "text": "In feud with John Lewis, Donald Trump attacked ‘one of the most respected people in America’ The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Cleve R. Wootson Jr. January 15 at 5:46 PM Follow @CleveWootson President-elect Donald Trump's team and senators of both parties on Jan. 15 reacted to Trump's feud with Rep. John Lewis (D-Ga.). (Bastien Inzaurralde/The Washington Post) In 2010, days after returning from Selma, Ala., Mike Pence went on a GOP website and gushed about “my friend” John Lewis. Then a congressman from Indiana's 6th District, Pence said he was “honored” to walk beside a man personally recruited by Martin Luther King Jr. He talked about how an officer had bashed a younger Lewis in the head during the fight for voting rights. Lewis, he said, was “an integral part of the American story in our nation's unrelenting march toward a more perfect union.” Now Vice President-elect Pence is one of many leaders picking sides between Lewis and President-elect Donald Trump. Lewis recently called Trump an illegitimate president and Trump responded that the civil rights icon is “all talk.” In the past year, Trump has gotten into public disputes with a beauty queen and the Muslim parents of a dead soldier . But on the eve of the Martin Luther King Jr. holiday, Trump went back and forth with a man whom John McCain once called “one of the most respected men in America.” It's a widely held opinion. For a lifetime of civil rights work, Lewis was awarded the Presidential Medal of Freedom in 2011. Last year, the Navy announced it would name a ship after him, making Lewis one of just a few \" to get that honor. The Lewis-Trump fracas started Saturday, when  Lewis told NBC's “Meet the Press”  that he didn't see Trump as a legitimate president and wouldn't be attending the inauguration for the first time in 30 years. Trump struck back on Twitter, saying that Lewis needed to focus on his congressional district in Georgia, “which is in horrible shape and falling apart (not to mention crime infested) rather than falsely complaining about the election results.” Trump said Lewis is “All talk, talk, talk — no action or results.” Congressman John Lewis should spend more time on fixing and helping his district, which is in horrible shape and falling apart (not to...... — Donald J. Trump (@realDonaldTrump) January 14, 2017 mention crime infested) rather than falsely complaining about the election results. All talk, talk, talk - no action or results. Sad! — Donald J. Trump (@realDonaldTrump) January 14, 2017 Congressman John Lewis should finally focus on the burning and crime infested inner-cities of the U.S. I can use all the help I can get! — Donald J. Trump (@realDonaldTrump) January 15, 2017 Lewis's statements made him the first prominent Democrat to claim that Russia's alleged hacking of the presidential election made Trump's presidency illegitimate. The feud dominated TV news shows just days before the inauguration. And it contributed to a growing number of lawmakers who have said they will not be attending the inauguration . Lawmakers rushed to take sides, including many whom Lewis had invited on trips to Selma, the site of the 1965 “Bloody Sunday” protests. Most notably, Republicans spoke out in defense of Lewis and his legacy — even those who disagreed with his policies. Rep. Kevin Yoder (R-Kan.) said he disagreed with calling the election illegitimate but said Lewis “deserves all of our respect. He's earned it.” Sen. Ben Sasse (R-Neb.) riffed on Trump's tweets in defending Lewis: “John Lewis and his 'talk' have changed the world.” Rep. Justin Amash (R-Mich.) replied to one of Trump's tweets about Lewis with: “Dude, just stop.” A few, such as Pence, tore into Lewis. In an interview with CBS’s “Face the Nation” on Sunday, Pence said he respects “the sacrifice” Lewis made, according to the Associated Press. But Pence said Lewis is making “baseless assertions” about the election. The most recent statements from lawmakers were a stream of bipartisan respect for Lewis's role in American history. Ahead of #MLKday2017 , let us remember that many have tried to silence @repjohnlewis over the years. All have failed. ",
    "title": "In feud with John Lewis, Donald Trump attacked ‘one of the most respected people in America’ - The Washington Post"
   },
   {
    "entities": [
     "lieu",
     "jim",
     "thompson",
     "palm",
     "d.",
     "bass",
     "bernardino",
     "the next day",
     "torres",
     "hanford",
     "beach",
     "wire",
     "cabinet",
     "darrell",
     "pelosi",
     "oaks",
     "mesa",
     "paul",
     "california",
     "issa",
     "kevin",
     "panetta",
     "the day",
     "tony",
     "brownley",
     "b.",
     "waters",
     "present",
     "grove",
     "mcnerney",
     "schiff",
     "j.",
     "correa",
     "lewis",
     "fremont",
     "matsui",
     "narenda",
     "corona",
     "sacramento",
     "jimmy",
     "eric",
     "dublin",
     "san",
     "torrance",
     "a.",
     "walnut",
     "village",
     "jerry",
     "napolitano",
     "burbank",
     "tom",
     "calvert",
     "whittier",
     "yucca",
     "jackie",
     "linda",
     "angeles",
     "eshoo",
     "clinton",
     "shrestha",
     "julia",
     "air",
     "norwalk",
     "us",
     "lou",
     "capitol",
     "raul",
     "friday",
     "r-elk",
     "costa",
     "devin",
     "doug",
     "park",
     "senate",
     "donald",
     "recently",
     "mexico",
     "adam",
     "g.",
     "tuesday",
     "steve",
     "lofgren",
     "lowenthal",
     "fullerton",
     "night",
     "turlock",
     "vargas",
     "ken",
     "maxine",
     "u.s.",
     "pomona",
     "feinstein",
     "karen",
     "cook",
     "obamacare",
     "barbara",
     "garamendi",
     "pete",
     "epa",
     "diego",
     "bera",
     "redlands",
     "jose",
     "speier",
     "concord",
     "juan",
     "david",
     "chu",
     "hillsborough",
     "knight",
     "lee",
     "reserve",
     "cárdenas",
     "contact",
     "t.",
     "duncan",
     "thursday",
     "pedro",
     "monterey",
     "denham",
     "jeff",
     "khanna",
     "fresno",
     "francisco",
     "hunter",
     "st.",
     "nunes",
     "congress",
     "royce",
     "elk",
     "mike",
     "john",
     "zoe",
     "valley",
     "judy",
     "kamala",
     "tulare",
     "carmel",
     "mccarthy",
     "carbajal",
     "walters",
     "sherman",
     "rafael",
     "obama",
     "santa",
     "susan",
     "ro",
     "sarah",
     "takano",
     "dana",
     "wednesday",
     "los",
     "sanchez",
     "america",
     "menlo",
     "palmdale",
     "nancy",
     "doris",
     "stockton",
     "f.",
     "oakland",
     "alan",
     "swalwell",
     "times",
     "irvine-rrb-",
     "desaulnier",
     "march",
     "trump",
     "mcclintock",
     "house",
     "hillary",
     "bakersfield",
     "nanette",
     "peters",
     "ruiz",
     "riverside",
     "rohrabacher",
     "last week",
     "westlake",
     "ana",
     "salud",
     "the",
     "grace",
     "downey",
     "harris",
     "lamalfa",
     "barragán",
     "davis",
     "county",
     "force",
     "roybal-allard",
     "2016",
     "huffman",
     "dianne",
     "scott",
     "desert",
     "brad",
     "past",
     "anna",
     "valadao",
     "long",
     "chicago",
     "the weekend",
     "washington",
     "xavier",
     "ed",
     "ted",
     "mimi",
     "lucille",
     "aguilar",
     "ami",
     "helena",
     "norma",
     "becerra",
     "mark",
     "jared"
    ],
    "id": 3,
    "text": "At least one in five California members of Congress are skipping Trump's inauguration US Presidential Inauguration - preparations Employees prepare the U.S. Capitol for the inauguration of President-elect Donald Trump. Employees prepare the U.S. Capitol for the inauguration of President-elect Donald Trump. (Narenda Shrestha / EPA) Sarah D. Wire Contact Reporter There’s a lot Rep. Jared Huffman would rather do than go to Donald Trump’s inauguration on Friday. So he’s going to stay home. \"I’ll spend that day, and actually several days, in my district doing service events and community events to try to send a positive message with my time rather than sitting passively and applauding while something that I think is very dark and dangerous for our country begins,” said Huffman (D-San Rafael). Among other things, Huffman plans to spend the weekend helping with a river cleanup, participating in a naturalization ceremony for new citizens and joining a local women’s march against the Republican president-elect.  “I’m going to be far busier in my district and in my community doing positive things than I ever would have been coming to Washington for that ceremony,” Huffman said. As of Thursday night, 39 of California’s 55-member delegation said they planned to attend the inauguration, where members of Congress have some of the best seats to view the peaceful transfer of power. That includes all 14 of the delegation’s Republicans. Rep. Tom McClintock (R-Elk Grove) said: “I attended both of Obama’s. You better believe I’ll be attending Trump’s!\" But at least 12 California House Democrats are skipping the inauguration. An additional five say they are still trying to decide. Among the undecideds is Sen. Dianne Feinstein (D-Calif.), who recently had a pacemaker installed. Her staffers said they weren’t sure of her plans. Some told The Times last week they are they being motivated to stay home by outcry from constituents in a state that overwhelmingly picked Democrat Hillary Clinton for president, others by Trump’s comments and the moves he’s made since building his Cabinet. Most of the members who aren’t going made up their minds not to attend even before Trump criticized civil rights icon Rep. John Lewis (D-Ga.), who announced on Friday he wouldn’t be going and said he believed Trump wouldn’t be a legitimate president.  Rep. Barbara Lee (D-Oakland) said last week her conscience won’t permit her to attend. “An inauguration for me is a celebratory event and while I appreciate and honor the peaceful transition of power, for me to celebrate someone who wants to build a wall, who wants to establish a Muslim registry, who wants to repeal the Affordable Care Act and who has appointed a person as attorney general such as Jeff Sessions ... I can’t celebrate that,” Lee said. \"I acknowledge the fact that he is the incoming president, but I’m not in the mood to celebrate that fact,” said Rep. Zoe Lofgren (D-San Jose). Rep. Mark Takano (D-Riverside) said he  struggled with the decision and sought advice from colleagues and constituents before ultimately deciding not to go. “He’s shown such disrespect for some of the people I represent and it’s a hard thing for me to get over and he’s not really dialed it back or tried to show that he’s going to be different,” Takano said. “I want to be respectful of the office, but at the same time I also want to represent my constituents.” Rep. Ted Lieu (D-Torrance) is using his week free of House votes to do his Air Force Reserve duty on Tuesday and Wednesday. He’ll be done before Friday’s ceremony, but said he doesn’t see the point of coming back for it. Lieu and Trump will find topics to agree on, “but that doesn’t mean I need to be at his inauguration,” he said. “I’ll watch it on television, but do I want to ... spend taxpayer money to fly me here to watch it?” Multiple members are still wrestling with the decision. Rep. Tony Cárdenas (D-Los Angeles) said he’s struggling to give Trump the deference he would normally extend a president regardless of party, and hasn’t made up his mind. “I think about all the people that he has offended, over and over, past and present, and it’s painful to think that I would bring myself to actually go out there and sit there and subject myself to him just 50 feet away,” Cárdenas said. Rep. Karen Bass (D-Los Angeles) is leaning toward not going, too, though she’d like to say goodbye to President Obama. Her constituents voted overwhelmingly for Clinton, and she said they’re telling her not to go. “I just don’t know that I want to be there,” Bass said. “For us to fly all the way back here, I just don’t know that I’m ready for that.” Rep. Juan Vargas, a former Jesuit missionary, said that if he doesn’t go, he’ll spend the time praying for the country and for Trump. “I have a great deal of respect for the office of the president, but after the things that the president-elect has said … I don’t want to be a hypocrite and pretend like I have respect for him,” Vargas said. “I studied to be a priest for a long time and we all make mistakes, but the things that he has said, the mocking of disabled people in particular, the things he’s said about Mexicans, it would be very hard for me to be in a place like that celebrating.” Several Democrats who have decided to go said their decision was made easier because they’ll also attend the Women’s March on Washington, a protest expected to draw many thousands to the National Mall the day after the inauguration. Many members who are not attending the inauguration said they will participate in associated women’s marches in California. Freshman Rep. Salud Carbajal (D-Santa Barbara) said he struggled with whether to go before deciding that it was more important to make a statement by attending than to make a statement by staying home. “I was trying to reconcile everything that happened during the election. Clearly, with President-elect Trump it’s not just a difference on policy. His behavior, the hateful things he said about many people, including myself — somebody who is Mexican — veterans, the disabled, really touched me in a very profound way,” he said. Carbajal was born in Mexico and immigrated to the U.S. as a child. He says joining some constituents for the women’s march afterward is “a way to be present, to symbolize that I will be at least one member of Congress among many that he will have to deal with as he implements his agenda.” Rep. Pete Aguilar (D-Redlands) said attending the march after going to the inauguration is a chance to exercise his rights as a citizen. “To respect the office of the presidency and yet be able to turn around the next day and to say that not everything that he’s said represents the values of San Bernardino County or this country — that’s America,” he said. House Republicans YES  Rep. Ken Calvert (Corona) YES  Rep. Paul Cook (Yucca Valley) YES  Rep. Jeff Denham (Turlock) YES  Rep. Duncan Hunter (Alpine) YES  Rep. Darrell Issa (Vista) YES  Rep. Steve Knight (Palmdale) YES  Rep. Doug LaMalfa (Richvale) YES  Rep. Kevin McCarthy (Bakersfield) YES  Rep. Tom McClintock (Elk Grove) YES  Rep. Devin Nunes (Tulare) YES  Rep. Dana Rohrabacher (Costa Mesa) YES  Rep. Ed Royce (Fullerton) YES  Rep. David Valadao (Hanford) YES  Rep. Mimi Walters (Irvine) House Democrats YES  Rep. Pete Aguilar (Redlands) YES  Rep. Nanette Barragán (San Pedro) NOT SURE  Rep. Karen Bass (Los Angeles) NOT SURE  Rep. Xavier Becerra (Los Angeles) YES  Rep. Ami Bera (Elk Grove) YES  Rep. Julia Brownley (Westlake Village) YES  Rep. Salud Carbajal (Santa Barbara) NOT SURE  Rep. Tony Cárdenas (Los Angeles) NO  Rep. Judy Chu (Monterey Park) YES  Rep. Lou Correa (Santa Ana) YES  Rep. Jim Costa (Fresno) YES  Rep. Susan A. Davis (San Diego) NO  Rep. Mark DeSaulnier (Concord) YES  Rep. Anna G. Eshoo (Menlo Park) YES  Rep. John Garamendi (Walnut Grove) NO  Rep. Jared Huffman (San Rafael) YES  Rep. Ro Khanna (Fremont) NO  Rep. Barbara Lee (Oakland) NO  Rep. Ted Lieu (Torrance) NO  Rep. Zoe Lofgren (San Jose) YES  Rep. Alan Lowenthal (Long Beach) YES  Rep. Doris Matsui (Sacramento) NO  Rep. Jerry McNerney (Stockton) NO  Rep. Grace F. Napolitano (Norwalk) YES  Rep. Jimmy Panetta (Carmel) YES  Rep. Nancy Pelosi (San Francisco) YES  Rep. Scott Peters (San Diego) NO  Rep. Lucille Roybal-Allard (Downey) NO  Rep. Raul Ruiz (Palm Desert) YES  Rep. Linda T. Sanchez (Whittier) YES  Rep. Adam B. Schiff (Burbank) YES  Rep. Brad Sherman (Sherman Oaks) YES  Rep. Jackie Speier (Hillsborough) YES  Rep. Eric Swalwell (Dublin) NO  Rep. Mark Takano (Riverside) YES  Rep. Mike Thompson (St. Helena) YES  Rep. Norma J. Torres (Pomona) NOT SURE  Rep. Juan Vargas (San Diego) NO  Rep. Maxine Waters (Los Angeles) Senate Democrats NOT SURE  Sen. Dianne Feinstein (D-Calif.) YES  Sen. Kamala Harris (D-Calif.) Caption President Obama's farewell address President Obama delivered his farewell speech Tuesday in Chicago. President Obama delivered his farewell speech Tuesday in Chicago. Caption President Obama's farewell address President Obama delivered his farewell speech Tuesday in Chicago. President Obama delivered his farewell speech Tuesday in Chicago. Caption Trump says he'll turn over company to sons President-elect Donald Trump , under fire for his business conflicts, said Wednesday that he will turn his company over to his sons — but he won’t sell his network of properties and deals. President-elect Donald Trump , under fire for his business conflicts, said Wednesday that he will turn his company over to his sons — but he won’t sell his network of properties and deals. Caption Congress opens with an ambitious Republican agenda for the Trump era Republicans remain at odds on some high-profile issues — such as how aggressively to investigate Russian hacking in the 2016 election. Republicans remain at odds on some high-profile issues — such as how aggressively to investigate Russian hacking in the 2016 election. Caption What Trump made clear at his news conference and what he left murky Making demands on replacing Obamacare and insulting a key Republican senator were two ways Trump displayed his independent streak at the news conference. Making demands on replacing Obamacare and insulting a key Republican senator were two ways Trump displayed his independent streak at the news conference. Caption Kamala Harris sworn in Kamala Harris sworn in ",
    "title": "At least one in five California members of Congress are skipping Trump&apos;s inauguration - LA Times"
   },
   {
    "entities": [
     "jan 15, 2017",
     "heffron",
     "stamford",
     "florida",
     "mick",
     "tamina",
     "brian",
     "joseph",
     "plaintiffs",
     "last summer",
     "1969",
     "sunday",
     "township",
     "whitehall",
     "chris",
     "fiji",
     "hogan",
     "foley",
     "tbi",
     "of",
     "county",
     "fame",
     "lehigh",
     "johnson",
     "dwayne",
     "january 15, 2017",
     "hulk",
     "at 11:19am pst",
     "jimmy",
     "stephanie",
     "wwe",
     "jan. 3",
     "snuka",
     "hall",
     "1983",
     "saronasnuka",
     "1996",
     "bundy",
     "nancy",
     "laurinaitis",
     "kong",
     "mcmahon",
     "pallies",
     "argentino",
     "time",
     "hawaii",
     "fall"
    ],
    "id": 4,
    "text": "Jimmy “Superfly” Snuka, the trailblazing and controversial Polynesian professional wrestling star, has died age 73, his daughter said Sunday. In an Instagram post, Tamina Snuka, herself a pro-wrestler, shared an intimate last moment between the two. A photo posted by SaronaSnuka (@saronasnukawwe) on Jan 15, 2017 at 11:19am PST Snuka, a Fiji native, began his pro wrestling career in Hawaii in 1969. He became known for his signature move of flying off the ropes onto opponents, hence his nickname. He was inducted into the WWE Hall of Fame in 1996. Wrestling stars and fans of all ages poured out their condlensces on social media to the influential wrestler who spent more than four decades in the ring. Our family @TaminaSnuka asked me to share the sad news that her dad Jimmy Snuka has just passed away. Alofa atu i le aiga atoa. #RIPSuperfly — Dwayne Johnson (@TheRock) January 15, 2017 RIP Superfly.  Only love HH — Hulk Hogan (@HulkHogan) January 15, 2017 #RIPSuperfly one of the greatest icons in the history of our business. Sending our love and prayers to the entire family. https://t.co/AxmHKYrDj8 — Stephanie McMahon (@StephMcMahon) January 15, 2017 So sorry to learn of the passing of the legendary Jimmy Snuka. His career had such a huge impact on my life. pic.twitter.com/I4JZP7XICJ — Mick Foley (@RealMickFoley) January 15, 2017 MY HEART BROKE. JIMMY SUPERFLY SNUKA I MISS YOU FOREVER. RIP MY BROTHER — The Iron Sheik (@the_ironsheik) January 15, 2017 One of the most iconic photos in wrestling.  Before high risk was high fashion. Jimmy Snuka captured the imagination of us all. pic.twitter.com/1o1M3UBMpN — Brian Heffron (@BlueMeanieBWO) January 15, 2017 A Lehigh County judge on Jan. 3 dismissed the murder case against the retired WWE star in the death of Nancy Argentino, whose body was found in their Whitehall Township hotel room in 1983. Prosecutors allege she was beaten. Snuka maintained she died from a fall. The decision to dismiss his case came a month after Snuka’s lawyer told the court that his client had dementia, was in hospice care in Florida and had six months to live. Earlier, he had given confused testimony to the court , and his lawyers blamed his condition on the many head injuries he sustained during his career. Last summer, Snuka was one of the higher profile names on a lawsuit against the WWE over traumatic head injuries . The case involves 53 “retired professional wrestlers and performers who sustained long term neurological injuries during their tenure with WWE,” including Joseph “The Road Warrior Animal” Laurinaitis and Chris Pallies, known as “King Kong Bundy.” Snuka was represented by a guardian after a judge  declared him mentally unfit  to stand trial for the 1983 beating death of his girlfriend.  The lawsuit states that the Stamford, Connecticut-based WWE “routinely failed to care for the Named Plaintiffs’  repetitive head injuries  during their career in any medically competent or meaningful manner that complied with any known published contact sports return to play guidelines at the time the injuries occurred.” The lawsuit also claims that the injuries sustained by wrestlers “involve a neurological disease and ongoing disease process called  Chronic Traumatic Encephalopathy (CTE)  as well as the effects of  Traumatic Brain Injuries (TBI)  that occur as a consequence of repetitive head trauma sustained by the Plaintiffs as professional wrestlers in matches sponsored, controlled and created by WWE.” WWE denies the allegations. ",
    "title": "Jimmy \"Superfly\" Snuka, pro-wrestling Hall of Famer, dies age 73 - CBS News"
   },
   {
    "entities": [
     "esquire",
     "reena",
     "interactive",
     "cbs",
     "west",
     "association",
     "spicer",
     "whca",
     "trump",
     "house",
     "briefing",
     "nation",
     "2017",
     "sunday",
     "room",
     "news",
     "inc.",
     "cnn",
     "jeff",
     "the",
     "donald",
     "saturday",
     "board",
     "buzzfeed",
     "face",
     "russia",
     "january 15, 2017",
     "mike",
     "correspondents'",
     "j.",
     "woodward",
     "mason",
     "sean",
     "flores",
     "now",
     "bob",
     ", 5:27 pm",
     "wing",
     "pence",
     "white"
    ],
    "id": 5,
    "text": "By Reena Flores CBS News January 15, 2017, 5:27 PM Press corps pushes back against possible White House eviction Email The White House press corps is pushing back against suggestions from top officials in Donald Trump’s incoming administration that journalists covering the president-elect may no longer have a spot in the White House to do their jobs.  The White House Correspondents’ Association (WHCA) Board issued a critical statement Sunday about the possible relocation out of the executive mansion’s briefing room, following statements from the Trump staff that indicated press placement was not guaranteed. After attacking CNN and BuzzFeed over Russian intel reports, President-elect Donald Trump gets into a heated exhange with a CNN reporter at his n... “We object strenuously to any move that would shield the president and his advisers from the scrutiny of an on-site White House press corps,” Jeff Mason, chair of the WHCA, wrote in an email on behalf of the group’s members.  “The briefing room is open now to all reporters who request access. We support that and always will,” Mason said. “The WHCA will fight to keep the briefing room and West Wing access to senior administration officials open.”  Mason added that he would be meeting with incoming White House press secretary Sean Spicer in order to “try to get more clarity on exactly what they are suggesting.”  The statement came shortly after a report in Esquire magazine that the Trump administration could be looking to evict the press corps from its spot in the White House Briefing Room, where journalists assigned to cover the president have been for decades.  “There has been no decision,” Sean Spicer told Esquire in a report published Saturday. He added that “there has been some discussion about how to do it.” Vice President-elect Mike Pence weighed in on the potential press eviction Sunday on  CBS’ “Face the Nation,” offering up the explanation that the press may be better served in a briefing area that wasn’t just “a pretty small room.”  “I think the interest of the team is to make sure that we accommodate the broadest number of people who are interested in media from around the country and around the world,” Pence said. He confirmed Spicer’s claim, however, that “no decision” had yet been made.  The reports come after recent flare-ups of Mr. Trump’s own antagonistic relationship with the press. During his first news conference with journalists since his election victory, the president-elect repeatedly slammed members of established news outlets as “fake news.”  And in his most recent tweet Sunday, Mr. Trump charged that the “media should apologize” for their recent coverage of an unverified dossier alleging compromising ties to Russia.  Thank you to Bob Woodward who said, \"That is a garbage document...it never should have been presented...Trump's right to be upset (angry)... — Donald J. Trump (@realDonaldTrump) January 15, 2017 about that...Those Intelligence chiefs made a mistake here, & when people make mistakes, they should APOLOGIZE.\" Media should also apologize — Donald J. Trump (@realDonaldTrump) January 15, 2017 © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Press corps pushes back against possible White House eviction - CBS News"
   },
   {
    "entities": [
     "o'malley",
     "democratic",
     "david",
     "utah",
     "last year",
     "capitol",
     "ipsos",
     "trump",
     "house",
     "hillary",
     "party",
     "sunday",
     "pelosi",
     "bernie",
     "last week",
     "ryan",
     "paul",
     "npr",
     "senate",
     "sundays",
     "elizabeth",
     "recently",
     "warren",
     "faneuil",
     "francisco",
     "mich.",
     "donald",
     "the day",
     "state",
     "sanders",
     "macomb",
     "county",
     "debbie",
     "congress",
     "stabenow",
     "boston",
     "2016",
     "january 15, 2017",
     "2008",
     "the end of january",
     "michigan",
     "martin",
     "u.s.",
     "new",
     "obama",
     "schumer",
     "54%",
     "san",
     "hall",
     "york",
     "medicare",
     "philadelphia",
     "washington",
     "gop",
     "2012",
     "chuck",
     "nancy",
     "now",
     "komatar",
     "barack",
     "clinton",
     "maryland"
    ],
    "id": 6,
    "text": "We Asked People What They Know About Obamacare. See If You Know The Answers Senator Bernie Sanders, an independent who caucuses with Democrats in the Senate and whose populist candidacy in the 2016 Democratic presidential primary was boosted by a strong online following and small-dollar donations, headlined the day. He was recently named to a leadership post among Senate Democrats as chairman of outreach. Sanders used his vast email list from the campaign to help organize support for Sundays rallies in support of Obamacare, which stretched from an event led by House minority leader Nancy Pelosi in San Francisco to one featuring Sen. Elizabeth Warren in Boston. Former Maryland Gov. Martin O'Malley even led a sing-a-long at the Utah State Capitol. — David Komatar (@davidkomatar) January 15, 2017 Warren told an energized crowd outside Faneuil Hall in Boston, \"We knew these fights were coming, and now the first one is here.\" In San Francisco, Pelosi insisted, \"We're not going back.\" Sanders and Senate minority leader Chuck Schumer went to Warren, Mich., and although Schumer will soon be the most powerful Democrat in Washington, it was Sanders who was the star. Signs like, \"Don't blame me - I voted for Bernie\" dotted the crowd, and Schumer had to pause his speech for a chorus of \"Bernie, Bernie\" cheers when Sanders walked on stage in the middle of the New York senator's remarks. It's no accident that Sanders and Schumer chose to hold their event in Warren. Surrounding Macomb County tells the story of Democrats' 2016 woes. It went narrowly for Barack Obama in 2008 and 2012, but last year Donald Trump carried Macomb County by more than 10 points over Democratic nominee Hillary Clinton. Trump's raw vote total in the largely white, working-class county - about 48,000 votes - was more than four times his margin of victory in the once-reliably Democratic state. Article continues after sponsorship Both Sanders and Schumer believe Democrats can recapture economy-focused working class voters, and holding a rally in Macomb County to defend a healthcare program is one way to show voters who supported Trump that the Democratic Party is attentive to their concerns. Sanders told NPR last week that he could have gone to a lot of places: \"But Michigan is a great state. It's a state where I did well in the Democratic primary. And is a state where Trump won.\" He beat Clinton in the state's 2016 primary. At Sunday's rally, Schumer challenged Trump to keep a campaign promise not to cut entitlement programs as he fired up the crowd in support of the ACA. \"We're gonna win this fight together — the American people and the Democrats in the Congress,\" Schumer said. In reality, Republicans have enough votes to dismantle large parts of the Affordable Care Act, particularly elements that help fund the law, through a process that allows the Senate to pass budget measures with a simple majority instead of the 60 votes needed to overcome a filibuster on most legislation. The GOP has 52 seats in the Senate. Democrats can play a bigger role in an attempt to repeal and replace the law full-scale, which would require 60 votes. That's a dynamic Michigan Sen. Debbie Stabenow admitted when she spoke at the rally. \"They've got the U.S. House, they've got the U.S. Senate, they're going to have the presidency. If they want to rip health care apart, rip Medicare and Medicaid apart, they can do that,\" Stabenow said. Republicans point to big increases in health care premiums since the law was enacted, and the fact that many insurers are pulling out of healthcare exchanges created as part of the Affordable Care Act in some states. House Speaker Paul Ryan has also spoken in objection to the mandates on individuals and employers, as well as the taxes enacted to enforce and pay for the law, as evidence of \"bad policy that does not accomplish what it was designed to do.\" Republican leaders, including Ryan and Trump, say they will not repeal Obamacare without a replacement at hand. So far, there is no clear plan from Republicans for how to replace the law, but Ryan insists that will be hashed out at the end of January when congressional Republicans hold a retreat in Philadelphia. Stabenow pointed to the face that Democrats' best hope is to generate enough public support for Obamacare — or enough public concern about fully repealing it — for Republican lawmakers to see a repeal as politically dangerous. While Democrats point to the good the law has done, it's clear they have struggled on the messaging front. A poll released by NPR and Ipsos last week showed that less than half of Americans — including just 54% of Democrats — knew that the law reduced the number of people without health insurance. But, while they would rather control the agenda, Democrats are beginning to discover something Republicans have known for the entirety of the Obama administration: It's often easier to generate public support around a simplified voice of opposition, than it is to find the votes to create and pass a complicated piece of legislation. ",
    "title": "Bernie Sanders Headlines Democratic Rallies To Save Obamacare : NPR"
   },
   {
    "entities": [
     "1998",
     "norquist",
     "d.",
     "arkansas",
     "gary",
     "oxford",
     "turkey",
     "tens of millions of dollars",
     "weeks",
     "california",
     "quality",
     "patrick",
     "military",
     "b.",
     "defense",
     "associated",
     "january 15, 2017",
     "tar",
     "j.",
     "department",
     "70 percent",
     "pruitt",
     "today",
     "brocksmith",
     "general",
     "seven years later",
     "krupp",
     "a.",
     "$40,000",
     "4 percent",
     "2005",
     "guantánamo",
     "group",
     "rivkin",
     "air",
     "mueller",
     "working",
     "parenteau",
     "climate",
     "association",
     "creek",
     "simmons",
     "fund",
     "sparkman",
     "food",
     "tyson",
     "united",
     "senate",
     "donald",
     "river",
     "of",
     "drew",
     "2014",
     "exxon",
     "prison",
     "southern",
     "agency",
     "fred",
     "and",
     "york",
     "program",
     "derichsweiler",
     "nick",
     "alliance",
     "february 2010",
     "epa",
     "jr.",
     "world",
     "david",
     "mobil",
     "press",
     "wildlife",
     "thursday",
     "industries",
     "young/tulsa",
     "foods",
     "clean",
     "district",
     "koch",
     "congress",
     "2015",
     "grover",
     "republican",
     "okla.",
     "environmental",
     "obama",
     "new",
     "oklahoma",
     "wednesday",
     "edmondson",
     "illinois",
     "tysons",
     "energy",
     "cargill",
     "company",
     "protection",
     "worth",
     "times",
     "credit",
     "cory",
     "states",
     "trump",
     "vermont",
     "2013",
     "millions of dollars",
     "doniger",
     "american",
     "tahlequah",
     "missouri",
     "$1 million",
     "george",
     "murray",
     "court",
     "school",
     "kimberly",
     "scott",
     "attorneys",
     "strong",
     "2010",
     "washington",
     "bay",
     "law",
     "ed",
     "now",
     "$4.2 million",
     "smith",
     "e.p.a.",
     "mark",
     "2003"
    ],
    "id": 7,
    "text": "Continue reading the main story Now, Mr. Pruitt, tapped to head Donald J. Trump’s Environmental Protection Agency , will have the opportunity to engineer a radical shift in Washington. If confirmed by the Senate, he is expected to shelve the Obama administration’s aggressive environmental enforcement and embrace a more collaborative approach with the industries that the agency is charged with policing, many of which have helped him advance his political career. The impact would stretch from the nation’s waterways to the planet’s climate, since the E.P.A. carries out and enforces rules to combat global warming. “He has advocated and stood up for the profits of business, be it the poultry companies or the energy industry and other polluters, at the expense of people who have to drink the water or breathe the air,” said Mark Derichsweiler, who led the Oklahoma Department of Environmental Quality division responsible for overseeing the poultry-related cleanup. Mr. Derichsweiler retired in 2015 after 40 years with the state, frustrated with Mr. Pruitt’s approach. Photo Algae, caused by phosphorus and nitrates in chicken manure, on a rock pulled from the Illinois River in Tahlequah, Okla. Credit Nick Oxford for The New York Times Mr. Pruitt declined a request to comment. But his supporters contend that his record demonstrates a deeply held philosophy that states understand their needs best and should be allowed to regulate their own environment. On Thursday, a coalition of 23 powerful conservative advocacy groups endorsed Mr. Pruitt’s nomination, in advance of his confirmation hearing, set for Wednesday. “Some claim Mr. Pruitt opposes clean air and water. This could not be further from the truth,” wrote the groups , which include the political action committee Club for Growth; the American Energy Alliance, which has advised Mr. Trump on energy policy; and Americans for Tax Reform, the group founded by the anti-tax lobbyist Grover Norquist. Mr. Pruitt, the endorsement said, “understands that many of the nation’s challenges regarding clean air and water are best met at the state and local level.” Advertisement Continue reading the main story Mr. Pruitt, if confirmed, will take over the agency in an odd position: He has spent the last seven years suing it to block regulations that he would be expected to put into effect and enforce. Some legal scholars say he should recuse himself from major pending environmental matters, while groups like the Environmental Defense Fund are urging Congress to reject his confirmation. “The president’s choices deserve a lot of deference from Congress and even environmental groups,” said Fred Krupp, president of the Environmental Defense Fund. “But at some point when the nominee has spent his entire career attempting to dismantle environmental protections, it becomes unacceptable. That’s why Mr. Pruitt is the first E.P.A. nominee from either party that the Environmental Defense Fund has opposed in our 50-year history.” Some experts say that while returning more authority to states can be desirable in some cases, environmental protection is probably not one of them. Smog and toxic chemicals that foul the air and waterways of one state may originate from one or several others, necessitating federal oversight of pollution. “Pollution doesn’t respect state boundaries,” said Patrick A. Parenteau, a professor of environmental law at Vermont Law School. “States have limited ability to regulate pollution from outside the state, and almost every state is downstream or downwind from other pollution.” Document: Pruitt v. EPA: 14 Challenges of EPA Rules by the Oklahoma Attorney General Case in point: the “Green Country” chicken battle that Mr. Pruitt inherited in eastern Oklahoma. The phosphorus and nitrates in chicken manure were causing algae blooms in the ponds, streams and lakes of the 1.1-million acre Illinois River watershed, which reaches from Arkansas into Oklahoma. In 2005, Attorney General Drew Edmondson of Oklahoma, Mr. Pruitt’s predecessor, sued Tyson Food, Cargill Turkey and a dozen other major poultry producers for damages caused by the pollution and to force them to change the way they disposed of 300,000 tons a year of animal waste. As Mr. Pruitt ran for election, at least $40,000 in contributions poured into his campaign from nearly 30 executives at poultry companies named in the lawsuit or attorneys at law firms representing them, including Mark Simmons, the founder of Simmons Foods; Donald J. Smith, then the chief executive of Tysons Foods; and Gary Weeks, a lawyer listed on the court papers as representing George’s, another company targeted in the lawsuit, according to data assembled by the nonprofit Environmental Working Group and confirmed by The New York Times. That money represents about 4 percent of the total $1 million he raised in the 2010 campaign, records show . After Mr. Pruitt took over, instead of pushing the federal judge for a ruling that, seven years later, still hasn’t been issued, he negotiated an agreement with Arkansas and the poultry companies to conduct a study of the appropriate level of phosphorus in the Illinois River. Advertisement Continue reading the main story “Regulation through litigation is wrong in my view,” Mr. Pruitt told The Oklahoman newspaper in 2015. “That was not a decision my office made. It was a case we inherited.” J. D. Strong, director of Oklahoma’s Wildlife Department and the state’s former Secretary of Environment, praised Mr. Pruitt for negotiating the settlement. Photo Drew Edmondson, Mr. Pruitt’s predecessor as Oklahoma attorney general, arrived for closing arguments in the state’s case against the Arkansas poultry industry in February 2010. Credit Cory Young/Tulsa World, via Associated Press “You can’t force a judge to rule,” Mr. Strong said. “Pruitt didn’t sit back and wait or badger the judge for a ruling. He worked to get the states of Oklahoma and Arkansas around the table.” A spokesman from Tyson Food noted that the contributions to Mr. Pruitt’s campaign were made by the company’s executives and employees — including two former chief executives and members of the Tyson family — rather than by the company itself. “We’ll point out that our employees are encouraged to participate in the election process of public officials at all levels, and are at liberty to make personal contributions to any campaign as they see fit,” Worth Sparkman, the spokesman for Tyson, said. But Mr. Pruitt quietly allowed the expiration of a 2003 agreement that Mr. Edmondson helped negotiate with Arkansas to reduce poultry waste pollution — and to monitor the progress — without seeking another formal extension of the deal. And Mr. Pruitt shut down the specialized unit of four attorneys and a criminal investigator that had helped initiate the lawsuit against the 14 poultry companies. That environmental unit had broad jurisdiction, forcing pork-producing farmers to spend millions of dollars on their own cleanups and collecting tens of millions of dollars to clean up toxic sites in the state, including poisonous waste left at an abandoned lead and zinc mine known as Tar Creek. Mr. Pruitt, in response to questions, provided a list of environmental enforcement actions taken during his tenure, but the list includes cases that were largely initiated under Mr. Pruitt’s predecessor, Mr. Edmondson. What do you think senators should ask Mr. Pruitt during his confirmation hearing to be the administrator of the Environmental Protection Agency? A spokesman for Mr. Pruitt said that while the environmental unit had been closed, environmental cases continued to be handled by the state solicitor general’s unit. “Under the leadership of Attorney General Pruitt, this team has held bad actors accountable and protected stewardship of Oklahoma’s natural resources.” Advertisement Continue reading the main story But Mr. Edmondson said that prosecution of such environmental crimes fell as a result of the shuttering of the unit. “Under his tenure as attorney general, I don’t think environmental crimes have disappeared,” Mr. Edmondson said of Mr. Pruitt, in an interview. “It is just the filing of cases alleging environmental crimes that has largely disappeared.” Residents who live in eastern Oklahoma, where local ponds and streams are still often clogged with algae, said they, too, were frustrated. Phosphorus levels have declined considerably — a total of about 70 percent between 1998 and 2015 — but the largest reductions took place before Mr. Pruitt became attorney general, as wastewater treatment plants have been upgraded and more poultry farmers have shipped chicken waste for proper disposal. Still, the levels remain far above the state standard and the decline in pollution has been slower than some hoped. “I want an attorney general — and a head of our E.P.A. — who is not averse to protecting Oklahoma’s most outstanding waterways,” said Ed Brocksmith, who is a co-founder of a group called Save the Illinois River . At the same time that he was retreating from his predecessor’s more aggressive approach, Mr. Pruitt sent a series of letters to federal regulators that in some cases were drafted by industry lobbyists and then put on his state government stationary, open records obtained by The New York Times in 2014 showed. The letters pressed the federal government to back down on proposals to tighten controls over energy production, such as oil and gas wells that can release planet-warming methane. Photo Ed Brocksmith near the Illinois River, which he crosses several time a day. He said he wanted a state attorney general and head of the Environmental Protection Agency who was “not averse to protecting Oklahoma’s most outstanding waterways.” Credit Nick Oxford for The New York Times Mr. Pruitt separately filed a series of lawsuits against the federal government, challenging regulations intended to reduce the discharge of poisonous mercury from coal-burning power plants, carbon dioxide blamed for climate change and other emissions that federal authorities argued were causing unsightly haze in Oklahoma’s air. In total, Mr. Pruitt filed 14 lawsuits challenging federal environmental regulations. In 13 of those cases, the co-parties included companies that had contributed money to Mr. Pruitt or to Pruitt-affiliated political campaign committees. Advertisement Continue reading the main story Mr. Pruitt separately has served as a leader of the Republican Attorneys General Association , which since 2013 has collected $4.2 million from fossil-fuel related companies , including Exxon Mobil, Koch Industries, Murray Energy and Southern Company, which in many cases have also supported the lawsuits he has filed. Given the scale of his regulatory challenges, Mr. Pruitt turned to major corporate law firms, which typically defend energy companies fighting these laws, for help. In some cases, that assistance was offered free. BakerHostetler, the Cleveland-based law firm whose clients have included dozens of energy industry players, assigned five of its lawyers to help Oklahoma overturn President Obama’s Clean Power Plan, intended to combat climate change. The law firm did not charge Oklahoma anything for the work, Mr. Pruitt’s office confirmed. David B. Rivkin Jr., the lead attorney from BakerHostetler who handled the matter , said that the work was considered charitable, similar to when major law firms give free legal advice to inmates at the Guantánamo Bay military prison. Environmentalists scoffed. “The industries and companies, through their corporate lawyers, are renting the state’s seal in order to make it look like their self-interested arguments are being made by Scott Pruitt on behalf of a state,” said David Doniger, director of the Climate and Clean Air Program at the Natural Resources Defense Counsel. “It is a disgrace.” Even federal judges are skeptical. Mr. Pruitt joined with Missouri and several other mostly rural states in one federal suit to beat back California’s regulations requiring egg farms, including those in Oklahoma, that wanted to sell in the state to seek more humane treatment of hens. In rejecting the suit, the federal judge admonished the plaintiffs. “The court concludes plaintiffs have not brought this action on behalf of their interest in the physical or economic well-being of their residents in general,” Judge Kimberly J. Mueller of the United States District Court wrote in her 2014 opinion , “but rather on behalf of a discrete group of egg farmers whose businesses will allegedly be impacted.” A version of this article appears in print on January 15, 2017, on Page A1 of the New York edition with the headline: Choice for E.P.A. a Frequent Ally of the Regulated. Order Reprints | Today's Paper | Subscribe ",
    "title": "Scott Pruitt, Trump’s E.P.A. Pick, Backed Industry Donors Over Regulators - The New York Times"
   },
   {
    "entities": [
     "us",
     "friday",
     "states",
     "trump",
     "sunday",
     "news",
     "united",
     "--",
     "fox",
     "donald",
     "cia",
     "brennan",
     "russia",
     "john",
     "once",
     "j.",
     "u.s.",
     "today",
     "january 11, 2017",
     "nazi",
     "now",
     "the past",
     "germany"
    ],
    "id": 8,
    "text": "WATCH Donald Trump's Incoming Administration's Ties to Russia Continue to Face Scrutiny 0 Shares Email In a strong message to Donald Trump , the head of the CIA cautioned the president-elect to be \"very disciplined\" with what he says publicly and recognize his words have an impact on U.S. national security once he takes office. \"I think Mr. Trump has to be very disciplined in terms of what it is that he says publicly. He is going to be, in a few days' time, the most powerful person in the world in terms of sitting on top of the United States government and I think he has to recognize that his words do have impact,\" CIA Director John Brennan said today on \"Fox News Sunday.\" According to Brennan, “there are many dangers\" when a president-elect and the intelligence community are at odds. In recent days, Trump has accused the intelligence community of leaking the unverified 35-page dossier on alleged Trump-Russia relations, even going as far as to compare US intelligence to Nazi Germany. Intelligence agencies should never have allowed this fake news to \"leak\" into the public. One last shot at me.Are we living in Nazi Germany? — Donald J. Trump (@realDonaldTrump) January 11, 2017 \"If he doesn't have confidence in the intelligence community, what signal does that send to our partners and allies, as well as our adversaries?\" Brennan asked. Trump’s CIA Rebukes Create ‘Unprecedented’ Feud with Intelligence Agencies Brennan, who reaches the end of his term Friday, also fired back at Trump's comparison of the U.S. intelligence community to Nazi Germany as \"outrageous.\" \"What I do find outrageous is equating the intelligence community with Nazi Germany,\" Brennan said. \"I do take great umbrage at that, and there is no basis for Mr. Trump to point fingers at the intelligence community for leaking information that was already available publicly.\" When asked if Trump understands the threat from Russia, Brennan told Fox News, \"I don't think he has a full appreciation of Russian capabilities, Russia's intentions, and actions that they are undertaking in many parts of the world.\" Brennan added, \"Mr. Trump needs to understand that absolving Russia of the various actions it has taken in the past number of years is a road that he, I think, needs to be very, very careful about moving down.\" The Trump transition team did not respond to a request for comment on Brennan's remarks today. Twice during the interview, the CIA director stressed that he feels Trump needs to understand that it's \"more than being about him and it's about the United States and the national security.\" \"He has to make sure that now he's going to have the opportunity to do something for national security - as opposed to talking and tweeting - he's going to have tremendous responsibility to make sure that U.S. national security interests are protected and are advanced,\" Brennan said. Brennan warned, \"Spontaneity is not something that protects national security interests. And so, therefore, when he speaks, when he reacts, just to make sure he understands that the implications and impact on the United States could be profound.\" During the interview, he would neither confirm nor deny whether the CIA has information on whether the Trump transition team has had contact with Russia -- something the Trump team has denied. 0 Shares ",
    "title": "CIA Director Warns Trump: Be 'Very Disciplined' With Public Remarks - ABC News"
   },
   {
    "entities": [
     "wells",
     "jim",
     "later this week",
     "seib",
     "hartnett",
     "generale",
     "2001",
     "20%",
     "economics",
     "sam",
     "merrill",
     "california",
     "when",
     "2.3%",
     "ned",
     "nfl",
     "charles",
     "for",
     "2008-09",
     "china",
     "44%",
     "present",
     "fla.",
     "king",
     "2011",
     "1966",
     "/",
     "the 1990s",
     "chargers",
     "this year",
     "today",
     "tom",
     "weekend",
     "mont.",
     "al",
     "koesterich",
     "angeles",
     "allocation",
     "liz",
     "management",
     "whetzel",
     "february 2016",
     "fund",
     "michael",
     "development",
     "2009",
     "video",
     "ann",
     "donald",
     "mexico",
     "of",
     "board",
     "8.9%",
     "the year",
     "global",
     "10%",
     "2008",
     "current",
     "1986",
     "conference",
     "economic",
     "u.s.",
     "1988",
     "venice",
     "standard",
     "rams",
     "james",
     "and",
     "whitefish",
     "the start of 1987",
     "lynch",
     "paulsen",
     "york",
     "irving",
     "sean",
     "schwab",
     "samuel",
     "albert",
     "jose",
     "december",
     "s&p",
     "peterson",
     "leung",
     "poor",
     "clissold",
     "stovall",
     "reserve",
     "michelle",
     "cabin",
     "the start of the year",
     "1984",
     "northern",
     "35%",
     "investech",
     "blackrock",
     "1982",
     "chris",
     "22.6%",
     "$26 trillion",
     "petruno",
     "august 1982",
     "international",
     "fisher",
     "mendez",
     "2015",
     "2004",
     "40%",
     "edwards",
     "organization",
     "capital",
     "new",
     "last 12 months",
     "obama",
     "russ",
     "last september",
     "1983",
     "los",
     "1929",
     "america",
     "the third quarter of 2016",
     "1928",
     "to",
     "1987",
     "times",
     "tree",
     "last year",
     "sonders",
     "cfra",
     "l.a.",
     "cooperation",
     "trump",
     "2000",
     "2017",
     "inc.",
     "last week",
     "the",
     "$41-billion",
     "brazil",
     "davis",
     "bank",
     "12%",
     "stack",
     "11%",
     "2016",
     "federal",
     "pioneer",
     "mcvay",
     "lapd",
     "societe",
     "hollywood",
     "oct. 19, 1987",
     "57%",
     "institute",
     "1942",
     "&",
     "first year",
     "ed",
     "now",
     "research",
     "august 1987",
     "1985"
    ],
    "id": 9,
    "text": "Trump's market: bear, bull or lamb? Trump's market: bear, bull or lamb? Chris Whetzel / For The Times Trump's market: bear, bull or lamb? Trump's market: bear, bull or lamb? (Chris Whetzel / For The Times) Tom Petruno When Donald Trump takes the oath of office later this week, he will inherit the second-longest stock bull run in history, and a market valued at a record $26 trillion. From Wall Street’s point of view, it doesn’t often get much better than this. And that’s a big challenge for the new president. The longevity of the current bull, and stocks’ high prices relative to company sales and earnings, have raised the stakes for what’s next. The Dow Jones industrial average, at 19,885, is up 8.9% just since election day — a sign of investors’ lofty expectations for the economy under Trump. If he disappoints, or his tax, trade and spending policies trigger unexpected or dangerous consequences, stocks could react violently. A new bear market — meaning a drop of 20% or more in the Dow and other indexes — could in turn quickly undermine the business confidence and spending crucial for Trump’s “Make America Great Again” agenda. It also would erode the retirement savings of the roughly half of U.S. households that own stocks and stoke distressing memories of the 2008-2009 market crash. But even though another big market downturn is inevitable, it doesn’t have to occur in 2017, or even in the next few years. Continued investor excitement over Trump could drive stocks to new highs this year in a rally that could feed on itself. There’s another possibility too: Rather than a bull or a bear, the market could temporarily morph into something much gentler — a patient, lamb-like market that isn’t exciting but also does no great harm. Even in hot bull markets, stocks can go quiet for extended periods. Here’s a look at four potential scenarios for stocks in 2017:  A market ‘melt-up.’  Some market pros see the possibility of 2017 replaying 1987: a surge in share prices stoked by optimism about the economy. Coming out of the early-1980s recession, U.S. economic growth exploded higher in 1983 and 1984. The pace then decelerated in 1985 and 1986. By the start of 1987, however, a plunge in oil prices set the stage for a new growth wave. Even though stocks had been rallying strongly since August 1982, they rocketed in 1987. The Dow Jones industrial average soared 44% from the start of the year to a then-record 2,722 in August 1987. A weakening dollar helped boost expectations for U.S. export growth. Jim Paulsen, chief investment strategist at Wells Capital Management, sees the jump in consumer and business confidence since Trump’s election as a potentially powerful driver of share prices in the near-term — if that mood can be sustained. In December, a U.S. small-business confidence index leaped to its highest level since 2004. Although the economy has grown since 2009, the slow expansion has left many consumers and investors doubtful that better times can last, Paulsen said. “For eight years, we just haven’t had confidence,” he said. “We've had fear.” A reversal could be huge for spending and investing. A 2017 market “melt-up” is the official forecast of Michael Hartnett, chief investment strategist at Bank of America Merrill Lynch. He sees a 10% jump in U.S. stocks in the first half, in what he terms the “Icarus Trade” — for the Greek mythical character who flew too close to the sun on wings of wax and feathers. As Hartnett alludes, the problem with market melt-ups is that they often are followed by meltdowns. That’s what happened in 1987: The infamous Oct. 19, 1987, crash slashed 22.6% off the Dow in a sell-off driven partly by computerized trading gone awry. Despite that collapse, the Dow still posted a net gain of 2.3% for the year — and resumed climbing in 1988. The 1987 bear market was one of the shortest in history, lasting just 3.3 months. Another market crash like 2008-09. An obvious danger Wall Street faces is wild-eyed optimism about what Trump can do to quickly bolster the economy.  “The market is looking forward to a combination of corporate tax cuts, a reduction in individual tax rates, fiscal stimulus and deregulation,” said Russ Koesterich, co-manager of investment giant BlackRock Inc.'s $41-billion Global Allocation Fund. “But this is a lot, probably more than any administration can realistically achieve in one year.” Still, the expectation of a longer timetable for reforms probably wouldn’t be enough to cause a sudden dramatic exodus from stocks. The greater risk may be that Trump ignites a global economic crisis with trade policies aimed at punishing major exporters including Mexico and China. Last September, a study by the Peterson Institute for International Economics said that Trump’s anti-import trade proposals — including a 35% tariff on Mexican goods — would likely trigger immediate retaliation by exporting nations against American goods and services. The result could be “a trade war that would plunge the U.S. economy into recession and cost more than 4 million private-sector American jobs,”  the study said . Absent a sudden economic or geopolitical calamity, however, the market lacks many of the necessary ingredients for another crash, some analysts say. Liz Ann Sonders, chief investment strategist at brokerage Charles Schwab , said that although many investors live in fear of a 2008 replay, “the conditions that existed then don't exist now.” Financial crises and crashes often follow periods of extreme market excesses, such as intense speculative behavior. In 2008, the U.S. housing bubble was the most obviously inflated market. But 2007-2008 also marked the peak in zooming prices for crude oil and other commodities, for stocks in emerging markets such as China and Brazil, and for European stocks and the euro currency, among other assets. Today, there’s little argument that U.S. stocks are at risky levels relative to earnings. But commodities, emerging markets, many European shares and most currencies remain well below their all-time highs. What’s more, the U.S. banking system is vastly healthier than it was in 2008. Weak banks were allowed to fail and the survivors were forced to substantially boost their capital cushions against loan losses. A new financial crisis is highly unlikely to be centered in U.S. banks. That doesn’t do much to mollify bearish analysts who note, correctly, that overall global debt levels have mushroomed since 2008. Much of it was piled on by governments and central banks in their efforts to support their economies during and after the recession. But some types of consumer debt also have ballooned, notably car loans and education loans in the U.S. Albert Edwards, global strategist at French bank Societe Generale and a notorious market bear, believes that record high corporate debt will be the “vortex” of trouble leading to the next recession. Still, debt poses the greatest risk when economies are slowing — not when they're accelerating.  The Paris-based Organization for Economic Cooperation and Development last week said its latest data point to a pickup in growth this year not just in the U.S. but also in most of the rest of the world. A ‘typical’ bear market. Forecasting a bear market drop of 20% or more in 2017 might seem the logical call to anyone who has bet on red or black in roulette. The blue-chip Standard & Poor’s 500 index has recorded positive total returns (including dividends) every year since 2009. If you think of that as landing on black eight straight times in roulette, the odds of red in 2017 would seem high. Besides that, the current bull run now is 94 months old. Only the 1990s’ advance was longer , at 113 months. But history has demonstrated that bull markets don’t simply die of old age. Something has to kill them. And often the killer is the onset of a recession that slashes consumer and business spending.  This time, though, few of the classic early-warning signs of recession are present. Just the opposite. “For the first time in nine years it can be said that the economy is hitting on all cylinders ,” said James Stack, a market historian who heads InvesTech Research in Whitefish, Mont. An index of so-called leading economic indicators tracked by the Conference Board research group continued to edge higher in 2016. By contrast, that index was plummeting well before the starts of the last two recessions, in 2001 and 2008-2009. Another argument against a bear market taking hold: U.S. corporate earnings began to rebound in the third quarter of 2016 after five straight weak quarters. Analyst estimates now forecast a 12% jump in S&P 500 profit in 2017, said Sam Stovall, chief investment strategist at research firm CFRA in New York. Analysts often are overly optimistic, Stovall concedes. “Yet the new Trump administration is promising tax cuts and economic stimulus from an increase in infrastructure spending, which may justify leaving the 2017 estimate at 12%, or push it even higher,” he said. Given how high stock prices are compared with earnings, a profit surge may be essential for keeping the bull market alive. The average blue chip stock is priced at about 23 times per-share earnings over the last 12 months, according to market data firm Ned Davis Research in Venice, Fla. InvesTech’s Stack calculates that price-to-earnings ratios have been in this nosebleed range less than 11% of the time since 1928. He also notes that bear markets can occur in the absence of recessions. That was the case in 1987.  With or without recessions, high stock valuations are “almost inevitably resolved by a new bear market,” Stack said. He thinks the odds increasingly favor a market peak this year, and a bear market to follow. How bad? Every bear is unique, but they typically take back about half of the previous bull market’s gains, Stack said. If that holds true this time, the market could drop about 40% before bottoming. That would be much less than the financial-crisis plunge of 57%, though still quite painful. But for long-term investors, bear markets should be viewed as opportunities — the chance to buy low. Neither bull nor bear  A final possibility is that stocks could simply stall out for a lengthy period, as many investors wait to see what happens with the economy under Trump. There could be intermittent rallies and sell-offs, but nothing dramatic for the market overall. A “lamb market” is one animal analogy. Wells Capital’s Paulsen offers another: “A ‘bunny market.’ Because it’s hoppy but it doesn’t go very far.” Admittedly, the idea of a sustained benign market at current record share prices will sound to some like famed economist Irving Fisher’s declaration, just before the 1929 market crash, that stocks had reached “a permanently high plateau .” Yet there have been plenty of times when the market has temporarily run out of gas. In the current bull, it happened in 2011 and again in 2015. The stars would have to align perfectly this time, analysts concede. The U.S. and global economies must avoid massive shocks. Corporate earnings must continue to rise, even as worker wages pick up . And the Federal Reserve’s program of raising interest rates must remain on a slow track. Some market pros say the most important underpinning for stocks worldwide today is the belief that the risk of a global deflationary depression has passed. The long-term bullish case is that governments, particularly the U.S., are embracing growth policies again.  The jargony term is “reflation” : growth with a mild pickup in inflation, but not a rabid inflation. “Inflation is toxic to stocks. Reflation is not,” said Schwab’s Sonders. Ed Clissold, chief U.S. strategist at Ned Davis, said his firm’s research supports the idea that the bull market that began in 2009 is a “secular” one — meaning the long-term trend points up, even though bear markets will periodically interrupt it. The last two secular bulls ran from 1982 to 2000 and from 1942 to 1966, both periods of healthy economic growth. If investors believe in the secular trend, Clissold said, then “the buy-the-dip mentality still makes sense.” Caption Weekend Roundup: 7 stories you can't miss What values does Hollywood promote?   A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers?   Michelle King has made no big waves in her first year running Los Angeles Unified.   A state watchdog agency is investigating political donations connected to real estate developer Samuel Leung . The Chargers are moving  to L.A.  Obama's legacy:  part 1.  California’s drought conditions  have improved in the northern part of the state. Caption Weekend Roundup: 7 stories you can't miss What values does Hollywood promote?   A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers?   Michelle King has made no big waves in her first year running Los Angeles Unified.   A state watchdog agency is investigating political donations connected to real estate developer Samuel Leung . The Chargers are moving  to L.A.  Obama's legacy:  part 1.  California’s drought conditions  have improved in the northern part of the state. Caption 90 seconds: 4 stories you can't miss The Chargers are moving  to L.A., Obama's legacy:  part 1, California’s drought conditions  have improved in the northern part of the state, and Sean McVay, the new Los Angeles Rams coach , becomes the youngest NFL head coach in modern history. Caption Laurel Canyon mudslide Video by Al Seib / Los Angeles Times Video by Al Seib / Los Angeles Times Caption Raw video: Surveillance video of fatal LAPD shooting of 16-year-old The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. Caption 90 seconds: 4 stories you can't miss ",
    "title": "Trump&apos;s market: bear, bull or lamb? - LA Times"
   },
   {
    "entities": [
     "andra",
     "harvey",
     "89 percent",
     "cabinet",
     "atlanta",
     "janell",
     "danielle",
     "saturday",
     "lillard",
     "king",
     "vanessa",
     "alabama",
     "hughley",
     "lewis",
     "department",
     "eric",
     "8 percent",
     "weekend",
     "dyson",
     "clinton",
     "congressional",
     "clement",
     "white",
     "ben",
     "west",
     "friday",
     "sunday",
     "michael",
     "development",
     "united",
     "facebook",
     "legislative",
     "park",
     "donald",
     "steve",
     "of",
     "black",
     "carson",
     "gillespie",
     "ray",
     "georgetown",
     "caucus",
     "u.s.",
     "and",
     "york",
     "at 7:30 pm",
     "d.l.",
     "greitens",
     "83 percent",
     "kunitz/the",
     "the early hours saturday",
     "congress",
     "john",
     "kanye",
     "housing",
     "nbc",
     "new",
     "obama",
     "emory",
     "kwame",
     "91 percent",
     "this week",
     "states",
     "trump",
     "march",
     "house",
     "urban",
     "hillary",
     "claritza",
     "university",
     "missouri",
     "dogan",
     "scott",
     "post",
     "past",
     "march in 1965",
     "january 15",
     "jimenez",
     "1989",
     "washington",
     "central",
     "evening",
     "the late 1990s",
     "representatives",
     "williams",
     "ross",
     "don"
    ],
    "id": 10,
    "text": "Trump’s feud with John Lewis echoes a long, difficult relationship with African Americans The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Janell Ross and Vanessa Williams January 15 at 7:30 PM Follow @janellross Follow @wapovanessa The eruption of hostilities between President-elect Donald Trump and Rep. John Lewis (D-Ga.), a civil rights icon, may be recorded as just one more example of what has become standard Twitter retaliation for Trump. But coming on the Martin Luther King Jr. Day holiday weekend, it also reignited the passions around Trump’s difficult history with African Americans, the group of voters from whom he might be most alienated as he prepares to move into the White House this week. In an interview with NBC’s “ Meet the Press ” on Friday, Lewis said he did not consider Trump to be “a legitimate president” because of allegations that ­high-level Russian operatives interfered in the election on Trump’s behalf. Trump lobbed back with a tweet in the early hours Saturday that disparaged both the congressman and his district, which includes some of Atlanta’s most affluent neighborhoods. “Congressman John Lewis should spend more time on fixing and helping his district, which is in horrible shape and falling apart,” Trump wrote. “(Not to mention crime infested) rather than falsely complaining about the election results. All talk, talk, talk — no action or results. Sad!” Trump continued his taunts in another tweet Saturday evening, saying that Lewis should “finally focus on the burning and crime infested inner-cities of the U.S. I can use all the help I can get!” (Claritza Jimenez,Danielle Kunitz/The Washington Post) Trump’s attack on Lewis drew widespread condemnation across party lines, particularly given Lewis’s role in the fight for voting rights for African Americans. “John Lewis is beyond a doubt the conscience of the country, and that’s why his people [constituents] send him to Congress,” said Kwame Lillard, an activist who helped to organize the civil-rights-era Freedom Rides and has known Lewis for more than 60 years. Lewis also was one of the leaders of the legendary Selma-to-Montgomery voting rights march in 1965, in which Alabama state troopers attacked marchers, leaving many of them, including Lewis, badly injured. The march entered the American lexicon as “Bloody Sunday,” and the stark images of the police beatings helped build support for the civil rights movement. Shamed Dogan, a Republican member of Missouri’s House of Representatives, said that the state’s new governor, Eric Greitens (R), attended the Missouri Legislative Black Caucus’s Martin Luther King Jr. celebration two days after taking office. “I would like to see Donald Trump take the same approach to the Congressional Black Caucus and find common ground with them instead of feuding with heroes like Congressman Lewis,” Dogan said. Trump’s harsh rhetoric about Hispanics, Muslims and women was one of the hallmarks of his campaign, and while he emerged from the election with a solid majority of electoral college votes, he trailed Democrat Hillary Clinton by nearly 3 million popular votes. In national exit polling , 91 percent of black voters had an unfavorable view of Trump, while 83 percent regarded Clinton favorably. In their vote preference, the exit polling found that black voters favored Clinton over Trump by a margin of 89 percent to 8 percent. Since Election Day, Trump has said that, in an effort to bring the country together, he would reach out to voters who did not support him. During the transition, Trump has been frequently photographed at his New York headquarters with black celebrities, including the rapper Kanye West, retired football great Ray Lewis and boxing promoter Don King. On Friday, he was visited by Steve Harvey, a comedian, game-show host and dating-advice guru. Harvey supported Clinton and had been critical of Trump during the campaign, but after their meeting he said the president-elect was “congenial and sincere.” The attack on John Lewis, however, underscores Trump’s tense relationship with black voters and seemed to echo some of his past confrontations with African Americans. Trump started his presidential campaign with huge disadvantages among African Americans, in part because of his years-long questioning of whether President Obama was born in the United States. Trump also drew criticism for taking out a full-page ad in New York newspapers in 1989 urging the death penalty for five black and Hispanic teenagers accused of raping a woman in Central Park. Even after the young men were exonerated, Trump criticized the city for awarding them damages for the years they had spent in prison and continued to argue that they were “guilty of something.” In the closing weeks of the campaign, Trump began appealing to black voters to give him a chance. Speaking at rallies, to overwhelmingly white audiences, Trump described black people as living “in hell,” stuck in crumbling, crime-ridden neighborhoods and failing schools. “What do you have to lose?” he asked. For some people, Trump’s attack on Lewis — as well as his inaccurate description of Atlanta, a longtime haven for middle- and upper-middle-class African Americans — brought it all back. Andra Gillespie, a political scientist at Emory University in Atlanta, said that if Trump was serious about reaching out to the black community, he would have to take responsibility for a campaign whose tone was “divisive at best, seriously offensive at worst” and “dangerous” with reports of an increase in racist behavior and actions directed at minorities by some whites. She said he will have to meet with and apologize to the civil rights community and young activists in the Black Lives Matter movement. “The burden of proof is on you. It’s not on everybody else to warm up to you because you’re the president,” she said of Trump. “Because the rhetoric came out of his mouth, the burden of proof is on him to show that he’s changed, he’s sensitive and he cares about those issues.” D.L. Hughley, a comedian and political commentator, put it more bluntly in a Facebook video in which he blasted Trump for “having a comedian and a rapper and a football player out to talk about the concerns of the community.” “If Donald Trump cared about black people, he wouldn’t have denigrated the president with those claims of birtherism ,” he said. Hughley, who in the late 1990s toured with Harvey as part of the popular “Kings of Comedy,” said Trump was more comfortable with black entertainers. “You’d rather see us run the football than run the country.” So far Trump has nominated only one African American for a Cabinet position: retired pediatric neurosurgeon Ben Carson, as secretary of the Department of Housing and Urban Development. Harvey told reporters that Trump asked him to work with Carson on inner-city issues. Some political observers say Carson’s appointment is an indication that Trump is not serious about improving the lives of people in struggling communities. Michael Eric Dyson, a sociology professor at Georgetown University, said that in touting Carson and Harvey as his urban policy team, Trump is practicing “affirmative action in the worst sense of that term.” “Steve Harvey is a talented comedian but he is not a politician, a policy maker. He nor Carson have any expertise in the issues they will oversee,” Dyson said. “This is really nothing more than an attempted end run around serious engagement and an example of the kind of visionary bankruptcy of President-elect Trump.” Scott Clement contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump’s feud with John Lewis echoes a long, difficult relationship with African Americans - The Washington Post"
   },
   {
    "entities": [
     "todd",
     "pettus",
     "mccain",
     "50th anniversary of bloody",
     "edmund",
     "march",
     "trump",
     "hillary",
     "sunday",
     "news",
     "--",
     "georgia",
     "0:47",
     "donald",
     "george",
     "2015",
     "mike",
     "john",
     "j.",
     "alabama",
     "1965",
     "lewis",
     "january 14, 2017",
     "selma",
     "obama",
     "w.",
     "nbc",
     "chuck",
     "bridge",
     "bush",
     "ap",
     "barack",
     "clinton",
     "pence"
    ],
    "id": 11,
    "text": "Lewis: I Would Not Invite Trump to Selma 0:47 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170116014512if_/http://www.nbcnews.com/widget/video-embed/855120963674\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Rep. John Lewis said he would not invite President-elect Donald Trump to visit Selma, Alabama, with him, though he also would not \"do anything to prevent him from coming.\" On what became known as \"Bloody Sunday\" in 1965, Lewis was badly beaten by Alabama state troopers on Selma's Edmund Pettus Bridge during a march for voting rights. Politicians and leaders from both parties — including Vice President-elect Mike Pence — have visited Selma with Lewis over the years. In 2015, Presidents Barack Obama and George W. Bush went to Selma with Lewis and others to commemorate the 50th anniversary of Bloody Sunday. AP \"By going to Selma,\" Lewis said of Trump, \"maybe he would learn something.\" But, he added, \"I would not invite him to come.\" The civil rights leader made the remark in the same interview with NBC News' Chuck Todd in which he also said Trump was not \"a legitimate president.\" Trump reacted to an early clip of that interview on Twitter, calling Lewis \"all talk, talk, talk - no action or results,\" leading many leading Democrats — and a few Republicans — to publicly rush to Lewis' defense. Congressman John Lewis should spend more time on fixing and helping his district, which is in horrible shape and falling apart (not to...... — Donald J. Trump (@realDonaldTrump) January 14, 2017 mention crime infested) rather than falsely complaining about the election results. All talk, talk, talk - no action or results. Sad! — Donald J. Trump (@realDonaldTrump) January 14, 2017 On the question of Trump's legitimacy, the Georgia congressman believes there was a \"conspiracy\" and that \"the Russians participated in helping this man get elected, and they helped destroy the candidacy of Hillary Clinton.\" Lewis, agreeing with Sen. John McCain, called for a \"special commission to get to the bottom of what happened.\" Play ",
    "title": "Rep. Lewis: I Would Not Invite Trump to Selma - NBC News"
   },
   {
    "entities": [
     "arnold",
     "imperatore",
     "times",
     "last year",
     "seib",
     "this 2004",
     "l.a.",
     "jose",
     "february 2016",
     "2013",
     "29 pounds",
     "harvard",
     "richard",
     "michael",
     "1940",
     "university",
     "video",
     "california",
     "start in the 19th century",
     "kevin",
     "nfl",
     "a decade later",
     "francisco",
     "saturday",
     "golden",
     "state",
     "riordan",
     "schwarzenegger",
     "mendez",
     "lawrence",
     "robert",
     "1962",
     "jessica",
     "past",
     "the 1920s",
     "chargers",
     "quick",
     "mcvay",
     "k.",
     "/",
     "lapd",
     "1994",
     "obama",
     "san",
     "rams",
     "seven years later",
     "los",
     "usc",
     "sheila",
     "sean",
     "saturday, jan. 14, 2017",
     "marian",
     "ho",
     "examiner",
     "starr",
     "al",
     "angeles",
     "kirsch"
    ],
    "id": 12,
    "text": "Author of California histories and former State Librarian Kevin Starr dies at 76 Kevin Starr in 2013 Lawrence K. Ho / Los Angeles Times Kevin Starr receives the Robert Kirsch Award at the 2013 Los Angeles Times Book Awards. Kevin Starr receives the Robert Kirsch Award at the 2013 Los Angeles Times Book Awards. (Lawrence K. Ho / Los Angeles Times) Former California State Librarian Kevin Starr, who wrote rich cultural, economic and political histories on the birth, growth and maturation of the Golden State, died on Saturday. He was 76. Starr, a professor at USC , died of a heart attack Saturday at a hospital in San Francisco, according to his wife of 53 years, Sheila Starr. Starr captured the state’s rise in influence, and its singular hold on the public imagination, in his sweeping “Americans and the California Dream,” a series of books that start in the 19th century and go on to focus on the Progressive Era, the 1920s, the Great Depression and other distinct chapters of California’s past. Throughout his work, Starr showed a familiarity with a vast range of topics central to the state’s development — and its image of itself: architecture, agriculture, literature, water infrastructure and the entertainment industry, among others.  “He was the greatest historian Los Angeles and California ever had and ever will have,” said former Los Angeles Mayor Richard Riordan, who hosts a book club that counted Starr as one of its original members. Starr died Saturday, Jan. 14, 2017, at 76. Kevin Starr's series of books on the history of California, \"Americans and the California Dream,\" weighs in at 29 pounds, 10 ounces. The... Editor’s note: This 2004 profile about California historian Kevin Starr was published in The Times’ Calendar section. Starr died Saturday, Jan. 14, 2017, at 76. Kevin Starr's series of books on the history of California, \"Americans and the California Dream,\" weighs in at 29 pounds, 10 ounces. The... Read the story A fourth-generation San Franciscan, Starr was born in 1940, graduated from the University of San Francisco in 1962 and went on to earn his PhD in American literature seven years later at Harvard University . At one point, he wrote a daily column for the San Francisco Examiner. He became a professor of history and policy, planning and development at USC. “California has lost its eminent biographer,” said USC Provost Michael Quick. “And we have lost one of our most valuable and trusted professors. The history of California could not be written without him both as a scholar and as the California State Librarian. Our students were lucky to have had him in the classroom and as a memorable lecturer.” Starr was named State Librarian in 1994 and retired from the post a decade later. He was named State Librarian Emeritus by Gov. Arnold Schwarzenegger. Starr is survived by his wife, Sheila Starr; two daughters, Jessica Starr and Marian Starr Imperatore;  and seven grandchildren. “He loved life, and he lived life in a beautiful and grand way —  to the fullest,” Jessica Starr said. “We’re sorry he is no longer with us. He was taken too soon.” More notable deaths » Caption 90 seconds: 4 stories you can't miss The Chargers are moving  to L.A., Obama's legacy:  part 1, California’s drought conditions  have improved in the northern part of the state, and Sean McVay, the new Los Angeles Rams coach , becomes the youngest NFL head coach in modern history. Caption 90 seconds: 4 stories you can't miss The Chargers are moving  to L.A., Obama's legacy:  part 1, California’s drought conditions  have improved in the northern part of the state, and Sean McVay, the new Los Angeles Rams coach , becomes the youngest NFL head coach in modern history. Caption Laurel Canyon mudslide Video by Al Seib / Los Angeles Times Video by Al Seib / Los Angeles Times Caption Raw video: Surveillance video of fatal LAPD shooting of 16-year-old The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. Caption 90 seconds: 4 stories you can't miss ",
    "title": "Author of California histories and former State Librarian Kevin Starr dies at 76 - LA Times"
   },
   {
    "entities": [
     "esquire",
     "david",
     "this week",
     "cbs",
     "west",
     "association",
     "spicer",
     "avenue",
     "trump",
     "press",
     "priebus",
     "house",
     "2017",
     "executive",
     "2 hours ago",
     "sunday",
     "reuters",
     "last week",
     "facebook",
     "jeff",
     "administration",
     "abc",
     "mike",
     "correspondents'",
     "current",
     "post",
     "reince",
     "conference",
     "incoming",
     "usa",
     "this weekend",
     "m",
     "newslook",
     "today",
     "building",
     "mason",
     "newsy",
     "center",
     "sean",
     "nixon",
     "office",
     "pennsylvania",
     "12:22 p.m.",
     "jackson",
     "jan. 15, 2017",
     "wing",
     "pence",
     "white"
    ],
    "id": 13,
    "text": "Trump team ponders changes for White House press corps Use of the White House press room could be at issue Post to Facebook Trump team ponders changes for White House press corps Use of the White House press room could be at issue Check out this story on USATODAY.com: http://usat.ly/2izSgoR CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 46 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump team ponders changes for White House press corps David M Jackson , USA TODAY Published 12:22 p.m. ET Jan. 15, 2017 | Updated 2 hours ago 464 Shares x Share Three senior officials talked to Esquire about potentially moving the press corps elsewhere, though the report only names one official. Video provided by Newsy Newslook Incoming Trump White House officials downplayed reports Sunday that the nascent Trump administration is planning to move reporters out of the White House, saying the issue is where to hold news conferences and briefings at the start of the new presidency. \"The only thing that's been discussed is whether or not the initial press conferences are going to be in that small press (room),\" incoming White House Chief of Staff Reince Priebus told ABC's This Week . \"The press room that people see on TV is very, very tiny,\" including only 49 seats for reporters. Priebus responded to an Esquire story saying that \"a plan to evict the press corps from the White House is under serious consideration by the incoming Trump Administration.\" Proposals include moving the press to the Old Executive Office Building, next to White House, or to the White House Conference Center, across Pennsylvania Avenue from the executive mansion. Some of the talk reflects long-standing friction between Team Trump and the media, \"I want 'em out of the building,\" one unnamed Trump official told Esquire about the White House press corps. \"We are taking back the press room.\" Reporters have had work stations in the White House for more than a century. The current White House press room, including the briefing room as well as work desks, sits atop an old indoor swimming pool, and has been around since the Nixon administration. The room where news briefings and press conference are held features 49 theater-style seats, though there is standing room for reporters who want to attend events of special interest. Trump officials who hit the talk show circuit this weekend said the location of briefings and news conference is the issue, noting that hundreds and hundreds of journalists applied for credentials to Trump news conference last week. \"The one thing that we discussed was whether or not we want to move the initial press conferences in the Executive Office Building, which, by the way, is the White House (complex),\" Priebus said. \"So no one is moving out of the White House.\" Vice President-elect Mike Pence told CBS' Face The Nation: \"I think no decisions have been made on that yet.\" Jeff Mason, current president of the White House Correspondents' Association, said he will meet with incoming Press Secretary Sean Spicer to seek clarify on their plans. The association \"will fight to keep the briefing room and West Wing access to senior administration officials open,\" said Mason, a White House correspondent for Reuters. \"We object strenuously to any move that would shield the president and his advisers from the scrutiny of an on-site White House press corps.\" Stay with USA TODAY for full coverage of the 2017  inauguration . Read or Share this story: http://usat.ly/2izSgoR Most Popular ",
    "title": "Trump team ponders changes for White House press corps"
   },
   {
    "entities": [
     "ukraine",
     "middle",
     "weber",
     "friday",
     "joseph",
     "trump",
     "2013",
     "hillary",
     "syria",
     "sunday",
     "news",
     "--",
     "facebook",
     "crimea",
     "fox",
     "donald",
     "cia",
     "north",
     "brennan",
     "russia",
     "vladimir",
     "january 15, 2017",
     "john",
     "2016",
     "j.",
     "twitter",
     "january 16, 2017",
     "korea",
     "u.s.",
     "obama",
     "east",
     "putin",
     "germany",
     "clinton",
     "kremlin",
     "january 16, 2017 the day"
    ],
    "id": 14,
    "text": "Trump slams outgoing CIA director Brennan after criticism over Russia threat Published               January 15, 2017 Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump blasted outgoing CIA Director John Brennan on social media Sunday after Brennan said Trump does not have a “full understanding” of Russia’s power and threat to the world. “I don’t think he has a full understanding of Russian capabilities and the actions they are taking on the world,” Brennan told “Fox News Sunday.” He also suggested that Trump lacks a “full appreciation” of Russia’s aggression or about why President Obama imposed sanctions on the Kremlin for meddling in the 2016 presidential election. “Mr. Trump has to understand that absolving Russia is a road that he needs to be very, very careful about moving down,” Brennan said. Trump responded with a two-tweet message that criticized the CIA's record under Brennan and questioned whether the director had leaked a dossier of unverified allegations that Russia spies had obtained compromising personal and financial information about Trump. . @FoxNews \"Outgoing CIA Chief, John Brennan, blasts Pres-Elect Trump on Russia threat. Does not fully understand.\" Oh really, couldn't do... — Donald J. Trump (@realDonaldTrump) January 16, 2017 much worse - just look at Syria (red line), Crimea, Ukraine and the build-up of Russian nukes. Not good! Was this the leaker of Fake News? — Donald J. Trump (@realDonaldTrump) January 16, 2017 The day after the dossier's contents were published by BuzzFeed, Trump posted on Twitter that intelligence agencies \"should never have allowed this fake news to 'leak'\" before asking \"Are we living in Nazi Germany?\"  Trump has repeatedly hoped for better U.S. ties with Russian President Vladimir Putin, and he has been particularly suspicious of the entire U.S. intelligence community since it concluded Russia and Putin tried to influence the elections, in an apparent effort to help Trump defeat Democratic presidential nominee Hillary Clinton. Brennan said Trump likening the U.S. intelligence community to Nazi Germany for presumably leaking the content of an opposition-research dossier on him is “outrageous.” \"There is no interest in undermining the president elect,” he said. “Our responsibility is to understand dangers on the world stage so (Trump and his Republican administration) have the intel we have so they can make the best decision.” However, he said Trump “needs to be disciplined” and that he’ll face numerous challenges” in his presidency that begins Friday -- with terrorism, cybersecurity, North Korea and Middle East instability among those at the top. “So many issues on Day One,” said Brennan, who President Obama appointed to lead the CIA in 2013. Fox News' Joseph Weber contributed to this report. Advertisement ",
    "title": "Trump slams outgoing CIA director Brennan after criticism over Russia threat | Fox News"
   },
   {
    "entities": [
     "this week",
     "friday",
     "sparking",
     "states",
     "trump",
     "priebus",
     "house",
     "firestorm",
     "news",
     "united",
     "donald",
     "george",
     "abc",
     "russia",
     "john",
     "twitter",
     "reince",
     "lewis",
     "this weekend",
     "obama",
     "nbc",
     "national",
     "james",
     "stephanopoulos",
     "intelligence",
     "clapper",
     "white"
    ],
    "id": 15,
    "text": "WATCH Donald Trump Attacks Civil Rights Icon John Lewis, Sparking Twitter Firestorm 0 Shares Email President-elect Donald Trump 's incoming chief of staff Reince Priebus said Rep. John Lewis ' criticism of Trump was “irresponsible” and called on President Obama to “step up” by telling Democrats to accept the election loss and stop questioning \"the legitimacy of the next United States president.\" In an interview on “This Week,” ABC News' George Stephanopoulos asked Priebus if the president-elect was right to pick a fight this weekend over remarks by Congressman and civil rights icon Lewis. “John Lewis stood up in an interview and said that Donald Trump was not a 'legitimate president,'\" Priebus said, referring to an NBC interview on Friday. \"That’s insanity, and it’s wrong.” \"We need folks like John Lewis and others who I think have been champions of voter rights to actually recognize the fact that Donald Trump was duly elected. He's going to put his hand on the Bible in five days,\" Priebus said. \"I think it’s incredibly disappointing –- and I think it’s irresponsible -- for people like [Lewis] to question the legitimacy of the next United States president,” he added. “I think putting the United States down across the world is not something a responsible person does.\" The incoming White House chief of staff added that Director of National Intelligence James Clapper has said “many, many times” there’s no evidence that Russia's interference in the presidential election affected the outcome. Clapper has said that the intelligence community can't gauge how voters' choices in the election might have been affected by the disclosure of private information stolen by hackers. \"President Obama should step up,” Priebus said. \"We've had a great relationship with the White House, George ... I think the administration can do a lot of good by telling folks that are on the Republican side of the aisle, 'Look, we may have lost the election on the Democratic side, but it's time to come together.'\" 0 Shares ",
    "title": "Reince Priebus Calls John Lewis’ Criticism of Trump ‘Irresponsible’ - ABC News"
   },
   {
    "entities": [
     "bild",
     "theresa",
     "times",
     "friday",
     "britain",
     "states",
     "trump",
     "sunday",
     "may",
     "united",
     "the",
     "aaa",
     "london",
     "donald",
     "eu",
     "of",
     "june 23",
     "future",
     "union",
     "european",
     "uk",
     "germany"
    ],
    "id": 16,
    "text": "advertisement In his first interview with foreign media, President-elect Donald Trump said he planned to offer a \"fair\" trade deal to Britain \"within weeks\" of his inauguration. In a joint interview published Sunday in The Times of London and Germany's Bild , Trump said that he planned to make Britain's departure from the European Union \"a great thing\" and that he would meet with British Prime Minister Theresa May shortly after he is sworn in Friday. \"We're gonna work very hard to get it done quickly and done properly,\" he told the papers, adding: \"I love the UK.\" Related: Brexit, What Brexit? Londoners Upbeat Despite Uncertainty The comments come as Britain wrestles with an uncertain future under Brexit, the referendum under which it voted to leave the European Union. Since the vote June 23, the country has seen its currency plummet and its AAA credit rating wiped out. It also faces the prospect of tariffs and trade restrictions from the EU, The Times reported — a possibility that made Trump's comments that much more significant, because a possible trade deal with the United States could be a powerful negotiating tool. In the interview, Trump attributed Brexit to an influx of refugees, saying: \"If they [EU countries] hadn't been forced to take in all of the refugees, so many, with all the problems that it .. . entails, I think that you wouldn't have a Brexit,\" he said. \"I think people want ... their own identity, so if you ask me ... I believe others will leave.\" Play ",
    "title": "Donald Trump Promises Post-Brexit Britain a 'Fair' Trade Deal - NBC News"
   },
   {
    "entities": [
     "trump",
     "hillary",
     "brynn",
     "loretta",
     "facebook",
     "georgia",
     "kevin",
     "donald",
     "1963",
     "51 minutes ago",
     "russia",
     "king",
     "johnson",
     "justice",
     "john",
     "baton",
     "afp",
     "once",
     "current",
     "post",
     "martin",
     "department",
     "past",
     "this weekend",
     "usa",
     "lewis",
     "u.s.",
     "dallas",
     "newslook",
     "today",
     "chicago",
     "luther",
     "lynch",
     "7:08 p.m.",
     "clinton",
     "rouge",
     "today sunday",
     "weekend",
     "now",
     "sunday, jan. 15, 2017",
     "birmingham",
     "jan. 15, 2017",
     "anderson",
     "ala.",
     "ap"
    ],
    "id": 17,
    "text": "Exclusive: Loretta Lynch says police issues are this era’s civil rights struggle BIRMINGHAM, Ala.— The explosions of violence that have marked a broken trust between U.S. Post to Facebook Exclusive: Loretta Lynch says police issues are this era’s civil rights struggle BIRMINGHAM, Ala.— The explosions of violence that have marked a broken trust between U.S. Check out this story on USATODAY.com: http://usat.ly/2jNJMYX CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 47 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Exclusive: Loretta Lynch says police issues are this era’s civil rights struggle Kevin Johnson , USA TODAY Published 7:08 p.m. ET Jan. 15, 2017 | Updated 51 minutes ago x Share A year-long federal investigation into the Chicago police force has identified a pattern of excessive force, especially in predominantly black and Hispanic neighborhoods, according to Attorney General Loretta Lynch. Video provided by AFP Newslook Attorney General Loretta Lynch speaks at the 16th Street Baptist Church, Jan. 15, 2017, in Birmingham, Ala. (Photo: Brynn Anderson, AP) BIRMINGHAM, Ala.— The explosions of violence that have marked a broken trust between U.S. law enforcement and communities of color across the country echo the painful clashes that marked the early struggles of the American civil rights movement, Attorney General Loretta Lynch said in an interview with USA TODAY Sunday. “I really think the world is watching how we deal with these issues,’’ Lynch said in the wide-ranging interview here where she had traveled to commemorate Martin Luther King weekend events. Lynch is preparing to leave office following a tumultuous 20-month tenure, also punctuated by a string of deadly mass shootings, a disputed investigation of Democratic presidential nominee Hillary Clinton and ongoing concerns about the extent of Russia's interference in the U.S. elections. But her legacy will likely be defined by the Justice Department’s aggressive oversight of more than two dozen police agencies across the country. Lynch said technology, specifically the speed of digital media and video-enabled smart phones, accelerated the recent scrutiny of police operations in ways that many had not anticipated. \"Policing became front and center, because technology put it front and center,’’ Lynch said. In much of the country where encounters between police and the public have not been in the forefront, \"it's been a real eye opener.\" \"We have broadened the debate and engaged on the issues in a more meaningful and real way.\" The \"incredibly violent and fatal (past) year for law enforcement, Lynch said, referring to the ambush killings of five Dallas officers and three others in Baton Rouge, also highlighted the current threat to law enforcement. \"Everyone just wants to get home safe,\" she said. Of this weekend's feud between President-elect Donald Trump and Rep. John Lewis, the civil rights icon who said he would not attend the inauguration and questioned the legitimacy of the election, Lynch chose her words carefully. Describing Lewis as \"a piece of living history,\"  Lynch said that the Georgia congressman is \"entitled to his views.\" \"He has earned the right to speak for himself,\" she said. On the eve of Martin Luther King Jr. Day, Attorney General Loretta Lynch speaks at the 16th Street Baptist Church, Sunday, Jan. 15, 2017, in Birmingham, Ala.  (Photo: Brynn Anderson, AP) Later, she spoke from the sanctuary of the 16th Street Baptist Church, a  monument to the early civil rights movement where four young black girls were killed in a bombing carried by white supremacists in 1963. Lynch offered a counterpoint to the divisive rhetoric of the recently-ended political campaigns that she said threaten the very gains made by King and the movements other foot soldiers. “I know that we are in difficult days now,’’ Lynch told a packed congregation. “Many worry that Dr. King’s dream — and all that has flowed from it — is at risk like never before. I have seen the disconnect between the forces of our government and the communities we serve; I have seen the concerns that the voting booth will be moved out of reach, that our hearts will close along with our borders, that a prayer in a different tongue or posture will place one at risk. “I have seen the fear that once again we will let a distinction without a difference govern our view of our fellow Americans, rather than what is in their hearts,’’ the attorney general said. “And I have seen the fear that, with the turn of the electoral wheel, so many of us will be seen as children of a lesser God.  I have seen all that.’’ Without uttering a name, the attorney general’s words tracked the most severe anti-Muslim and anti-immigrant sentiment to those expressed by incoming Republican administration. Despite those fears, Lynch said she was boosted by the resolve of “the men and women of goodwill who love this country, who believe in its promise and who are working to fulfill its founding creed.’’ “And if it comes to pass that we do enter a period of darkness, let us remember — that is when dreams are best made.  So let us see — what shall become of Dr. King’s dream?  The Lord has already wrought a miracle by bringing us this far.’’ The venue for Lynch’s final speech as attorney general was steeped in symbolism. ",
    "title": "Exclusive: Loretta Lynch says police issues are this era’s civil rights struggle"
   },
   {
    "entities": [
     "renta",
     "kors",
     "isabel",
     "maggie",
     "cassini",
     "five and a half",
     "honors",
     "alexander",
     "taylor",
     "$150,000",
     "yermack",
     "sept. 4, 2012",
     "mills/the",
     "wang",
     "watanabe",
     "olivia",
     "vanessa",
     "roksanda",
     "alice",
     "tory",
     "renzi",
     "tfank",
     "shoji",
     "karan",
     "christian",
     "center",
     "oleg",
     "museum",
     "tom",
     "maxwell",
     "schouler",
     "duro",
     "bush",
     "clinton",
     "white",
     "lhuillier",
     "the same day",
     "rodarte",
     "manuel",
     "october 2008",
     "joseph",
     "klein",
     "junya",
     "reagan",
     "monique",
     "harvard",
     "posen",
     "doug",
     "toledo",
     "michael",
     "laura",
     "furstenberg",
     "london",
     "diane",
     "ann",
     "recently",
     "elizabeth",
     "of",
     "business",
     "krakoff",
     "lam",
     "dries",
     "2008",
     "review",
     "the year",
     "queen",
     "browne",
     "neal",
     "tracey",
     "siriano",
     "cushnie",
     "lanvin",
     "brandon",
     "carolina",
     "james",
     "reed",
     "york",
     "moschino",
     "ford",
     "alaïa",
     "herrera",
     "years",
     "barbara",
     "kenzo",
     "de",
     "jay",
     "gordon",
     "ochs",
     "brandon/associated",
     "change",
     "marc",
     "wu",
     "david",
     "theallet",
     "prabal",
     "derek",
     "michelle",
     "leno",
     "jacobs",
     "vogue",
     "naeem",
     "givenchy",
     "von",
     "thom",
     "press",
     "zac",
     "donna",
     "la",
     "oscar",
     "vera",
     "italy",
     "stern",
     "alex",
     "jan. 20, 2009",
     "palin",
     "the 1963 march",
     "galanos",
     "the night in",
     "khan",
     "brown",
     "mohapatra",
     "kane",
     "adolfo",
     "jacqueline",
     "cornejo",
     "reese",
     "april 2009",
     "palace",
     "obama",
     "new",
     "national",
     "sarah",
     "india",
     "pinto",
     "friedman",
     "history",
     "marchesa",
     "matteo",
     "2012",
     "maria",
     "nancy",
     "sophie",
     "kennedy",
     "proenza",
     "calvin",
     "time",
     "leon",
     "ralph",
     "jason",
     "times",
     "credit",
     "2013",
     "house",
     "hillary",
     "tracy",
     "gucci",
     "lauren",
     "balce",
     "last week",
     "university",
     "tonight",
     "noten",
     "narciso",
     "african-american",
     "school",
     "2016",
     "n.y.u.",
     "olowu",
     "altuzarra",
     "versace",
     "chicago",
     "buckingham",
     "bibhu",
     "christopher",
     "rodriguez",
     "mcqueen",
     "ii",
     "&",
     "van",
     "washington",
     "now",
     "burch",
     "tadashi",
     "thakoon",
     "dec. 4, 2016",
     "gurung"
    ],
    "id": 18,
    "text": "What Michelle Obama Wore and Why It Mattered By VANESSA FRIEDMAN Credit It began with Jay Leno. It began, to be more specific, in October 2008, when Mr. Leno, the host of “The Tonight Show” at the time, turned to his guest, Michelle Obama , the wife of the Democratic nominee for president, and said — with glee, with gotcha expectation, because it had just been revealed that the campaign clothes budget for Sarah Palin, the Republican vice-presidential candidate, was $150,000 — “I want to ask you about your wardrobe. I’m guessing about 60 grand? Sixty, 70 thousand for that outfit?” “ J. Crew ,” Mrs. Obama said of her silk blouse, gold skirt and cardigan fastened with a big rhinestone brooch. “Ladies, we know J. Crew. You can get some good stuff online!” And thus was an eight-year obsession born. Not to mention a new approach to the story of dress and power. When Mrs. Obama understood the impact of that early answer — when she saw the public response to her outfit (which had been chosen specifically as a riposte to the Palin news) — it set in motion a strategic rethink about the use of clothes that not only helped define her tenure as first lady, but also started a conversation that went far beyond the label or look that she wore and that is only now, maybe, reaching its end. Advertisement Continue reading the main story Though amid discussion of legacy and historical change fashion may seem the least of the matter, consider the number of words devoted to what both the first lady and President Obama wore since the original campaign began. Consider that for five and a half years there was a blog chronicling Mrs. Obama’s wardrobe choices, arguably the first devoted to the clothes of a political figure, and that when Mr. Obama wore a tan suit to a news conference it practically broke the internet (ditto when he eschewed a tie ). Consider that Mrs. Obama’s effect on fashion brands was the subject of a study by a New York University professor in the Harvard Business Review entitled “How This First Lady Moves Markets.” Consider all that, and there is simply no ignoring the fact that during these two terms, clothing played a role unlike any it had ever played before in a presidential administration. Photo On Mrs. Obama’s first visit to London, in April 2009, she wore a J. Crew cardigan. Here, with Sarah Brown, wife of British Prime Minister Gordon Brown, visiting the Maggie’s Cancer Caring Centre. Credit Pool photo by Leon Neal A noncomprehensive litany of some of the designers whose clothes the first lady wore during her husband’s two terms in office includes: Carolina Herrera, Narciso Rodriguez, Michael Kors, Maria Cornejo, Thom Browne, Isabel Toledo, Jason Wu, Prabal Gurung, Donna Karan, Marc Jacobs, Oscar de la Renta, Ralph Lauren, Marchesa, Tom Ford, Vera Wang, Tadashi Shoji, Cushnie et Ochs, Tory Burch, Naeem Khan, Brandon Maxwell, Rodarte, Bibhu Mohapatra, Zac Posen, Barbara Tfank, Alexander Wang, Rag & Bone, Joseph Altuzarra, Tracy Reese, Monique Lhuillier, Thakoon, Christian Siriano, Calvin Klein, Sophie Theallet, Reed Krakoff, Diane von Furstenberg, Derek Lam, Proenza Schouler and Alice & Olivia. Also Talbots. And Target. And Ann Taylor. Sheesh. Plus, of course: Gucci, Versace, Givenchy, Alaïa, Junya Watanabe, Christopher Kane, Roksanda, Moschino, Lanvin (those controversial expensive sneakers), Dries Van Noten, Alexander McQueen, Duro Olowu, Lanvin and Kenzo. To name a few. Photo Wearing a Gucci gown to honor recipients of the 2016 Kennedy Center Honors on Dec. 4, 2016. Credit Manuel Balce Ceneta/Associated Press It is, by any measure, an unprecedented list. The twin conditions of the historic nature of this presidency and the fact it occurred alongside the rise of social media, which turned every public second into a shareable, comment-worthy moment, combined to create a new reality where every appearance mattered. Not everyone listened to all of the speeches or read the analysis or considered the context. But everyone paused for a moment to assess the visual. And a couple who had spent their entire lives being scrutinized as pioneers understood what that meant, and instead of bridling at it, leveraged it. If you know everyone is going to see what you wear and judge it, then what you wear becomes fraught with meaning. Certainly Mrs. Obama’s significance as a contemporary role model goes far beyond her image, but no one understood the role of fashion, and the potential uses of that, better than the first lady. “She realized very early on that everything she did had ramifications,” said Thom Browne, who made the tailored coat and dress Mrs. Obama wore for the inaugural parade in 2013, as well as a dress she wore to the 2012 Democratic National Convention and also during the final debate that year. And she understood, he went on, “that people did not just want to know how she looked, but what she was about,” and that she could plant subliminal cues to the latter with her clothes. Photo Mrs. Obama wearing a Thom Browne tailored coat and dress at the inaugural parade in 2013. Credit Doug Mills/The New York Times Change was the promise, and change was the look — far beyond the amount of upper arm on display, or the riot of color and prints. Or the cardigans. Just because something appears trivial does not mean it is any less powerful as a means of persuasion and outreach. In some ways its very triviality — the fact that everyone could talk about it, dissect it, imitate it — makes fashion the most potentially viral item in the subliminal political toolbox. Talking heads complained early on in the second term about Mrs. Obama’s allowing the clothes conversation to dominate the substance conversation, but in fact she made the two inextricable. Advertisement Continue reading the main story There have been a lot of words since the 2016 election devoted to how Mrs. Obama loved fashion and fashion loved her in return, and that is true; to listen to designers who have dressed her is to hear a chorus of “it was the privilege of my career.” That the first lady, a Princeton-and-Harvard-educated lawyer and hospital power player, was publicly able to enjoy clothes allowed a swath of smart women to stop being so neurotic about dress (as she said to Vogue in her third cover story, the most of any first lady, one of the factors in choosing a garment always has to be, “Is it cute?”). But her real contribution went far beyond giving women a license to like clothes and use them to celebrate their own strength and femininity. Just as, despite the attention paid to the study on how much the first lady was worth to a brand — “I have been publishing for 25 years,” said David Yermack, the author of the study and a professor of finance at the N.Y.U. Stern School of Business, “and nothing has compared to the interest in this” — it wasn’t ultimately about revenue generation. Indeed, despite Mrs. Obama’s patronage, a number of labels she wore have struggled financially, including J. Crew ; Maria Pinto , which closed; and Bibhu Mohapatra, which filed for bankruptcy last week. Rather, like first ladies from Jacqueline Kennedy to Nancy Reagan, Mrs. Obama understood that fashion was a means to create an identity for an administration. But unlike any other first lady, instead of seeing it as part of a uniform to which she had to conform, with the attendant rules and strictures that implies, she saw it as a way to frame her own independence and points of difference, add to her portfolio and amplify her husband’s agenda. “Our glorious diversity — our diversities of faiths and colors and creeds — that is not a threat to who we are; it makes us who we are,” she said during her final speech, and the proof was, literally, on her back. While most first ladies turned to a small number of trusted designers to help them create their look (Oleg Cassini with Mrs. Kennedy; Adolfo and James Galanos with Mrs. Reagan; Oscar de la Renta with Hillary Clinton and Laura Bush) Mrs. Obama seemed to work with them all. That is not a situation that, as any woman would know, happens by accident. We all tend to gravitate toward certain designers in part because of sheer laziness: We know what suits us, what we like, and so we go there first. To have been so, well, evenhanded in her choices could have happened only with careful calculation. “I am not sure people really realized the extent of what she was doing,” said Tracy Reese, whose custom-made pink and gold silk dress, worn by Mrs. Obama for her speech at the 2012 Democratic convention, became her best-selling dress when remade for sale, and whose black dress with big red poppies, worn by the first lady for the 50th anniversary of the 1963 march on Washington, is now on display at the National Museum of African-American History and Culture. “It was really about us all.” Photo On Sept. 4, 2012, at the Democratic National Convention, the first lady wore a custom-made pink and gold silk dress by Tracey Reese. Credit Alex Wong/Getty Images Especially because Mrs. Obama not only wore their clothes, she also took their business seriously, framing fashion as a credible, covetable job choice during her education initiatives. She put fashion on a par with the movies by hosting a Fashion Education workshop at the White House, just as she had held a Careers in Film Symposium. She invited students to witness Jason Wu donating his first inaugural gown to the Smithsonian, and designers were occasionally included on the guest list for state dinners alongside officials, artists and executives — though no designer ever attended twice. “She came in at a time when the economy was particularly tough and really shone a light on fashion in the broadest sense,” said Narciso Rodriguez, whose dress she wore on the night in 2008 that ushered in the Obama era, and recently at the National School Counselor of the Year event when she gave her last speech as first lady. If you think that was an accident, there’s a bridge I can sell you — just as the fact she wore Jason Wu to her husband’s farewell address in Chicago, a designer she also wore at both inaugural balls, was no coincidence. It was closure. Photo On Jan. 20, 2009, she wore a one-shouldered white gown by designer Jason Wu at the Neighborhood Inaugural Ball in Washington. Credit Alex Brandon/Associated Press Mrs. Obama’s dress choices were often labeled “ sartorial diplomacy ” and “democratic,” and they were that; she made something of an art out of pairing designers with countries during state dinners or trips, wearing, for example, Mr. Khan, an Indian-American designer, to the India state dinner, and Mr. Ford, an American designer then based in London, when she dined with Queen Elizabeth II at Buckingham Palace. Especially in her husband’s second term, Mrs. Obama used her leverage and visibility not only to raise the profile of a host of local designers (the biggest struggle for a young designer, Mr. Wu said, is attention; she solved that), but also as argument against isolationism and in support of allies across the world. It was not happenstance that she wore a Gucci gown to the Kennedy Center Honors the same day Italy went to the polls to vote on a referendum widely viewed as a verdict on Matteo Renzi, the country’s now former reformist prime minister. ",
    "title": "What Michelle Obama Wore and Why It Mattered - The New York Times"
   },
   {
    "entities": [
     "last october",
     "numan",
     "earlier this month",
     "the next day",
     "friday",
     "al-baghdadi",
     "yahya",
     "press",
     "reuters",
     "counter-terrorism",
     "sunday",
     "npr",
     "river",
     "mosul",
     "state",
     "bakr",
     "cts",
     "associated",
     "abu",
     "sabah",
     "scott",
     "arraf",
     "efflandt",
     "june 2014",
     "u.s.",
     "coast",
     "iraq",
     "rasool",
     "tigris",
     "islamic",
     "east",
     "service",
     "jane",
     "now",
     "isis",
     "al-numan"
    ],
    "id": 19,
    "text": "A member of the Iraqi special forces' Counter-Terrorism Service stands guard next to a damaged building at Mosul university on Sunday, during an ongoing military operation against the Islamic State. Dimitar Dilkoff/AFP/Getty Images hide caption toggle caption Dimitar Dilkoff/AFP/Getty Images A member of the Iraqi special forces' Counter-Terrorism Service stands guard next to a damaged building at Mosul university on Sunday, during an ongoing military operation against the Islamic State. Dimitar Dilkoff/AFP/Getty Images Iraqi forces have made a crucial step in the bloody quest to retake Mosul from the Islamic State, according to a spokesman for the country's military. Iraqi Brig. Gen. Yahya Rasool announced that the city's university has been fully retaken from ISIS militants. Special forces, known in Iraq as the Counter-Terrorism Service, or CTS, raised the Iraqi flag above the campus Friday, the Associated Press reports — but the troops were still days away from claiming complete control. The Battle For Mosul: 5 Key Things To Know \"Iraqi forces entered the university grounds Friday and managed to secure more than half of the campus the next day amid stiff resistance from IS militants, who mainly deployed sniper and mortar fire to slow down the advancing troops,\" the wire service adds Sunday. Iraqi military launched its campaign to retake the northern city — the last major Iraqi city still in ISIS hands — last October. The former Iraqi commercial center is the place ISIS leader Abu Bakr al-Baghdadi first declared the caliphate , or Islamic state, shortly after the group captured it in June 2014. And it has been one of the central pillars of the militant group's diminishing territorial claims. Earlier this month, Iraqi troops reached the Tigris River, which bisects the city, retaking much of Mosul's eastern half. Yet, as Jane Arraf reports for NPR , the toughest fight is likely still to come. ISIS still holds the west side of the city, where more than 700,000 civilians are believed to remain. Article continues after sponsorship Iraqi Troops Edge Deeper Into Mosul — With Caution Brig. Gen. Scott Efflandt, the deputy commander of U.S. forces in Iraq, tells Jane that part of the complexity of the fight ahead lies in the urban combat required: \"Picture any large metropolitan city on the U.S. East Coast — dense, older cities with smaller streets. And then picture having to eradicate all crime and any enemy force in there. \"It requires street by street, house by house, room by room operation. There's no quick way to do it. You have to walk, you have to climb stairs, you have to open doors and then repeat the process again and again and again and then when you're doing that you have to leave someone behind to guard the area you just went through. \" And they will continue to do so without the presence of American troops on the front lines. For now, CTS spokesman Sabah al-Numan tells Reuters the special forces are combing the university's campus Sunday for remaining militants. \"The university is completely liberated and forces are sweeping the complex for any hiding militants,\" Numan said. \"Most buildings are booby-trapped so we're being cautious.\" ",
    "title": "Battle For Mosul: Iraqi Troops Retake University From Islamic State, Spokesman Says : The Two-Way : NPR"
   },
   {
    "entities": [
     "province",
     "network",
     "spencer",
     "khanh",
     "images",
     "courtesy",
     "brigade",
     "pasadena",
     "getty",
     "novick",
     "lynn",
     "trent",
     "the future",
     "pbs",
     "facebook",
     "r.",
     "m.",
     "2:49 p.m.",
     "recently",
     "administration",
     "burns",
     "of",
     "calif.",
     "503rd",
     "present",
     "richter",
     "voice",
     "brown",
     "daniel",
     "infantry",
     "2011",
     "frederick",
     "vietnam",
     "monday-friday",
     "records",
     "e.",
     "ken",
     "usa",
     "the fall of 2012",
     "long",
     "bianco",
     "national",
     "today",
     "currently",
     "airborne",
     "and",
     "america",
     "time",
     "kennedy",
     "archives",
     "september",
     "reznor",
     "the past",
     "social",
     "ross",
     "robert",
     "jan. 15, 2017",
     "atticus",
     "173rd"
    ],
    "id": 20,
    "text": "Ken Burns returns to PBS with 'Vietnam War' Burns and Lynn Novick examine 'The Vietnam War'. Post to Facebook Ken Burns returns to PBS with 'Vietnam War' Burns and Lynn Novick examine 'The Vietnam War'. Check out this story on USATODAY.com: http://usat.ly/2iA5QZv CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. Join the Nation's Conversation To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Ken Burns returns to PBS with 'Vietnam War' Robert Bianco , USA TODAY 2:49 p.m. ET Jan. 15, 2017 Long Khanh Province, Republic of Vietnam....SP4 R. Richter, 4th Battalion, 503rd Infantry, 173rd Airborne Brigade, lifts his battle weary eyes to the heavens. Sergeant Daniel E. Spencer stares down at their fallen comrade. (Photo: Courtesy of National Archives and Records Administration) PASADENA, Calif. — No, this is not the most divided America has ever been. Not by a long shot. There was the Civil War, obviously. But more recently, there was the War in Vietnam — a conflict that sparked generational and racial conflict, split families, and led to battles in the streets, some of them fatal. As he did with The Civil War, filmmaker Ken Burns will examine The Vietnam War for PBS. Made with his partner Lynn Novick, this 10-episode, 18-hour documentary arrives in September and will feature a score by Nine Inch Nails' Trent Reznor and Atticus Ross (Oscar-winners for The Social Network). What to expect from your favorite TV shows this season Burns, who has been working on the project for 10 years, says if nothing else, Vietnam will remind people that \"the past is like the present.\" Many of our divisions, he says, were born in the military, political, cultural, social and familial conflicts that surrounded Vietnam, a war that took the lives of 58,000 Americans. Yes, Burns says, it's possible that some people in our currently polarized nation will react negatively to the film, but Burns says he's more hopeful that the film will inspire people to come together and talk. That, he says, is how he sees PBS, as \"a place to come together and to begin to have courageous conversations.\" In the end, he says, the goal was to create a film everyone could embrace. \"It will be controversial, but only among those who don't watch it.\" The divisions caused by the war played out in every facet of American life, including the music of the time — much of which will be heard on the soundtrack. That's one of the reasons Burns says he's so excited to work with Reznor and Ross, who will write the original score and bring a new sound to his films. And they say they're equally excited. \"I can't over-state how flattering this is,\" says Reznor. Reznor says he and Ross were contacted in the fall of 2012, and they began writing the music not long after that, \"the goal being to create a world that was unique to this project....We spent a long time trying to figure out the language, the musical instruments, that would best fit this film, and trying to figure out why they chose us for this project.\" Filmmaker Ken Burns, from left, composer Trent Reznor, composer Atticus Ross and filmmaker Lynn Novick of ''The Vietnam War,' coming to PBS.  (Photo: Frederick M. Brown, Getty Images) Why did Burns and Novick choose Reznor and Ross? \"We knew we needed something different here,\" says Novick. She found it, she says, in 2011 when she went to see a movie they scored, The Girl With the Dragon Tattoo. \"I lost track of the movie, and started paying attention just to the music....I thought, 'Whoever did this music, I need to get them for this film.'\" She didn't know at the time that the composers were Reznor and Ross, and when she found out, she figured she'd never be able to get them to do it. \"But I thought, 'We might as well ask.'\" They said yes, and in the future, Reznor says, \"should the subject matter warrant, it's an unquestionable yes\" again. But that doesn't mean Reznor is open to everything. \"I'm not going to be on The Voice next season. I don't think.\" Over its 18 hours, Vietnam will try to cover almost every aspect of the conflict. Burns says inevitably it will include some information you've heard before, but most of what you hear will be both new and revelatory. One thing you won't here, however, is the conspiracy theory that President Kennedy was assassinated because he wanted to withdraw from Vietnam. \"That's just a fallacy,\" says Burns.   8 CONNECT TWEET LINKEDIN COMMENTEMAILMORE Read or Share this story: http://usat.ly/2iA5QZv NEVER MISS OUT Life Be a pop culture maven. Get the news, reviews and the juiciest celebrity stories that keep you in the know, Monday-Friday. THANKS FOR SIGNING UP FOR THE Life NEWSLETTER We're sorry. ",
    "title": "Ken Burns returns to PBS with 'Vietnam War'"
   },
   {
    "entities": [
     "alaska",
     "baier",
     "the same day",
     "bret",
     "relations",
     "murkowski",
     "trump",
     "sunday",
     "rob",
     "last week",
     "news",
     "facebook",
     "paul",
     "cnn",
     "fox",
     "senate",
     "rex",
     "donald",
     "foreign",
     "maine",
     "congress",
     "january 15, 2017",
     "2016",
     "twitter",
     "rand",
     "tennessee",
     "kentucky",
     "print",
     "susan",
     "jan. 6",
     "tillerson",
     "email",
     "portman",
     "2010",
     "gop",
     "collins",
     "committee",
     "115th",
     "now",
     "bob",
     "exxonmobil",
     "corker",
     "ohio",
     "lisa"
    ],
    "id": 21,
    "text": "Paul previews ObamaCare replacement plan focusing on lower cost policies Published               January 15, 2017 Facebook 0 Twitter 0 livefyre Email Print   Kentucky Sen. Rand Paul on Sunday previewed his ObamaCare replacement plan -- in an apparent effort to take the lead in the growing GOP effort to simultaneously repeal and replace the 2010 health care law. Paul, who was a 2016 presidential candidate, said the bill that he and other congressional Republicans have crafted attempts to “insure the most amount of people, give access to the most amount of people, at the least amount of cost.\" Paul, a physician, has emerged in recent weeks as a leader in the repeal-replace effort, amid Republican concerns that fulfilling campaign vows to dismantle ObamaCare at the start of the 115th Congress could leave tens of millions of Americans uninsured. Incoming Republican President Donald Trump has expressed similar concerns, despite campaigning on a winning repeal-replace agenda. Paul tweeted on Jan. 6: \"I just spoke to (Trump) and he fully supports my plan to replace ObamaCare the same day we repeal it. The time to act is now.\" The Republican-led Congress has already taken votes toward repealing ObamaCare under a process known as budget reconciliation, which effectively keeps Democrats from blocking the effort and requires only a simple majority for passage. Among the other Senate Republicans trying slow the repeal process, to synch with a replacement plan, are Susan Collins, Maine; Bob Corker, Tennessee; Rob Portman, Ohio; and Lisa Murkowski of Alaska. Paul suggested Sunday that the replacement plan will include more low-cost insurance plans \"One of the key reforms that we will do is, we're going to legalize the sale of inexpensive insurance,\" he told CNN’s “State of the Union.\" “That means getting rid of the ObamaCare mandates on what you can buy.” Paul last week announced some of the early details of the plan on Fox News' \"Special Report\" with Bret Baier. Paul said his plan borrows from previous GOP replacement plans and appears to have consensus among congressional Republicans. \"The ideas that we've taken for the replacement bill come from other Republicans' bills,\" he told Fox.  Paul said Sunday the plan also will include health saving accounts and tax credits to help customers save money. He also suggested the plan will allow people and small businesses to create their own markets. \"There's no reason why (a business owner) with four employees shouldn't be able to join with hundreds and hundreds of other businesses that are small to become a large entity to get leverage to bring your prices down,\" Paul said. However, he acknowledged rolling back Medicaid expansion as part of the ObamaCare repeal remains a “big question.” Many Americans got coverage under Medicare expansion in states. On the issue of Rex Tillerson’s effort to become the next secretary of state, Paul said he’ll support the former ExxonMobil CEO’s bid. \"Yes, I will vote for Rex Tillerson,\" said Paul, a member of the Senate Foreign Relations Committee holding the confirmation hearings. “I was very impressed.\" Advertisement ",
    "title": "Paul previews ObamaCare replacement plan focusing on lower cost policies | Fox News"
   },
   {
    "entities": [
     "christ",
     "cottage",
     "jason",
     "yards",
     "west",
     "1:45 a.m.",
     "about 8:10 p.m.",
     "hospital",
     "avenue",
     "2200",
     "south",
     "chatham",
     "advocate",
     "sunday",
     "tribune",
     "tribune-rrb-",
     "about 12:25 a.m.",
     "austin",
     "4600",
     "comer",
     "1:10 a.m.",
     "plaisance",
     "street",
     "early monday",
     "2:25 p.m.",
     "oakley",
     "monday",
     "north",
     "leclaire",
     "bernard",
     "walgreens",
     "midway",
     "47th",
     "6300",
     "englewood",
     "grove",
     "children's",
     "sinai",
     "mount",
     "/",
     "police",
     "e.",
     "wambsgans",
     "normal",
     "chicago",
     "marshfield",
     "6900",
     "center",
     "woodlawn",
     "&",
     "afternoon",
     "brainerd",
     "2:45 p.m.",
     "medical",
     "stroger",
     "jan. 15, 2017"
    ],
    "id": 22,
    "text": "1 dead, 7 wounded in city shootings Double shooting in Back of the Yards E. Jason Wambsgans / Chicago Tribune Police investigate the scene where two people were shot near the intersection of West 47th Street & South Marshfield Avenue in the Back of the Yards neighborhood, Jan. 15, 2017. Police investigate the scene where two people were shot near the intersection of West 47th Street & South Marshfield Avenue in the Back of the Yards neighborhood, Jan. 15, 2017. (E. Jason Wambsgans / Chicago Tribune) Chicago Tribune staff Contact Reporter A man was killed in Ukrainian Village and seven other people were wounded in Chicago shootings from Sunday afternoon to early Monday, police said. The fatal shooting was at 1:10 a.m. Monday, when a 36-year-old man was shot in the 2200 block of West Chicago Avenue. A shooter in a black SUV chased him to the corner of Chicago and Oakley avenues and shot him in the abdomen, face and left leg. The man collapsed outside Fatso's Last Stand, a popular neighborhood hot dog joint whose door was shattered in the shooting. He was taken to Stroger Hospital in critical condition and later pronounced dead. Other shootings: At 1:45 a.m. Monday, a 28-year-old man was shot in the West Chatham neighborhood. He was in the passenger seat of a parked car when two people walked up and fired shots. He was shot in the hip and got himself to Saint Bernard Hospital. His condition was stabilized. About 12:25 a.m., a 28-year-old man was shot in Englewood. He was walking on the sidewalk in the 6900 block of South Normal Avenue when someone fired shots from a silver sedan and he was shot in the hip. He went to Advocate Christ Medical Center and his condition was stabilized. About 8:10 p.m. Sunday, a 33-year-old man was shot in the South Austin neighborhood. He got himself to West Suburban Medical Center with a gunshot wound to the lower left leg after being shot during a robbery in the 600 block of North Leclaire Avenue, police said. He was listed in good condition. Ten minutes before that, a 36-year-old woman was shot in the Brainerd neighborhood. She was shot in the leg in the 600 block of West 95th Street and then went to Advocate Christ Medical Center. Her condition was stabilized. A 16-year-old boy was in the 6300 block of South Cottage Grove Avenue in Woodlawn just before 2:45 p.m. when he was shot in the shoulder. He was taken to Comer Children's Hospital, just blocks away north of Midway Plaisance from the scene of the shooting, where his condition was stabilized. The boy told police that someone he didn't know came up to him and fired shots at him. Two men were shot and critically wounded in the Back of the Yards neighborhood, according to police. The men, ages 31 and 60, were in the 4600 block of South Marshfield Avenue when they were shot just after 2:25 p.m., police said. The younger man was taken to Stroger Hospital, while the older man was taken to Mount Sinai Hospital. Both men were listed in critical condition. Officials said the shooting was believed to have been carried out with a rifle. The shooting took place in an alley that parallels 47th Street, with a Walgreens on one side of Marshfield on 47th and a liquor store on the other. Information on the circumstances of the shooting was not immediately released.  Check back for updates. ",
    "title": "1 dead, 7 wounded in city shootings - Chicago Tribune"
   },
   {
    "entities": [
     "palm",
     "harwell",
     "beach",
     "joe",
     "trademark",
     "helland",
     "priebus",
     "trial",
     "s.",
     "oval",
     "duffy",
     "charles",
     "daily",
     "china",
     "banking",
     "fla.",
     "$5 million",
     "once",
     "superintendents",
     "department",
     "ethics",
     "eric",
     "potter",
     "march 8",
     "schumer",
     "brooklyn",
     "faa",
     "center",
     "gop",
     "tom",
     "culinary",
     "course",
     "old",
     "aviation",
     "trump's",
     "bush",
     "steven",
     "rosenthal",
     "las",
     "white",
     "ben",
     "safety",
     "right now",
     "relations",
     "friday",
     "florida",
     "association",
     "winery",
     "labor",
     "development",
     "news",
     "united",
     "senate",
     "donald",
     "administration",
     "jupiter",
     "of",
     "drew",
     "2020",
     "board",
     "aboulhosn",
     "tax",
     "carson",
     "health",
     "virginia",
     "reince",
     "e.",
     "ken",
     "vegas",
     "election",
     "agency",
     "u.s.",
     "w.",
     "union",
     "and",
     "york",
     "at least 20 years ago",
     "previously",
     "office",
     "the past",
     "epa",
     "jr.",
     "botsford/the",
     "the future",
     "2007",
     "december",
     "this month",
     "the 1970s",
     "dalal",
     "richard",
     "club",
     "thorndike",
     "trevor",
     "tower",
     "international",
     "commission",
     "security",
     "2015",
     "sherrod",
     "john",
     "organization",
     "brown",
     "$25 million",
     "sherri",
     "starrett",
     "project",
     "housing",
     "environmental",
     "new",
     "national",
     "service",
     "history",
     "america",
     "committee",
     "ivanka",
     "painter",
     "helderman",
     "bob",
     "f.",
     "city",
     "time",
     "protection",
     "rosalind",
     "jabin",
     "60 percent",
     "nlrb",
     "mar-a-lago",
     "jason",
     "this week",
     "last year",
     "cessna",
     "sierra",
     "government",
     "minnesota",
     "states",
     "south",
     "trump",
     "2013",
     "house",
     "urban",
     "irs",
     "last week",
     "university",
     "the",
     "m.",
     "at 5:33 pm",
     "golf",
     "pew",
     "occupational",
     "george",
     "abc",
     "court",
     "federal",
     "chaffetz",
     "post",
     "past",
     "hotel",
     "future",
     "workers",
     "january 15",
     "dillon",
     "internal",
     "oversight",
     "hud",
     "washington",
     "nixon",
     "homeland",
     "revenue",
     "now",
     "kunkle",
     "boeing",
     "research",
     "jan. 11",
     "appeal"
    ],
    "id": 23,
    "text": "Trump’s administration will regulate Trump’s businesses, raising prospect of conflicts The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it President-elect Donald Trump stands with his children, Eric Trump, far left, Ivanka Trump, and Donald Trump Jr., far right, at a Jan. 11 press conference at Trump Tower in New York. (Jabin Botsford/The Washington Post) By Rosalind S. Helderman , Drew Harwell and Tom Hamburger January 15 at 5:33 PM Follow @PostRoz Follow @drewharwell Follow @thamburger Airplanes belonging to Donald Trump’s businesses will be inspected over the next four years by employees of the Federal Aviation Administration that he will lead. Disputes over Trump’s trademark registrations could be reviewed by judges appointed by his hand-picked commerce secretary. His Department of Housing and Urban Development could reverse its past opposition to a potentially lucrative sale of a large subsidized housing complex in New York partly owned by the president-elect. And Trump’s Environmental Protection Agency will have the power to roll back clean-water rules he and other golf course owners have said are harmful to their industry. When Trump takes office on Friday, he will assume control of a federal bureaucracy with enormous power to bolster nearly every corner of his real estate, licensing and merchandising empire — and enhance his personal fortune. Trump announced steps last week that he and his lawyers said would provide adequate safeguards to separate his business from government. He said he will shift assets into a trust that will be managed by his sons. Providing few specifics, he promised no new foreign deals and said the company would adopt new internal systems to scrutinize potentially problematic domestic transactions. A display of Trump-branded wine, champagne, water and steaks on March 8 at the Trump National Golf Club in Jupiter, Fla. (Jabin Botsford/The Washington Post) But Trump and his lawyers did not address how his administration will approach the range of regulatory actions and other decisions that could directly touch the business, which in addition to Trump-branded properties around the world includes several dozen golf courses, office and condominium buildings, a winery, and his beachfront Mar-a-Lago club in Palm Beach, Fla. Trump’s properties also include his newly opened luxury hotel in Washington’s Old Post Office pavilion, which is leased from the federal government. At a minimum, according to ethics experts, government officials tasked with making decisions affecting Trump businesses could feel pressure to keep the boss happy. At worse, experts say, Trump or his allies could abuse their power to sway decision-makers. “We are going into an inauguration in a completely unprecedented situation,” said Trevor Potter, who advised several GOP presidential campaigns and served as chair of the Federal Election Commission. “We face now . . . a president with a huge number of active business interests who has not taken steps to prevent government decisions concerning those interests from landing on his desk. This is a big step backwards.” Potter and other ethics experts say it’s not too late for Trump to take additional steps to insulate himself from such conflicts. Richard Painter, who served as chief ethics counsel to former president George W. Bush, called on Trump to enact an executive order prohibiting his appointees from participating in matters involving his businesses and enacting special civil service protections for other government employees who must do so. Without such action, Painter said, “public trust is completely gutted. It becomes: ‘I’m the president. I’m special.’” Spokesmen for Trump’s transition and business did not comment in response to a list of detailed questions about how the president-elect’s administration and company will handle likely interactions between his businesses and specific agencies. In announcing his plan last week to separate from the management of the Trump Organization, Trump said his sons Eric and Donald Jr. would run the company “in a very professional manner.” (The Washington Post) “They’re not going to discuss it with me,” he said, promising a shield between the Oval Office and Trump Tower. Sherri Dillon, a lawyer who helped design Trump’s move, said Trump will limit the information he receives about his business to profit and loss statements and that the Trump Organization would appoint an ethics adviser to monitor its activities. “He instructed us to take all steps realistically possible to make it clear that he is not exploiting the office of the presidency for his personal benefit,” she said. Most government employees are civil servants who are expected to apply the rules equally as they carry out their regulatory duties. Spokesmen for several government agencies said their workers could be trusted to regulate Trump’s businesses fairly. And one legal expert said government workers responsible for enforcing laws and regulations are prohibited from bending the rules. “If they say, ‘Tell me how to rule, and I’ll rule that way,’ that’s clearly not legal,” said John F. Duffy, a University of Virginia law school professor who specializes in intellectual property law, referring to government trademark officials. But employees have typically not been asked to apply the rules to businesses owned by their ultimate boss, the president himself — and no law prohibits the president from profiting from his elected position. Tensions have already been apparent within the government over Trump’s handling of ethics issues. After the Office of Government Ethics director last week criticized Trump’s decision not to divest from his business, House Oversight Committee Chairman Jason Chaffetz (R-Utah) summoned him for questioning. Trump chief of staff Reince Priebus said on ABC’s “This Week” that the OGE director “ought to be careful because that person is becoming extremely political.” Nearly every department of government could come into contact with aspects of Trump’s businesses — and, because Trump is not divesting, his bottom line will be at stake. Take Trump’s share in Starrett City, a complex of 46 low-income apartment towers spread over 140 acres in Brooklyn closely regulated by HUD. Trump, who once called the property “one of the best investments I ever made,” reported last year that his 4­ percent share in the complex was worth up to $25 million and brought in up to $5 million each year. The Trump administration will face a decision in 2020 that could directly affect how much he makes from the investment in the future. That will happen when HUD, likely to be headed by Trump rival-turned-supporter Ben Carson, will negotiate renewal of a loan subsidy program that reduces investors’ mortgage interest payments. Spokesmen for HUD and the property owners did not respond to requests for information about the value of this subsidy. Advocates for low-income housing have argued that government subsidies have made ownership of low-income housing highly profitable. Another potential boost for Trump’s revenue could come if HUD reverses a 2007 decision in which the agency blocked owners from selling the property as Brooklyn’s real estate market boomed. Trump clashed at the time with Sen. Charles E. Schumer (D-N.Y.) and other opponents of the sale, who accused owners of seeking to make money at the expense of poor tenants. “You can’t stop free enterprise,” Trump told the New York Daily News. “This is not Communist China.” In addition to HUD approval, a sale would likely require the blessing of New York officials who forged an agreement with investors and Schumer after the 2007 fight to keep Starrett City as a housing site for middle- and low-income families for years into the future. Under questioning from Democratic senators last week during his confirmation hearing, Carson committed to inform the Senate Banking Committee of all future decisions related to Trump properties. Sen. Sherrod Brown (D-Ohio), a member of the committee, told The Washington Post that Carson’s response was not enough and that the Trump family should sell its stakes in Starrett City and any other HUD-assisted property it owns. “An administration with personal financial interests that compete against American interests is ripe for corruption,” Brown said. Some decisions with implications for Trump’s business could come in more obscure areas of the executive branch. Applications for trademarks — a significant asset for Trump’s businesses that rely heavily on his brand — are approved by government examiners at the U.S. Patent and Trademark Office. Government records show Trump’s campaign and business hold more than 100 trademark registrations, some of which will need to be approved for renewal by government workers in coming years. Trump’s business has pending applications for eight more, and daughter Ivanka Trump’s business filed three applications in December. Disputes over trademark registration are heard by a government body called the Trademark Trial and Appeal Board, whose judges are appointed by the commerce secretary. While judges have not been removed in the past when a new president takes over, experts said it was not clear anything would prohibit an administration from removing trademark judges and replacing them with favored candidates. Regardless, Trump’s agency chief will fill vacancies. One dispute in front of the board, which began when Trump’s attorneys jousted with a musician who created an iPhone trumpet game called “iTrump,” is ongoing. The Trump team filed its latest legal argument last week. Ken Kunkle, a Minnesota attorney specializing in trademark law, said the trademark judges could feel pressure in a Trump-related case. “You’ve got a situation where you’re hearing a case involving the president of the United States,” he said. “From that standpoint, I imagine it could involve some discomfort.” There could also be pressure on government aviation inspectors. Trump’s companies own a Boeing 757 jet dubbed “Trump Force One,” a smaller Cessna Citation X plane and three Sikorsky helicopters, all of which were built at least 20 years ago, Federal Aviation Administration registrations show. Those aircraft are inspected and regulated by the FAA, which will be led by a Trump appointee. All aircraft, including Trump’s, are subject to random “ramp inspections” by FAA inspectors, including reviews of logbooks and maintenance records. Those inspectors would be expected to oversee the Trump-company aircraft for safety, maintenance and other regulations, and potentially fine or otherwise penalize the company in case of violation. One former FAA manager said the issue is already being discussed among the agency’s employees, who worry a vindictive Trump looking for budget cuts could target the agency if displeased with its inspectors’ actions. “There’s a lot of fear right now among employees at the FAA,” said the former manager, who spoke on the condition of anonymity to avoid offending the new president. This person predicted that FAA inspectors would be reluctant to find anything wrong with Trump’s aircraft, wary that doing so could be “a career-buster.” Issues related to Trump’s aircraft have come up before: The FAA grounded Trump’s Cessna jet during his presidential campaign because its necessary registration had expired. Trump resolved the issue by registering the plane under a new owner — another one of his companies, FAA records show. Potential conflicts could also arise involving Trump’s condo projects and hotels, which have encountered government regulators in the past. Contractors at his construction sites have been ticketed and fined by the Occupational Safety and Health Administration, according to Labor Department records. The department’s wage and hour division has tracked complaints of overtime and pay violations. Trump appealed to the independent agency that handles labor disputes, the National Labor Relations Board, last year after employees of the Trump International Hotel in Las Vegas sought to join the Culinary Workers Union. The president-elect settled that case after the election, negotiating a new contract with more than 500 housekeepers, servers and other hotel staff. As president, though, Trump will have the power to remake the NLRB. He will be able to name new members over time and top staff, including the general counsel, who helps decide which cases the court takes up. Once he takes office, Trump’s businesses will likely be asking Trump’s government for permission to hire foreign workers. Trump businesses have requested visas for more than 500 foreign cooks, housekeepers and other workers since 2013, according to government data. While Trump has pledged in recent weeks that his administration will “follow two simple rules: Buy American and Hire American,” his companies are likely to continue seeking to import labor for jobs such as picking grapes at the Trump Winery in Virginia or waiting tables at the Trump National Golf Club Jupiter in South Florida. Future Trump-company requests will be reviewed by the Labor Department and visas will be administered by the Department of Homeland Security, both of which will be led by Trump appointees. In other areas, Trump’s government will be in a position to enact policies that his businesses have previously pushed for. Trump’s golf courses, for instance, are members of professional associations that fought a 2015 move by the EPA to better define what bodies of water receive federal oversight. The rule has been put on hold by court action and Trump, like many Republicans, has said he wants to overturn it. “We see the clean water rule as something that could very much put our courses out of business,” said Bob Helland, the director of congressional and federal affairs for the Golf Course Superintendents Association of America, whose membership includes employees at 12 Trump courses. “We’re very comforted by the fact that he comes to the White House with a background in the industry. We’re happy to see someone who knows what it takes to maintain a course.” Dalal Aboulhosn, a deputy legislative director for the Sierra Club, said she fears Trump has a “vested interest” in rolling back the rule. “We would like to see a clear and functioning clean water act that makes sure our waters are protected for all Americans,” she said. Drama could unfold behind the scenes at the Internal Revenue Service, where employees face the potentially uncomfortable task of reviewing the complex personal finances of the president. Trump has repeatedly refused to release his tax returns, breaking with modern tradition in which presidential candidates disclose their records to show the public what conflicts, if any, might exist. Trump reiterated during his news conference last week that he would not release his returns because of ongoing audits and his belief that Americans don’t care about the returns. Polls have shown that the public feels otherwise, with a Pew Research Center survey this month finding that 60 percent of Americans believe Trump has a responsibility to release his returns. As president, Trump will be automatically audited each year, a practice described in the IRS manual that has been in place for presidents and vice presidents since the 1970s. As with other traditions not enshrined in law, Trump could change the practice by ordering the IRS or his treasury secretary to forgo the annual audit, legal experts said. Every elected president, dating back to Richard Nixon, has voluntarily released his tax returns each year, allowing the public to serve as the ultimate check-and-balance on whether potential tax errors by the president appeared to have been ignored by a friendly auditor. Trump has not said if he would follow the practice of the annual audit or if he would abide by the tradition of voluntarily releasing his returns. “For decades, that crowd-sourcing has been the solution — the idea that sunlight and disclosure would guard against impropriety,” said Joe Thorndike, director of the Tax History Project at Tax Analysts, a nonprofit tax policy center. If required by auditors to pay back taxes, Trump could also challenge the ruling before the U.S. Tax Court, whose judges are presidential appointees. “Part of our culture as tax practitioners is the understanding that the IRS is not entangled in politics,” said Steven M. Rosenthal, a longtime tax lawyer and senior fellow at the Urban-Brookings Tax Policy Center. “What does it mean for a president to flout that history? Where does it take us?” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump’s administration will regulate Trump’s businesses, raising prospect of conflicts - The Washington Post"
   },
   {
    "entities": [
     "todd",
     "esquire",
     "the 1970s",
     "times",
     "this week",
     "cbs",
     "the 1890s",
     "west",
     "credit",
     "association",
     "spicer",
     "trump",
     "priebus",
     "house",
     "reuters",
     "sunday",
     "last week",
     "news",
     "cnn",
     "jeff",
     "donald",
     "mckinley",
     "last month",
     "drago/the",
     "abc",
     "russia",
     "j.",
     "correspondents'",
     "current",
     "reince",
     "obama",
     "new",
     "today",
     "nbc",
     "mason",
     "schieffer",
     "york",
     "sean",
     "washington",
     "chuck",
     "bob",
     "the past",
     "william",
     "al",
     "wing",
     "white"
    ],
    "id": 24,
    "text": "Photo President Obama last month in the White House press briefing room. Credit Al Drago/The New York Times In the 1890s, journalists covering the president were forced to stand vigil outside the White House fence, querying visitors for scraps of information and appealing for audiences with presidential aides. Today’s reporters are concerned that President-elect Donald J. Trump could send them back into the past. The White House press corps was stunned on Sunday by reports of a proposal by the Trump administration to eject reporters from their home in the West Wing — a move that, if carried out, would uproot decades of established protocol whereby journalists are allowed to work in the White House close to senior officials. Reince Priebus, Mr. Trump’s incoming chief of staff, appeared to backpedal on the idea after it was reported by Esquire magazine , saying that only the location of the press briefing room was being discussed and that the administration was merely considering a larger area to accommodate the hundreds of journalists seeking to cover Mr. Trump. But for jittery Washington reporters, it was yet another salvo from an administration that has shown an unusual willingness to berate and belittle the news media, at the behest of a president-elect who has floated the idea of rolling back libel protections and, in a volcanic appearance last week, refused to take questions from CNN after it ran a story he did not like. Advertisement Continue reading the main story The sense of alarm was clear last week when more than 100 reporters showed up to a routine meeting of the White House Correspondents’ Association. The group, which promotes reporters’ access to presidential administrations, pledged to be vigilant about responding to any erosion of press freedoms. “We are all in this together,” said Jeff Mason of Reuters, the group’s president. Since the 1970s, reporters from broadcast, print and radio outlets have worked in small cubicles on the former site of a West Wing swimming pool . The reporters can walk, without a security escort, to the offices of White House press aides and the press secretary to check in on developments or to pick up the latest gossip. It was not clear on Sunday whether the administration’s idea to relocate the White House press corps might extend to evicting reporters from their office space. “That hasn’t been determined,” Mr. Priebus told Chuck Todd on NBC’s “Meet the Press.” Later, on ABC’s “This Week,” Mr. Priebus said, “The only thing that’s been discussed is whether or not the initial press conferences are going to be in that small press room.” Few presidents relish sharing their home with reporters who are responsible for questioning their every move. But journalists have been granted space in the White House since the William McKinley administration, and their presence as the public’s representative is seen as a potent symbol of a president’s willingness to be held to account. Sean Spicer, the incoming White House press secretary, issued a statement on Sunday that did not address the issue of a dedicated work space. “While no decisions have been made, there is enormous interest in covering Donald Trump,” he wrote. “The current briefing room only has 49 seats, so we have looked at rooms within the White House to conduct briefings that have additional capacity.” Mr. Mason said he was planning to meet with Mr. Spicer on Sunday to seek clarity on the administration’s plans. “We object strenuously to any move that would shield the president and his advisers from the scrutiny of an on-site White House press corps,” Mr. Mason wrote in an email. Mr. Trump’s communications team has pledged to shake up the status quo, inviting nontraditional journalists — including talk radio hosts and conservative bloggers — to the West Wing and prohibiting television coverage of daily press briefings, an idea that is supported by some former press secretaries of both political parties. Mr. Spicer denounced the news media last week at a news conference , describing CNN and BuzzFeed News as “sad” and “pathetic” for reporting on unverified allegations about Mr. Trump and Russia . Advertisement Continue reading the main story But initial discussions between the White House press corps and the new administration have been described as diplomatic, with Mr. Trump’s team pledging to retain reporters’ access to the president’s motorcade and his flights on Air Force One . Bob Schieffer, a longtime CBS News anchor who has covered eight previous presidential administrations, said on Sunday that he was not surprised to see tensions between a new president and the news media. “They’re not the first administration that’s come to office thinking they can control every single word that’s said about them,” he said in an interview. “It’s their call, they can do what they want to do, and if the public puts up with it, they’ll continue to do it that way.” But, he added: “If they think they’re not going to get the same intense coverage, they’ve been smoking something.” ",
    "title": "Trump Team Considers Moving Press Corps, Alarming Reporters - The New York Times"
   },
   {
    "entities": [
     "reporter",
     "gorner",
     "contact",
     "2001",
     "august 1995",
     "jail",
     "south",
     "sunday",
     "tribune",
     "deering",
     "jeremy",
     "district",
     "saturday",
     "guglielmi",
     "tony",
     "county",
     "board",
     "ciardullo",
     "present",
     "2008",
     "briscoe",
     "police",
     "department",
     "currently",
     "chicago",
     "anthony",
     "side",
     "estrada",
     "jan. 14, 2017",
     "afternoon",
     "cook",
     "eugene",
     "jose",
     "scottsdale"
    ],
    "id": 25,
    "text": "Chicago police officer charged with criminal sexual assault Eugene Ciardullo Eugene Ciardullo, 51, a Chicago police officer, was charged with criminal sexual assault Jan. 14, 2017. (Chicago Police Department)   Eugene Ciardullo, 51, a Chicago police officer, was charged with criminal sexual assault Jan. 14, 2017. (Chicago Police Department)   Tony Briscoe Contact Reporter Chicago Tribune A Chicago police officer has been charged with felony criminal sexual assault, according to police and Cook County state's attorney officials. Officer Eugene Ciardullo, 51, was arrested by fellow officers at his home Saturday afternoon, department spokesman Officer Jose Estrada said. Ciardullo was booked into Cook County Jail on Sunday, according to online records. Ciardullo is expected to appear in Cook County bond court Sunday afternoon. Ciardullo, of the Scottsdale neighborhood, is assigned to the department's Deering District on the South Side, Chicago police spokesman Anthony Guglielmi said. Police officials said the victim identified Ciardullo as the person who had a \"sexual relationship\" with her starting when she was 17 years old. The Tribune is not publishing additional details about the victim to avoid identifying her. The felony charge against Ciardullo, a 21-year veteran of the force, was approved Saturday. The internal affairs division is also investigating the case, Guglielmi said, and will present its findings to the Chicago Police Board to determine what discipline should be ordered. \"The Chicago Police Department is currently also investigating this incident internally and administratively,\" Guglielmi said in a statement. \"We remain committed to the highest levels of accountability for our officers and members and will not tolerate any activity or actions that undermine the integrity of the hard working men and women of our Department.\" Ciardullo has been a Chicago police officer since August 1995, according to city records. Throughout his career with the Police Department, Ciardullo has amassed about 40 complaints on allegations ranging from minor personnel violations to excessive force but has only been found to have committed wrongdoing on two occasions. He was given a 10-day suspension in 2001 stemming from an excessive force allegation and a two-day suspension in 2008 for a violation related to \"weapon/ammunition/uniform deviation,\" the records show. It's unclear in the records if Ciardullo served those suspensions or fought the penalties. Details of the actual allegations within those complaints were not available. Check back for more details. Chicago Tribune's Jeremy Gorner contributed ",
    "title": "Chicago police officer charged with criminal sexual assault - Chicago Tribune"
   },
   {
    "entities": [
     "3:32 p.m.",
     "israel",
     "middle",
     "kerry",
     "haaretz",
     "friday",
     "francois",
     "trump",
     "sunday",
     "thursday",
     "jean-marc",
     "paris",
     "ayrault",
     "eleanor",
     "npr",
     "donald",
     "state",
     "abbas",
     "john",
     "mahmoud",
     "authority",
     "department",
     "palestinian",
     "u.s.",
     "1967",
     "bbc",
     "benjamin",
     "east",
     "hollande",
     "america",
     "isis",
     "beardsley",
     "netanyahu",
     "france"
    ],
    "id": 26,
    "text": "U.S. Secretary of State John Kerry attends the peace conference in Paris on Sunday. Foreign ministers and representatives from about 70 countries are seeking to revive the moribund Israeli-Palestinian peace process. Bertrand Guay/AFP/Getty Images hide caption toggle caption Bertrand Guay/AFP/Getty Images U.S. Secretary of State John Kerry attends the peace conference in Paris on Sunday. Foreign ministers and representatives from about 70 countries are seeking to revive the moribund Israeli-Palestinian peace process. Bertrand Guay/AFP/Getty Images Updated at 3:32 p.m. ET Foreign ministers and other diplomats from some 70 different countries descended on Paris on Sunday, with the intent to renew peace talks between Israel and the Palestinians. The summit, which was held without leaders from either side of the conflict, pushed for the establishment of a Palestinian state. \"We are here to reiterate strongly that the two-state solution is the only one possible,\" said French Foreign Minister Jean-Marc Ayrault, in his opening remarks to top envoys at the conference. A joint statement issued after the one-day conference also warned against any parties taking unilateral action on the conflict. Israeli Prime Minister Benjamin Netanyahu refused to attend, decrying the conference as biased against Israel from the outset. \"It's a rigged conference, rigged by the Palestinians with French auspices to adopt additional anti-Israel stances,\" he said Thursday, according to the Israeli newspaper Haaretz. Palestinian Authority President Mahmoud Abbas also did not attend, though he praised France for organizing the summit. Despite the absence of the two parties, French President Francois Hollande asserted the importance of holding the meeting anyway. As NPR's Eleanor Beardsley reports, Hollande said the two-state solution is in danger — and that without a solution, the conflict between Israel and Palestinians threatens to have detrimental effects on the rest of the region. Article continues after sponsorship Eleanor adds: \"Hollande said with the international community mobilized against ISIS, some may think peace in the middle east can wait. But we will never stabilize the region if this oldest conflict is not solved. \"Hollande said the continuing Israeli-Palestinian conflict serves as a pretext for criminals and terrorists across the Arab world. U.S. Secretary of State John Kerry participated in Sunday's talks in order to \"try to ensure America's continued interest in a two-state solution is preserved,\" Eleanor says. The State Department has said he is attending to make sure that \"whatever happens in this conference is constructive and balanced,\" the BBC reports. It also may be meant as a message to Kerry's successors, the diplomatic team of President-elect Donald Trump, who is set to be inaugurated Friday. Trump has given indications that he is supportive of settlements Israelis have established in land the country captured in 1967, which have been central point of contention in peace negotiations. ",
    "title": "John Kerry And Diplomats From 70 Countries Gather In Paris To Discuss Israel-Palestinian Peace : The Two-Way : NPR"
   },
   {
    "entities": [
     "october",
     "texas",
     "oct. 12",
     "iubelt",
     "riney",
     "friday",
     "army's",
     "perry",
     "november",
     "taylor",
     "oct. 20",
     "tyler",
     "facebook",
     "investigation",
     "kevin",
     "indiana",
     "alex",
     "criminal",
     "chronicle",
     "november 12",
     "medal",
     "fort",
     "investigations",
     "january 15, 2017",
     "john",
     "brown",
     "hood",
     "command",
     "twitter",
     "mathew",
     "nov. 3",
     "u.s.",
     "houston",
     "national",
     "army",
     "afghanistan",
     "bagram",
     "allan",
     "commendation",
     "wednesday",
     "dean",
     "christopher",
     "stump",
     "reade",
     "center",
     "grey",
     "douglas",
     "medical",
     ",",
     "paulino",
     "dakota",
     "city",
     "dec. 6",
     "walter",
     "bethesda",
     "avon",
     "december"
    ],
    "id": 27,
    "text": "Army, local police probe recent mystery deaths of 11 Fort Hood soldiers Published               January 15, 2017 Facebook 0 Twitter 0 livefyre Email Print Sgt. Alex Mathew Dean Taylor, 23, was found dead at his job at Fort Hood in Texas.  (U.S. Army) The Army and local police are investigating the deaths of 11 Fort Hood soldiers who have died on and off the large Texas base in the past three months under mysterious circumstances, according to reports. The most recent death involved Sgt. Alex Taylor, 23, of Texas City, Texas, who was found Wednesday unresponsive at his job at Fort Hood. The Army’s Criminal Investigations Command is probing Taylor’s death, Stars and Stripes reported Friday. “At this point in the investigative process we do not suspect foul play, but have not completely ruled it out while we conduct a complete and thorough death investigation,” Criminal Investigations spokesman Christopher Grey told the paper. Fort Hood said Taylor’s awards and decorations include the Army Commendation Medal, Army Good Conduct Medal, National Defense Service Medal, Aviation Badge and Air Assault Badge, among others. He was part of the 15th Military Intelligence Battalition and enlisted as an aviation operations.  Taylor is at least the 11th Fort Hood soldier to have died in the U.S. since Oct. 12. Three other soldiers were found unresponsive in October, November and December. Their deaths are under investigation by the Army and police in two Texas towns. Three other soldiers died from gunshot wounds. One of them, Pvt. Kevin Paulino, 24, died from a gunshot while he was in Indiana, Stars and Stripes reported. The Army said the soldiers' deaths were under investigation. Another two died of illnesses and two others died in auto crashes. Investigators found the body of Pvt. Dakota Stump, 19, of Avon, Indiana, in the woods next to his flipped over vehicle Nov. 3, three weeks after he had been reported missing and declared AWOL, the paper reported. Investigators believe Stump crashed into the woods after his vehicle left the roadway and rolled over multiple times. Fort Hood said Army Criminal Investigation is investigating Stump’s death. Three soldiers from Fort Hood died November 12 in a suicide bomb attack at Bagram air base in Afghanistan: Staff Sgt. John Perry, 30; Private First Class Tyler Iubelt, 20; and Sgt. 1st Class Allan Brown, 46. Brown died of injuries suffered in the attack at Walter Reade National Medical Center in Bethesda Dec. 6, the Houston Chronicle reported Friday. The Army said Sgt. Douglas Riney, who was assigned to Fort Hood, died in Afghanistan Oct. 20 in a firefight with the enemy. Advertisement ",
    "title": "Army, local police probe recent mystery deaths of 11 Fort Hood soldiers | Fox News"
   },
   {
    "entities": [
     "david",
     "palm",
     "this month",
     "mar-a-lago",
     "capitol",
     "price",
     "earlier this year",
     "beach",
     "mitch",
     "states",
     "trump",
     "house",
     "priebus",
     "r-wis.",
     "mcconnell",
     "tribune",
     "sunday",
     "last week",
     "ryan",
     "lockheed",
     "united",
     "paul",
     "senate",
     "donald",
     "saturday",
     "abc",
     "congress",
     "fla.",
     "35 percent",
     "once",
     "weigel",
     "twitter",
     "$3 trillion-a-year",
     "current",
     "post",
     "martin",
     "reince",
     "u.s.",
     "obama",
     "20 percent",
     "the coming weeks",
     "hill",
     "philadelphia",
     "medicare",
     "costathe",
     "15 percent",
     "washington",
     "gop",
     "committee",
     "obamacare",
     "tom",
     "america",
     "evan",
     "weekend",
     "finance",
     "barack",
     "medicaid",
     "robert",
     "following years",
     "2003",
     "late saturday",
     "ap",
     "vucci"
    ],
    "id": 28,
    "text": "Trump vows 'insurance for everybody,' but declines to reveal specifics Donald Trump President-elect Donald Trump speaks to reporters at Mar-a-Lago in Palm Beach, Fla. President-elect Donald Trump speaks to reporters at Mar-a-Lago in Palm Beach, Fla. (Evan Vucci / AP) Robert CostaThe Washington Post President-elect Donald Trump said in a weekend interview that he is nearing completion of a plan to replace President Barack Obama 's signature health care law with the goal of \"insurance for everybody,\" while also vowing to force drug companies to negotiate directly with the government on prices in Medicare and Medicaid . Trump declined to reveal specifics in the telephone interview late Saturday with The Washington Post, but any proposals from the incoming president would almost certainly dominate the Republican effort to overhaul federal health policy as he prepares to work with his party's congressional majorities. Trump's plan is likely to face questions from the right, following years of GOP opposition to further expansion of government involvement in the health care system, and from those on the left, who see his ideas as disruptive to changes brought by the Affordable Care Act that have extended coverage to tens of millions of Americans. In addition to his replacement plan for the ACA, also known as Obamacare, Trump said he will target pharmaceutical companies over drug prices and demand that they negotiate directly with Medicaid and Medicare. \"They're politically protected, but not anymore,\" he said of pharmaceutical companies. The objectives of broadening access to insurance and lowering health care costs have always been in conflict, and it remains unclear how the plan that the incoming administration is designing -- or ones that will emerge on Capitol Hill -- would address that tension. In general, congressional GOP plans to replace Obamacare have tended to try to constrain costs by reducing government requirements, such as the medical services that must be provided under health plans sold through the law's marketplaces and through states' Medicaid programs. House Speaker Paul Ryan , R-Wis., and other Republicans have been talking lately about providing \"universal access\" to health insurance, instead of universal insurance coverage. (David Weigel) Trump said he expects Republicans in Congress to move quickly and in unison in the coming weeks on other priorities as well, including enacting sweeping tax cuts and beginning the building of a wall along the Mexican border. Trump warned Republicans that if the party splinters or slows his agenda, he is ready to use the power of the presidency -- and Twitter -- to usher his legislation to passage. \"The Congress can't get cold feet because the people will not let that happen,\" Trump said during the interview with The Post. Trump said his plan for replacing most aspects of Obama's health care law is all but finished. Although he was coy about its details -- \"lower numbers, much lower deductibles\" -- he said he is ready to unveil it alongside Ryan and Senate Majority Leader Mitch McConnell. R-Ky. Under mounting pressure from Donald Trump and rank-and-file Republicans , congressional leaders are talking increasingly about chiseling an early bill that dismantles President Barack Obama 's health care law and begins to supplant it with their own vision of how the nation's $3 trillion-a-year medical... Under mounting pressure from Donald Trump and rank-and-file Republicans , congressional leaders are talking increasingly about chiseling an early bill that dismantles President Barack Obama 's health care law and begins to supplant it with their own vision of how the nation's $3 trillion-a-year medical... (Tribune news services) \"It's very much formulated down to the final strokes. We haven't put it in quite yet but we're going to be doing it soon,\" Trump said. He noted that he is waiting for his nominee for secretary of health and human services, Rep. Tom Price . R-Ga., to be confirmed. That confirmation rests with the Senate Finance Committee, which has not yet scheduled a hearing. Trump's declaration that his replacement plan is ready comes after many Republicans -- moderates and conservatives -- expressed anxiety last week about the party's lack of a formal proposal as they held votes on repealing the law. Once his plan is made public, Trump said, he is confident that it could get enough votes to pass in both chambers. He declined to discuss how he would court wary Democrats. So far, Republicans have used budget reconciliation -- where only a majority is needed -- on the initial steps to repeal the health care law. Removing or replacing other parts of the law is likely to require 60 votes to overcome Democratic filibusters. The GOP has a 52-to-48 edge in the Senate. The plan that Trump is preparing will come after the House has taken more than 60 votes in recent years to kill all or parts of the ACA to kill to adopt more conservative health care policies, which tend to rely more heavily on the private sector. Republican leaders have said that they will not strand people who have gained insurance under the ACA without coverage. But it remains unclear from either Trump's comments in the interview or recent remarks by GOP leaders on Capitol Hill how exactly they intend to accomplish that. \"I think we will get approval. I won't tell you how, but we will get approval. You see what's happened in the House in recent weeks,\" Trump said, referencing his tweet during a House Republican move to gut their independent ethics office, which along with widespread constituent outrage was cited by some members as a reason the gambit failed. As he has developed a replacement package, Trump said he has paid attention to critics who say that repealing Obamacare would put coverage at risk for more than 20 million Americans covered under the law's insurance exchanges and Medicaid expansion. \"We're going to have insurance for everybody,\" Trump said. \"There was a philosophy in some circles that if you can't pay for it, you don't get it. That's not going to happen with us.\" People covered under the law \"can expect to have great health care. It will be in a much simplified form. Much less expensive and much better.\" For conservative Republicans dubious about his pledge to ensure coverage for millions, Trump pointed to several interviews he gave during the campaign in which he promised to \"not have people dying on the street.\" \"It's not going to be their plan,\" he said of people covered under the current law. \"It'll be another plan. But they'll be beautifully covered. I don't want single-payer. What I do want is to be able to take care of people,\" he said Saturday. Trump did not say how his program overlaps with the comprehensive plan authored by House Republicans. Earlier this year, Price suggested that a Trump presidency would advance the House GOP's health care agenda. When asked in the interview whether he intends to cut benefits for Medicare as part of his plan, Trump said \"no,\" a position that was reiterated Sunday on ABC by Reince Priebus, Trump's incoming chief of staff. He did not elaborate on that view or how it would affect his proposal. He expressed that view throughout the campaign. Timing could be difficult as Trump puts an emphasis on speed. Obama's law took more than 14 months of debate and hundreds of hearings. To urge lawmakers on, Trump plans to attend a congressional Republican retreat in Philadelphia this month. Moving ahead, Trump said that lowering drug prices is central to reducing health care costs nationally -- and that he will make it a priority as he uses his bully pulpit to shape policy. When asked how exactly he would force drug manufacturers to comply, Trump said that part of his approach would be public pressure \"just like on the airplane,\" a nod to his tweets about Lockheed Martin 's F-35 fighter jet, which Trump said was too costly. Trump waved away the suggestion that such activity could lead to market volatility on Wall Street. \"Stock drops and America goes up,\" he said. \"I don't care. I want to do it right or not at all.\" He added that drug companies \"should produce\" more products in the United States. The question of whether the government should start negotiating how much it pays drug-makers for older Americans on Medicare has long been a partisan dispute, ever since the 2003 law that created Medicare drug benefits prohibited such negotiations. Trump's goal, however, with respect to Medicaid, the insurance for low-income Americans run jointly by the federal government and states is uncertain. Under what is known as a Medicaid \"best price\" rule, pharmaceutical companies already are required to sell drugs to Medicaid as the lowest price they negotiate with any other buyer. On his plan for tax cuts, Trump said that \"we're getting very close\" to putting together legislation. His advisers and Ryan met last week and have been working from his campaign's plan and from congressional proposals to slash current rates. \"It'll probably be 15 to 20 percent for corporations. For individuals, probably lower. Great middle-class tax cuts,\" Trump said. On corporate tax rates, \"We may negotiate a little, but we want to bring them down and get as close to 15 percent as we can so we can see a mushrooming of jobs moving back.\" Trump said he would not relent on his push for increasing taxes on U.S. companies that manufacture abroad -- and insisted that the upcoming tax cuts should be enough reason for companies to produce within the United States. \"If companies think they're going to make their cars or other products overseas and sell them back into the United States, they're going to pay a 35 percent tax,\" he said. Briefly touching on immigration, Trump said that building a border wall and curbing illegal immigration remain at the top of his to-do list and that he is spending significant time looking at ways to begin projects, both with Congress and through executive action. He did not disclose what was to come on those fronts. ",
    "title": "Trump vows &apos;insurance for everybody,&apos; but declines to reveal specifics - Chicago Tribune"
   },
   {
    "entities": [
     "jan 15, 2017",
     "lieu",
     "mccain",
     "chu",
     "d.",
     "pocan",
     "capitol",
     "raul",
     "friday",
     "desaulnier",
     "trump",
     "march",
     "house",
     "january",
     "january 5, 2017",
     "d-new",
     "sunday",
     "thursday",
     ", 3:53 pm",
     "hansler",
     "college",
     "donald",
     "morning",
     "saturday",
     "the day",
     "congress",
     "clark",
     "january 15, 2017",
     "john",
     "judy",
     "luis",
     "twitter",
     "electoral",
     "lewis",
     "january 14, 2017",
     "this weekend",
     "conyers",
     "u.s.",
     "today",
     "jennifer",
     "takano",
     "york",
     "washington",
     "america",
     "wisconsin",
     "gutierrez",
     "oct. 31, 2016",
     "madison",
     "yvette",
     "ted",
     "now",
     "grijalva",
     "clarke",
     "katherine",
     "mark",
     "the future"
    ],
    "id": 29,
    "text": "At Least 22 Democratic Congress Members Plan to Skip Inauguration By JENNIFER HANSLER Jan 15, 2017, 3:53 PM ET 0 Shares The U.S. Capitol in Washington is pictured on Oct. 31, 2016. 0 Shares Email At least 22 Democratic members of Congress have announced that they will not attend Donald Trump 's inauguration. While some made their decision in earlier weeks, several have come forward today, citing the president-elect's insult of Rep. John Lewis as the final straw. Trump lashed out at the civil rights icon after Lewis said he didn't view Trump as \"a legitimate president.\" Lewis also said he would not attend the inauguration. \" Congressman John Lewis should spend more time on fixing and helping his district, which is in horrible shape and falling apart (not to mention crime infested) rather than falsely complaining about the election results,\" Trump tweeted Saturday morning. \" All talk, talk, talk - no action or results. Sad!\" Trump's comments have drawn outrage and messages of support for Lewis from both sides of the aisle. Rep. Yvette Clark, D-New York, said in a tweet that she would not attend the inauguration because of the comments, saying \"when you insult [John Lewis], you insult America.\" I will NOT attend the inauguration of @realDonaldTrump . When you insult @repjohnlewis , you insult America. — Yvette D. Clarke (@RepYvetteClarke) January 14, 2017 Reps. Mark Takano and Judy Chu, both D-California also tweeted that they would be absent as a show of solidarity with Lewis. \"All talk, no action.\" — Mark Takano (@RepMarkTakano) January 14, 2017 After much thought, I have decided to #StandWithJohnLewis and not attend the inauguration. — Judy Chu (@RepJudyChu) January 15, 2017 In a statement, Rep. Ted Lieu, D-California, wrote that \"while [he does] not dispute that Trump won the Electoral College , [he] cannot normalize his behavior or the disparaging and un-American statements he has made.\" \"Trump -- who lost the popular vote -- has made a series of racist, sexist and bigoted statements,\" Lieu continued. \"In addition, he has attacked Gold Star parents, veterans such as John McCain and now civil rights icon John Lewis.\" Wisconsin Democrat Mark Pocan reflected these sentiments in a statement released Sunday morning. \"I was planning on attending the Inauguration on Friday out of respect for the office of President, while still making it back home on Saturday to attend the Women's March in Madison,\" he said. \"However, after long consideration based on reading the Classified document on Russian hacking and the Trump candidacy on Thursday, the handling of his conflicts of interest, and this weekend's offensive tweets about a national hero Rep. John Lewis, I am no longer attending the event.\" Reps. Mark DeSaulnier, D-California, and John Conyers, D-Michigan, did not explicitly mention Lewis in their announcements, but did go public with their decisions on the day of Trump's tweets. Among those who made up their mind to skip earlier in January, the most common reason is an aversion to \"normalizing\" what they see as Trump's divisive rhetoric and agenda. \"When the new President denigrates Latinos or Mexicans or immigrants as drug-dealers and criminals, I want to be able to say I did not condone or allow that type of speech to go mainstream; That was not normalized on my watch,\" Rep Luis Gutierrez, D-Illinois, said in part in a speech on the House floor. \"Because the future President said the American-born children of immigrants were not capable of being American judges, I cannot sit there at his inauguration as if that is OK and I forgive him.\" Rep. Katherine Clark, D-Massachusetts, said on Twitter that she didn't feel that she could \"contribute to the normalization of the President-elect’s divisive rhetoric by participating in the inauguration.\" My statement on the upcoming inauguration: pic.twitter.com/dQXE0ztvTf — Katherine Clark (@RepKClark) January 5, 2017 Several of the Congress members plan to attend the Women's March on Washington; others said they will do community organizing in their home districts. The Trump transition team did not respond to a request for comment. Below is the full running list of Congress members not attending the inauguration: Rep. Raul Grijalva, D-AZ ",
    "title": "At Least 22 Democratic Congress Members Plan to Skip Inauguration - ABC News"
   }
  ]
 }
}