{
 "17": {
  "col-sim": {
   "cosine": 0.17390064948594908,
   "entity": 0.1856953381770519
  },
  "exec-time": 22.683746099472046,
  "links": [
   {
    "entities": [
     "florida",
     ", 2:41 pm",
     "news",
     "katersky",
     "francisco",
     "tuesday",
     "noor",
     "abc",
     "omar",
     "night",
     "moreno",
     "u.s.",
     "fbi",
     "orlando",
     "today",
     "salman",
     "san",
     "jan 16, 2017",
     "isis",
     "linda",
     "aaron",
     "mateen"
    ],
    "id": 0,
    "text": "Wife of Pulse Nightclub Gunman Omar Mateen Arrested in San Francisco By Aaron Katersky Jan 16, 2017, 2:41 PM ET 0 Shares WATCH Wife of Pulse Nightclub Gunman Omar Mateen Arrested in San Francisco 0 Shares Email The wife of the gunman who carried out a mass shooting an Orlando, Florida, nightclub was arrested by the FBI today in San Francisco, the FBI and her lawyer said. Gunman Omar Mateen 's wife, Noor Salman, was charged with obstruction of justice and with aiding and abetting Mateen's attempted provision and provision of material support to ISIL, the U.S. Attorney’s office said, referring to the terror group also known as ISIS. Salman's lawyer, Linda Moreno, said in a statement to ABC News, \"Noor Salman had no foreknowledge nor could she predict what Omar Mateen intended to do that tragic night. Noor has told her story of abuse at his hands. We believe it is misguided and wrong to prosecute her and that it dishonors the memories of the victims to punish an innocent person.\" Salman is expected to appear in court on Tuesday for a first appearance, her lawyer said. She is expected to be extradited to Florida, where she was indicted. ",
    "title": "Wife of Pulse Nightclub Gunman Omar Mateen Arrested in San Francisco - ABC News"
   },
   {
    "entities": [
     "middle",
     "oakland",
     "times",
     "o'meara",
     "florida",
     "costa",
     "november",
     "dina",
     "press",
     "last week",
     "loretta",
     "june",
     "npr",
     "chris",
     "district",
     "francisco",
     "tuesday",
     "noor",
     "of",
     "county",
     "calif.",
     "mina",
     "omar",
     "fla.",
     "justice",
     "associated",
     "john",
     "2011",
     "night",
     "temple-raston",
     "moreno",
     "u.s.",
     "contra",
     "new",
     "orlando",
     "salman",
     "san",
     "june 12, 2016",
     "lynch",
     "york",
     "msnbc",
     "9:30 a.m.",
     "linda",
     "obstruction",
     "mateen"
    ],
    "id": 1,
    "text": "Law enforcement officials work at the Pulse nightclub in Orlando, Fla., in June following the mass shooting. Chris O'Meara/AP hide caption toggle caption Chris O'Meara/AP Law enforcement officials work at the Pulse nightclub in Orlando, Fla., in June following the mass shooting. Chris O'Meara/AP Noor Salman, the wife of Orlando nightclub shooter Omar Mateen, has been arrested on federal charges. Salman is charged with \"Aiding and Abetting by providing material support to a terrorist and Obstruction of Justice,\" Orlando Police Chief John Mina said in a statement . On June 12, 2016, 49 people died when Mateen opened fire at Pulse in the deadliest mass shooting in modern U.S. history. He was killed in a firefight with police. Salman is due to make her initial court appearance at 9:30 a.m. Tuesday in Oakland, Calif., according to a tweet from the U.S. attorney's office for the Middle District of Florida. \"This is an example of the fact that investigations do continue long after they're publicly discussed,\" U.S. Attorney General Loretta Lynch said during an interview with MSNBC . \"It was always our goal, and we said from the beginning, we were going to look at every aspect of this case, every aspect of this shooter's life, to determine not just why did he take these actions, but who else knew about them, was anyone else involved, is there any other accountability that needs to be had here in this case.\" Article continues after sponsorship Mateen and Salman married in 2011 in Contra Costa County, Calif., as The Two-Way has reported . She moved to the San Francisco area after her husband's death, according to The Associated Press. \"I was unaware of everything,\" Salman told The New York Times in a November interview . \"I don't condone what he has done. I am very sorry for what has happened. He has hurt a lot of people.\" In a statement to NPR, Salman's attorney Linda Moreno reiterated that her client was not aware of Mateen's plans: \"Noor Salman had no foreknowledge nor could she predict what Omar Mateen intended to do that tragic night. Noor has told her story of abuse at his hands. We believe it is misguided and wrong to prosecute her and that it dishonors the memories of the victims to punish an innocent person.\" As NPR's Dina Temple-Raston has reported , Salman has cooperated with authorities but there are inconsistencies in her story: \"For example, she said she didn't know that the attack was coming, but she also told authorities that she tried to talk him out of the attack. She was with him when he bought ammunition last week. She actually joined him at the Pulse nightclub before the attack, although it's possible she didn't know that he was there to case the place. So a grand jury is looking at all of this. It's not clear if they'll bring charges, but they're certainly considering that.\" ",
    "title": "Noor Salman, Wife Of Orlando Shooter Omar Mateen, Arrested On Federal Charges : The Two-Way : NPR"
   },
   {
    "entities": [
     "reina",
     "istanbul",
     "isis",
     "new year's eve",
     "new year",
     "esenyurt",
     "turkey"
    ],
    "id": 2,
    "text": "WATCH 5 Detained in Turkey New Year's Eve Terror Attack Investigation 0 Shares Email The man authorities suspect of being behind the New Year's Eve attack on an Istanbul nightclub has been captured alive, according to Turkish police sources. The alleged attacker was caught with his son in a raid on the Esenyurt suburb of Istanbul, sources said. Thirty-nine people were killed in the attack and dozens more were injured. Authorities said the gunman fired 180 rounds of 7.62-mm bullets, which are commonly used in AK-47 assault rifles. The attacker also used flares to illuminate the inside of the nightclub during the attack, according to police. Police said they don't believe the weapon used in the attack came from inside Turkey. The serial number on the weapon had been defaced. Between 400 and 500 people were in attendance at the Reina nightclub to ring in the new year. ISIS claimed responsibility for the attack, which was in response to Turkey's military operations against the group, ISIS propaganda channels said in a statement. ",
    "title": "Suspect in New Year's Eve Attack on Istanbul Nightclub Captured Alive: Turkish Police Sources - ABC News"
   },
   {
    "entities": [
     "network",
     "juste",
     "1 hour ago",
     "3:40 p.m.",
     "solis",
     "pinterest",
     "miami",
     "facebookemail",
     "facebook",
     "carl",
     "park",
     "shooting",
     "6:34 p.m.",
     "the day",
     "monday",
     "steph",
     "king",
     "fla.",
     "daniel",
     "twitter",
     "miami-dade",
     "current",
     "martin",
     "usa",
     "monday, jan. 16, 2017",
     "today",
     "herald",
     "jan. 16, 2017",
     "luther",
     "memorial",
     "afternoon",
     "jan. 16",
     "ferrin",
     "jr.",
     "a few hours earlier",
     "google",
     "ap"
    ],
    "id": 3,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Shooting erupts at MLK park in Miami Several were injured in a shooting Monday afternoon at Martin Luther King Jr. Memorial Park in Miami, police said. Post to Facebook Shooting erupts at MLK park in Miami Several were injured in a shooting Monday afternoon at Martin Luther King Jr. Memorial Park in Miami, police said. Check out this story on USATODAY.com: http://usat.ly/2jRVXE8 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 66 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Shooting erupts at MLK park in Miami USA Today Network Steph Solis , USA TODAY Published 6:34 p.m. ET Jan. 16, 2017 | Updated 1 hour ago x Share Miami-Dade police say eight people including five children were injured in a shooting at MLK park Monday following the city's annual MLK Day parade. (Jan. 16) AP A concerned mother is met by Miami-Dade police officers as she searches for her child after several were injured in a shooting at Martin Luther King Jr. Memorial Park in Miami-Dade, Fla., Monday, Jan. 16, 2017. The Miami Herald reports that hundreds of people had gathered in the park after the annual MLK Day parade. (Photo: Carl Juste, Miami Herald via AP) Eight people were shot Monday afternoon at a Miami park, disrupting an otherwise peaceful afternoon commemorating Martin Luther King Jr., police said. Five minors and three adults were shot around 3:40 p.m. at the Martin Luther King Jr. Memorial Park, Miami-Dade police said in a statement. Several more were injured as a shooting sparked a stampede out of the park, which had wrapped up celebrations for Martin Luther King Jr. Day a couple of hours before,  The Miami Herald reported. Most of the shooting victims, ranging from ages 11 to 30, are in stable condition or were released for minor injuries, but one victim, a 20-year-old man, is listed in critical condition, police said. The park was evacuated when police arrived to investigate. They detained two people for questioning and seized two firearms, but police don't know if there are other suspects at large. \"Our primary concern is the safety of the community,\" Miami-Dade detective Daniel Ferrin said. \"Therefore residents are encouraged to remain indoors until the investigation has concluded.\" Th annual Martin Luther King Jr. parade, one of several across the country honoring the civil rights leader, finished a few hours earlier. It was followed by the Pan-African & Caribbean Family Festival at the park, though it is unclear whether the shooting had any connection to the festival. Read or Share this story: http://usat.ly/2jRVXE8 NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Shooting erupts at MLK park in Miami"
   },
   {
    "entities": [
     "gildan",
     "leung",
     "times",
     "tree",
     "seib",
     "last year",
     "l.a.",
     "december",
     "michelle",
     "jose",
     "cabin",
     "$200,000",
     "the week",
     "february 2016",
     "march",
     "sean",
     "la",
     "northern",
     "last week",
     "inc.",
     "--",
     "chun",
     "the",
     "video",
     "francesca",
     "california",
     "joel",
     "nfl",
     "american",
     "last few years",
     "april",
     "amada",
     "mirada",
     "monday",
     "caribbean",
     "cortes",
     "mendez",
     "king",
     "$250,000",
     "$500",
     "grove",
     "pioneer",
     "/",
     "bell",
     "chargers",
     "mcvay",
     "lapd",
     "southern",
     "february",
     "u.s.",
     "hollywood",
     "obama",
     "$88 million",
     "rams",
     "los",
     "apparel",
     "overnight",
     "broncs",
     "central",
     "compton",
     "america",
     "garry",
     "cervantes",
     "activewear",
     "weekend",
     "first year",
     "now",
     "samuel",
     "$350",
     "al",
     "angeles",
     "garden",
     "southland"
    ],
    "id": 4,
    "text": "American Apparel starts laying off 2,400 workers in  Southern California american apparel Al Seib / Los Angeles Times American Apparel began laying off 2,400 Southern California workers on Monday. American Apparel began laying off 2,400 Southern California workers on Monday. (Al Seib / Los Angeles Times) Shan Li American Apparel began to lay off 2,400 workers in Southern California on Monday — kicking off its final chapter as the country’s largest garment maker. Layoffs will continue through the rest of the week and affect workers on the manufacturing and production side, American Apparel said. The company has about 3,500 factory workers in the Southland. Canadian clothing maker Gildan Activewear won an auction in bankruptcy court last week to buy the American Apparel brand and some manufacturing equipment for $88 million. The company will not assume American Apparel’s leases on its factories. Until the sale closes in February, some workers are being kept on to operate the factories in downtown Los Angeles and in Garden Grove, as well as the distribution center in La Mirada. Some will also continue working in human resources and other departments to keep the company running. American Apparel’s 110 stores and its website will remain open, until at least April, under a 100-day license with Gildan. On Monday, workers at the company’s headquarters in downtown Los Angeles said they were shocked even though they had been warned in December there might be mass layoffs. Many said they had hoped Gildan or another company would come in and save jobs. Francesca Cortes, a seamstress who works on the overnight shift, said she was told to come into work on Monday for a possible shift change. Instead of a new schedule, she got her final paycheck and a termination letter. “Everything is over,” said Cortes, 48, who has worked seven years at American Apparel. “We didn’t even get severance, like the workers who were laid off before got.” Everything is over. We didn’t even get severance, like the workers who were laid off before got. — Francesca Cortes, seamstress Still, Cortes said she hopes she can land another job soon. Her husband, a seamster for another local garment maker, is still employed — so the family is alright financially for now, she said. Some workers, such as Amada Cervantes, are not so lucky. The 66-year-old, who has worked sewing in downtown L.A. for a decade, lives by herself and has no family to lean on. In the last few years, her pay has dropped to about $350 a week from $500 as workers’  hours have been cut. “This is big for me,” Cervantes said. “I’m worried because I am on my own. I’m hoping unemployment will help until I find another job.” American Apparel did find a buyer for its Garden Grove knitting and dyeing facility. Broncs Inc., a Compton textile manufacturer, said it would take over the lease starting March for between $200,000 to $250,000. American Apparel said Monday that the sale could save more than 300 jobs. However, Broncs owner Joel Chun told The Times that he plans to hire about 200 employees. The earliest they could start work is in March, when new machines are delivered, he said. For its part, Gildan said it has yet to decide where to make American Apparel goods. The company makes the bulk of its products in manufacturing hubs in Central America and the Caribbean. Although it has some production sites in the U.S., the only finished goods made here are socks. Gildan spokesman Garry Bell said Monday that the layoffs are a result of the American Apparel bankruptcy. “Our agreement with them was always for assets, including the brand and some manufacturing equipment,” Bell wrote in an email. “It was never to purchase an ongoing concern.” Caption Weekend Roundup: 7 stories you can't miss What values does Hollywood promote?   A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers?   Michelle King has made no big waves in her first year running Los Angeles Unified.   A state watchdog agency is investigating political donations connected to real estate developer Samuel Leung . The Chargers are moving  to L.A.  Obama's legacy:  part 1.  California’s drought conditions  have improved in the northern part of the state. Caption Weekend Roundup: 7 stories you can't miss What values does Hollywood promote?   A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers?   Michelle King has made no big waves in her first year running Los Angeles Unified.   A state watchdog agency is investigating political donations connected to real estate developer Samuel Leung . The Chargers are moving  to L.A.  Obama's legacy:  part 1.  California’s drought conditions  have improved in the northern part of the state. Caption 90 seconds: 4 stories you can't miss The Chargers are moving  to L.A., Obama's legacy:  part 1, California’s drought conditions  have improved in the northern part of the state, and Sean McVay, the new Los Angeles Rams coach , becomes the youngest NFL head coach in modern history. Caption Laurel Canyon mudslide Video by Al Seib / Los Angeles Times Video by Al Seib / Los Angeles Times Caption Raw video: Surveillance video of fatal LAPD shooting of 16-year-old The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. Caption 90 seconds: 4 stories you can't miss ",
    "title": "American Apparel starts laying off 2,400 workers in Southern California - LA Times"
   },
   {
    "entities": [
     "jan 16",
     "andrew",
     "florida",
     "jail",
     "mohyeldin",
     "2017",
     "tracy",
     "june",
     "1:37",
     "facebook",
     "california",
     "monday",
     "noor",
     "connor",
     "tuesday",
     "omar",
     ", 6:54 pm",
     "moreno",
     "fbi",
     "santa",
     "orlando",
     "salman",
     "authorities",
     "isis",
     "rita",
     "blankstein",
     "linda",
     "mateen",
     "ayman"
    ],
    "id": 5,
    "text": "Jan 16 2017, 6:54 pm ET Noor Salman, Wife of Orlando Shooter Omar Mateen, Arrested by Andrew Blankstein, Tracy Connor and Ayman Mohyeldin Share Wife of Orlando Nightclub Attacker Arrested by FBI in California 1:37 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170117012813if_/http://www.nbcnews.com/widget/video-embed/856031299869\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The wife of Orlando nightclub gunman Omar Mateen was arrested by the FBI on Monday in connection with the mass shooting and charged with obstruction and giving support to a terrorist organization, officials said. Noor Salman was taken into custody in California, where her family lives, but the case is filed in Florida, where her husband massacred 49 people at the Pulse nightclub in June, swearing allegiance to ISIS. Her attorney said she had no advance knowledge of what her husband was planning and should not have been charged. \"Noor has told her story of abuse at his hands,\" the lawyer, Linda Moreno, said in a statement. \"We believe it is misguided and wrong to prosecute her and that it dishonors the memories of the victims to punish an innocent person.\" Noor Mateen and her husband Pulse gunman, Omar Mateen, from a Facebook profile photo. via Facebook Authorities said early on that they would file criminal charges against Salman — who was with her husband when he bought ammunition and exchanged texts with him in the middle of the attack — if it was shown that she knew what he was planning and did nothing. The 30-year-old was being held at the Santa Rita Jail ahead of an appearance in federal court on Tuesday. Prosecutors will then seek to bring her back to Orlando to face the charges. Play ",
    "title": "Noor Salman, Wife of Orlando Shooter Omar Mateen, Arrested - NBC News"
   },
   {
    "entities": [
     "stefan",
     "at 1:44 pm",
     "bild",
     "kerry",
     "times",
     "last june",
     "friday",
     "front",
     "brexit",
     "steinmeier",
     "january 16",
     "birnbaum",
     "states",
     "marine",
     "trump",
     "mogherini",
     "house",
     "britain",
     "luxembourg",
     "party",
     "michael",
     "jean-marc",
     "europe",
     "berlin",
     "united",
     "stoltenberg",
     "last week",
     "ayrault",
     "angela",
     "london",
     "donald",
     "gardner",
     "april",
     "the last decades",
     "tower",
     "monday",
     "of",
     "jens",
     "pen",
     "russia",
     "vladimir",
     "john",
     "once",
     "current",
     "post",
     "brussels",
     "kirchner",
     "future",
     "this year",
     "f.-rsb-",
     "u.s.",
     "asselborn",
     "stephanie",
     "obama",
     "national",
     "federica",
     "anthony",
     "union",
     "carnegie",
     "sarah",
     "merkel",
     "james",
     "jean",
     "nato",
     "previously",
     "lehne",
     "washington",
     "e.u.",
     "european",
     "the first half of the 20th century",
     "mattis",
     "le",
     "america",
     "weekend",
     "frank-walter",
     "now",
     "soviet",
     "putin",
     "germany",
     "kremlin",
     "white"
    ],
    "id": 6,
    "text": "European leaders shocked as Trump slams NATO and E.U., raising fears of transatlantic split The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Michael Birnbaum January 16 at 1:44 PM Follow @michaelbirnbaum BRUSSELS — European leaders grappled with the jolting reality of President-elect Donald Trump’s skepticism of the European Union on Monday, saying they might have to stand without the United States at their side during the Trump presidency. The possibility of an unprecedented breach in transatlantic relations came after Trump — who embraced anti-E.U. insurgents during his campaign and following his victory — said in weekend remarks that the 28-nation European Union was bound for a breakup and that he was indifferent to its fate. He also said NATO’s current configuration is “obsolete,” even as he professed commitment to Europe’s defense.  Trump’s attitudes have raised alarm bells across Europe, which is facing  a wave of elections this year in which anti-immigrant, Euroskeptic leaders could gain power. Most mainstream leaders  have committed to working with Trump after his inauguration Friday, even as they have expressed hope that he will moderate his views once he takes office. His continued hard line has created a painful realization in Europe that they may now have to live without the full backing of their oldest, strongest partner. The European Union underpins much of the continent’s post-World War II prosperity, but skeptics have attacked it in recent years as a dysfunctional bloc that undermines finances and security. “We will cooperate with him on all levels, of course,” German Chancellor Angela Merkel told reporters in Berlin. But she said Europeans will need to take responsibility for themselves. “We Europeans have our destiny in our own hands,” she said. The full ramifications of a potential breakdown in transatlantic ties are so extensive, they are difficult to total. U.S. guarantees form the backbone of European security. The United States and the 500-million-people-strong European Union are each other’s most important trade partners. For decades, European nations and the United States have worked tightly together on issues of war, peace and wealth. Trump appears skeptical that the European Union matters to American security or economic growth. “People want their own identity, so if you ask me, others, I believe others will leave,” Trump said of the European Union in  a weekend interview with the Times of London and Germany’s Bild newspaper. He said he did not care about the E.U.’s future. “I don’t think it matters much for the United States,” he said. “You look at the European Union, and it’s Germany. Basically a vehicle for Germany,” Trump said, meaning Germany had used the free-trade bloc to sell its goods to the disadvantage of others. He added that Merkel had made a “very catastrophic mistake” in opening Europe’s doors to migrants and refugees. And he offered no special credit to European nations for being long-standing U.S. allies, saying he will trust Merkel and Russian President Vladimir Putin alike at the outset of his presidency. “I start off trusting both,” he said. “But let’s see how long that lasts. It may not last long at all.” Trump offered mixed messages about the NATO defense alliance, which is dominated by the United States, calling it “obsolete” and saying it is “very unfair to the United States” that most nations are not meeting their voluntary defense spending commitments. “With that being said, NATO is very important to me,” Trump said. (Sarah Parnass/The Washington Post) The Kremlin embraced Trump’s comments, with a spokesman agreeing that NATO is obsolete. British leaders also welcomed Trump’s willingness to negotiate a trade deal in the wake of their nation’s departure from the E.U. But among most U.S. allies, Trump’s attitudes “caused astonishment and excitement, not just in Brussels,” German Foreign Minister Frank-Walter Steinmeier told reporters Monday in Brussels, where he was meeting with other European foreign ministers at a previously scheduled gathering. Coming directly from a meeting with NATO Secretary General Jens Stoltenberg, Steinmeier said NATO had listened to Trump’s comments “with concern.” The incoming U.S. president is the first American leader since World War II not to support European integration. The European Union  has long been considered to be in the U.S. interest , since it created a unified market for U.S. businesses, provided a bulwark against communism during the Cold War and helped quell the bloody slaughter that cost U.S. lives, among others, in the first half of the 20th century. After the breakup of the Soviet Union, the European Union expanded eastward into formerly communist nations, a development that leaders there say helped bring rule of law and stability as they modernized their economies. Steinmeier said Germany is trying to assess what U.S. foreign policy will actually be. For example, James Mattis, the retired Marine general nominated to be Trump’s defense secretary, offered straightforward support for NATO and skepticism of Russia at his confirmation hearing last week. Other leaders said Europe’s future does not rise or fall based on attitudes in the White House. “What we are looking for is a partnership based on common interests with the United States,” E.U. foreign policy chief Federica Mogherini told reporters. “We always like to be in good company, but we determine our policies by ourselves.” Some analysts noted that after Britain’s vote last June to leave the European Union, support for the E.U. in other nations increased. They wondered whether Trump’s frontal challenge to the bloc might have a similar effect. But one said that if global instability rises as a result of Trump’s unpredictable policies, the stress could weigh on the already taxed European Union. “Over the last decades, the United States has played a huge stabilizing role. And when this stabilizing role of the U.S. around the world falls away, because they’re doing transactional deals, that will create lots and lots of messes which will implicate European interests,” said Stefan Lehne, a former Austrian diplomat who now works at Carnegie Europe, a Brussels-based think tank. One prominent U.S. advocate of European unity was concerned about Europe’s ability to weather the Trump tsunami. As the European Union battles skeptical forces, “U.S. cheerleading and support has been welcomed,” outgoing U.S. Ambassador to the E.U. Anthony Gardner  said last week . “If there isn’t someone like a [Secretary of State John F.] Kerry or an Obama . . . reminding people of the importance of the European Union, then there’s a vacuum.”  French leaders, who face tough presidential elections in April, also appeared to be scrambling to handle the fallout. Trump allies have expressed support for the anti-E.U., anti-immigrant National Front party, whose leader, Marine Le Pen, is doing well in opinion polls. Le Pen lunched in the basement of Trump Tower last week in the company of a man who has served as an informal conduit for Trump’s contacts with Euroskeptic European leaders, although the Trump transition team denied any formal meeting with the French politician. “The best response is European unity,” said French Foreign Minister Jean-Marc Ayrault. “As with the case of Brexit, the best way to defend Europe is to remain united. This is a bit of an invitation that we are making to Mr. Trump. To remain a bloc. Not to forget that the force of Europeans is in their unity.” But the most wishful approach to Trump’s declarations may have come from Luxembourg, where the nation’s top diplomat said he hoped Trump was still in campaign mode. “One must hope that the statements of candidate Trump starting Friday will go in a different direction,” said Luxembourg’s foreign minister, Jean Asselborn. “If the risks are summed up, it would be very destabilizing, which is not in the interest of America.” Stephanie Kirchner in Berlin contributed to this report. Read more: ",
    "title": "European leaders shocked as Trump slams NATO and E.U., raising fears of transatlantic split - The Washington Post"
   },
   {
    "entities": [
     "news",
     "washington",
     "2010",
     "post",
     "cbs",
     "donald",
     "jan 16, 2017",
     "trump",
     "barbi",
     "appelquist",
     "7:11 pm est",
     "one year later"
    ],
    "id": 7,
    "text": "CBS News Jan 16, 2017 7:11 PM EST President-elect Donald Trump told the Washington Post he’s nearly done with a health insurance plan to replace Obamacare -- but he’s not giving any details yet -- and that has a lot of  Americans worried . As a child, Barbi Appelquist survived liver cancer. But as an adult, insurance companies could reject her based on the pre-existing condition.  She said she spent most of her 20s with basic insurance that covered almost nothing.   “I remember refusing tests because I was afraid I couldn’t pay for it,” she said.  Barbi Appelquist survived liver cancer as a child, but as an adult, insurance companies could reject her based on a pre-existing condition. &nbsp; Close CBS News In 2010, the Affordable Care Act enabled Appelquist to find a private insurance that covered her pre-existing condition. One year later, she was diagnosed with soft-tissue sarcoma. “I was scared. I was really scared,” she said.  But she wasn’t worried she could not receive the care she needed.  “All that mattered was that I was at a place where the doctors knew what to do and I would be okay, and my family would be okay,” she said.  ",
    "title": "Many Americans worried about losing health insurance - CBS News"
   },
   {
    "entities": [
     "theresa",
     "u.k.",
     "smale",
     "beijing",
     "stoltenberg",
     "street",
     "daily",
     "state",
     "jens",
     "b.",
     "china",
     "eddy",
     "martin",
     "department",
     "brussels",
     "this year",
     "emerson",
     "alison",
     "wall",
     "merkel",
     "european",
     "farage",
     "clinton",
     "trade",
     "boris",
     "friday",
     "eisenhower",
     "steinmeier",
     "sunday",
     "michael",
     "ayrault",
     "berlin",
     "united",
     "may",
     "angela",
     "london",
     "pressphoto",
     "tuesday",
     "of",
     "russia",
     "facundo",
     "twitter",
     "agency",
     "u.s.",
     "kanter",
     "union",
     "james",
     "nicholas",
     "nato",
     "york",
     "niblett",
     "hua",
     "ukip",
     "netherlands",
     "arrizabalaga/european",
     "a few days ago",
     "world",
     "france",
     "pence",
     "bild",
     "fandos",
     "britain",
     "party",
     "jean-marc",
     "ministry",
     "italy",
     "robin",
     "tower",
     "burns",
     "foreign",
     "oliver",
     "congress",
     "taiwan",
     "mike",
     "organization",
     "john",
     "later this year",
     "new",
     "obama",
     "independence",
     "monday before",
     "weiken/european",
     "frank-walter",
     "gove",
     "putin",
     "germany",
     "times",
     "credit",
     "brexit",
     "states",
     "trump",
     "house",
     "chatham",
     "hillary",
     "europe",
     "the",
     "r.",
     "nigel",
     "monday",
     "1945",
     "chunying",
     "johnson",
     "past",
     "journal",
     "washington",
     "e.u.",
     "u.s.a.",
     "now",
     "melissa",
     "schäfer"
    ],
    "id": 8,
    "text": "Mr. Trump also said Germany’s chancellor, Angela Merkel , had made a “catastrophic mistake” in allowing refugees to pour into Europe. Advertisement Continue reading the main story The barrage of inflammatory comments in joint interviews published Sunday and Monday in Britain and Germany elicited alarm and outrage in Europe, even as Ms. Merkel dryly characterized Mr. Trump’s positions as nothing new. “They have been known for a while — my positions are also known,” Ms. Merkel said Monday in Berlin. “I think we Europeans have control of our destiny.” Her clipped response came as officials and analysts struggled with how to interpret Mr. Trump’s remarks, as well as how to react to them. Some argued that the president-elect’s words should be regarded as tactical, intended merely to keep his options open. But nearly everyone agreed that Mr. Trump had made trouble, especially in criticizing Ms. Merkel, given her importance as a figure of stability in Europe and her campaign for re-election later this year. For good measure, Mr. Trump had also infuriated China by using an interview on Friday with The Wall Street Journal to again question China’s longstanding One China policy. It holds that Taiwan is an inalienable part of the mainland. Photo Chancellor Angela Merkel of Germany in Berlin on Monday. Mr. Trump’s comments about her and how the European Union is “basically a vehicle for Germany” have damaged Ms. Merkel, who is running for re-election this year. Credit Oliver Weiken/European Pressphoto Agency On Monday, China’s foreign ministry spokeswoman, Hua Chunying, said that anyone trying to use the status of Taiwan for negotiations would be “smashing their feet by lifting a rock” and would face broad and strong opposition from the Chinese government and people, as well as the international community. She added that “not everything in the world can be bargained or traded off.” The English-language China Daily accused Mr. Trump on Monday of “playing with fire,” saying that if Taiwan became up for negotiation, as Mr. Trump suggested to The Journal, “Beijing will have no choice but to take off the gloves.” Mr. Trump’s interviews in Europe have placed him right in the middle of the Continent’s most contentious issues. His critique of German dominance over the European Union is hardly a novel thought; many Europeans share the same complaints. But what is startling is how an incoming American president would make such a statement about a key ally and, in doing so, give succor to populist parties seeking to shatter the European political establishment. Advertisement Continue reading the main story In the interview published Monday in the German newspaper Bild and The Times of London, Mr. Trump also equated his trust of Ms. Merkel with his trust for Mr. Putin. “I start off trusting both,” he said during the joint interview, which was conducted inside his office in Trump Tower in New York, “but let’s see how long that lasts. It may not last long at all.” Certainly, Mr. Trump knows how to give a provocative interview. He repeated past criticisms that NATO is “obsolete” for supposedly not confronting terrorism, only to quickly add that “with that being said, NATO is very important to me.” Mr. Trump’s comments “are a direct assault on the liberal order we’ve built since 1945 and a repudiation of the idea that the United States should lead the West,” said R. Nicholas Burns, a former senior State Department official and ambassador to NATO, who also advised the presidential campaign of Hillary Clinton. “To say that NATO is obsolete, openly support the disintegration of the E.U. and then denigrate Merkel and put her on a par with Putin is a fundamental break with 70 years of American policy and strategic thought supported by Republicans from Eisenhower to now,” said Mr. Burns, who has served presidents of both parties. “NATO is the great power differential between the United States and Russia, as our Asian alliances are the power differential between us and China.” Mr. Trump’s remarks almost certainly rankled Europe’s two most powerful leaders, Ms. Merkel and Prime Minister Theresa May of Britain. Mr. Trump’s enthusiasm for Britain’s vote to leave the European Union, or Brexit — if welcomed by British officials, in general terms — has put considerably more pressure on Mrs. May. She is preparing to give a major speech on Tuesday about her Brexit plans, even as Mr. Trump promised to give Britain a quick and fair trade deal outside the European Union — a deal that cannot take place for at least two years until Britain leaves the bloc. Awkwardly for her, one of the interviewers was Michael Gove, who strongly supported Brexit and ran for the Conservative leadership against Mrs. May, who immediately fired him from the cabinet. Mr. Trump’s first meeting with a British politician was with another May adversary, Nigel Farage, the former leader of the anti-Europe U.K. Independence Party, or UKIP. Ms. Merkel, who is known for her sang-froid and pragmatism, shrugged off Mr. Trump’s latest criticism, saying that what matters is what he does in office. “I am waiting for the president to be sworn into office. That is the way it is done,” she said. “And then, of course, I will work with him together.” Photo A newsstand in London. Mr. Trump’s enthusiasm for Britain’s vote to leave the European Union, or Brexit, has put considerably more pressure on the British prime minister, Theresa May. Credit Facundo Arrizabalaga/European Pressphoto Agency The German foreign minister, Frank-Walter Steinmeier, was not so sanguine. Mr. Trump’s comments had “caused astonishment and commotion, and I’m sure not just in Brussels,” where he spoke on Monday before a monthly meeting of European Union foreign ministers. Advertisement Continue reading the main story Mr. Steinmeier said that he had just seen the NATO secretary general, Jens Stoltenberg, and that there was continuing concern inside the military alliance. “First, it goes against the statements of the nominated defense secretary a few days ago,” Mr. Steinmeier said. “We have to see what it will yield in terms of U.S. foreign policy. The same goes for the statements on trade policy. We count on the U.S. to stick to its international obligations, including in the World Trade Organization.” Others cautioned against taking Mr. Trump’s words literally, at least for now. “I take all of this with a pinch of salt,” said Robin Niblett, the director of Chatham House, the London-based research institution. “I think Trump is trying to keep his options open and not be cornered by simply standing up for existing policy positions.” Mr. Trump’s transition team will try to begin to smooth over some of the tensions on Tuesday in Washington, where the group planning his inauguration will host a black-tie dinner for members of the foreign diplomatic corps to mingle with prospective cabinet members, leaders of Congress and Vice President-elect Mike Pence. President Obama’s departing ambassador to Germany, John B. Emerson, has used a series of exit interviews and speeches in recent days to urge the Germans to stay calm, not to overinterpret Twitter posts or view them as finished foreign policy. Mr. Emerson underscored that, while more clarity was needed, there were signs that Mr. Trump did value NATO and the promise of United States protection for European allies. “It’s a very crucial issue, not just for European security, but for American security,” Mr. Emerson said. He noted that Mr. Trump “authorized President Obama when he came here on his trip shortly after the two of them met to reassure European partners of the full commitment to NATO. Now, we need to see what that means.” Yet Europe is staring at a potentially transformative political year , with elections coming in the Netherlands, France and Germany, and possibly in Italy. Victories by populist parties could destabilize the European Union, and many European officials worry that Mr. Trump’s attacks are damaging. Advertisement Continue reading the main story Martin Schäfer, a spokesman for Mr. Steinmeier and the German Foreign Ministry, flatly rejected Mr. Trump’s comment in the interview that the European Union “is basically a vehicle for Germany.” “Perhaps in times such as these, when order is crumbling, it is more important than ever that we want to, and must, stand together,” Mr. Schäfer said, underlining the post- World War II German stance that only through the country’s role in a larger European alliance are peace and prosperity guaranteed. Foreign Minister Jean-Marc Ayrault of France said Mr. Trump’s comments were an invitation to the bloc to stand united. “As is the case with Brexit,” he said, “the best way of defending Europe, and that is the invitation Mr. Trump has given to us, is to remain united as a bloc, not forgetting that the strength of Europeans lies in their unity.” The British foreign secretary, Boris Johnson, who supported Brexit, emphasized Mr. Trump’s warm comments on the Anglo-American relationship. “I think it’s very good news that the U.S.A. wants to do a good free trade deal with us and wants to do it very fast,” he said. “Clearly it will have to be a deal that’s very much in the interests of both sides, but I have no doubt it will be.” Reporting was contributed by Melissa Eddy from Berlin, James Kanter from Brussels, Alison Smale from Berlin, and Nicholas Fandos from Washington. ",
    "title": "What’s Anxious and Angry? The World on the Eve of Trump - The New York Times"
   },
   {
    "entities": [
     "kakutani",
     "augustine",
     "iowa",
     "kerouac",
     "midwest",
     "whitehead",
     "kingsolver",
     "s.",
     "oval",
     "mills/the",
     "the day",
     "liu",
     "king",
     "martin",
     "malcolm",
     "emerson",
     "today",
     "kahneman",
     "michiko",
     "eggers",
     "luther",
     "bellow",
     "sartre",
     "white",
     "robinson",
     "kolbert",
     "ellison",
     "right now",
     "friday",
     "doug",
     "bedroom",
     "philip",
     "elizabeth",
     "recently",
     "2014",
     "colson",
     "2008",
     "lincoln",
     "kenya",
     "gandhi",
     "night",
     "current",
     "selma",
     "jack",
     "v.",
     "cixin",
     "york",
     "malia",
     "lahiri",
     "mandela",
     "barbara",
     "office",
     "jr.",
     "such",
     "roosevelt",
     "wall/the",
     "gettysburg",
     "dave",
     "baldwin",
     "patricia",
     "saul",
     "x",
     "st.",
     "congress",
     "last two years",
     "niebuhr",
     "2004",
     "daniel",
     "earth",
     "shakespeare",
     "nelson",
     "obama",
     "new",
     "jhumpa",
     "america",
     "2012",
     "winter/the",
     "naipaul",
     "díaz",
     "hughes",
     "indonesia",
     "1995",
     "times",
     "credit",
     "marilynne",
     "house",
     "last week",
     "like",
     "wright",
     "kansas",
     "junot",
     "this day",
     "charleston",
     "dubois",
     "nietzsche",
     "january 16, 2017",
     "future",
     "chicago",
     "roth",
     "zadie",
     "evening",
     "damon",
     "smith",
     "barack"
    ],
    "id": 9,
    "text": "[ Read a transcript of the interview with Barack Obama ] The writings of Lincoln, the Rev. Martin Luther King Jr., Gandhi and Nelson Mandela, Mr. Obama found, were “particularly helpful” when “what you wanted was a sense of solidarity,” adding “during very difficult moments, this job can be very isolating.” “So sometimes you have to sort of hop across history to find folks who have been similarly feeling isolated, and that’s been useful.” There is a handwritten copy of the Gettysburg Address in the Lincoln Bedroom, and sometimes, in the evening, Mr. Obama says, he would wander over from his home office to read it. Photo President Obama in the Oval Office in 2012. Credit Damon Winter/The New York Times Like Lincoln, Mr. Obama taught himself how to write, and for him, too, words became a way to define himself, and to communicate his ideas and ideals to the world. In fact, there is a clear, shining line connecting Lincoln and King, and President Obama. In speeches like the ones delivered in Charleston and Selma , he has followed in their footsteps, putting his mastery of language in the service of a sweeping historical vision, which, like theirs, situates our current struggles with race and injustice in a historical continuum that traces how far we’ve come and how far we have yet to go. It’s a vision of America as an unfinished project — a continuing, more-than-two-century journey to make the promises of the Declaration of Independence real for everyone — rooted both in Scripture and the possibility of redemption, and a more existential belief that we can continually remake ourselves. And it’s a vision shared by the civil rights movement, which overcame obstacle after obstacle, and persevered in the face of daunting odds. Mr. Obama’s long view of history and the optimism (combined with a stirring reminder of the hard work required by democracy) that he articulated in his farewell speech last week are part of a hard-won faith, grounded in his reading, in his knowledge of history (and its unexpected zigs and zags), and his embrace of artists like Shakespeare who saw the human situation entire: its follies, cruelties and mad blunders, but also its resilience, decencies and acts of grace. The playwright’s tragedies, he says, have been “foundational for me in understanding how certain patterns repeat themselves and play themselves out between human beings.” Advertisement Continue reading the main story Context in Presidential Biographies Presidential biographies also provided context, countering the tendency to think “that whatever’s going on right now is uniquely disastrous or amazing or difficult,” he said. “It just serves you well to think about Roosevelt trying to navigate through World War II.” Even books initially picked up as escape reading like the Hugo Award-winning apocalyptic sci-fi epic “ The Three-Body Problem ” by the Chinese writer Liu Cixin, he said, could unexpectedly put things in perspective: “The scope of it was immense. So that was fun to read, partly because my day-to-day problems with Congress seem fairly petty — not something to worry about. Aliens are about to invade!” In his searching 1995 book “Dreams From My Father,” Mr. Obama recalls how reading was a crucial tool in sorting out what he believed, dating back to his teenage years, when he immersed himself in works by Baldwin, Ellison, Hughes, Wright, DuBois and Malcolm X in an effort “to raise myself to be a black man in America.” Later, during his last two years in college, he spent a focused period of deep self-reflection and study, methodically reading philosophers from St. Augustine to Nietzsche, Emerson to Sartre to Niebuhr, to strip down and test his own beliefs. To this day, reading has remained an essential part of his daily life. He recently gave his daughter Malia a Kindle filled with books he wanted to share with her (including “One Hundred Years of Solitude,” “The Golden Notebook” and “The Woman Warrior”). And most every night in the White House, he would read for an hour or so late at night — reading that was deep and ecumenical, ranging from contemporary literary fiction (the last novel he read was Colson Whitehead’s “ The Underground Railroad ”) to classic novels to groundbreaking works of nonfiction like Daniel Kahneman’s “Thinking, Fast and Slow” and Elizabeth Kolbert’s “ The Sixth Extinction .” Photo “The Underground Railroad” by Colson Whitehead. Credit Patricia Wall/The New York Times Such books were a way for the president to shift mental gears from the briefs and policy papers he studied during the day, a way “to get out of my own head,” a way to escape the White House bubble. Some novels helped him to better “imagine what’s going on in the lives of people” across the country — for instance, he found that Marilynne Robinson’s novels connected him emotionally to the people he was meeting in Iowa during the 2008 campaign, and to his own grandparents, who were from the Midwest, and the small town values of hard work and honesty and humility. Other novels served as a kind of foil — something to argue with. V. S. Naipaul’s novel “A Bend in the River,” Mr. Obama recalls, “starts with the line ‘The world is what it is; men who are nothing, who allow themselves to become nothing, have no place in it.’ And I always think about that line and I think about his novels when I’m thinking about the hardness of the world sometimes, particularly in foreign policy, and I resist and fight against sometimes that very cynical, more realistic view of the world. And yet, there are times where it feels as if that may be true.” Writing was key to his thinking process, too: a tool for sorting through “a lot of crosscurrents in my own life — race, class, family. And I genuinely believe that it was part of the way in which I was able to integrate all these pieces of myself into something relatively whole.” A Writer of Short Stories Mr. Obama taught himself to write as a young man by keeping a journal and writing short stories when he was a community organizer in Chicago — working on them after he came home from work and drawing upon the stories of the people he met. Many of the tales were about older people, and were informed by a sense of disappointment and loss: “There is not a lot of Jack Kerouac open-road, young kid on the make discovering stuff,” he says. “It’s more melancholy and reflective.” Advertisement Continue reading the main story That experience underscored the power of empathy. An outsider himself — with a father from Kenya, who left when he was 2, and a mother from Kansas, who took him to live for a time in Indonesia — he could relate to many of the people he met in the churches and streets of Chicago, who felt dislocated by change and isolation, and he took to heart his boss’s observation that “the thing that brings people together to share the courage to take action on behalf of their lives is not just that they care about the same issues, it’s that they have shared stories.” This lesson would become a cornerstone of the president’s vision of an America where shared concerns — simple dreams of a decent job, a secure future for one’s children — might bridge differences and divisions. After all, many people saw their own stories in his — an American story, as he said in his keynote address at the 2004 Democratic National Convention possible “in no other country on Earth.” Photo President Obama reading “Where the Wild Things Are” to children at the White House in 2014. Credit Doug Mills/The New York Times In today’s polarized environment, where the internet has let people increasingly retreat to their own silos (talking only to like-minded folks, who amplify their certainties and biases), the president sees novels and other art (like the musical “Hamilton”) as providing a kind of bridge that might span usual divides and “a reminder of the truths under the surface of what we argue about every day.” He points out, for instance, that the fiction of Junot Díaz and Jhumpa Lahiri speaks “to a very particular contemporary immigration experience,” but at the same time tell stories about “longing for this better place but also feeling displaced” — a theme central to much of American literature, and not unlike books by Philip Roth and Saul Bellow that are “steeped with this sense of being an outsider, longing to get in, not sure what you’re giving up.” Mr. Obama entered office as a writer, and he will soon return to a private life as a writer, planning to work on his memoirs, which will draw on journals he’s kept in the White House (“but not with the sort of discipline that I would have hoped for”). He has a writer’s sensibility — an ability to be in the moment while standing apart as an observer, a novelist’s eye and ear for detail, and a precise but elastic voice capable of moving easily between the lyrical and the vernacular and the profound. He had lunch last week with five novelists he admires — Dave Eggers, Mr. Whitehead, Zadie Smith, Mr. Díaz and Barbara Kingsolver. He not only talked with them about the political and media landscape, but also talked shop, asking how their book tours were going and remarking that he likes to write first drafts, long hand, on yellow legal pads. Mr. Obama says he is hoping to eventually use his presidential center website “to widen the audience for good books” — something he’s already done with regular lists of book recommendations — and then encourage a public “conversation about books.” “At a time,” he says, “when so much of our politics is trying to manage this clash of cultures brought about by globalization and technology and migration, the role of stories to unify — as opposed to divide, to engage rather than to marginalize — is more important than ever.” Correction: January 16, 2017 An earlier version of a photo caption with this article misstated when a photo of President Obama in the Oval Office was taken. It was taken in 2012, not Friday. Follow Michiko Kakutani on Twitter: @michikokakutani A version of this article appears in print on January 16, 2017, on Page A1 of the New York edition with the headline: How Reading Nourished Obama During the White House Years. Order Reprints | Today's Paper | Subscribe ",
    "title": "Obama’s Secret to Surviving the White House Years: Books - The New York Times"
   },
   {
    "entities": [
     "jim",
     "air",
     "aarp",
     "four days later",
     "february 2016",
     "1969",
     "nasa",
     "harrison",
     "npr",
     "francis",
     "gene",
     "monday",
     "young",
     "schmitt",
     "2015",
     "2016",
     "john",
     "1972",
     "dec. 7, 1972",
     "sayles/invision/ap",
     "once",
     "1966",
     "earth",
     "u.s.",
     "jack",
     "lovell",
     "chicago",
     "san",
     "cernan",
     "matt",
     "decades later",
     "diego"
    ],
    "id": 10,
    "text": "Gene Cernan, Last Man To Walk On The Moon, Dies At 82 Gene Cernan, Last Man To Walk On The Moon, Dies At 82 Embed Embed Gene Cernan prepares for his 1969 Apollo 10 flight, adjusting his headset outside a lunar module simulator. NASA hide caption toggle caption NASA Gene Cernan prepares for his 1969 Apollo 10 flight, adjusting his headset outside a lunar module simulator. NASA The last person to leave footprints on the moon has died. NASA reported that Gene Cernan died Monday at the age of 82, surrounded by his family. Gene Cernan flew in space three times, including twice to the moon. Cernan was big, brash and gregarious. And if he hadn't been lucky, he could have missed his chance to walk on the moon. Cernan challenged himself his whole life. When he entered the military, he chose to be a naval aviator. Landing on an aircraft carrier is perhaps the hardest thing to do in aviation. Cernan did it because it wasn't easy. He said he was constantly pushing himself to do better and be better. Astronaut Gene Cernan salutes the U.S. flag during his moonwalk in 1972. No one else has been there since Apollo 17 left. NASA hide caption toggle caption NASA Astronaut Gene Cernan salutes the U.S. flag during his moonwalk in 1972. No one else has been there since Apollo 17 left. NASA \"My dad always used to say, 'Just go out and do your best. You're not going to be better than everyone at everything.' And he was right,\" Cernan said, \"I wasn't. But he was also right one other time when he said, 'Someday you're going to surprise yourself. Just do your best and someday you're going to surprise yourself.' \" Article continues after sponsorship Cernan's final trip in space was also the final time NASA sent people to the moon, the Apollo 17 mission , which took off on Dec. 7, 1972. 'Hidden Figures' No More: Meet The Black Women Who Helped Send America To Space Four days later, Cernan landed the lunar module on the moon with astronaut Harrison 'Jack' Schmitt. Cernan couldn't hide his enthusiasm as he exited the spacecraft, saying, \"We'd like to dedicate the first steps of Apollo 17 to all those who made it possible. Oh my golly! Unbelievable!\" Decades later, Cernan reflected on that moment in a 2015 NPR interview, no less thrilled to be the last, rather than the first, to go there. \"The first steps had been made by others long before I got there. But those were my first steps.\" Gene Cernan in the Apollo 17 lunar module after one of three moonwalks. NASA hide caption toggle caption Gene Cernan in the Apollo 17 lunar module after one of three moonwalks. NASA Cernan is one of only three people to travel to the moon twice (Jim Lovell and John Young were the others). Before Apollo 17, he flew on Apollo 10, which was the mission just before the first lunar landing. On Gemini 9 in 1966, he conducted the second American spacewalk (which almost ended in disaster). Cernan had trouble controlling his body in the weightlessness of space. He became exhausted. His visor fogged up and he barely had the strength to get back into the capsule and close the hatch. \"Fate played another trick because I might not have come home from that flight. We didn't know much about what we're doing [yet].\" Dreaming big and working hard were two things Cernan always did. He grew up in Chicago. Neither of his parents went to college, but he earned several degrees in engineering. Retired astronaut Gene Cernan accepts an award from AARP in February 2016 for his documentary film, Last Man on the Moon. Matt Sayles/Invision/AP hide caption toggle caption Matt Sayles/Invision/AP Retired astronaut Gene Cernan accepts an award from AARP in February 2016 for his documentary film, Last Man on the Moon. Matt Sayles/Invision/AP Despite Cernan's technical background, his time on the moon and in space forever altered his life. Cernan said he gained a new perspective, because \"when you leave the Earth, it's not only technologically different — it's philosophically different and it's spiritually different.\" Many astronauts had difficulty describing what it was actually like to be in space — not in the technical sense, but in finding the words to share that remarkable experience. He chronicled some of them in his 2016 documentary , Last Man on the Moon. \"Many of the astronauts didn't really know how to describe that because that's not what they were going there for,\" said Francis French of the San Diego Air and Space Museum, who has written many books on the space program. \"Gene Cernan in the decades after his mission really reflected on that and he [very well described] what that's like.\" There's something else about Cernan: He had the opportunity to land on the moon during an earlier mission, Apollo 16, as the pilot. But he turned it down, because he wanted to be commander, in charge of the mission. \"I sort of felt like I'd been an underdog most of my life,\" he recalled. \"[Achieving the command of Apollo 17], I proved to myself that I was good enough. That I could get the job done. That was a big point in my life.\" Cernan spent his post-NASA life trying to inspire young people. He once said, \"Dream the impossible — and go out and make it happen. I walked on the moon. What can't you do?\" ",
    "title": "Gene Cernan, Last Man To Walk On The Moon, Dies At 82 : The Two-Way : NPR"
   },
   {
    "entities": [
     "jim",
     "october",
     "the same day",
     "last year",
     "crow",
     "association",
     "cleveland",
     "oct. 15, 1973",
     "league",
     "naacp",
     "trump",
     "omarosa",
     "house",
     "labor",
     "hillary",
     "outreach",
     "flint",
     "urban",
     "august",
     "melania",
     "coalition",
     "news",
     "journalists",
     "1973",
     "university",
     "the",
     "park",
     "58 percent",
     "donald",
     "five",
     "diversity",
     "during",
     "for",
     "bureau",
     "of",
     "black",
     "abc",
     "rnc",
     "carson",
     "2015",
     "campaign",
     "justice",
     "statistics",
     "manhattan",
     "caucus",
     "michigan",
     "department",
     "this weekend",
     "lewis",
     "sept. 3, 2016",
     "obama",
     "national",
     "8 percent",
     "new",
     "fred",
     "doj",
     "and",
     "detroit",
     "york",
     "1989",
     "central",
     "2002",
     "hispanic",
     "public",
     "september",
     "pennsylvania",
     "york-area",
     "city",
     "clinton",
     "congressional",
     "manigault",
     "white"
    ],
    "id": 11,
    "text": "Omarosa Manigault Set to Join Donald Trump's White House Staff He also said, \"You take a look at the inner cities, you get no education, you get no jobs, you get shot walking down the street,” which Trump echoed this weekend with references to Lewis’ congressional district, which includes both affluent and impoverished areas, as being in “horrible shape and falling apart.” Many people took offense to the September campaign remark in particular, with President Obama out in front. \"You may have heard Hillary's opponent in the election say that there's never been a worse time to be a black person. He missed that whole civics lesson about slavery and Jim Crow,\" Obama said in an address to the Congressional Black Caucus in September after Trump's comment. Trump also triggered controversy when he mentioned black youth unemployment in his stump speeches, claiming multiple times that 58 percent are out of work. His campaign has told ABC News that he based the number on 2015 Bureau of Labor Statistics data and included not only 16- to 24-year-old black Americans who were unemployed, but also those whom the federal government didn’t count in the labor force, which likely included a number of full-time students not seeking work. Public Outreach During the Campaign Trump made a handful of campaign stops directly aimed at African-American voters , including his first visit to a black church in Detroit in September alongside Carson where he delivered a message of unity that included a call to address economic challenges in the black community. He then later visited another black church in Flint, Michigan, but was scolded by the pastor when he started to condemn Hillary Clinton. Trump later called the female pastor \"a nervous mess.\" Carlo Allegri/Reuters Republican presidential nominee Donald Trump and Omarosa Manigault attend a church service, in Detroit, Michigan, Sept. 3, 2016. He declined several invitations to speak to groups such as the NAACP, the Urban League and a joint conference of the National Association of Black Journalists and National Association of Hispanic Journalists. When asked in August about Trump’s decisions to skip those events, Manigault pointed out that the NAACP event was scheduled for the same day as the start of the RNC, so Trump “made the difficult decision” to skip the conference in favor of being in Cleveland to hear his wife, Melania Trump, address the crowd. “Certainly he should have an opportunity to address the bodies of those organizations, but it’s not the only opportunity,” Manigault said of the declined invitations.” Trump also held meetings with groups of African-American pastors, most of whom became part of the National Diversity Coalition for Trump. In the end, he did get 8 percent of the African-American vote in the presidential election. Pre-Campaign Clashes Even before entering the political fray, Trump had public run-ins with the African-American community. The first came in 1973, five years after he graduated from the University of Pennsylvania. Trump was deeply involved in the family’s New York City real estate business when the Justice Department filed a housing discrimination suit against Donald Trump, father Fred and their real estate management corporation. The civil suit claimed the Trump management corporation – of which Donald Trump was president – had been “discriminating against black persons in the operation of their buildings,” according to the DOJ's news release on the date of the filing, Oct. 15, 1973. The Trumps “vigorously deny said allegations,” the court document states. The agreement, which laid out the specific terms that the Trumps would have to abide by moving forward, noted that it was “in no way an admission by it of a violation of the prohibition against discrimination.” The complaint against Fred Trump and Donald Trump was “dismissed against them in their personal capacity, with prejudice.” Later, in 1989, Trump inserted himself in the controversial Central Park Five case , in which five minority teens were accused of brutally attacking a white woman. Trump paid for open letters to be published in four major New York-area papers calling for the reinstatement of the death penalty in connection to the case and painting a stark picture of life in the city amid a diminished police force. All five of the accused -- four of whom are African American and one is Hispanic -- made various confessions, which later came under review, and were convicted on differing combinations of charges — including rape, robbery, attempted murder, assault and riot — and served time. In 2002, the five were exonerated after an investigation by the Manhattan district attorney's office. Another man confessed to the crime. The Central Park Five case came up during last year’s campaign, when in October Trump reiterated his suggestion that he still believed the five were guilty . 0 Shares ",
    "title": "Trump's Attack on Rep. John Lewis Spotlights Tenuous Relationship With African-Americans - ABC News"
   },
   {
    "entities": [
     "gulf",
     "circle",
     "last year",
     "conservation",
     "reserve",
     "florida",
     "creek",
     "wildlife",
     "sunday",
     "facebook",
     "fox",
     "brevard",
     "golf",
     "recently",
     "buffalo",
     "lake",
     "state",
     "fish",
     "county",
     "commission",
     "kim",
     "twitter",
     "january 16, 2017",
     "sunshine",
     "1,043 pound",
     "and",
     "washington",
     "alachua",
     "bar",
     "course",
     "joiner",
     "polk",
     "orange",
     "b",
     "palmetto"
    ],
    "id": 12,
    "text": "Huge gator spotted taking stroll in Florida reserve Published               January 16, 2017 Facebook 0 Twitter 0 livefyre Email Print   A massive gator caused quite a stir when it took a recent stroll on a central Florida nature reserve. A video posted to Facebook by Kim Joiner shows the huge alligator sauntering across a path at the Circle B Bar Reserve in Polk County Sunday. Visitors to the nature center can be seen capturing the unusual spectacle. “I love Circle B. Nature at its best,” Joiner wrote on the post, which has been shared more than 18,000 times. SCIENTISTS GLIMPSE RARE RUBY SEADRAGONS IN THE WILD FOR THE FIRST TIME Some Facebook commenters say that the well-known gator is nicknamed “Humpback” on account of his large, curved back, FOX 13 reports. This is not the first big gator to hit the headlines in Florida recently. Last year a hunter in the Sunshine State nabbed a 13-and-half-foot alligator. The state record for length was a 14 foot 3 1/2 inch male at Lake Washington in Brevard County, according to the Florida Fish and Wildlife Conservation Commission. Florida’s heaviest recorded gator was a 1,043 pound (13 feet 10-1/2 inches long) male at Orange Lake in Alachua County. Last year a humongous gator became something of a media sensation when it was spotted wandering around the Buffalo Creek Golf Course in Palmetto on Florida’s Gulf coast.   ",
    "title": "Huge gator spotted taking stroll in Florida reserve | Fox News"
   },
   {
    "entities": [
     "thailand",
     "middle",
     "gulf",
     "60 percent",
     "next few years",
     "$843 million",
     "trade",
     "$2.5 billion",
     "bp",
     "the week",
     "japan",
     "states",
     "south",
     "trump",
     "$699 billion",
     "max",
     "sea",
     "australia",
     "peçanha",
     "europe",
     "united",
     "philippines",
     "the",
     "16 percent",
     "→philippines",
     "italy",
     "$194 billion",
     "donald",
     "$658 million",
     "$4.4 billion",
     "bahrain",
     "75 percent",
     "of",
     "fisher",
     "north",
     "$5.3 trillion",
     "china",
     "thirty percent",
     "russia",
     "2015",
     "defense",
     "asia",
     "review",
     "j.",
     "30 percent",
     "current",
     "canada",
     "department",
     "korea",
     "$115 billion",
     "u.s.",
     "34 percent",
     "fifth",
     "what",
     "union",
     "africa",
     "jan. 16, 2017",
     "east",
     "nato",
     "persian",
     "southeast",
     "america",
     "european",
     "fleet",
     "naples",
     "40 percent",
     "$1.2 trillion",
     "iran",
     "statistical",
     "2002",
     "office",
     "representative",
     "energy",
     "singapore",
     "yokosuka",
     "sergio",
     "world",
     "more",
     "sixth"
    ],
    "id": 13,
    "text": "What the U.S. Gets for Defending Its Allies and Interests Abroad By MAX FISHER and SERGIO PEÇANHA JAN. 16, 2017 President-elect Donald J. Trump has questioned the return that the United States gets for defending its allies. Here’s the current picture of what America puts in and gets out of global alliances. Treaties with more than 30 countries help bring stability to the most economically and politically important regions for the United States. Countries with mutual defense treaties with the United States, and trade in 2015 between the United States and major partners Canada Philippines Australia More than 210,000 American military personnel are deployed overseas. Most are not in active conflict zones. Countries with more than 1,000 American military personnel  73,500 The U.S. operates from several bases in the Philippines. Countries with more than 1,000 American military personnel  The U.S. operates from several bases in the Philippines. Europe The European Union is America’s top trading partner. Keeping Europe peaceful and unified has been a top United States priority since World War II. NATO states What the United States puts in →Promise to defend NATO states →Deterrent against Russia →Sixth Fleet based in Naples, Italy →Military training and exercises What the United States gets back →NATO states promise to defend the United States →$699 billion in trade with the European Union, America’s largest trade partner →Bases near Russia, the Middle East and Africa →Counterterrorism and intelligence sharing →Allies cover 34 percent of the United States’ basing costs, worth $2.5 billion annually Northeast Asia The United States keeps a large footprint in Asia to counter the influence of China and to support allies against North Korea. Russia What the United States puts in →Promise to defend South Korea and Japan →28,500 military personnel in South Korea →45,000 military personnel in Japan →Seventh Fleet based in Yokosuka, Japan →Military training and exercises What the United States gets back →Bases near China and North Korea, and allies against them →$194 billion in trade with Japan, the fifth-largest American trading partner →$115 billion in trade with South Korea, the sixth-largest American trading partner →Japan covers 75 percent of the United States’ basing costs there, worth $4.4 billion annually →South Korea covers 40 percent of the United States’ basing costs there, worth $843 million annually Southeast Asia Thirty percent of global maritime trade runs through the South China Sea. The United States is competing with China to lead in that fast-growing market. Japan China The U.S. operates from bases in the Philippines, but the size of the forces is unclear. Asia China Asia The U.S. operates from bases in the Philippines, but the size of the forces is unclear. Philippines next few years Australia The U.S. operates from bases in the Philippines, but the size of the forces is unclear. China What the United States puts in →Promise to defend the Philippines and Australia →Military personnel fluctuate up to a few thousand →Military exercises in Thailand with several regional states →Freedom-of-movement exercises in the South China Sea What the United States gets back →Basing rights in Singapore →Region friendlier to the United States and better able to unify against China →Protect South China Sea trade worth $5.3 trillion, about 30 percent of global maritime trade. Includes $1.2 trillion in trade with the United States →Philippines and Australia promise to defend the United States Persian Gulf In the Middle East, the United States wants to maintain access to oil and gas, and partners against terrorism and Iran. Europe What the United States puts in →About 28,000 military personnel in the Persian Gulf’s kingdoms →Fifth Fleet based in Bahrain →Pledge to defend free flow of oil and gas, known as the Carter Doctrine →Implicit promise to defend allies against Iran What the United States gets back →Counterterrorism and intelligence-sharing against Islamist terrorists and Iran →Access to 34 percent of the world’s oil exports and 16 percent of natural gas exports →Allies cover 60 percent of the United States’ basing costs, worth $658 million annually →Bases near, and allies united against, Iran Subscribe to The Interpreter Newsletter Understand the world with sharp insight and commentary on the major news stories of the week. Sources: United States Department of Defense; BP Statistical Review of World Energy; Office of the United States Trade Representative. Note: United States cost-offsetting estimates for expenses to maintain a military presence in regions mentioned in this article are as of 2002, the last date for which data is available. Experts confirm that the numbers are still broadly representative. More on NYTimes.com ",
    "title": "What the U.S. Gets for Defending Its Allies and Interests Abroad - The New York Times"
   },
   {
    "entities": [
     "evanston",
     "last week",
     "news",
     "inc.",
     "interactive",
     "last year",
     "police",
     "cbs",
     "tim",
     "now",
     "crosby",
     "murphy",
     "tuohy",
     "2017",
     "lawrence"
    ],
    "id": 14,
    "text": "Close CBS News A dash-cam in Crosby’s car picked up his cellphone conversation as he watched the police approach. “You know how it is with black people. They think we’re always trying to do something wrong,” Crosby could be heard saying. When Crosby pulled over and surrendered, he attempted to get in front of his dash-cam to record the incident, but was tackled by four officers, who roughed him up and ran a check on the car. “Why am I being put in handcuffs?” Crosby asked. “We have to verify that the car is not stolen,” an officer said.  Lawrence Crosby seen on dash-cam video being arrested. Close CBS News When the check confirmed the car was Crosby’s, one officer reacted by saying, “I said I didn’t shoot you, mother f*****. You should feel lucky for that.”  The video and audio came to light last week after pressure from local elected officials.  “This is something that could have been checked on a computer, and all determined without any contact between Lawrence Crosby and the police,” said Tim Tuohy, Crosby’s attorney.Lawrence Crosby   Lawrence Crosby seen on dash-cam video with his hands up, moments before his arrest. Close Murphy, the 911 caller, followed police to the scene. “Thanks for calling,” an officer said.  “Thank you. If it’s his car, will you tell him I’m sorry?” Murphy asked.  “No problem,” a police officer said. “We will take care of it.” They took care of it by charging Crosby with resisting arrest. But Crosby was acquitted last year. The Evanston Police said their officers complied with department procedures, but they are now changing those procedures, and no longer require that subjects in similar cases be forced to the ground.  © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Video captures controversial arrest of black man in Chicago suburb - CBS News"
   },
   {
    "entities": [
     "jan. 1, 2017",
     "eversley",
     "new year's eve",
     "anadolu",
     "aamaq",
     "abdulkadir",
     "gaziantep",
     "january",
     "syria",
     "reuters",
     "google",
     "turkey",
     "news",
     "facebookemail",
     "jazeera",
     "facebook",
     "university",
     "bosphorus",
     "state",
     "erciyes",
     "5:09 p.m.",
     "aug. 20",
     "ataturk",
     "reina",
     "june 28",
     "twitter",
     "melanie",
     "night",
     "dec. 10",
     "usa",
     "ankara",
     "agency",
     "today",
     "bbc",
     "masharipov",
     "jan. 16, 2017",
     "islamic",
     "the last year",
     "dec. 19",
     "istanbul",
     "reports",
     "airport",
     "3 hours ago",
     "epa",
     "karlov",
     "al",
     "esenyurt",
     "andrei"
    ],
    "id": 15,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Reports: Suspect caught in Istanbul nightclub attack A suspect has been caught in the New Year's Eve nightclub attack in Istanbul, Turkey, that left 39 people dead, the AA.com news website, al Jazeera and CNN Turkey reported.  Post to Facebook Reports: Suspect caught in Istanbul nightclub attack A suspect has been caught in the New Year's Eve nightclub attack in Istanbul, Turkey, that left 39 people dead, the AA.com news website, al Jazeera and CNN Turkey reported.  Check out this story on USATODAY.com: http://usat.ly/2jRTUQw CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 24 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Reports: Suspect caught in Istanbul nightclub attack Melanie Eversley , USA TODAY Published 5:09 p.m. ET Jan. 16, 2017 | Updated 3 hours ago x Share According to Turkish media reports, the man was taken into custody in the city's Esenyurt district. USA TODAY NETWORK A photo on Jan. 1, 2017 shows a video capture of the gunman entering the Reina nightclub, a popular night club in Istanbul near by the Bosphorus, in Istanbul, Turkey. (Photo: EPA) A suspect has been caught in the New Year's Eve nightclub attack in Istanbul, Turkey, that left 39 people dead, the AA.com news website, al Jazeera and CNN Turkey reported. The attack on the club jammed with holiday revelers also left 69 people with injuries. The suspect was identified as Abdulkadir Masharipov, an Uzbek national, Hurryiet newspaper, the BBC and other news media reported. Masharipov was captured during a police operation on a terrorist cell at an apartment in Istanbul's Esenyurt district, Anadolu Agency and other media reported. He'd been on the run for two weeks before his capture, according to the news.com.au website. Police were monitoring him for about five days before taking him in, the website reported. The operation was carried out jointly by Turkish police and the country's spy agency, news.com.au reported. Four others also were detained, the news agency reported. Operations against other cells were underway, Anadolu Agency reported. A police officer and a number of foreign nationals were among those killed in the Reina nightclub attack. Earlier in January, Islamic State claimed responsibility for the attack.The organization said in a statement sent to the Aamaq News Agency, with which it has ties, that it was exacting revenge for Turkish involvement in Syria. \"The apostate Turkish government should know that the blood of Muslims shed with airplanes and artillery fire will, with God's permission, ignite a fire in their own land,\" according to a statement translated by Reuters news service. The New Year's Eve melee was among 10 attacks that have taken place in Turkey in the last year. On Dec. 10, two bombs near Erciyes University killed 13 off-duty soldiers; on Dec. 19, a Turkish policeman fatally shot Russian Ambassador Andrei Karlov at a photo exhibit in Ankara; on June 28, a suicide bomber killed 44 people a Ataturk Airport in Istanbul and injuring about 200 more; on Aug. 20, a suicide bomber killed a least 51 people at a Kurdish wedding in Gaziantep. ",
    "title": "Reports: Suspect caught in Istanbul nightclub attack"
   },
   {
    "entities": [
     "joe",
     "rizzo",
     "paul",
     "addison",
     "red",
     "bryant",
     "durbin",
     "dnc",
     "maddon",
     "jimmy",
     "today",
     "jan. 16, 2017",
     "east",
     "arrieta",
     "afternoon",
     "tom",
     "sandberg",
     "field",
     "clinton",
     "epstein",
     "white",
     "reporter",
     "chapman",
     "spring",
     "united",
     "donald",
     "2008",
     "midnight",
     "current",
     "monday, jan. 16, 2017",
     "wrigley",
     "madigan",
     "jose",
     "lisa",
     "dodge",
     "david",
     "cahill",
     "this winter",
     "rahm",
     "michelle",
     "fowler",
     "contact",
     "lackey",
     "russell",
     "1908",
     "emanuel",
     "chris",
     "trevor",
     "sullivan/chicago",
     "coghlan",
     "john",
     "ricketts",
     "cardenal",
     "sullivan",
     "obama",
     "anthony",
     "jenkins",
     "aroldis",
     "fergie",
     "dick",
     "cubs",
     "billy",
     "sox",
     "theo",
     "lester",
     "states",
     "trump",
     "jon",
     "house",
     "hillary",
     "tribune",
     "room",
     "axelrod",
     "monday",
     "this day",
     "2016",
     "ryne",
     "chicago",
     "dexter",
     "jake",
     "washington",
     "buffett",
     "kris",
     "williams",
     "ross",
     "barack"
    ],
    "id": 16,
    "text": "President Obama welcomes Cubs to the White House: 'It took you long enough' Photos from the Cubs' visit to the White House on Jan. 16, 2017. Paul Sullivan Contact Reporter Chicago Tribune After being honored at the White House on Monday afternoon, the Cubs revealed the real reason why they desperately wanted to make the trip before President Barack Obama left office. Touring the White House and being celebrated for their first championship since 1908 was certainly fun for the team, but it wasn't nearly as important as converting the die-hard White Sox fan into a Cubs fan, a task more difficult than turning Hillary Clinton supporters into Donald Trump backers. Cubs President Theo Epstein said they offered Obama a \"midnight pardon\" to switch to the Cubs. When Obama stopped laughing, Epstein turned up the heat. The Cubs presented Obama with several gifts that Epstein said would \"recognize this terrific conversion on this great day,\" including a No. 44 panel from Wrigley Field 's manual center-field scoreboard, recognizing his status as the 44th president, a lifetime pass to Wrigley, a No. 44 jersey, and a \"W\" flag signed by Cubs players that Epstein said should be flown at his presidential library in Chicago. Sitting alongside Billy Williams , Ryne Sandberg and Jose Cardenal, Cubs great Fergie Jenkins shouted out to Obama to put the jersey on. The president politely declined. \"It'd be hard for me, Fergie, to wear the jersey,\" he said. \"I do know that among Sox fans, I am the Cubs' No. 1 fan.\" Full video: President Obama welcomes the 2016 World Series champion Cubs to White House President Obama welcomes the 2016 World Series Champion Chicago Cubs to the White House. (White House/YouTube) President Obama welcomes the 2016 World Series Champion Chicago Cubs to the White House. (White House/YouTube) See more videos Obama said the gifts were the \"best swag I've got since I've been president.\" The ceremony began with Obama poking fun at the Cubs' storied drought, saying, \"They said this day would never come,\" and pointing out none of his predecessors \"ever got a chance to say welcome to the White House, the World Series champion Cubs. … I will say to the Cubs, it took you long enough. I've only got four days left.\" Obama then took a page out of his 2008 playbook, comparing the Cubs' journey to his own unlikely rise to president of the United States. \"I made a lot of promises in 2008,\" he said. \"But even I was not crazy enough to suggest that during these eight years we would see the Cubs win the World Series. But I did say that there's never been anything false about hope. The audacity of hope. Yes, we can.\" After Obama's remarks, Epstein then took over and began reminiscing about their World Series title, which he said \"even saw some White Sox fans smiling.\" Finally, Epstein got to the plan. Theo Epstein on speaking at Cubs' White House celebration Cubs president Theo Epstein reacts to meeting President Barack Obama and speaking during the team's celebration at the White House on Jan. 16, 2017. (Paul Sullivan/Chicago Tribune) Cubs president Theo Epstein reacts to meeting President Barack Obama and speaking during the team's celebration at the White House on Jan. 16, 2017. (Paul Sullivan/Chicago Tribune) See more videos \"Which, Mr. President, brings us to you,\" he said. \"We know may have some allegiances to another team on another side of town, but we know you're a very proud Chicagoan, and we know your better half, the first lady, has been a lifetime and very loyal Cubs fan, which we appreciate very much. \"And of course we have great faith in your intelligence, your common sense, your pragmatism and your ability to recognize a good thing when you see one. So, Mr. President, with only a few days remaining in your tremendous presidency, we've taken the liberty here today of offering you a midnight pardon. And so we welcome you with open arms today.\" Epstein later said he found out on the plane ride to Washington that he was supposed to make a speech. \"Obviously we had to address the fact he's a White Sox fan, give him all the respect he's due,\" he said. \"We figured we could pardon him since he's going to pardon so many in his final days.\" The Cubs-Sox byplay was one of manager Joe Maddon 's favorite parts of the afternoon. \"The slings and arrows at the White Sox are always entertaining,\" Maddon said. It capped a memorable day for the Cubs players, staff and their wives, who met with Obama and first lady Michelle Obama beforehand and toured the White House. Obama said Michelle had never attended any of the championship celebrations before but decided to attend this one to tell the team about her family's love for the Cubs \"and why it meant so much to her.\" \"I almost choked up listening to it,\" Obama said. \"And it spoke to how people feel about this organization, and it's been passed on from generation to generation. And it's more than just sports.\" Anthony Rizzo on Cubs' visit to the White House: 'Just icing on the cake' Cubs first baseman Anthony Rizzo reacts to the team's visit to the White House and meeting President Barack Obama on Monday, Jan. 16, 2017. (Paul Sullivan/Chicago Tribune) Cubs first baseman Anthony Rizzo reacts to the team's visit to the White House and meeting President Barack Obama on Monday, Jan. 16, 2017. (Paul Sullivan/Chicago Tribune) See more videos Obama mentioned several of the Cubs players' accomplishments, including David Ross, Kris Bryant , Anthony Rizzo and Addison Russell. He even referred to Maddon's \"shaggin' wagon,\" the old Dodge van he drove onto the field in spring training . Obama said not many managers are \"as cool as this guy,\" pointing to Maddon's casual attire, which included no tie. \"That's pretty cool that the president calls you cool,\" Maddon said. \"I knew that I had a pretty good chance, being the only one that didn't wear a tie today. ... It's a humbling experience to be here in the first place, and under the set of circumstances we're here, to be able to have the president recognize you like that is pretty awesome.\" Obama also poked fun at his own party, pointing to Epstein's success with two drought-stricken organizations, the Red Sox and Cubs. He said the teams were \"wandering in the wilderness\" before Epstein took them to \"the promised land,\" making him a perfect candidate for chairman of the DNC. Epstein politely declined Obama's offer. \"Good thing I signed a contract with (Chairman) Tom Ricketts, who was kicking me, saying I can't leave,\" Epstein said. \"It was a kind offer, though.\" Several Cubs players who've left the team this winter flew in, including Dexter Fowler, Aroldis Chapman, Trevor Cahill and Chris Coghlan , while some of the current Cubs missed the trip, including Jon Lester, John Lackey and Jake Arrieta, who had family issues. The Cubs celebration was the last public White House event of Obama's presidency. The audience in the East Room was filled with politicians like Sen. Dick Durbin, Mayor Rahm Emanuel and Attorney General Lisa Madigan, along with former Obama adviser David Axelrod and singer Jimmy Buffett, a longtime Cubs fan. All in all, it was a fitting final chapter for the Cubs, and a nice last hurrah for Obama as well. \"What an amazing experience, to get to enjoy today with the guys on this team,\" Rizzo said. \"It's something we'll never forget. It's something you never take for granted. This is one of the best days I've ever had.\" Twitter @PWSullivan Joe Maddon on Cubs' visit to the White House Cubs manager Joe Maddon reacts to the team's visit to the White House on Monday, Jan. 16, 2017. (Paul Sullivan/Chicago Tribune) Cubs manager Joe Maddon reacts to the team's visit to the White House on Monday, Jan. 16, 2017. (Paul Sullivan/Chicago Tribune) ",
    "title": "President Obama welcomes Cubs to the White House: &apos;It took you long enough&apos; - Chicago Tribune"
   },
   {
    "entities": [
     "todd",
     "middle",
     "reporter",
     "hospital",
     "contact",
     "lutheran",
     "kallas",
     "press",
     "road",
     "advocate",
     "ridge",
     "morgan",
     "park",
     "highway",
     "jonathan",
     "saturday",
     "lake",
     "district",
     "tuesday",
     "county",
     "school",
     "zurich",
     "5:40 p.m.",
     "pioneer",
     "citizens",
     "general",
     "delack",
     "northwest",
     "cook",
     "barrington",
     "shields",
     "fall"
    ],
    "id": 17,
    "text": "Todd Shields Contact Reporter Pioneer Press A 12-year-old Barrington boy died Saturday after falling off a bicycle while at Citizens Park in the village, authorities said. Jonathan Kallas, who attended Barrington Middle School — Station Campus as a seventh-grader, was pronounced dead at 5:40 p.m. Saturday at Advocate Lutheran General Hospital in Park Ridge , according to the Cook County medical examiner's office. He died after suffering multiple injuries from the fall at Citizens Park, off the Northwest Highway and Lake Zurich Road, the office stated. Morgan Delack, spokeswoman for Barrington School District 220, said that additional counselors and social workers will be at the Station Campus starting Tuesday for any student who needs support following the incident. \"Our top priority is wrapping support around our students as they cope with the loss of their classmate and friend,\" Delack said. ",
    "title": "Barrington boy dies after falling off bicycle - Barrington Courier-Review"
   },
   {
    "entities": [
     "dec. 14",
     "navy",
     "siskel",
     "petroleum",
     "gene",
     "the 1980s",
     "danielle",
     "1999",
     "1956",
     "associated",
     "2011",
     "glenn",
     "jan",
     "nanna",
     "1966",
     "hill",
     "neil",
     "jan. 16, 2017",
     "center",
     "a.",
     "museum",
     "tom",
     "dawn",
     "wren",
     "ap",
     "air",
     "capitol",
     "the 20th century",
     "dec. 14, 1972",
     "jack''",
     "michael",
     "stafford",
     "1973",
     "evans",
     "taff",
     "senate",
     "indiana",
     "purdue",
     "more than 40 years later",
     "october 1963",
     "marion",
     "kelly",
     "1962",
     "u.s.",
     "lovell",
     "cernan",
     "james",
     "and",
     "previously",
     "ellis",
     "eugene",
     "1934",
     "may 1969",
     "barbara",
     "coral",
     "the future",
     "2007",
     "20 years later",
     "film",
     "press",
     "1961",
     "nighttime",
     "young",
     "moon",
     "congress",
     "on",
     "john",
     "249 pounds",
     "earth",
     "commerce",
     "dec. 11, 1972",
     "houston",
     "1981",
     "space",
     "america",
     "committee",
     "2012",
     "taurus-littrow",
     "ronald",
     "kennedy",
     "smithsonian",
     "1987",
     "13 pounds",
     "three days earlier",
     "launius",
     "cliff",
     "armstrong",
     "1969",
     "tracy",
     "tribune",
     "nasa",
     "harrison",
     "university",
     "the",
     "monday",
     "schmitt",
     "johnson",
     "2016",
     "future",
     "december 1972",
     "owen",
     "chicago",
     "decades later",
     "washington",
     "roger",
     "melissa",
     "teresa",
     "woolie",
     "three years later"
    ],
    "id": 18,
    "text": "Gene Cernan, last astronaut on the moon, dies at 82 Gene Cernan NASA via AP NASA announced that former astronaut Gene Cernan, the last man to walk on the moon, died Jan. 16, 2017, surrounded by his family. He was 82. NASA announced that former astronaut Gene Cernan, the last man to walk on the moon, died Jan. 16, 2017, surrounded by his family. He was 82. (NASA via AP) Tribune news services Contact Reporter Former astronaut Gene Cernan, who as the last person to walk on the moon returned to Earth with a message of \"peace and hope for all mankind,\" died on Monday, his family said. He was 82. Cernan was with his relatives when he died at a Houston hospital following ongoing heath issues, family spokeswoman Melissa Wren told The Associated Press. His family said his devotion to lunar exploration never waned. \"Even at the age of 82, Gene was passionate about sharing his desire to see the continued human exploration of space and encouraged our nation's leaders and young people to not let him remain the last man to walk on the Moon,\" his family said in a statement released by NASA . Cernan was commander of NASA's Apollo 17 mission and on his third space flight when he set foot on the lunar surface in December 1972. He became the last of only a dozen men to walk on the moon on Dec. 14, 1972 — tracing his only child's initials in the dust before climbing the ladder of the lunar module the last time. It was a moment that forever defined him in both the public eye and his own. \"Those steps up that ladder, they were tough to make,\" Cernan recalled in a 2007 oral history. \"I didn't want to go up. I wanted to stay a while.\" Cernan called it \"perhaps the brightest moment of my life. ... It's like you would want to freeze that moment and take it home with you. But you can't.\" Decades later, Cernan tried to ensure he wasn't the last person to walk on the moon, testifying before Congress to push for a return. But as the years went by he realized he wouldn't live to witness someone follow in his footsteps — still visible on the moon more than 40 years later. Gene Cernan Cliff Owen / AP Former astronaut Gene Cernan, the last astronaut on the moon, testifies before the Senate Committee on Commerce, Science, and Transportation hearing on NASA's proposed budget and the future of the manned space flight program on Capitol Hill in Washington. Former astronaut Gene Cernan, the last astronaut on the moon, testifies before the Senate Committee on Commerce, Science, and Transportation hearing on NASA's proposed budget and the future of the manned space flight program on Capitol Hill in Washington. (Cliff Owen / AP) \"Neil (Armstrong, who died in 2012) and I aren't going to see those next young Americans who walk on the moon. And God help us if they're not Americans,\" Cernan testified before Congress in 2011. \"When I leave this planet, I want to know where we are headed as a nation. That's my big goal.\" Cernan died less than six weeks after another American space hero, John Glenn, the first American to orbit the Earth in 1962. Their flights weren't the first or last of the Mercury and Apollo eras. Yet to the public they were the bookends of America's space age glory, starting with Godspeed John Glenn and ending with Cernan's footprints on the moon. On Dec. 11, 1972, Cernan guided the lander, named Challenger, into a lunar valley called Taurus-Littrow, with Harrison \"Jack\" Schmitt at his side. He recalled the silence after the lunar lander's engine shut down. \"That's where you experience the most quiet moment a human being can experience in his lifetime,\" Cernan said in 2007. \"There's no vibration. There's no noise. The ground quit talking. Your partner is mesmerized. He can't say anything. \"The dust is gone. It's a realization, a reality, all of a sudden you have just landed in another world on another body out there (somewhere in the) universe, and what you are seeing is being seen by human beings — human eyes — for the first time.\" Three days earlier, Cernan, Schmitt and Ronald Evans had blasted off atop a Saturn rocket in the first manned nighttime launch from Kennedy Space Center. Evans remained behind as pilot of the command module that orbited the moon while the other two landed on the moon's surface. Cernan and Schmitt, a geologist, spent more than three days on the moon, including more than 22 hours outside the lander, and collected 249 pounds of lunar samples. \"In that whole three days, I don't think there's anything that became routine,\" Cernan recalled. \"But if I had to focus on one thing ... it was just to look back at the overwhelming and overpowering beauty of this Earth.\" \"To go a quarter of a million miles away into space and have to take time out to sleep and rest ... I wished I could have stayed awake for 75 hours straight. I knew when I left I'd never have a chance to come back.\" Completing their third moon walk on Dec. 14, Schmitt returned to the lunar module and was followed by Cernan. \"We leave as we came and, God willing, as we shall return, with peace and hope for all mankind,\" Cernan said. Gene Cernan Gene Siskel Film Center / HANDOUT Eugene Cernan in \"The Last Man on the Moon.\"  Eugene Cernan in \"The Last Man on the Moon.\"  (Gene Siskel Film Center / HANDOUT) He later acknowledged that he had grasped for words to leave behind, knowing how the world remembered Neil Armstrong's \"giant leap for mankind\" on stepping on the moon in 1969. Before heading home, Cernan said he drew the letters \"TDC\" — the initials of his then 9-year-old daughter, Teresa Dawn — with his finger on the dusty gray lunar surface. He said he imagined someone in the distant future would find \"our lunar rover and our footprints and those initials and say, 'I wonder who was here? Some ancient civilization was here back in the 20th century, and look at the funny marks they made.'\" Eugene A. Cernan was born in 1934 in Chicago and graduated from Indiana's Purdue University in 1956 with a degree in electrical engineering. (Armstrong also was a Purdue grad.) He had been a Navy attack pilot and earned a master's degree in aeronautical engineering when NASA selected him in October 1963 as one of 14 members of its third astronaut class. Cernan had the looks of an astronaut from central casting. \"He's your classic sort of handsome debonair flyboy,\" said space historian Roger Launius, associate director of the Smithsonian Air and Space Museum. In 1966, he was pilot of Gemini 9, a three-day flight with command pilot Tom Stafford where they used different techniques to rendezvous with a docking adapter that was previously launched. On the flight, Cernan became the second American to walk in space, spending more than two hours outside the Gemini spacecraft. Cernan would later call the mission, \"that spacewalk from hell.\" \"It was very serious,\" said Launius, the historian. \"He lost all kinds of water, his equipment did not work effectively. He overheated. His visor glossed over with water, he could barely see. He barely got back in the spacecraft.\" Cernan's sweat so much he lost 13 pounds. The space agency was forced to go back to the drawing board. \"That was a really important learning experience,\" Launius said. \"The difficult thing about that is they put an astronaut's life at great risk there. They learned the lesson.\" With the Apollo program under way, Cernan flew on Apollo 10 in May 1969. It was a dress rehearsal for the lunar landing on the next flight and took Cernan and Stafford, aboard the lunar module Snoopy, to within 9½ miles of the moon's surface. The mission was marked by a glitch when the wrong guidance system was turned on and the lunar module went out of control before Stafford righted it by taking manual control. Cernan often joked that his job was to paint a white line to the moon that Armstrong and the rest of the Apollo 11 crew could follow. Yet Cernan was one of only three people to voyage twice to the moon — either to its surface or in moon orbit. James Lovell and John Young are the others. In 1973, Cernan became special assistant to the program manager of the Apollo program at Johnson Space Center in Houston, assisting in planning and development of the U.S.-Soviet Apollo-Soyuz mission. He was senior U.S. negotiator with the Soviets on the test project. He retired from NASA three years later. He worked for a Houston energy firm, Coral Petroleum, then in 1981 began his own aerospace consulting company. He eventually became chairman of an engineering firm that worked on NASA projects. He also worked as a network television analyst during shuttle flights in the 1980s. A documentary about his life, \"The Last Man on the Moon\" was released in 2016. Teresa was Cernan's only child with his wife Barbara. The couple married in 1961 and divorced 20 years later. In 1987, he married again, to Jan Nanna, and they lived in Houston. In all, Cernan logged 566 hours and 15 minutes in space, more than 73 hours of them on the moon's surface. \"I can always walk on Main Street again, but I can never return to my Valley of Taurus-Littrow, and that cold fact has left me with a yearning restlessness,\" he wrote in his 1999 autobiography, also entitled \"The Last Man on the Moon.\" \"It was perhaps the brightest moment of my life, and I can't go back,\" he said. \"Enriched by a singular event that is larger than life, I no longer have the luxury of being ordinary.\" Cernan is survived by his wife, Jan Nanna Cernan, his daughter and son-in-law, Tracy Cernan Woolie and Marion Woolie, step-daughters Kelly Nanna Taff and husband, Michael, and Danielle Nanna Ellis and nine grandchildren. Associated Press ",
    "title": "Gene Cernan, last astronaut on the moon, dies at 82 - Chicago Tribune"
   },
   {
    "entities": [
     "beth",
     "november",
     "cabinet",
     "ridge",
     "chertoff",
     "state",
     "mcfarland",
     "department",
     "townsend",
     "k.t.",
     "gop",
     "tom",
     "last march",
     "cheryl",
     "bush",
     "peter",
     "mitt",
     "air",
     "mary",
     "august",
     "michael",
     "rex",
     "senate",
     "donald",
     "mexico",
     "at 5:35 pm",
     "indiana",
     "of",
     "romney",
     "u.s.",
     "v.",
     "w.",
     "james",
     "nato",
     "york",
     "bellinger",
     "pence",
     "pentagon",
     "feaver",
     "council",
     "iii",
     "david",
     "n.",
     "negroponte",
     "frances",
     "t.",
     "tower",
     "security",
     "mike",
     "john",
     "new",
     "national",
     "tillerson",
     "hills",
     "eliot",
     "the coming weeks",
     "2012",
     "stevenson/the",
     "cohen",
     "hayden",
     "putin",
     "october",
     "times",
     "january 16",
     "march",
     "trump",
     "last week",
     "peace",
     "senter/ap",
     "george",
     "charlotte",
     "force",
     "nakamura",
     "vladimir",
     "zoellick",
     "carla",
     "flynn",
     "post",
     "past",
     "long",
     "institute",
     "washington",
     "homeland",
     "mattis",
     "now",
     "exxonmobil",
     "pennsylvania",
     "robert"
    ],
    "id": 19,
    "text": "By David Nakamura January 16 at 5:35 PM Follow @davidnakamura They are some of the biggest names in the Republican national security firmament, veterans of past GOP administrations who say, if called upon by President-elect Donald Trump, they stand ready to serve their country again. But their phones aren’t ringing. Their entreaties to Trump Tower in New York have mostly gone unanswered. In Trump world, these establishment all-stars say they are “PNG” — personae non gratae. Their transgression was signing one or both of two public “Never Trump” letters during the campaign, declaring they would not vote for Trump and calling his candidacy a danger to the nation. One letter, with 122 names, was published by War on the Rocks , a website devoted to national security commentary, during the primary season in March. The other, with 50 names, including some repeat signatories, was published by the New York Times during the general-election campaign in August. Now, just days before Trump is sworn in as the nation’s 45th president, the letter signers fear they have been added to another document, this one private — a purported blacklist compiled by Trump’s political advisers. Former Pennsylvania Gov. and Homeland Security Secretary Tom Ridge. (Cheryl Senter/AP) “Before he won, the conversation was, ‘We really would love for you to change your mind and join us,’ ” Peter Feaver, a National Security Council special adviser under President George W. Bush, said of informal talks with Trump aides. Feaver, who signed both letters, added that, “Since he won . . . the conversation is, ‘There likely will be a blacklist of people who signed the letters who won’t themselves be eligible for a post.’ ” Trump transition aides did not respond to a request for comment for this article. [ From March: Trump ‘fundamentally dishonest,’ say national security leaders ] The president-elect has virtually no experience in national security and foreign policy, and his transition team could presumably benefit from the broadest pool of applicants for the influential appointive positions in the State Department, Pentagon and Department of Homeland Security. But the purportedly blacklisted figures report to their jobs at Washington law firms and think tanks in a state of indefinite limbo as their colleagues, some working in the same offices, are flirting with potential administration jobs. Last week, the Trump transition held a private briefing for secretary-of-state nominee Rex Tillerson to prepare him for his Senate confirmation hearing. One former Bush national security official who works at a Washington think tank said that some of his younger staff assistants were invited to participate but that he was not. He assumes it was because he signed the letter. “It’s hostile,” said this person, who spoke on the condition of anonymity for fear of further retribution. “It’s not just that we’re frozen out. . . . I was told they said there was an enemies list.” (Peter Stevenson/The Washington Post) Among those who signed at least one of the letters are Tom Ridge and Michael Chertoff, the first two secretaries of the Department of Homeland Security; two former U.S. trade ambassadors, Carla Hills and Robert Zoellick; two former heads of U.S. intelligence agencies, John Negroponte and retired Air Force Gen. Michael V. Hayden; a former ambassador to NATO; and several former deputy secretaries of various U.S. government agencies. Not everyone who signed the letters wants a job, and some remain vocal critics of Trump. But many stand ready to serve or offer guidance if asked. The letters were explicit in their denunciations of Trump’s professed support for torture of terrorism suspects, his pledge to build a wall along the border with Mexico, his anti-Muslim rhetoric and his admiration for Russian President Vladi­mir Putin. The letters also attacked Trump’s character and temperament, asserting that he “lacks self-control and acts impetuously,” has demonstrated “erratic behavior” and is “fundamentally dishonest.” Former Bush administration lawyer John Bellinger III, who organized the letter published in the Times, said that many have not given up and are trying to help from the outside. “They’re seeing how it goes and trying to provide advice, counsel, support to our friends who go into the administration,” said Bellinger, who has served as legal counsel at the State Department and the National Security Council. The scenario was set up by Trump’s un­or­tho­dox candidacy and then his upset victory. The threat the New York business mogul’s populist campaign posed to the establishment of his party caused some of the Republicans’ leading lights to oppose him, even after he had clinched the nomination. The question after Election Day was how quickly Trump loyalists and the onetime GOP resistance would reconcile. In some cases, the process has gone fairly smoothly. Congressional leaders who had been lukewarm toward Trump’s campaign have made nice with the president-elect, and they have vowed to work together on a conservative policy agenda. In other cases, it has been painfully awkward, as with Trump’s flirtation with Mitt Romney for secretary of state. Romney had called Trump a “phony” and a “fraud” last March, but the 2012 GOP presidential nominee called to congratulate Trump on his election victory. After a courtship that included a dinner of frog legs and lamb chops in New York, Romney was passed over for Tillerson, the head of ExxonMobil. During a national security forum last week at the U.S. Institute of Peace in Washington, K.T. McFarland, who was named Trump’s deputy national security adviser, opened her remarks by referring to the “elephant in the room.” “Most of the people in this room didn’t support Donald Trump — maybe not at first or maybe ever,” she said. “And I suspect most of the people in this room didn’t think he’d win. But he has.” Some of the “Never Trump” letters signers fear they are at the bottom of the pecking order, below those who expressed verbal opposition to Trump’s campaign but did not sign either of the letters. The conflict was exacerbated shortly after the election when Eliot Cohen, a State Department counselor during the Bush administration who had helped organize the War on the Rocks letter, aired new criticism of the Trump transition. In an opinion column for The Washington Post in November, Cohen said that a friend on the transition team had asked him to provide names of potential job candidates — with the stipulation that he include no one who signed either of the letters. Cohen wrote that he became convinced there were “pent-up resentments” among members of the Trump team, and he warned young policy experts against working for the administration. Cohen has had no further communications with the transition team. “Believe me — my phone is not ringing,” he said in a recent interview. Other letter signers said Cohen had misinterpreted emails from the transition official and overreacted, and some of them expressed a sense of regret. Mary Beth Long, who served as assistant secretary of defense in the Bush administration, signed the War on the Rocks letter. But, she said, her opinion of Trump improved as he began to moderate his rhetoric and selected Indiana Gov. Mike Pence as his running mate. Long attended a Pence rally in Charlotte in October, during which, she said, a local GOP official announced that a “Never Trump” letter signer in the audience had changed her mind and was now supporting Trump. The crowd cheered. But her about-face hasn’t thawed the ice. Long said her inquiries to the Trump transition team to get clarity on some of his foreign policy positions have gone unanswered. She said that she has spoken with retired Army Lt. Gen. Michael T. Flynn, Trump’s designee for national security adviser, whom she knows from the Pentagon, but that she isn’t expecting a job. “If I were asked to sign a letter like that again, I would be much more careful about the verbiage that related to the candidate himself,” she said. Some letter signers said the Trump transition might be overwhelmed and could reach out more broadly in the coming weeks. Some hoped that Cabinet nominees, such as retired Marine Gen. James N. Mattis, Trump’s pick to head the Pentagon, could potentially have the freedom to hire them. Many jobs below the Cabinet level remain unfilled. But others are resigned to waiting until some of Trump’s initial appointees begin leaving his administration. Frances Townsend, a former Bush homeland security adviser who signed the War on the Rocks letter, is friendly with Flynn. A few weeks after the election, she received an email from the transition team inviting her to meet with the president-elect. Ahead of the meeting, she thought over how to explain her past actions if Trump raised the letter — but he did not, she said. “I took that as a sign of maturity and graciousness,” said Townsend, who has not taken a job with the administration and declined to say whether she was offered one. “As I was leaving, I said I was privileged and humbled to come in and speak to him,” she said. “It was a veiled reference [to the letter]. Given the circumstances, I didn’t expect to be there.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "‘Never Trump’ national-security Republicans fear they have been blacklisted - The Washington Post"
   },
   {
    "entities": [
     "iii",
     "ben",
     "david",
     "blow",
     "love",
     "times",
     "lee",
     "fowler",
     "spicer",
     "trump",
     "brooks",
     "bonard",
     "cummings",
     "0:47",
     "alabama",
     "donald",
     "morning",
     "charles",
     "tower",
     "monday",
     "marion",
     "black",
     "elijah",
     "congress",
     "king",
     "carson",
     "mike",
     "john",
     "twitter",
     "caucus",
     "martin",
     "1965",
     "lewis",
     "wm.",
     "selma",
     "january 14, 2017",
     "u.s.",
     "mlk day",
     "cornell",
     "new",
     "jimmy",
     "today",
     "jimmie",
     "march 1, 1965",
     "james",
     "luther",
     "a.",
     "sean",
     "york",
     "america",
     "msnbc",
     "november 2010",
     "weekend",
     "jackson",
     "congressional",
     "pence"
    ],
    "id": 20,
    "text": "Lewis: I Would Not Invite Trump to Selma 0:47 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170117001346if_/http://www.nbcnews.com/widget/video-embed/855120963674\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump has been roundly criticized by both Democrats and Republicans for the remarks. The president-elect's defenders, including spokesman Sean Spicer and Vice President Mike Pence, have argued that he had a right to respond to someone who had insulted him. For many African-Americans, the tone and timing of Trump's response — over the Dr. Martin Luther King, Jr. holiday weekend — showed a startling lack of respect and reverence for Lewis, a Presidential Medal of Freedom winner and a \"Big Six\" leader of the civil rights movement who was brutally beaten and repeatedly imprisoned as a young man protesting for voting rights alongside King in 1965. By disrespecting @repjohnlewis , @realDonaldTrump dishonored Lewis' sacrifice & demeaned Americans & the rights, he nearly died 4. Apologize. pic.twitter.com/kFBSfz2wyv — Cornell Wm. Brooks (@CornellWBrooks) January 14, 2017 \"Trump's attack on John Lewis is particularly infuriating because it shows an ignorance of history, and an utter disdain for a man who risked his life for the greater good, to make America better,\" said writer and commentator David A. Love . \"Like Dr. King, this man is one of our role models.\" \"You know, I would hope that the president-elect would today pick up the phone, put down the Twitter stuff and just give John Lewis a call,\" added Rep. Elijah Cummings on MSNBC's \"Morning Joe.\" \"He is indeed a hero. The 40 some members of the Congressional Black Caucus would not be in the caucus — we wouldn't be in Congress probably if it were not for people like John Lewis who put their lives on the line for us.\" Related: John Lewis Leads the Charge Against Donald Trump as U.S. Marks Martin Luther King Jr. Day New York Times columnist Charles Blow was even more blunt in a piece published on MLK Day: \"Donald Trump doesn't even deserve to stand in John Lewis's shadow. The spectacular obscenity of Trump's comment is incomparable and deeply repulsive.\" Dr. Martin Luther King, Jr. and associates lead a procession following the casket of Jimmy Lee Jackson during a funeral service in Marion, Alabama, March 1, 1965. In November 2010, former Alabama state trooper James Bonard Fowler pleaded guilty to second-degree manslaughter in the 1965 shooting of Jimmie Lee Jackson during a civil rights demonstration in Marion. AP On Monday, Trump commemorated the holiday by meeting privately with the civil rights icon's eldest son Martin Luther King III at Trump Tower. His public schedule included no other events. But following a political career that began with a discredited crusade to question the first African-American president's citizenship, a presidential campaign where he broadly depicting black communities as imperiled and hopeless, and a presidential transition which has featured only one African-American cabinet nominee (Dr. Ben Carson), Trump may have a lot more work to do to find common ground with the black community. Play ",
    "title": "Why Trump's Attack on John Lewis Came at a Particularly Bad Time - NBC News"
   },
   {
    "entities": [
     "peter",
     "bild",
     "$1 billion",
     "last year",
     "sparks",
     "matthias",
     "andrew",
     "association",
     "january 16",
     "show",
     "states",
     "trump",
     "porsche",
     "2017",
     "volkswagen",
     "reuters",
     "mercedes-benz",
     "41 percent",
     "s.c.",
     "more than 22 years ago",
     "europe",
     "2009",
     "united",
     "last week",
     "the",
     "bmw",
     "donald",
     "mexico",
     "audi",
     "toyota",
     "american",
     "international",
     "auto",
     "of",
     "north",
     "monday",
     "gm",
     "congress",
     "spartanburg",
     "2018",
     "2016",
     "wissmann",
     "at 11:50 am",
     "twitter",
     "post",
     "kenn",
     "usa",
     "jan. 10",
     "u.s.",
     "obama",
     "7.6 percent",
     "and",
     "detroit",
     "automotive",
     "ford",
     "schwarzenbauer",
     "industry",
     "america",
     "washington",
     "harrer/bloomberg",
     "steven",
     "germany",
     "german",
     "35 percent"
    ],
    "id": 21,
    "text": "By Steven Overly January 16 at 11:50 AM Follow @stevenoverly Attendees stand near BMW signage during the 2017 North American International Auto Show in Detroit on Jan. 10. (Andrew Harrer/Bloomberg) President-elect Donald Trump threatened German automakers with a hefty import tax if they plan to sell cars in the United States that were built in other countries, repeating a claim that has shaken the global automotive industry and its biggest players at home and abroad . The latest promise to impose tariffs on imported cars was made to the German newspaper Bild. In a translated interview, the newspaper quoted Trump as saying: “If you want to build cars in the world, then I wish you all the best. You can build cars for the United States, but for every car that comes to the USA, you will pay 35 percent tax.” “I would tell BMW that if you are building a factory in Mexico and plan to sell cars to the USA, without a 35 percent tax, then you can forget that,” Trump said. Reuters translated and reported on the remarks . Trump has issued similar warnings, via Twitter, to Ford, GM and Toyota. But Reuters reports that the proposition of a tariff has already stoked tensions in Germany, the largest U.S. trading partner in Europe and a key political ally throughout the Obama administration. German automakers sold approximately 1.3 million vehicles in the United States last year, WardsAuto data show, making up 7.6 percent of all new vehicle sales. The most prominent brands in the United States include BMW, Mercedes-Benz, Volkswagen, Audi and Porsche. German manufacturers and suppliers increased their production of cars in the United States from 214,000 to 850,000 between 2009 and 2016, according to Matthias Wissmann, head of the German Association of the Automotive Industry. Speaking at the North American International Auto Show in Detroit last week, Wissmann said that 41 percent of those cars are sold in the United States and the rest are exported to other countries. German automakers employ 33,000 people in the United States and German suppliers count another 77,000, Wissmann said. The German Association of the Automotive Industry reiterated those figures Monday after Trump’s comments were published. Wissmann said in a statement that it was unclear whether Trump’s tariff threat would turn into actual policy, and whether such a policy would have the political support to pass through Congress. Like most car manufacturers, German automakers have also expanded production in Mexico, where labor and global trade are cheaper than in the United States. BMW plans to construct a new plant in Mexico, which is expected to cost $1 billion and employ 1,500 workers. Reuters reports that BMW executive Peter Schwarzenbauer said that project would proceed unchanged. A spokesman for BMW in North America said the company’s plant in Spartanburg, S.C. is its largest in the world, employing 8,800 people and manufacturing 411,000 vehicles in 2016. The company plans to invest another $1 billion there as it begins production of the BMW X7 sport utility vehicle in 2018. “The issue is about commitment and BMW made a significant commitment to the U.S. when it began manufacturing vehicles in America more than 22 years ago,” said spokesman Kenn Sparks. Read more from The Washington Post’s Innovations section .  ",
    "title": "Trump: German automakers will pay tariff on cars built outside U.S. - The Washington Post"
   },
   {
    "entities": [
     "previously",
     "reina",
     "istanbul",
     "earlier this month",
     "new year's day",
     "new year's",
     "january 16, 2017",
     "morning",
     "late monday",
     "isis",
     "on jan. 1",
     "anadolu",
     "the early hours of the",
     "kose",
     "ozan",
     "nightclub",
     "esenyurt",
     "syria",
     "turkey"
    ],
    "id": 22,
    "text": "Flowers and pictures of victims have been laid in front of the Reina nightclub earlier this month after the deadly attack. Ozan Kose /AFP/Getty Images hide caption toggle caption Ozan Kose /AFP/Getty Images Flowers and pictures of victims have been laid in front of the Reina nightclub earlier this month after the deadly attack. Ozan Kose /AFP/Getty Images Turkish police have arrested the \"main suspect\" from an attack on an Istanbul nightclub on New Year's Day that killed at least 39 people, according to the state-run Anadolu news agency . Officials have not publicly named the suspect. The arrest happened late Monday during a police raid in the Esenyurt neighborhood of Istanbul, Anadolu reported . #BREAKING Istanbul police arrest perpetrator of new year's attack that killed 39 — ANADOLU AGENCY (ENG) (@anadoluagency) January 16, 2017 Police have taken at least 16 other people into custody in connection to the deadly attack. It happened in the early hours of the morning on Jan. 1, when the gunman shot his way into the packed Reina nightclub. Turkish authorities also previously \"released a 'selfie' video purportedly showing the gunman walking along a city street,\" as The Two-Way has reported . \"Turkish authorities did not say when the video was recorded or how they obtained it.\" ISIS has claimed responsibility for the attack, prompting Turkey to vow to intensify military attacks against ISIS targets in Syria. ",
    "title": "Turkey Arrests 'Main Suspect' From New Year's Day Attack On Instanbul Nightclub, State Media Say : The Two-Way : NPR"
   },
   {
    "entities": [
     "york",
     "washington",
     "&",
     "leshan",
     "wusa",
     "bruce",
     "cbs",
     "january 16, 2017",
     "town",
     "d.c.",
     "new",
     "obama",
     "2014",
     "kalorama",
     "jan. 16, 2017",
     "obamas",
     "country"
    ],
    "id": 23,
    "text": "51 Photos This photo tweeted by WUSA reporter Bruce Leshan on Jan. 16, 2017 shows a moving van outside the Obamas’ new home in Washington, D.C. Bruce Leshan/Twitter NEW YORK -- A moving van has been spotted outside the Obama family’s new home in Washington, D.C., CBS affiliate WUSA reports . WUSA reporter Bruce Leshan tweeted a picture that he said shows a moving van outside the Obamas’ new home in the residential neighborhood of Kalorama. The picture also shows boxes on the street. Moving van outside the Obama's new home in Kalorama. @wusa9 pic.twitter.com/GZVf5aPN3o — Bruce Leshan (@BruceLeshan) January 16, 2017 The eight-bedroom home is 8,200 square feet and has nine and a half bathrooms, according to Town & Country, which published pictures of the home’s interior .  The images, taken before the home sold in 2014, show that the house features a living room fireplace, spacious backyard, two-car garage, six-burner stove and wet bar. ",
    "title": "Moving van spotted outside Obama family's new home - CBS News"
   },
   {
    "entities": [
     "texas",
     "30 pounds",
     "last year",
     "seven decades ago",
     "march 2015",
     "november",
     "bazen",
     "chakraborty",
     "trump",
     "taylor",
     "luna",
     "1.3 million pounds",
     "facebook",
     "eduardo",
     "cameron",
     "fiscal",
     "$8,000",
     "donald",
     "joel",
     "brownsville",
     "milo",
     "county",
     "present",
     "mcallen",
     "2016",
     "valley",
     "twitter",
     "border",
     "sheriff's",
     "palacio",
     "foxnews.com",
     "u.s.",
     "obama",
     "currently",
     "pamela",
     "print",
     "army",
     "grande",
     "barnini",
     "email",
     "rodriguez",
     "patrol",
     "now",
     "paz",
     "office",
     "rio",
     "jr.",
     "customs",
     "robert",
     "protection",
     "2007"
    ],
    "id": 24,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   BROWNSVILLE, Texas –  Pamela Taylor thought she was living the American dream when she and her husband bought a two-acre plot of land near the Texas border in Brownsville seven decades ago. She would never have predicted her one-story brick home, surrounded by bright pink bougainvillea bushes and mesquite trees, would become a makeshift crash pad and hideout for border crossers, drug smugglers and human traffickers. “It’s a way of life now,” Taylor told FoxNews.com. “They come every day.” Taylor, whose property is on the front line of the border battle, says illegal immigrants have been using her land to sneak into the U.S. for years. One day, the 90-year-old grandmother recalled, she even walked into her living room to find a border crosser trying to evade capture. “He had come into my house and was just sitting in my rocking chair watching Border Patrol go by,” she said. “It was terrifying.” Pamela Taylor's house in Brownsville, Texas. Another time, drug dealers stashed 30 pounds of marijuana under her bougainvillea bush. Taylor is not alone. On a recent tour of border towns in south Texas, FoxNews.com spoke with residents like Taylor as well as business owners and local law enforcement about the daily fears people face as they live and work in what amounts to disputed territory.  Many describe a deteriorating situation where illegal immigration is on the rise but few can do anything about it for fear of retaliation by cartels, human traffickers and even some authorities. “It’s hard to know who to trust,” Taylor said. She added that while she has a “good rapport” with local law enforcement on the ground, “It’s the ones who sit in the office … they don’t care about us.” Several residents FoxNews.com spoke to near the border say they feel forgotten. “We live here, we work here and raise our children here but every day we see [border crossers, drug smugglers] and nothing changes,” said McAllen resident Milo, who asked FoxNews.com not to use his last name out of safety concerns. “I’ve seen [drug and human trafficking] scouts on our street with Border Patrol parked down the road. They don’t do anything.” He also said he's seen \"SUVs sitting in front of the house\" after reporting suspicious activity.  As President-elect Donald Trump prepares to take office, vowing a ramp-up in border and immigration enforcement -- and the construction of a controversial U.S.-Mexico border wall -- the outgoing Obama administration has taken some steps to boost enforcement.  U.S. Customs and Border Protection last year dispatched 150 more agents to police the southwestern border. But Taylor said her area still is used as a \"funnel\" for people illegally crossing the border.  Some paddle across the river while others hide in the field waiting for their “coyote” or smuggler to pick them up. Some stroll in through a gigantic gap in the border barrier near her house.  Taylor says she always calls the authorities to report criminal activity on her property, including when she found the marijuana stash. But she also said she worries she could be putting herself and her family in danger.  In south Texas, Mexican and South American cartels have been able to infiltrate law enforcement agencies in the U.S. Several former law enforcement officials from an anti-narcotics force in the Rio Grande Valley are currently serving lengthy prison sentences for drug crimes and corruption.   In 2016, Border Patrol agent Joel Luna was charged with capital murder for the March 2015 beheading of an undocumented Honduran immigrant. Luna, a south Texas native and Army combat veteran, allegedly decapitated Palacio Paz and left his headless body floating in the bay. Prosecutors claim Luna was part of a cartel drug trafficking conspiracy with his brothers. Luna has pleaded not guilty. In November, Border Patrol agent Eduardo Bazen Jr., also was arrested after being accused of working with a drug trafficking organization. According to the criminal complaint, Bazen said he was paid $8,000 for falsifying a 2007 drug bust and admitted to lying about suspects being present at the scene. The drug trade – even more so than human trafficking – has skyrocketed in recent years along the border. In fiscal 2016, nearly 1.3 million pounds of marijuana, cocaine, heroin and methamphetamines were seized along the southwest border, according to U.S. Border Patrol . Cameron County Sheriff’s Office Lt. Robert Rodriguez told FoxNews.com the cartels are constantly reinventing ways to smuggle drugs into the U.S. “They change tactics all the time,” he said, adding that drug runners are now using large makeshift rafts to float trucks, fully loaded with drugs, across the Rio Grande. “They always seem to be one step ahead.” As for residents living along the border, some have sold their property and moved. For Taylor, that’s not an option. Water coolers outside Pamela Taylor's house. (FoxNews.com/Barnini Chakraborty) “Why should I move? I haven’t done anything wrong,\" she said.  Instead, she locks her doors but leaves food and water out “for anyone who needs it.” “I always ask ‘Are you hungry?” she said. “I will feed them but they know I will also be calling Border Patrol.” Advertisement ",
    "title": "‘They come every day’: Border town residents face daily threat from trafficking | Fox News"
   },
   {
    "entities": [
     "et",
     "late on monday",
     "earlier this month",
     "jan 16",
     "dha",
     "mevlut",
     "haseki",
     "cavusoglu",
     "anadolu",
     "press",
     "attack",
     "nightclub",
     "2017",
     "turkey",
     "aziz",
     "news",
     "early on jan. 1, 2017",
     "saturday",
     "dogan",
     "daniella",
     "involved",
     "1:19",
     "organization",
     "associated",
     "akyavas",
     "reina",
     "5:30 p.m.",
     "jan. 4",
     "ortakoy",
     "nbc",
     "silva",
     "new year's day",
     "suspect",
     "istanbul",
     "esenyurt",
     ", 6:38 pm",
     "isis",
     "1:30 a.m. on new year's eve",
     "captured",
     "new year",
     "intelligence"
    ],
    "id": 25,
    "text": "Jan 16 2017, 6:38 pm ET Istanbul Nightclub Attack Suspect Captured by Police by Daniella Silva and Aziz Akyavas Share Istanbul nightclub suspect arrested by police 1:19 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170117012737if_/http://www.nbcnews.com/widget/video-embed/856012867693\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The suspected gunman has been captured in the New Year's Day massacre at an Istanbul nightclub that left 39 dead and 69 wounded, according to a police source and local Turkish media. The attacker has been apprehended and taken to Haseki hospital in Istanbul, a police source told NBC News. Related: Istanbul Nightclub Attack Involved Intelligence Organization: Turkey The suspect was arrested during a police operation, security sources who spoke on condition of anonymity due to restrictions on talking to the media told Anadolu news agency. The private Dogan news agency and other media said the suspect was caught in Istanbul's district of Esenyurt in a police operation late on Monday, according to the Associated Press. A video capture shows the gunman entering the Reina nightclub in Istanbul early on Jan. 1, 2017. DHA via DEPO PHOTOS/EPA The suspect had escaped following the deadly shooting at Reina nightclub , one of the city's most exclusive, after opening fire in a crowd gathered to celebrate the new year. The man allegedly killed a police officer and civilian outside the club before firing on revelers around 1:30 a.m. on New Year's Eve (5:30 p.m. ET Saturday). Twenty-eight of the victims were foreigners, Turkish Health Ministry officials said after the attack. Canadian, Iraqi, Saudi, Indian, Lebanese, Tunisian, Kuwaiti and Syrian citizens were among the dead. ISIS has claimed responsibility for the shooting, identifying the attacker as \"a heroic soldier of the caliphate.\" The terrorist group said the attack was carried out in response to a call from ISIS' leader, but it did not say whether it had directed or simply inspired the assailant. Earlier this month, Turkish authorities said they had identified the main suspect in the shooting, but were not revealing his identity as he remained at large. \"The identity of the person carrying out the attack in Ortakoy has been determined,\" Turkish Foreign Minister Mevlut Cavusoglu said in an interview with the state-run Anadolu news agency on Jan. 4. Turkish authorities did not make the suspect's identity public. Daniella Silva ",
    "title": "Istanbul Nightclub Attack Suspect Captured by Police - NBC News"
   },
   {
    "entities": [
     "leung",
     "numan",
     "times",
     "tree",
     "seib",
     "last year",
     "michelle",
     "l.a.",
     "jose",
     "cabin",
     "hurriyet",
     "anadolu",
     "february 2016",
     "abdulkadir",
     "press",
     "press-rrb-",
     "ntv",
     "2017",
     "syria",
     "turkey",
     "northern",
     "video",
     "california",
     "nfl",
     "state",
     "dogan",
     "the day",
     "last month",
     "mendez",
     "king",
     "associated",
     "2016",
     "reina",
     "pioneer",
     "/",
     "chargers",
     "mcvay",
     "lapd",
     "late monday",
     "agency",
     "hollywood",
     "obama",
     "abdulgadir",
     "five days ago",
     "masharipov",
     "rams",
     "islamic",
     "los",
     "sean",
     "first year",
     "istanbul",
     "weekend",
     "new year's",
     "samuel",
     "early tuesday",
     "al",
     "angeles",
     "esenyurt",
     "ap",
     "kurtulmus"
    ],
    "id": 26,
    "text": "Suspected Istanbul nightclub attacker caught in police operation, according to Turkish media Attack in Istanbul Associated Press A police vehicle blocks the road leading to the scene of an attack in Istanbul, Turkey, last month. A police vehicle blocks the road leading to the scene of an attack in Istanbul, Turkey, last month. (Associated Press) Associated Press The man suspected of killing 39 people during an attack on a nightclub in Istanbul during New Year's celebrations has been caught in a police operation, Turkish media reported early Tuesday. The suspect was caught in a special operations police raid on a house in a housing complex in Istanbul's Esenyurt district, private NTV television said. The report said he had been staying in the house belonging to a Kyrgyz friend. Islamic State has claimed responsibility, saying the attack was in reprisal for Turkish military operations in northern Syria. The suspect had been on the run since the attack. Hurriyet newspaper and other media have identified the suspected gunman as Abdulkadir Masharipov, an Uzbek national. He was to undergo medical checks before being taken to a police headquarters for questioning, the paper said in its online edition. Dogan news agency published what it said was the first image of the suspected attacker. It showed a bruised, black-haired man in a gray, bloodied shirt being held by his neck. NTV television said the man had resisted arrest. The Istanbul nightclub shooting suspect after being caught by Turkish police in Istanbul, late Monday. Depo Photos via AP The Istanbul nightclub shooting suspect after being caught by Turkish police in Istanbul, late Monday. The Istanbul nightclub shooting suspect after being caught by Turkish police in Istanbul, late Monday. (Depo Photos via AP) NTV reported that the gunman's Kyrgyz friend and three other people also were detained. His 4-year-old child, who was with him at the home, was taken into protective custody. The television channel said police established the suspect's whereabouts four or five days ago, but delayed the raid so they could monitor his movements and contacts. The state-run Anadolu Agency also reported the arrest and identified the suspected gunman, only with a slightly different spelling of his first name, Abdulgadir. It said a Kyrgyz man and three women were detained with him Anadolu said the suspects were being taken to Istanbul's main police headquarters for questioning. Police were carrying out raids on other suspected Islamic State group cells, the news agency said without providing details. Earlier in the day, Turkish Deputy Prime Minister Numan Kurtulmus said the Reina nightclub attack had been carried out professionally with the help of an intelligence organization, a claim he had made in the first days after the attack. He did not name the organization suspected of being involved. Hundreds of people were gathered at the swanky Reina nightclub to celebrate the end of a tumultuous 2016 only to become the first victims of 2017. The gunman shot a police officer and a civilian outside the club, then stormed the premises. Caption Weekend Roundup: 7 stories you can't miss What values does Hollywood promote?   A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers?   Michelle King has made no big waves in her first year running Los Angeles Unified.   A state watchdog agency is investigating political donations connected to real estate developer Samuel Leung . The Chargers are moving  to L.A.  Obama's legacy:  part 1.  California’s drought conditions  have improved in the northern part of the state. Caption Weekend Roundup: 7 stories you can't miss What values does Hollywood promote?   A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers?   Michelle King has made no big waves in her first year running Los Angeles Unified.   A state watchdog agency is investigating political donations connected to real estate developer Samuel Leung . The Chargers are moving  to L.A.  Obama's legacy:  part 1.  California’s drought conditions  have improved in the northern part of the state. Caption 90 seconds: 4 stories you can't miss The Chargers are moving  to L.A., Obama's legacy:  part 1, California’s drought conditions  have improved in the northern part of the state, and Sean McVay, the new Los Angeles Rams coach , becomes the youngest NFL head coach in modern history. Caption Laurel Canyon mudslide Video by Al Seib / Los Angeles Times Video by Al Seib / Los Angeles Times Caption Raw video: Surveillance video of fatal LAPD shooting of 16-year-old The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. Caption 90 seconds: 4 stories you can't miss ",
    "title": "Suspected Istanbul nightclub attacker caught in police operation, according to Turkish media - LA Times"
   },
   {
    "entities": [
     "times",
     "jason",
     "sparks",
     "dorsey",
     "last year",
     "rogers",
     "lil",
     "perry",
     "sony",
     "reuters/shannon",
     "comm",
     "trump",
     "blair",
     "house",
     "stapleton",
     "2013",
     "february 21, 2013",
     "jan. 20",
     "jan. 11, 2017",
     "--",
     "facebook",
     "the",
     "london",
     "donald",
     "recently",
     "tower",
     "monday",
     "of",
     "jrm",
     "2015",
     "j.",
     "command",
     "twitter",
     "manhattan",
     "mollica",
     "u.s.",
     "foxnews.com",
     "jack",
     "new",
     "obama",
     "youtube",
     "june 2015",
     "james",
     "zuckerberg",
     "york",
     "central",
     "evan",
     "katy",
     "netflix",
     "trump's",
     "mark",
     "wayne",
     "white"
    ],
    "id": 27,
    "text": "Facebook 0 Twitter 0 livefyre Email Print U.S. President-elect Donald Trump speaks during a press conference in Trump Tower, Manhattan, New York, U.S., Jan. 11, 2017. (REUTERS/Shannon Stapleton) President-elect Donald Trump may have turned his Twitter account into a powerful political weapon, but experts warn that hackers could potentially use the same account to wreak havoc from the White House. Trump will continue using his @realDonaldTrump account when he takes office, he told The Times of London in an interview published Monday. Trump, who has 20.1 million Twitter followers, said that he won’t personally be taking over the @POTUS government account used by President Obama. Attackers are likely already eyeing the @realDonaldTrump account, according to experts. “I think there will be people that will do their best to try to hack his account,” social media expert and President of JRM Comm Jason Mollica, told FoxNews.com. “It would not surprise me in the least to see people try to hack him - his team at the White House will have to be very vigilant to make sure that that doesn’t happen on their watch.” “Hackers could cause major scandals or major international issues if they simply posted a message,” added Evan Blair, co-founder and chief business officer of social media cybersecurity company ZeroFOX. “If the account were ever to be compromised, we could have military tensions flare up, we could have civil unrest.” PHONE HACKING COMPANY FALLS VICTIM TO HACKERS Blair told FoxNews.com that something as simple as Trump clicking on a link in a Twitter feed via his Android phone could potentially open the door to hackers. “All you need is one click,” he said. “If he clicks on a malicious link, it could put malware on his phone.” Trump’s Twitter account has already been hacked , albeit briefly, in 2013, when an unknown attacker tweeted out an offensive lyric by rapper Lil’ Wayne. \"My Twitter has been seriously hacked---and we are looking for the perpetrators,\" tweeted Trump, in response to the incident. My Twitter has been seriously hacked--- and we are looking for the perpetrators. — Donald J. Trump (@realDonaldTrump) February 21, 2013 Other high-profile figures whose Twitter accounts have been hacked include singer Katy Perry , Facebook CEO Mark Zuckerberg and Twitter chief Jack Dorsey . Companies Sony and Netflix have also seen their Twitter accounts hacked recently. Even the U.S. military has fallen victim to social media hackers. In 2015 the U.S. Central Command’s Twitter and YouTube accounts were briefly taken over , prompting the military to tighten its social media password security. FLASHING THE PEACE SIGN CAN GET YOUR IDENTITY STOLEN Trump’s transition team has not yet responded to a request for comment on this story from FoxNews.com, so it is not clear how exactly they plan to protect the 45th President from hackers. ZeroFOX’s Blair thinks Trump’s team could use specialist management software to keep his Twitter account locked down, ensuring that only tweets from a specific device are allowed. The software could also harness multi-factor authentication and even use location-based security controls, according to Blair. Multi-factor authentication uses a combination of passwords, personal information, and device verification. Additionally, Blair says that a “peer review” component could be built into the software, enabling the President-elect’s team to ensure that the tweet has been posted by Trump himself. WIKILEAKS PROPOSES DATABASE OF VERIFIED USERS' INFO, SPARKS UPROAR “It’s going to be a matter of his team using the right platform,” added Mollica, noting that constant monitoring of emerging hacking threats will also be key. “It’s a twenty-four/seven, three-hundred-and-sixty-five [day] proposition -- if the administration doesn’t take it seriously, we’re going to see hackers get in there and do some damage,” he said. The White House announced its digital transition plan before last year’s Presidential election. The @POTUS account will become available to the 45th President on Jan. 20, with a tweet-free timeline. The account will retain all its followers, according to a White House blog post . President Obama began tweeting from @POTUS in June 2015 and the account has racked up 13.5 million followers. The outgoing President also has the @BarackObama account, which is run by staff at his Organizing for Action campaign group, and has 80.6 million followers. Follow James Rogers on Twitter @jamesjrogers Advertisement ",
    "title": "Trump's Twitter: Could hackers wreak havoc from the White House? | Fox News"
   },
   {
    "entities": [
     "tomorrow",
     "network",
     "navy",
     "florida",
     "``gene''",
     "dec. 14, 1972",
     "may 14, 1973",
     "armstrong",
     "h.",
     "press",
     "3:59 p.m.",
     "corp.",
     "stafford",
     "inc.",
     "nasa",
     "harrison",
     "facebook",
     "petroleum",
     "gene",
     "more than 40 years later",
     "july 11, 1979",
     "monday",
     "october 1963",
     "thinkfilm",
     "schmitt",
     "congress",
     "associated",
     "john",
     "2011",
     "glenn",
     "jan",
     "15 minutes ago",
     "nanna",
     "1962",
     "usa",
     "u.s.",
     "houston",
     "today",
     "december 1972",
     "chicago",
     "cernan",
     "neil",
     "jan. 16, 2017",
     "america",
     "``jack",
     "decades later",
     "taurus-littrow",
     "tom",
     "two years earlier",
     "2012",
     "eugene",
     "teresa",
     "dawn",
     "1976",
     "coral",
     "2007"
    ],
    "id": 28,
    "text": "Gene Cernan, last man to walk on moon, dies Retired astronaut Eugene \"Gene\" Cernan died Monday at age 82. Post to Facebook Gene Cernan, last man to walk on moon, dies Retired astronaut Eugene \"Gene\" Cernan died Monday at age 82. Check out this story on USATODAY.com: http://usat.ly/2iEXRKE CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 9 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Gene Cernan, last man to walk on moon, dies USA Today Network Florida Today Published 3:59 p.m. ET Jan. 16, 2017 | Updated 15 minutes ago Apollo 17 astronaut Captain Gene Cernan salutes the U.S. flag on the surface of the moon in December 1972. He became the last man to walk on its surface so far. (Photo: NASA via THINKFilm) The  last man to walk on the moon  died Monday at age 82 in Houston. Eugene \"Gene\" Cernan, then a Navy fighter pilot, was one of 14 astronauts that NASA chose in October 1963, its third astronaut class. His family said he had ongoing health issues, but his cause of death was not immediately known. He piloted the Gemini 9 mission alongside command pilot Tom Stafford and was the second American to walk in space. “Even at the age of 82, Gene was passionate about sharing his desire to see the continued human exploration of space and encouraged our nation’s leaders and young people to not let him remain the last man to walk on the moon,” his family said in a statement that NASA released. Thanks, NASA! We made a virtual reality moon walk with your awesome pics Cernan was one of only two astronauts to fly to the moon on two occasions, the second time as commander of Apollo 17, the last mission to the moon. In total, Cernan spent more than 73 hours on the satellite's surface. Apollo's moon-landing mission was on the surface for three days. Cernan and crewmate Harrison H. \"Jack\" Schmitt complete excursions to nearby craters and the Taurus-Littrow mountains. Eugene \"Gene\" Cernan, one of 14 astronauts that NASA chose in October 1963 and the last man to walk on the moon, died Jan. 16, 2017, at age 82  (Photo: NASA) \"America's challenge of today has forged man's destiny of tomorrow,\" he said Dec. 14, 1972, as he left the lunar surface. \"As we leave the moon and Taurus-Littrow, we leave as we came and, God willing, we shall return with peace and hope for all mankind.\" He traced the initials of who was then his only child — 9-year-old daughter Teresa Dawn Cernan — in the dust on the moon's surface before climbing the ladder of the lunar module for the final time. “Those steps up that ladder, they were tough to make,” Cernan recalled in a 2007 oral history. “I didn’t want to go up. I wanted to stay a while.” Two years earlier, NASA had announced that Apollo 17 would be the final mission of the Apollo program. Apollo 18, 19 and 20 had been canceled in favor of the Skylab space station, which launched May 14, 1973, but crashed to earth July 11, 1979, after its orbit began decaying. Decades later, Cernan testified before Congress to push for a return moon landing. But as the years went by, he realized he wouldn’t live to witness someone follow in his footsteps — still visible on the moon more than 40 years later. “Neil (Armstrong, who died in 2012) and I aren’t going to see those next young Americans who walk on the moon. And God help us if they’re not Americans,” Cernan testified before Congress in 2011. “When I leave this planet, I want to know where we are headed as a nation. That’s my big goal.” Fellow astronaut John Glenn, who in 1962 became the first American to orbit the earth, died five weeks before Cernan. Godspeed, John Glenn: People say goodbye to space-age hero Born in Chicago, Cernan logged more than 5,000 flight hours before becoming an astronaut. After retiring from the space program in 1976, Cernan worked as an executive vice president of Coral Petroleum Inc. in Houston and later founded Cernan Corp., which provided management and consulting services in the aerospace and energy industries. Cernan and his wife, Jan Nanna Cernan, had three daughters and one grandchild. Contributing: The Associated Press. Follow Florida Today on Twitter:  @Florida_Today We are saddened by the loss of retired NASA astronaut Gene Cernan, the last man to walk on the moon. https://t.co/Q9OSdRewI5 pic.twitter.com/gPdFTnXF2C ",
    "title": "Gene Cernan, last man to walk on moon, dies"
   },
   {
    "entities": [
     "oakland",
     "leung",
     "times",
     "tree",
     "seib",
     "last year",
     "michelle",
     "l.a.",
     "o'meara",
     "florida",
     "cabin",
     "jose",
     "february 2016",
     "press",
     "last summer",
     "northern",
     "video",
     "california",
     "nfl",
     "chris",
     "morning",
     "state",
     "monday",
     "noor",
     "county",
     "tuesday",
     "mendez",
     "omar",
     "fla.",
     "king",
     "associated",
     "pioneer",
     "/",
     "chargers",
     "mcvay",
     "dublin",
     "lapd",
     "new",
     "hollywood",
     "orlando",
     "alameda",
     "salman",
     "obama",
     "rams",
     "east",
     "matt",
     "previously",
     "june 12, 2016",
     "islamic",
     "york",
     "8:13 a.m.",
     "bay",
     "pearce",
     "first year",
     "los",
     "sean",
     "weekend",
     "samuel",
     "zahi",
     "al",
     "angeles",
     "mateen"
    ],
    "id": 29,
    "text": "Wife of Orlando nightclub shooter, accused of obstructing investigators, is arrested near Oakland Noor Salman Chris O'Meara / Associated Press Noor Zahi Salman, the wife of gunman Omar Mateen, was taken into custody Monday. Noor Zahi Salman, the wife of gunman Omar Mateen, was taken into custody Monday. (Chris O'Meara / Associated Press) Matt Pearce Contact Reporter The wife of a gunman in an attack at an Orlando, Fla., nightclub last summer that left 49 patrons dead was arrested outside Oakland on Monday morning on suspicion of obstructing investigators, according to jail records. Noor Zahi Salman, the wife of gunman Omar Mateen , will face federal charges filed in central Florida after making an initial court appearance in Oakland scheduled for Tuesday morning, federal prosecutors said in a brief message on Twitter, not giving further information. Documents laying out the government’s case against Salman were not immediately available. But Salman faces a federal charge that is usually used against suspects who either tamper with evidence or interfere with an investigation, according to Alameda County jail records, which said Salman was arrested at 8:13 a.m. in the East Bay suburb of Dublin. Read more stories Salman had previously denied any involvement in Mateen’s attack on the Pulse nightclub on June 12, 2016, during which he pledged allegiance to the Islamic State extremist group. Mateen was killed in a shootout with police during the attack. Salman had previously told the New York Times in an interview that Mateen was volatile and had often beat her, and she had moved multiple times since the shooting to avoid public scrutiny. “I was unaware of everything,” Salman told the newspaper. “I don’t condone what he has done. I am very sorry for what has happened. He has hurt a lot of people.”   Caption Weekend Roundup: 7 stories you can't miss What values does Hollywood promote?   A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers?   Michelle King has made no big waves in her first year running Los Angeles Unified.   A state watchdog agency is investigating political donations connected to real estate developer Samuel Leung . The Chargers are moving  to L.A.  Obama's legacy:  part 1.  California’s drought conditions  have improved in the northern part of the state. Caption Weekend Roundup: 7 stories you can't miss What values does Hollywood promote?   A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers?   Michelle King has made no big waves in her first year running Los Angeles Unified.   A state watchdog agency is investigating political donations connected to real estate developer Samuel Leung . The Chargers are moving  to L.A.  Obama's legacy:  part 1.  California’s drought conditions  have improved in the northern part of the state. Caption 90 seconds: 4 stories you can't miss The Chargers are moving  to L.A., Obama's legacy:  part 1, California’s drought conditions  have improved in the northern part of the state, and Sean McVay, the new Los Angeles Rams coach , becomes the youngest NFL head coach in modern history. Caption Laurel Canyon mudslide Video by Al Seib / Los Angeles Times Video by Al Seib / Los Angeles Times Caption Raw video: Surveillance video of fatal LAPD shooting of 16-year-old The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. Caption 90 seconds: 4 stories you can't miss ",
    "title": "Wife of Orlando nightclub shooter, accused of obstructing investigators, is arrested near Oakland - LA Times"
   }
  ]
 }
}