{
 "18": {
  "col-sim": {
   "cosine": 0.22582858984012577,
   "entity": 0.3032392174315614
  },
  "exec-time": 26.26995277404785,
  "links": [
   {
    "entities": [
     "mcafee",
     "seib",
     "last summer",
     "genaro",
     "california",
     "associated",
     "/",
     "brussels",
     "jacob",
     "iraq",
     "molina",
     "merkel",
     "institution",
     "european",
     "peninsula",
     "hoover",
     "weekend",
     "al",
     "angeles",
     "farage",
     "white",
     "friday",
     "sunday",
     "michael",
     "berlin",
     "united",
     "video",
     "angela",
     "london",
     "donald",
     "josef",
     "joffe",
     "tuesday",
     "2014",
     "north",
     "atlantic",
     "pen",
     "russia",
     "pam",
     "current",
     "u.s.",
     "parakilas",
     "orlando",
     "parliament",
     "union",
     "james",
     "nato",
     "york",
     "apparel",
     "miss.",
     "jr.",
     "france",
     "gross",
     "ukraine",
     "trumpist",
     "press",
     "stanford",
     "british",
     "2024",
     "tower",
     "organization",
     "obama",
     "new",
     "anthony",
     "los",
     "america",
     "gove",
     "eagle",
     "putin",
     "germany",
     "marie",
     "jackson",
     "oakland",
     "wilkinson",
     "times",
     "l.a.",
     "brexit",
     "states",
     "trump",
     "house",
     "chatham",
     "die",
     "tracy",
     "syria",
     "europe",
     "last week",
     "university",
     "gardner",
     "american",
     "nigel",
     "monday",
     "vladimir",
     "england",
     "americas",
     "zeit",
     "l.",
     "crimean",
     "le",
     "treaty",
     "medicaid"
    ],
    "id": 0,
    "text": "Trump worries European allies before inauguration Donald Trump and Nigel Farage Associated Press Then-candidate Donald Trump, right, welcomed British politician and Brexit architect Nigel Farage at a campaign rally in Jackson, Miss., last summer. Farage called Trump's campaign a \"revolution.\" Then-candidate Donald Trump, right, welcomed British politician and Brexit architect Nigel Farage at a campaign rally in Jackson, Miss., last summer. Farage called Trump's campaign a \"revolution.\" (Associated Press) Tracy Wilkinson Contact Reporter Even before he enters the White House on Friday, President-elect Donald Trump has signaled that his foreign policy could include a diminished Europe and an unfettered Russia, creating deep unease in many of America’s traditional allies. In recent days, he has called the North Atlantic Treaty Organization military alliance “obsolete” and said he couldn’t “care less” whether the European Union , the 28-nation political and economic bloc that is America’s largest trading partner, held together. He has rattled nerves in European capitals by criticizing German Chancellor Angela Merkel , who heads the continent’s largest economy, and suggesting he might ease sanctions imposed on Russia after its military seized the Crimean peninsula and backed separatists in Ukraine in 2014. Trump predicted other countries would follow England’s so-called Brexit by leaving the European Union. And his aides telephoned several European institutions, inquiring which country was probably the next to go, said the outgoing U.S. ambassador to the union, Anthony L. Gardner. Speaking to reporters in Brussels, Gardner said it would be “sheer folly” and “lunacy” for Trump to encourage a further breakup of the European Union given the strategic importance of the European single market to the U.S. economy. Trump seemed far less concerned in an interview with Michael Gove, a pro-Brexit member of the British Parliament, that was published in London’s Sunday Times. Vladimir Putin took a parting shot at the Obama administration Tuesday, accusing it of trying to undermine Donald Trump 's legitimacy with fake allegations and \"binding the president-elect hand and foot to prevent him from fulfilling his election promises.\" In his first public... Russian President Vladimir Putin took a parting shot at the Obama administration Tuesday, accusing it of trying to undermine Donald Trump 's legitimacy with fake allegations and \"binding the president-elect hand and foot to prevent him from fulfilling his election promises.\" In his first public... (Associated Press) “If refugees keep pouring into different parts of Europe, I think it’s gonna be very hard to keep it together cause people are angry about it,” Trump said. “Personally, I don’t think it matters much for the United States. I never thought it mattered.… I don’t really care whether it’s separate or together. To me, it doesn’t matter.” Trump went on to equate Merkel, who was one of President Obama’s closest allies, with Russian President Vladimir Putin , who ordered Russian intelligence agencies to interfere in the U.S. presidential race, in terms of their trustworthiness. “Well, I start off trusting both, but let’s see how long that lasts,” he said. “It may not last long at all.” Trump said that he liked the German leader but that she made a “catastrophic mistake” by allowing “all those illegals” to enter Germany, referring to her decision to accept hundreds of thousands of refugees fleeing Syria, Iraq and other war zones. Merkel shot back Monday, indicating she would no longer count on a strong U.S. role in Europe under a Trump administration. “We Europeans have our fate in our own hands,” she said in Berlin. All of this has left many Europeans, and their U.S. supporters, nervous about the incoming president’s intentions toward Europe. Trump’s repeated praise for Putin and his promise to improve relations with Russia will leave “Europe twisting in the wind,” said Josef Joffe, a visiting fellow at the Hoover Institution, a national security think tank at Stanford University. Trump appears indifferent to “the great pillars of Western world order for the last 70 years: Europe and NATO,” Joffe, who is editor of the German weekly Die Zeit, wrote Tuesday in the Guardian newspaper. “Here are the bare bones of Trumpist policy, all of them hard to swallow for Europe and the rest.” For Trump, a strong European Union “is a counter-balance that he sees as disadvantageous to American power,” said Jacob Parakilas, assistant head of the Americas program at the London think tank Chatham House. “Trump’s natural allies are those far-right Euroskeptics” who have emerged in recent years in reaction to massive immigration and other change, he said. They include Brexit architect Nigel Farage, who met with Trump during the presidential campaign, and ultra-right-wing nationalist Marie Le Pen of France, who was spotted last week at Trump Tower in New York. Transition officials said she was not there to meet Trump. Caption 90 seconds: 4 stories you can't miss L.A.'s 2024 Olympics bid ; the wife of the Orlando nightclub gunman  was arrested in Oakland; American Apparel begins massive layoffs ; Trump's plan to repeal Affordable Care Act  would likely cost California billions in federal funds. Caption 90 seconds: 4 stories you can't miss L.A.'s 2024 Olympics bid ; the wife of the Orlando nightclub gunman  was arrested in Oakland; American Apparel begins massive layoffs ; Trump's plan to repeal Affordable Care Act  would likely cost California billions in federal funds. Caption Martin Luther King Jr. Day Parade Pastor James McAfee Jr. of the Eagle's Nest church talks about the Kingdom Day Parade and the current political climate. Pastor James McAfee Jr. of the Eagle's Nest church talks about the Kingdom Day Parade and the current political climate. Caption Some Californians could lose benefits if Trump carries out plan to restructure Medicaid Pam Gross, 54, has relied on Medi-Cal for decades to afford treatment for lupus and fibromyalgia. She’s worried any changes to Medi-Cal will disrupt her healthcare regimen, which includes several doctors’ appointments each week and treatment from 10 specialists. (Al Seib / Los Angeles Times) Pam Gross, 54, has relied on Medi-Cal for decades to afford treatment for lupus and fibromyalgia. She’s worried any changes to Medi-Cal will disrupt her healthcare regimen, which includes several doctors’ appointments each week and treatment from 10 specialists. (Al Seib / Los Angeles Times) Caption Health care protest Video by Genaro Molina / Los Angeles Times Video by Genaro Molina / Los Angeles Times Caption Weekend Roundup: 7 stories you can't miss ",
    "title": "Trump worries European allies before inauguration - LA Times"
   },
   {
    "entities": [
     "markeith",
     "marshals",
     "walmart",
     "slaughter",
     "$25,000",
     "press",
     "a month later",
     "jameis",
     "last week",
     "facebook",
     "fox",
     "mid-december",
     "loyd",
     "lakensha",
     "tuesday",
     "last month",
     "zarghee",
     "associated",
     "last saturday",
     "mayan",
     "$100,000",
     "lloyd",
     "sade",
     "u.s.",
     "orlando",
     "dixon",
     "sentinel",
     "later the same day",
     "wednesday",
     "service",
     "a day earlier",
     "nov. 4",
     "jan. 9",
     "smith-loyd"
    ],
    "id": 1,
    "text": "Chilling Facebook video of suspected Orlando cop-killer includes murder talk Before the Jan. 9 shooting, authorities had been looking for Loyd for questioning in the death of his pregnant ex-girlfriend last month. Loyd appeared in an ominous Facebook Live video before the shootings -- as his then-girlfriend joked about killing police and herself, The Orlando Sentinel reported . The Nov. 4 video showed Markeith Loyd in a car at a traffic stop with his pregnant girlfriend, Sade Dixon. \"Go ahead and kill him, babe, so we can get home faster,\" she was heard saying, referring to the officer. Later, as Loyd sped down the road, she shouted, \"You not about to kill me and the baby.\" Just over a month later, police said Loyd did indeed kill the girlfriend, reportedly after she broke up with him. Last week, cops arrested three people accused of helping Loyd, 41, after the manhunt began, Fox 35 reported . Loyd's niece, Lakensha Smith-Loyd, was arrested Wednesday on an accessory charge Wednesday. Later the same day, police arrested an ex-girlfriend of Loyd's: Jameis Slaughter, who also faces a charge of accessory, according to online jail records. And a day earlier, Zarghee Mayan, the fugitive's supervisor at a fried chicken restaurant, was arrested on the same charge. Right after Loyd's ex-girlfriend was killed in mid-December, Mayan said Loyd came into the restaurant with a gun, pointed it at Mayan and said, \"'Drive me or I will kill you. I just did something real bad,\"' court documents revealed Mayan said he drove Loyd to several places, including the home of Loyd's estranged wife, where Loyd told him to knock on the door. Mayan said he walked to the door without knocking because he was afraid Lloyd would shoot her, according to the arrest affidavit, which noted that Mayan told conflicting stories about his encounters with Loyd. Mayan claimed his most recent encounter with Loyd was last Saturday, two days before the Walmart shooting. Mayan said he noticed that Loyd was armed and wearing body armor when they hugged, according to his arrest affidavit. Hundreds of officers and deputies have been searching for Loyd, and a $100,000 reward was being offered for information that leads to his arrest. The U.S. Marshals Service had added Loyd to its list of most wanted fugitives Tuesday and added $25,000 to the reward offer. The Associated Press contributed to this report. Advertisement ",
    "title": "Man wanted in shooting death of Orlando police officer in custody | Fox News"
   },
   {
    "entities": [
     "october",
     "chase",
     "civil",
     "bradley",
     "marine",
     "press",
     "house",
     "chelsea",
     "american",
     "manning",
     "quentin",
     "of",
     ", 1:57 p.m.",
     "russia",
     "edward",
     "justice",
     "associated",
     "snowden",
     "e.",
     "department",
     "strangio",
     "u.s.",
     "fbi",
     "obama",
     "corps",
     "jan. 17, 2017",
     "army",
     "cartwright",
     "wikileaks",
     "union",
     "james",
     "del",
     "may 17",
     "last 12",
     "iran",
     "2010",
     "august 2013",
     "liberties",
     "now",
     "wilber",
     "white"
    ],
    "id": 2,
    "text": "Jan. 17, 2017, 1:57 p.m. President Obama commutes sentence of Chelsea Manning Del Quentin Wilber Chelsea Manning. (Associated Press) President Obama has sharply reduced the sentence of Chelsea Manning, the U.S. Army private convicted of leaking thousands of classified reports to the anti-secrecy website WikiLeaks. The president also pardoned a retired Marine Corps general, James E. Cartwright, who pleaded guilty in October to lying to FBI agents about his discussions with reporters concerning secret U.S. efforts to damage Iran's nuclear program . In all, Obama commuted sentences for 209 individuals and issued 64 pardons. The most notable omission on the list was Edward Snowden, who sought refuge in Russia after leaking a vast trove of documents about U.S. surveillance systems at home and abroad. He has been charged with espionage, but has not been tried or convicted, and is considered a fugitive. Manning, formerly known as Pfc. Bradley Manning, was sentenced to 35 years in prison in August 2013 after she was convicted in military court of leaking hundreds of thousands of classified military and diplomatic records, cables and videos to WikiLeaks in 2010. She will now be released from military custody on May 17 to give her time to prepare for release and to make arrangements for a place to live, according to senior administration officials. The officials, who briefed reporters on condition of anonymity, said each application for clement was received by the Department of Justice, reviewed by the White House counsel's office and approved by President Obama. “The deep concerns the intelligence community has expressed about WikiLeaks did not have any bearing on the president’s decision to grant a commutation for Chelsea Manning,” one official said. “Chelsea Manning accepted responsibility for crimes she committed, expressed remorse for committing these crimes,” the official said. Also, the official said, Manning’s sentence was longer than those given to individuals convicted of “comparable” crimes. “The President continues to believe her actions were criminal and... harmed our national security,” the official said. But she has served six years in prison and Obama “believes that is sufficient and has decided to commute her sentence,” the official said. Since has commuted prison sentences for 1,385 people, more than any other president and more commutations than the last 12 presidents combined. “I’m relieved and thankful that the president is doing the right thing and commuting Chelsea Manning’s sentence,” Chase Strangio, a staff attorney with the American Civil Liberties Union’s LGBT Project representing Manning, said in a statement. \"Since she was first taken into custody, Chelsea has been subjected to long stretches of solitary confinement — including for attempting suicide — and has been denied access to medically necessary healthcare. This move could quite literally save Chelsea’s life, and we are all better off knowing that Chelsea Manning will walk out of prison a free woman, dedicated to making the world a better place and fighting for justice for so many,\" he said. Latest updates ",
    "title": "President Obama commutes sentence of Chelsea Manning - LA Times"
   },
   {
    "entities": [
     "york",
     "medicaid",
     "haeyoun",
     "current",
     "park",
     "times",
     "office",
     "2026",
     "morning",
     "friday",
     "obama",
     "monday",
     "jan. 17, 2017",
     "budget",
     "25 percent",
     "new",
     "congressional"
    ],
    "id": 3,
    "text": "Note: Numbers are for population under age 65. | Source: Congressional Budget Office JAN. 17, 2017 By Haeyoun Park The bill that the budget office analyzed would have eliminated tax penalties for people who go without insurance. It would also have eliminated spending for the expansion of Medicaid and subsidies that help lower-income people buy private insurance. But the bill preserved requirements for insurers to provide coverage, at standard rates, to any applicant, regardless of pre-existing medical conditions. “Eliminating the mandate penalties and the subsidies while retaining the market reforms would destabilize the nongroup market, and the effect would worsen over time,” the budget office said. The office said the estimated increase of 32 million people without coverage in 2026 resulted from three changes: about 23 million fewer people would have coverage in the individual insurance market, roughly 19 million fewer people would have Medicaid coverage, and there would be an increase in the number of people with employment-based insurance that would partially offset those losses. The estimates by the budget office are generally consistent with projections by the Obama administration and by insurance companies. In its report, the budget office said that repealing selected parts of the health care law — as specified in the earlier Republican bill — would have adverse effect on insurance markets. In the first full year after enactment of such a bill, it said, premiums would be 20 to 25 percent higher than under current law. Advertisement Continue reading the main story Repealing the penalties that enforce the “individual mandate” would “both reduce the number of people purchasing health insurance and change the mix of people with insurance,” as younger and healthier people with low health costs would be more likely to go without insurance, the budget office said. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Health Law Repeal Could Cost 18 Million Their Insurance, Study Finds - The New York Times"
   },
   {
    "entities": [
     "r-ark.",
     "3:28",
     "bradley",
     "assange",
     "2013",
     "house",
     "greer",
     "chelsea",
     "saul",
     "news",
     "last week",
     "--",
     "ryan",
     "paul",
     "cotton",
     "the day",
     "manning",
     "edward",
     "snowden",
     "julian",
     "u.s.",
     "fbi",
     "obama",
     "cartwright",
     "nbc",
     "january 11, 2017",
     "today",
     "wikileaks",
     "afghanistan",
     "james",
     "josh",
     "2010",
     "tom",
     "earnest",
     "evan",
     "loeb",
     "the future",
     "white"
    ],
    "id": 4,
    "text": "Obama commutes Chelsea Manning's prison sentence 3:28 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170118013519if_/http://www.nbcnews.com/widget/video-embed/856691267813\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> In addition to shaving 28 years off Manning's sentence, Obama granted 208 other commutations and 64 pardons — including one for retired Gen. James Cartwright, who was accused of lying to the FBI during another leak investigation. Related: Some Big Names Got a Measure of Mercy From President Obama The Manning commutation, which will undoubtedly be controversial, was not a complete surprise. NBC News reported last week that she was on the president's short list. And at a briefing last week, White House spokesman Josh Earnest said that Manning's actions were not as \"dangerous\" as those of fugitive leaker Edward Snowden. Earnest also noted that Manning had answered for her actions in court, and admitted wrongdoing. More than 117,000 people signed a petition asking the White House to consider the commutation. Snowden, whose supporters had petitioned for clemency, tweeted that if Obama could only free one person, it should be Manning. Mr. President, if you grant only one act of clemency as you exit the White House, please: free Chelsea Manning. You alone can save her life. — Edward Snowden (@Snowden) January 11, 2017 WikiLeaks tweeted last week that founder Julian Assange would agree to be extradited to the U.S. if Obama granted clemency to Manning, but the status of that offer was unclear. White House officials said Wikileaks' statement played no role in the decision. They noted that Manning had accepted responsibility, expressed remorse and served time. Evan Greer of Fight for the Future, the organization that sponsored the petition, said she was \"overjoyed\" at the news. \"I think her freedom and this news today is a testament to the power of grassroots organizing,\" Greer said. \"I think Chelsea showed incredible courage herself and that inspired her supporters to persevere even when it seemed like freedom was completely impossible.\" House Speaker Paul Ryan called the commutation \"outrageous\" and said it set \"a dangerous precedent that those who compromise our national security won't be held accountable for their crimes.\" Chelsea Manning, then known as Bradley Manning, leaves a military court facility in 2013. SAUL LOEB / AFP - Getty Images Sen. Tom Cotton, R-Ark., blasted the decision. \"When I was leading soldiers in Afghanistan, Private Manning was undermining us by leaking hundreds of thousands of classified documents to WikiLeaks,\" he said. \"I don't understand why the president would feel special compassion for someone who endangered the lives of our troops, diplomats, intelligence officers, and allies. We ought not treat a traitor like a martyr.\" Manning — then known as Bradley — was locked up in 2010 after swiping 700,000 military files and diplomatic cables and giving them to WikiLeaks. No document was classified higher than secret and her defenders say no one was endangered by the leaks. At trial, prosecutors said she was a dangerous traitor, while her lawyers portrayed her as a naive whistleblower. The day after her sentencing, she announced she was a transgender woman. Play ",
    "title": "President Obama Commutes Chelsea Manning's Sentence - NBC News"
   },
   {
    "entities": [
     "select",
     "democratic",
     "this month",
     "right now",
     "capitol",
     "community",
     "assange",
     "comey",
     "trump",
     "hillary",
     "o.",
     "last week",
     "--",
     "r.",
     "senate",
     "donald",
     "pompeo",
     "street",
     "blake",
     "b.",
     "cia",
     "monday",
     "buzzfeed",
     "china",
     "brennan",
     "russia",
     "jersey",
     "on",
     "vladimir",
     "mike",
     "john",
     "2016",
     "j.",
     "once",
     "night",
     "post",
     "podesta",
     "julian",
     "jan. 10",
     "fbi",
     "u.s.",
     "new",
     "journal",
     "dirksen",
     "january 11, 2017",
     "national",
     "wall",
     "hill",
     "at 11:34 am",
     "january 17",
     "james",
     "nazi",
     "july",
     "previously",
     "washington",
     "committee",
     "now",
     "jan. 11",
     "putin",
     "jr.",
     "germany",
     "aaron",
     "clinton",
     "intelligence",
     "clapper"
    ],
    "id": 5,
    "text": "The director of the CIA just went off on Donald Trump. It was a long time coming. The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Aaron Blake By Aaron Blake January 17 at 11:34 AM Follow @aaronblake FBI Director James B. Comey, left, Director of National Intelligence James R. Clapper Jr. and CIA Director John O. Brennan  testify before the Senate Select Committee on Intelligence in the Dirksen Senate Office Building on Capitol Hill on Jan. 10. (Joe Raedle/Getty Images) President-elect Donald Trump has long flirted with an adversarial relationship with our country's intelligence community. And now he apparently has gone too far for at least one of its leaders. In an interview with the Wall Street Journal published Monday night , CIA Director John O. Brennan had finally had it. Brennan said Trump crossed “the line” by invoking Nazi Germany while talking about the intelligence community having, in Trump's words, “allowed” a dossier full of unconfirmed and salacious allegations about him to leak into the public domain. Here's Trump's tweet: Intelligence agencies should never have allowed this fake news to \"leak\" into the public. One last shot at me.Are we living in Nazi Germany? — Donald J. Trump (@realDonaldTrump) January 11, 2017 Brennan didn't hold back, saying Trump has a right to challenge the intelligence community — but not in this manner. “It’s when there are allegations made about leaking or about dishonesty or a lack of integrity, that’s where I think the line is crossed,” Brennan said. He added: “Tell the families of those 117 CIA officers who are forever memorialized on our wall of honor that their loved ones who gave their lives were akin to Nazis. Tell the CIA officers who are serving in harm’s way right now and their families who are worried about them that they are akin to Nazi Germany. I found that to be very repugnant, and I will forever stand up for the integrity and patriotism of my officers who have done much over the years to sacrifice for their fellow citizens.” That's pretty strong. Brennan will not continue on as CIA director in the soon-to-be-installed Trump administration — that's Rep. Mike Pompeo (R-Kan.) -- so his decision to lash out at Trump isn't all that significant going forward. But it's worth acknowledging just how stern a rebuke the CIA director delivered to Trump just days before he takes the oath of office. Speaking Jan. 11, Donald Trump slammed the release of an unsubstantiated intelligence report as \"something that Nazi Germany would have done\" and called Buzzfeed, the news organization that published it, a \"failing pile of garbage.\" (The Washington Post) And were this not Trump — and had there not been a kind of slow boil of the president-elect's controversial statements about the intelligence community — this is the kind of thing that would register as major news. In a way, we've become desensitized to it. A few examples of how we got to this point: It took Trump until last week to acknowledge that Russia was behind the hacking of the Democratic National Committee and Hillary Clinton campaign chairman John Podesta — a long-held conclusion of the intelligence community. Trump had previously suggested that it might have been the Democrats themselves , China, “ somebody sitting on their bed that weighs 400 pounds ” or “ some guy in his home in New Jersey .” Trump still hasn't acknowledged the intelligence community's conclusion that the effort was intended to benefit his candidacy. In July, he said he hoped Russian hackers had Clinton's emails and urged them to find them if they didn't . In one tweet this month, he claimed that an intelligence briefing he was to receive on Russia's hacking had been delayed, even as the intel community said it had not , and . . . . . . in the same tweet, he questioned whether the intelligence community needed to buy time to “ build a case .” He also has called efforts to look into Russian hacking a “ political witch hunt .” He has regularly put the word “intelligence” in quotation marks in his tweets . He has suggested at multiple points that the intelligence community may have directly leaked the dossier, even as it is not an intelligence document and was seen by many journalists and lawmakers in Washington before BuzzFeed published it. He said last week that it was leaked by “ maybe the intelligence agencies , which would be a tremendous blot on their record if they in fact did that.” Director of National Intelligence James R. Clapper Jr. pushed back, clarifying that “this document is not a U.S. Intelligence Community product and that I do not believe the leaks came from within the [intelligence community].” Trump and his team have  mischaracterized the intelligence committee's report when it comes to whether Russia actually had an effect on the 2016 election. Although the intelligence community has said clearly that it can't and won't make that determination, Trump's team has said it determined there was no impact . He has favorably cited the comments of Julian Assange and Vladimir Putin — who are decidedly not allies of U.S. intelligence — while being much more skeptical about U.S. intelligence. Trump has tempered these comments by occasionally inserting some praise of the intelligence community, and he has left enough wiggle room in the things he has said so that it doesn't seem as though he's directly accusing them of working against him — only suggesting as much. But the totality of it is clear. And Brennan had enough — as others who haven't spoken out certainly have as well. It'll be fascinating to see what happens once Trump's own people are running the intelligence community and leakers say something Trump doesn't like. politics ",
    "title": "The director of the CIA just went off on Donald Trump. It was a long time coming. - The Washington Post"
   },
   {
    "entities": [
     "meade",
     "last october",
     "stephen",
     "bradley",
     "5,",
     "capitol",
     "us",
     "ian",
     "lee",
     "rivera",
     "assange",
     "2013",
     "5 minutes ago in this june",
     "house",
     "r-wis.",
     "chelsea",
     "leavenworth",
     "willie",
     "new",
     "z.",
     "michael",
     "ryan",
     "facebook",
     "paul",
     "1980",
     "oscar",
     "fox",
     "cotton",
     "patrick",
     "manning",
     "tuesday",
     "of",
     "delorean",
     "bill",
     "4:26 p.m.",
     "fort",
     "chiefs",
     "john",
     "j.",
     "arrington",
     "lopez",
     "schrager",
     "usa",
     "'80s",
     "u.s.",
     "fbi",
     "obama",
     "cartwright",
     "korte",
     "today",
     "jan. 17, 2017",
     "army",
     "wikileaks",
     "hill",
     "james",
     "staff",
     "may 17",
     "joint",
     "york",
     "gregory",
     "mccovey",
     "washington",
     "iran",
     "1996",
     "tom",
     "now",
     "md.",
     "semansky",
     "kan.",
     "the third day",
     "clinton",
     "the future",
     "1970s",
     "famer",
     "white"
    ],
    "id": 6,
    "text": "Obama commutes sentence of Chelsea Manning in last-minute clemency push President Obama granted 64 pardons and 209 commutations Tuesday. Post to Facebook Obama commutes sentence of Chelsea Manning in last-minute clemency push President Obama granted 64 pardons and 209 commutations Tuesday. Check out this story on USATODAY.com: http://usat.ly/2jWnIf6 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 162 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Obama commutes sentence of Chelsea Manning in last-minute clemency push Gregory Korte , USA TODAY Published 4:26 p.m. ET Jan. 17, 2017 | Updated 5 minutes ago In this June 5, 2013, file photo Army Pvt. Chelsea Manning, then-Army Pfc. Bradley Manning, is escorted out of a courthouse in Fort Meade, Md., after the third day of his court martial. (Photo: Patrick Semansky, AP) WASHINGTON — President Obama has commuted the sentence of Chelsea Manning, the Army private serving a 35-year sentence for leaking classified military secrets to Wikileaks, the White House said Tuesday. Manning will be released May 17 after serving nearly seven years for stealing and releasing secret cables that divulged U.S. military and diplomatic operations The soldier, who was convicted under the name of Bradley Manning and now identifies herself as a woman, attracted widespread support from privacy advocates and transgender activists who complained that she couldn't get the medical help she needed in the military prison in Leavenworth, Kan. The action brought immediate rebuke from Republicans on Capitol Hill. House Speaker Paul Ryan, R-Wis., called it \"outrageous\" and said it set \"a dangerous precedent that those who compromise our national security won’t be held accountable for their crimes.” \"I don’t understand why the president would feel special compassion for someone who endangered the lives of our troops, diplomats, intelligence officers, and allies,\" Sen. Tom Cotton, R-Ark. \"We ought not treat a traitor like a martyr.\" Obama also granted full pardons in a number of high-profile cases, including: ► Former general James Cartwright, convicted last October of lying to the FBI in a leak investigation. The former vice chairman of the Joint Chiefs of Staff was accused of lying about his role in disclosing classified information about the use of the Stuxnet computer virus to disrupt Iran's nuclear program. ► Baseball Hall of Famer Willie McCovey, convicted of tax evasion in 1996. ► Ian Schrager, co-founder of New York's famed Studio 54 nightclub, convicted of tax fraud in 1980. ► Oscar Lopez Rivera, a Puerto Rican nationalist who was the last remaining member of a Puerto Rican terrorist group still in prison. President Bill Clinton commuted the sentences of 16 members of the group for setting off bombs in 1970s and '80s, but Rivera refused the clemency to protest another member who was not released. ► Stephen Lee Arrington, convicted in a drug conspiracy that involved carmaker John Z. DeLorean, known for making the car made famous in the Back to the Future trilogy starring Michael J. Fox. DeLorean was acquitted, but Arrington pleaded guilty and was sentenced to three years in prison. Those names were among the list of 64 pardons and 209 commutations Obama granted Tuesday, with less than four days left in his presidency, bringing his total number of acts of clemency to 212 pardons and 1,385 commutations. Though the Unlike full pardons, which extinguish all the legal consequences of a conviction, a commutation has the more limited effect of shortening a sentence while leaving other consequences intact. Read more: If Obama grants Manning clemency Assange will agree to US extradition despite clear unconstitutionality of DoJ case https://t.co/MZU30SlfGK ",
    "title": "Obama commutes sentence of Chelsea Manning in last-minute clemency push"
   },
   {
    "entities": [],
    "id": 7,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "october",
     "4:14 p.m.",
     "oct. 9",
     "veuer",
     "the week",
     "trump",
     "paula",
     "pinterest",
     "last week",
     "facebookemail",
     "--",
     "facebook",
     "cnn",
     "zervos",
     "penzenstadler",
     "hicks",
     "october 15, 2016",
     "donald",
     "tuesday",
     "summer",
     "bill",
     "congress",
     "oct. 7",
     "100%",
     "20 minutes ago",
     "cooper",
     "twitter",
     "j.",
     "jones",
     "usa",
     "new",
     "hollywood",
     "today",
     "jan. 17, 2017",
     "hills",
     "oct. 14",
     "york",
     "los",
     "anderson",
     "gop",
     "nick",
     "gloria",
     "hope",
     "now",
     "cardona",
     "beverly",
     "allred",
     "angeles",
     "clinton",
     "google",
     "2007"
    ],
    "id": 8,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Trump accuser sues for defamation A former contestant from The Apprentice filed a defamation lawsuit Tuesday against President-elect Donald Trump in a New York court. Post to Facebook Trump accuser sues for defamation A former contestant from The Apprentice filed a defamation lawsuit Tuesday against President-elect Donald Trump in a New York court. Check out this story on USATODAY.com: http://usat.ly/2jWiUpW CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 37 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump accuser sues for defamation Nick Penzenstadler , USA TODAY Published 4:14 p.m. ET Jan. 17, 2017 | Updated 20 minutes ago 3.5k Shares x Share Another lawsuit is expected to come against President-elect Donald Trump. Veuer's Nick Cardona has the story. Buzz60 A former contestant from The Apprentice filed a defamation lawsuit Tuesday against President-elect Donald Trump in a New York court. Summer Zervos came forward in October to accuse Trump of kissing and groping her in 2007 at a Beverly Hills hotel room. When Trump denied the accusations, Zervos’s attorney Gloria Allred demanded a retraction. Since no retraction has been issued, “time’s up,” Allred said at a press conference in Los Angeles on Tuesday. Zervos publicly accused Trump on Oct. 14 along with several other women alleging sexual misconduct by Trump in the wake of the release of a tape from the show Access Hollywood on Oct. 7, in which Trump talked about groping women, and his statements to CNN’s Anderson Cooper during the Oct. 9 presidential debate. “I would like the president-elect to decide he’s going to do the right thing in reference to Ms. Zervos,” Allred said. “If he’ll simply retract his statements and acknowledge his conduct with Ms. Zervos, she will dismiss the case.” Trump's spokeswoman Hope Hicks issued a statement Tuesday denying the claim. \"More of the same from Gloria Allred. There is no truth to this absurd story,\" Hicks said. In October, Trump tweeted several times about the sexual misconduct accusations, calling them“100% fabricated and made-up charges,” “totally false” and “totally made up nonsense.” Nothing ever happened with any of these women. Totally made up nonsense to steal the election. Nobody has more respect for women than me! — Donald J. Trump (@realDonaldTrump) October 15, 2016 Zervos’s attorney was asked if the case could lead to Trump’s impeachment with echoes of the Paula Jones case and President Bill Clinton. She responded that a GOP-led Congress would have some tough choices and have to “put partisanship aside, and apply the same standards to President Trump.” Allred said they would seek to depose Trump about the incident and lawsuit where he would have to testify under oath. Allred also said they would seek “outtakes of Trump’s recorded words” from The Apprentice. When asked about the timing of the filings the week of Trump’s inauguration, Allred responded: “Why now? My response is why not now? … It takes a great deal of courage to sue the most powerful man on the planet.” Last week, Trump beat another defamation suit filed by a GOP political consultant, also in New York court. Zervos’s legal filing claims the alleged defamation was “detrimental to Ms. Zervos’s reputation, honor and dignity,” but doesn’t put a monetary figure on compensatory or punitive damages. Read more: ",
    "title": "Trump accuser sues for defamation"
   },
   {
    "entities": [
     "yang",
     "opinion",
     "38 percent",
     "57 percent",
     "five years from now",
     "16 percent",
     "low",
     "street",
     "46 percent",
     "associates",
     "last month",
     "december 1992",
     "12-15",
     "jan 17",
     "hart",
     "this year",
     "71 percent",
     "today",
     "21 percent",
     "gop",
     "40 percent",
     "public",
     "43 percent",
     "bush",
     "clinton",
     "et",
     "mcinturff",
     "friday",
     "reagan",
     "news/wall",
     "united",
     "55 percent",
     "donald",
     "twitter",
     "current",
     "historically",
     "u.s.",
     "w.",
     "fred",
     "42 percent",
     "fifty-six percent",
     "approval",
     "march 2001",
     "office",
     "the past",
     "37 percent",
     "27 percent",
     "eight years ago",
     "77 percent",
     ", 4:59 pm",
     "54 percent",
     "bill",
     "nbc",
     "obama",
     "26 percent",
     "56 percent",
     "ronald",
     "a month ago",
     "jan.",
     "53 percent",
     "enters",
     "52 percent",
     "states",
     "trump",
     "2017",
     "hillary",
     "rating",
     "48 percent",
     "murray",
     "george",
     "2016",
     "strategies",
     "30 percent",
     "34 percent",
     "20 percent",
     "journal",
     "44 percent",
     "washington",
     "45 percent",
     "january 2009",
     "now",
     "research",
     "barack",
     "mark",
     "h.w.",
     "with"
    ],
    "id": 9,
    "text": "Jan 17 2017, 4:59 pm ET Trump Enters Office With Historically Low Approval Rating by Mark Murray advertisement Donald Trump starts his presidency Friday with the lowest-ever ratings for an incoming president, but also with some signs of increasing optimism for the country, according to results from a brand-new NBC News/Wall Street Journal poll. A majority of Americans — 52 percent — say they disapprove of the way President-elect Trump has handled his transition and preparations for the presidency, versus just 44 percent who approve, which is down six points from only a month ago. To put Trump's numbers into perspective, Barack Obama's approval rating was 71 percent before he took the oath of office in January 2009, and Bill Clinton's was 77 percent in December 1992. (The NBC/WSJ poll didn't measure George W. Bush during his transition; his first job-approval rating, in March 2001, was 57 percent.) In addition, just 38 percent of Americans have a positive view of Trump, while 48 percent have a negative one — making him the most unpopular incoming president in the history of the NBC/WSJ poll. And just three-in-10 Americans have a high level of confidence that Trump has the right set of goals and priorities, as well as right set of personal characteristics, to be president. \"We find a nation that is seemingly as divided today as it was during the 2016 campaign with little change for a positive lift,\" says Democratic pollster Fred Yang of Hart Research Associates, who conducted this survey with Republican Bill McInturff and his firm Public Opinion Strategies. \"A majority of the American public starts the Donald Trump presidency in opposition,\" Yang adds. Despite that opposition, however, a plurality of Americans — 43 percent — believe the United States will be better off five years from now, and the percentage of respondents who say the country is headed in the right direction has ticked up four points since last month to 37 percent. Still, 52 percent of Americans think that the nation is on the wrong track, though that's down from the 60 percent-plus who said that during the 2016 general election. Public backs many of Trump's individual policy goals What's more, the public supports many of Trump's individual policy goals - even if they don't support him personally: \"Americans believe that Obama fell short in standing up to big business, special interests, and changing business as usual in Washington. These are areas where Americans believe Trump could make a positive difference,\" says McInturff, the GOP pollster. \"Trump's ability to deliver on his promise of change and to strengthen the economy for working Americans are two potential pillars of a successful presidency,\" he adds. But the public doesn't support other policy Trump goals. Just 34 percent think cutting business taxes is a priority this year; only 30 percent believe it's an immediate priority to deport undocumented immigrants; just 21 percent say it's a priority to build a wall along the U.S.-Mexico border; and only 16 percent say it's a priority to pass legislation providing additional restrictions on abortion. Trump's highest marks? Decisiveness. His lowest? Temperament The NBC/WSJ poll also finds that Trump gets the highest marks on being firm and decisive (a combined 54 percent give him either a \"4\" or \"5\" here on a five-point scale), on being direct and straightforward in his communications (48 percent), on dealing with the economy (46 percent) and on changing business as usual in Washington (45 percent). Trump received his worse marks for understanding average people (30 percent), uniting the country (27 percent), being easygoing and likable (27 percent), having high personal and ethical standards (26 percent) and having the right temperament (21 percent). Obama's \"second honeymoon\" as he leaves office While Trump is entering office with the worst numbers in the history of the NBC/WSJ poll, outgoing President Barack Obama is exiting with some of his highest numbers. Fifty-six percent of Americans approve of Obama's job, which is his highest rating since the first few months of his presidency. Moreover, 53 percent of Americans believe the country is better off than it was eight years ago, while 42 percent think it's worse off. A similar 54 percent say Obama mostly brought the right kind of change. And a combined 55 percent believe Obama - compared with the past several U.S. presidents - will either go down as one of the very best or be better than most. That's compared with 20 percent who said the same of George W. Bush, 56 percent who said that about Bill Clinton, 55 percent who said that about George H.W. Bush, and 55 percent who said that about Ronald Reagan. \"If Donald Trump enters office on a down note, the current occupant is enjoying a second honeymoon of sorts,\" says Yang, the Democratic pollster. The NBC/WSJ poll was conducted Jan. 12-15 of 1,000 adults - including nearly 500 reached via cell phone - and it has an overall margin of error of plus-minus 3.1 percentage points. President-elect Donald Trump has taken to Twitter to criticize national polls that have found his approval rating to be near 40 percent as \"rigged\" and \"phony,\" saying: \"The same people who did the phony election polls, and were so wrong, are now doing approval rating polls.\" Yet while the national polls weren't that far off - Hillary Clinton beat Trump by two points in the popular vote, 48 percent to 46 percent - this NBC/WSJ poll and other post-election surveys don't depend on pollsters' assumptions about which voters will come to the polls. Instead, they are measuring current public opinion among all Americans, not just voters or likely voters. Mark Murray ",
    "title": "Trump Enters Office With Historically Low Approval Rating - NBC News"
   },
   {
    "entities": [
     "at 2:20 pm",
     "d.",
     "orrin",
     "price",
     "friday",
     "trump",
     "by",
     "house",
     "2017",
     "post-abc",
     "mathews",
     "republicans",
     "laurie",
     "ryan",
     "paul",
     "senate",
     "donald",
     "the coming months",
     "sylvia",
     "snell",
     "g.",
     "charles",
     "46 percent",
     "47 percent",
     "tuesday",
     "steve",
     "congress",
     "2015",
     "31 percent",
     "alice",
     "mike",
     "thirteen percent",
     "twitter",
     "post",
     "e.",
     "scalise",
     "republican",
     "obama",
     "strong",
     "today",
     "the weekend",
     "schumer",
     "medicare",
     "jan. 12",
     "january 17",
     "aca",
     "wednesday",
     "january 17, 2017",
     "burwell",
     "medicaid",
     "washington",
     "first year",
     "cbo",
     "li/the",
     "gop",
     "committee",
     "hatch",
     "obamacare",
     "tom",
     "office",
     "now",
     "mcginley",
     "finance",
     "ashlee",
     "debonis",
     "budget",
     "congressional",
     "kelsey"
    ],
    "id": 10,
    "text": "18 million would lose insurance in first year of Obamacare repeal without replacement, CBO report says Politics The inside track on Washington politics. Be the first to know about new Politics stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Kelsey Snell By Kelsey Snell January 17 at 2:20 PM Follow @kelsey_snell As Republicans in Congress gear up to repeal the Affordable Care Act, two Pennsylvanians reflect on their different experiences under Obamacare. (Alice Li/The Washington Post) At least 18 million people would lose health insurance in the first year if Republicans move ahead with plans to repeal major portions of the Affordable Care Act without a replacement plan, estimates a report from the nonpartisan Congressional Budget Office . The number of people without insurance would grow to about 32 million within the first decade if congressional Republicans follow a 2015 plan to repeal the health-care law without an alternative, the new report says. It also estimates that health insurance premiums for people buying individual non-group coverage would double within a decade, further complicating GOP promises that people will not lose coverage under their plan. The report comes as Republican leaders in Washington are working furiously to tamp down concerns within their ranks that a speedy push to repeal major portions of the law known as Obamacare could create chaos in the insurance markets and provoke a backlash from voters. Over the weekend, President-elect Donald Trump promised in an interview with The Washington Post that he was nearing completion of a plan to provide “insurance for everybody.” Trump did not provide any details of what that plan would include, but his timeline and promises of coverage for everyone clash starkly with the CBO report estimating that millions of people would lose coverage. The report increases the pressure on Republicans to come up with a replacement plan that fills in the gaps for Americans covered by the ACA while adhering to GOP principles. Sylvia Mathews Burwell, the outgoing secretary for health and human services, told reporters that the CBO report showed the importance of having a replacement health-care plan ready when the ACA is repealed. But as of now, “we really  haven’t seen a plan,” she said. “An outline is not a plan. A framework is not a plan.” Repealing the law without a replacement in place would send the marketplaces into a “negative” spiral of falling enrollment and soaring premiums, Burwell said. But she added that she is “an optimist” and believes that Republicans will adjust their plans when faced with the realities. She added that she believes consumers, doctors, patients and insurers will increasingly be “the voices of reality” as the debate over health care continues. Looking back on how the Obama administration handled the ACA, she said, it’s clear that officials underestimated the time it would take for consumers and insurers to adjust to a new system for the individual market. “We thought it would be faster,” Burwell said. [ Trump vows ‘insurance for everybody’ in Obamacare replacement plan ] The report, which is an update of a previous analysis of the 2015 repeal legislation, sparked bickering among lawmakers Tuesday. Republicans dismissed it, arguing that the forthcoming GOP repeal plan will also include some elements of replacement. Senate Finance Committee Chairman Orrin G. Hatch (R-Utah), one of four committee chairman who will help draft the repeal and replacement measures, said the report was one-sided. “Today’s report shows only part of the equation — a repeal of Obamacare without any transitional policies or reforms to address costs and empower patients,” Hatch said. “Republicans support repealing Obamacare and implementing step-by-step reforms so that Americans have access to affordable health care.” AshLee Strong, a spokeswoman for House Speaker Paul D. Ryan (R-Wis.), said, “This projection is meaningless, as it takes into account no measures to replace the law nor actions that the incoming administration will take to revitalize the individual market that has been decimated by Obamacare.” Senate Democrats, including Minority Leader Charles E. Schumer (D-N.Y.), requested the report to provide an updated estimate of the effect of a 2015 repeal measure that ended in a veto from President Obama. Republican leaders have said that bill was a “dress rehearsal” for efforts in 2017. “Nonpartisan statistics don’t lie: it’s crystal clear that the Republican effort to repeal the Affordable Care Act will increase health care costs for millions of Americans and kick millions more off of their health insurance,” Schumer said in a statement. But Republicans insist that they are working on a replacement plan. House Majority Whip Steve Scalise (R-La.), the third-ranking Republican in the House, responded Tuesday by dismissing the report on Twitter. CBO misses the point. Obamacare will be replaced with lower costs and more choices. — Rep. Steve Scalise (@SteveScalise) January 17, 2017 The CBO report assumes no Obamacare replacement. In reality, we will provide people with coverage that they want and can actually use. — Rep. Steve Scalise (@SteveScalise) January 17, 2017 Congress took its first step toward repealing Obama’s health-care overhaul Friday when the House voted along party lines to pass a budget measure that paves the way for a repeal vote in the coming months. Committees in the House and Senate are set to begin writing legislation that will roll back major elements of the law, including penalties for those who don’t get insurance and credits that help people buy insurance on the private market. Republicans are now facing the far more difficult task of assembling a viable replacement for a law that has expanded health insurance coverage to about 20 million Americans and eliminated unpopular insurance-industry practices, such as lifetime coverage caps and widespread refusal to cover already-sick individuals. The Senate is set to begin confirmation hearings Wednesday for Trump’s nominee for secretary of health and human services, Rep. Tom Price (R-Ga.). If confirmed, Price is poised to be one of the key architects of Republican health policy in the Trump era. Price is among the only lawmakers to have crafted an alternative to the Affordable Care Act. The former House Budget Committee chairman proposed making deep cuts to Medicaid and creating a voucherlike system for older Americans who use Medicare as their primary insurance. His plan would also end subsidies for people to buy private insurance, in favor of tax breaks to encourage investments in private health savings accounts. Many voters like the benefits of the ACA, but the public is split over whether the health-care law was a good idea overall. A Washington Post-ABC poll conducted from Jan. 12 to 15 found that 46 percent of respondents supported repealing the ACA, while 47 percent opposed repeal. Voters are less excited about repealing the law without a replacement. Thirteen percent supported repeal and said it should be done before a replacement is created — compared with 31 percent who said the law should be repealed simultaneously with a replacement. Mike DeBonis and Laurie McGinley contributed to this report.  Correction: A previous version of this story referred to Rep. Steve Scalise (R-La.) as Minority Whip. He is House Majority Whip.  powerpost ",
    "title": "18 million would lose insurance in first year of Obamacare repeal without replacement, CBO report says - The Washington Post"
   },
   {
    "entities": [
     "rodgers",
     "house",
     "r-wis.",
     "mcmorris",
     "last week",
     "ryan",
     "applewhite/ap",
     "paul",
     "npr",
     "kevin",
     "diane",
     "black",
     "2015",
     "scott",
     "j.",
     "mccarthy",
     "this year",
     "jan. 10",
     "alison",
     "obama",
     "currently",
     "today",
     "kodjak",
     "cathy",
     "cbo",
     "office",
     "budget",
     "congressional",
     "one year later"
    ],
    "id": 11,
    "text": "House Speaker Paul Ryan, joined by (from left) Rep. Cathy McMorris Rodgers, House Majority Leader Kevin McCarthy and Rep. Diane Black, discuss their efforts to repeal the Affordable Care Act on Jan. 10. J. Scott Applewhite/AP hide caption toggle caption J. Scott Applewhite/AP House Speaker Paul Ryan, joined by (from left) Rep. Cathy McMorris Rodgers, House Majority Leader Kevin McCarthy and Rep. Diane Black, discuss their efforts to repeal the Affordable Care Act on Jan. 10. J. Scott Applewhite/AP A partial repeal of Obamacare could leave 18 million people who have insurance today with no coverage one year later, according to an analysis by the nonpartisan Congressional Budget Office . The report estimates that 32 million people would lose their insurance over 10 years. The CBO based its estimates on a bill passed by Republicans and vetoed by President Obama in 2015. That bill amounted to a partial repeal of the Affordable Care Act, also called Obamacare, eliminating the penalty for people who didn't have health insurance. It also cut out the government subsidies that currently help people pay their premiums. The CBO estimated that getting rid of the penalty for people who do not purchase insurance would lead to 18 million fewer insured people within a year and that the number would eventually grow to 32 million after subsidies and a Medicaid expansion were also eliminated. As NPR's Alison Kodjak reported, \"congressional Republicans haven't introduced legislation to repeal Obamacare yet [this year], but they've suggested they'll follow the model of the previous [2015] bill.\" So far, lawmakers pushing for the repeal have no plan for encouraging people to have insurance without the mandate and subsidies. Article continues after sponsorship \"We're not holding hard deadlines, only because we want to get it right,\" House Speaker Paul Ryan, R-Wis., said last week . Tracking The Affordable Care Act ",
    "title": "18 Million People Could Lose Insurance In First Year After Partial Obamacare Repeal : The Two-Way : NPR"
   },
   {
    "entities": [
     "news",
     "chase",
     "civil",
     "liberties",
     "the last year",
     "fort",
     "american",
     "strangio",
     "manning",
     "aclu",
     "obama",
     "kansas",
     "abc",
     "union",
     "chelsea",
     "leavenworth"
    ],
    "id": 12,
    "text": "Chelsea Manning to Receive Gender Transition Surgery Chase Strangio, Manning’s attorney with the American Civil Liberties Union , confirmed the commutation to ABC News. \"I'm relieved and thankful that the president is doing the right thing and commuting Chelsea Manning's sentence,\" Strangio said in a statement released by the ACLU. \"Since she was first taken into custody, Chelsea has been subjected to long stretches of solitary confinement — including for attempting suicide — and has been denied access to medically necessary health care. This move could quite literally save Chelsea's life, and we are all better off knowing that Chelsea Manning will walk out of prison a free woman, dedicated to making the world a better place and fighting for justice for so many.\" Her commutation comes on one of Obama's final days in office. He has so far issued 1,385 commutations and 212 pardons. Manning is being held at Fort Leavenworth in Kansas and reportedly tried to commit suicide twice in the last year. 0 Shares ",
    "title": "President Obama Commutes Bulk of Chelsea Manning's 35-Year Sentence - ABC News"
   },
   {
    "entities": [
     "pensions",
     "goverment",
     "alexander",
     "trump",
     "press",
     "charter",
     "facebook",
     "lamar",
     "senate",
     "education",
     "donald",
     "academy",
     "devos",
     "fox",
     "tuesday",
     "committe",
     "of",
     "murray",
     "bennett",
     "moskowitz",
     "associated",
     "twitter",
     "health",
     "michigan",
     "department",
     "ethics",
     "success",
     "u.s.",
     "new",
     "print",
     "r-tenn.",
     "and",
     "email",
     "january 17, 2017",
     "eva",
     "america",
     "d-wash.",
     "amway",
     "office",
     "betsy",
     "channel",
     "now",
     "schools",
     "90 percent",
     "patty",
     "william"
    ],
    "id": 13,
    "text": "Trump education pick DeVos promotes school choice at confirmation hearing Published               January 17, 2017 Facebook 0 Twitter 0 livefyre Email Print   Education secretary nominee Betsy DeVos voiced strong support for public school alternatives at her confirmation hearing Tuesday, telling senators that \"parents no longer believe that a one-size-fits-all model of learning fits the needs of every child.\" DeVos told the Senate Health, Education and Pensions Committe that she would be \"a strong advocate for great public schools\" if confirmed, but added that \"if a school is troubled, or unsafe, or not a good fit for a child ... we should support a parent's right to enroll their child in a high-quality alternative.\"   DeVos, 59, also said she will seek to address rising higher education costs and massive student debt, but also advance trade and vocational schools as well as community colleges because \"craftsmanship is not a fallback — but a noble pursuit.\" President-elect Donald Trump's nomination of DeVos to lead the Department of Education was harshly criticized by teacher's unions, who have claimed that DeVos wants to undermine the public education system, which provides instruction to more than 90 percent of the country's students. In his opening statement, committee chairman Lamar Alexander, R-Tenn., himself a former secretary of education, said DeVos is \"on our children's side.\" \"I believe she is in the mainstream of public opinion, and her critics are not,\" said Alexander, who praised DeVos for devoting her life to helping mainly low-income kids have better choice in their education. Sen. Patty Murray, D-Wash., the committee's ranking member, expressed concern that lawmakers had not received an ethics review for the nominee.  \"I am extremely disappointed that we are moving forward with this hearing withour receiving the proper paperwork from the Office of Goverment Ethics,\" Murray said. DeVos, whose husband is the heir to the Amway marketing fortune, has for decades used the family’s influence and wealth in home-state Michigan to advocate for charter schools and promote conservative religious values. Critics of DeVos have expressed concerns about her financial contributions and possible conflicts of interest. Murray, in her opening statement, also told DeVos that federal policy should be focused on strengthening public schools, \"and certainly not toward diverting taxpayer dollars to fund vouchers that don't work for unaccountable private schools.\" DeVos is expected to get enough votes in the committee and before the full Senate to be confirmed, considering she needs only a simple majority, with Republicans having 52 senators and Democrats having 48.  In a letter addressed to the committee, 38 prominent education groups and teachers' organizations expressed concern that DeVos' track record bodes ill for public education. \"Over the course of her career as a major campaign contributor, soft-money donor and lobbyist, DeVos has used her considerable wealth to influence legislation and the outcomes of elections to advance policies that have undermined public education and proved harmful to many of our most vulnerable students,\" the letter said. LGBT groups also have protested Trump's choice of DeVos, saying she has funded conservative religious groups that promote what they consider to be traditional family values, including one organization that supports conversion therapy -- counseling of gay, lesbian, bisexual or transgender people with the aim of changing their sexual orientation. In an apparent response to that criticism, DeVos said in her statement, \"Every child in America deserves to be in a safe environment that is free from discrimination.\" DeVos supporters, meanwhile, applauded her nomination. Eva Moskowitz, CEO of Success Academy Charter Schools, said that American public education \"is in deep crisis,\" with 35 countries outranking American schools in math and 20 in reading. \"I believe Betsy DeVos has the talent, commitment and leadership capacity to revitalize our public schools and deliver the promise of opportunity that excellent education provides, and I support her nomination as U.S. secretary of education,\" Moskowitz said in a statement. Murray has also garnered strong backing from two dozen state governors, as well as another former education secretary, William Bennett. It’s time we take a major turn in American education,” Bennett told Fox New Channel’s “Happening Now” on Tuesday. “Betsy DeVos represents a change. She is experienced in the field with children from all over the country. … She understands what the problems with education are.” The Associated Press contributed to this report.  Advertisement ",
    "title": "Trump education pick DeVos promotes school choice at confirmation hearing | Fox News"
   },
   {
    "entities": [
     "markeith",
     "walmart",
     "courtesy",
     "florida",
     "jacobo",
     "reuters",
     "tonight",
     "department/handout",
     "loyd",
     "dec. 9",
     ", 7:14 pm",
     "tuesday",
     "county",
     "7 p.m.",
     "mina",
     "clayton",
     "shares",
     "john",
     "demings",
     "jan",
     "january 18, 2017",
     "police",
     "sheriff's",
     "sade",
     "orlando",
     "the weekend",
     "dixon",
     "star",
     "7 a.m.",
     "jerry",
     "jan. 9, 2017",
     "debra",
     "office",
     "17, 2017",
     "orange",
     "time",
     "julia"
    ],
    "id": 14,
    "text": "Police Capture Man Who Allegedly Killed Orlando Cop in Abandoned Home By JULIA JACOBO Jan 17, 2017, 7:14 PM ET 0 Shares Star Courtesy Orlando Police Department/Handout via Reuters Markeith Loyd, wanted in connection with the shooting death of an Orlando police officer, is shown in this undated booking photo in Orlando, Florida released Jan. 9, 2017. 0 Shares Email Orlando police say that they have caught alleged cop killer Markeith Loyd, who was also wanted for killing a pregnant woman. Around 7 p.m. Tuesday, authorities located Loyd in an abandoned home, Orlando Police Chief John Mina said during a press conference. Police surrounded the home, but Loyd tried to escape through the back of the home before the SWAT teams arrived, Mina said. Loyd then ran back inside the home and left again through the front door, wearing body armor and carrying two handguns, including a Glock that contained a magazine with the capacity for 100 rounds of ammunition, Mina said. Loyd threw the guns to the ground and resisted arrest when police officers tried to detain him. He suffered minor injuries in the scuffle and was treated by firefighters, Mina said. Markeith Loyd was wearing body armor when he was apprehended. And had these guns in his possession. pic.twitter.com/T0AfzZibmA — Orlando Police (@OrlandoPolice) January 18, 2017 On Dec. 9, Orlando Master Sgt. Debra Clayton was on duty by herself near a Walmart around 7 a.m. when a citizen approached her, telling her that a murder suspect was nearby, according to police. Clayton found Loyd and chased him, police said. He allegedly opened fire after Clayton told him to stop running. He was already wanted before he shot and killed Clayton for allegedly killing a pregnant woman. Clayton, a wife and mother, was shot multiple times, police said. She was wearing body armor at the time, but she later died. A funeral for the slain officer was held over the weekend. Loyd was placed in Clayton's handcuffs when he was caught, as part of a \"tradition\" in law enforcement that goes back \"many, many years,\" Mina said. These are Lt. Debra Clayton's handcuffs. Markeith Loyd was placed in these when he was arrested. pic.twitter.com/3TKs9nw2lu — Orlando Police (@OrlandoPolice) January 18, 2017 He will be charged with several offenses, including multiple counts of homicide for the deaths of Clayton and Sade Dixon and her unborn child, said Orange County Sheriff Jerry Demings, who described Loyd as a \"maniac.\" Loyd will also be charged with attempted murder for shooting Dixon's brother, who was gravely injured, as well as two counts of aggravated assault for pointing the gun at Dixon's mother and another individual, Demings said. The Orange County Sheriff's Office will serve an arrest warrant tonight, Demings said. Great police work got this cop killer and the killer of Sade Dixon and her unborn child off the street. pic.twitter.com/MkAdoHwZmM ",
    "title": "Police Capture Man Who Allegedly Killed Orlando Cop in Abandoned Home - ABC News"
   },
   {
    "entities": [
     "evanston",
     "democratic",
     "duckworth",
     "rahm",
     "earlier this month",
     "this week",
     "springs",
     "friday",
     "vales",
     "spicer",
     "trump",
     "march",
     "house",
     "schakowsky",
     "tribune",
     "d-ga.",
     "janssen",
     "emanuel",
     "donald",
     "bruce",
     "morning",
     "saturday",
     "durbin",
     "dan",
     "tuesday",
     "lipinski",
     "geiger",
     "kim",
     "congress",
     "tammy",
     "mike",
     "john",
     "jan",
     "luis",
     "skiba",
     "assembly",
     "lewis",
     "d.c.",
     "v.",
     "western",
     "chicago",
     "100 percent",
     "gutiérrez",
     "tara",
     "general",
     "rauner",
     "quigley",
     "sean",
     "washington",
     "gutierrez",
     "jeronimo",
     "anaya-ortiz",
     "illinois",
     "dick",
     "katherine",
     "white"
    ],
    "id": 15,
    "text": "List of Illinois Democrats skipping Trump inauguration grows Lipinski, Quigley, Gutierrez Chicago Tribune file photos Rep. Dan Lipinski, Rep. Mike Quigley and Rep. Luis Gutierrez will not attend President-elect Donald Trump's inauguration Friday. Rep. Dan Lipinski, Rep. Mike Quigley and Rep. Luis Gutierrez will not attend President-elect Donald Trump's inauguration Friday. (Chicago Tribune file photos) Katherine Skiba , Kim Janssen and Kim Geiger Contact Reporters Chicago Tribune A growing number of Democratic lawmakers from Illinois — as well as Republican Gov. Bruce Rauner — are skipping President-elect Donald Trump 's inauguration Friday. Chicago Mayor Rahm Emanuel will not attend the swearing-in. Democratic Reps. Mike Quigley of Chicago and Dan Lipinski of Western Springs also will not attend, their spokespeople said Tuesday. Another Chicago Democrat, Rep. Luis Gutierrez , said earlier this month that he would miss the inauguration but planned to attend the Women's March on Washington on Saturday. Rauner said Tuesday that he's skipping the festivities in Washington because he's \"100 percent focused in Illinois.\" Rauner is presiding over a historic state budget stalemate and has been consumed by a political power struggle with Democrats who control the General Assembly and who, during the last campaign, went to great lengths to link the governor to Trump. Other Democratic members of Congress from Illinois still are deciding whether to attend the festivities, particularly after Trump's criticism of Rep. John Lewis , D-Ga., a hero of the civil rights movement, after Lewis questioned the legitimacy of Trump's election. Bruce Rauner will not attend the inauguration of President-elect Donald Trump in Washington, D.C. Inaugurations typically are opportunities for members of the winning party to celebrate claiming the White House while hobnobbing and raising money for campaigns. But Rauner, already... Republican Gov. Bruce Rauner will not attend the inauguration of President-elect Donald Trump in Washington, D.C. Inaugurations typically are opportunities for members of the winning party to celebrate claiming the White House while hobnobbing and raising money for campaigns. But Rauner, already... (Kim Geiger) As of Tuesday morning, about 40 members of Congress nationally had said they will not attend the inauguration. Asked about that Tuesday, Trump spokesman Sean Spicer said \"we'd love for every member of Congress to attend, but if they don't, that's some great seats that other folks can hopefully partake in.\" \"I think that when you wake up on Friday and see the enormous crowds that are there, you're going to recognize that it is going to be an inauguration for all Americans,\" Spicer said. \"I think you're going to see an enormous outpouring of support and interest in coming to this. We've been overwhelmed by the number of people that want to attend this inauguration and be part of it in any numerous ways. \"So, you know, obviously it's a shame that these folks don't want to be part of the peaceful transfer of power, but it's within their right, and I think that that frees up some great seats for the millions of people who are excited to see this president come to Washington and bring real change.\" The state's two Democratic senators, Dick Durbin and Tammy Duckworth, will attend the inauguration, their spokesmen said. Rep. Luis V. Gutiérrez to skip Trump inauguration Rep. Luis V. Gutierrez explains why he plans to skip the Trump inauguration.  Rep. Luis V. Gutierrez explains why he plans to skip the Trump inauguration.  See more videos Quigley, who is new to the growing list of officials who are sitting out the swearing-in, \"fully supports the peaceful transfer of power, but has chosen to spend the ... week with those who have elected him,\" his spokeswoman, Tara Vales, said in a statement. The House is on recess this week. Lipinski, who won't attend, said in a statement he preferred to work in his district and spend time with his wife rather than watch the ceremony in D.C. and attend parties there. Some Democratic lawmakers from Illinois continue to weigh their options. Rep. Jan Schakowsky of Evanston is hearing from people urging that she sit out the swearing-in, her spokesman, Jeronimo Anaya-Ortiz, said Tuesday. \"We've had a big response on social media asking the congresswoman not to attend, and to stand with John Lewis on boycotting the inauguration,\" he said. ",
    "title": "List of Illinois Democrats skipping Trump inauguration grows - Chicago Tribune"
   },
   {
    "entities": [
     "this month",
     "interactive",
     "utah",
     "capitol",
     "resources",
     "navy",
     "west",
     "friday",
     "cbs",
     "interior",
     "sierra",
     "trump",
     "last summer",
     "cabinet",
     "house",
     "2017",
     "montana",
     "cantwell",
     "press",
     "rtsvyzy",
     "michael",
     "bernie",
     "paris",
     "ryan",
     "club",
     "inc.",
     "glacier",
     "senate",
     "park",
     "donald",
     "recently",
     "zinke",
     "$12 billion",
     "theodore",
     "the day",
     "tower",
     "tuesday",
     "sanders",
     "congress",
     "2015",
     "associated",
     "natural",
     "brune",
     "past",
     "department",
     "u.s.",
     "seal",
     "obama",
     "national",
     "hill",
     "and",
     "january 17, 2017",
     "service",
     "washington",
     "gop",
     "committee",
     "gifford",
     "forest",
     "maria",
     "pinchot",
     "energy",
     "jr.",
     "i-vt.",
     "roosevelt"
    ],
    "id": 16,
    "text": "<p>U.S. Representative Ryan Zinke (R-MT), a former Navy SEAL commander, testifies before a Senate Energy and Natural Resources Committee confirmation hearing on his nomination to be Interior Secretary at Capitol Hill in Washington, U.S., January 17, 2017.&nbsp;</p> Close REUTERS/Carlos Barria TPX IMAGES OF THE DAY - RTSVYZY WASHINGTON -- Donald Trump’s choice to head the Interior Department on Tuesday rejected the president-elect’s past claim that climate change is a hoax , saying it is indisputable that environmental changes are affecting the world’s temperature and human activity is a major reason. On The Trail: Melting glaciers “I don’t believe it’s a hoax,” Rep. Ryan Zinke told the Senate Energy and Natural Resources Committee at his confirmation hearing. “The climate is changing; man is an influence,” the Montana Republican said. “I think where there’s debate is what that influence is and what can we do about it.” Mr. Trump has suggested in recent weeks he’s keeping an open mind on the issue and may reconsider a campaign pledge to back away from a 2015 Paris agreement that calls for global reductions in greenhouse gas emissions. In contradicting the president-elect, Zinke cited Glacier National Park in his home state as a prime example of the effects of climate change, noting that glaciers there have receded in his lifetime and even from one visit to the next. Still, he told Sen. Bernie Sanders, I-Vt., that there is debate about how much humans have influenced the climate. Zinke is not the first of the Cabinet nominees to contradict the president-elect, a fact that does not seem to bother Mr. Trump. He told reporters gathered at Trump Tower Friday that he had instructed his appointees to “be yourselves and say what you want to say.”  Likely to win Senate confirmation, Zinke, 55, sketched out a variety of purposes for the nation’s vast federal lands, from hiking, hunting, fishing and camping to harvesting timber and mining for coal and other energy sources. The Interior Department and other U.S. agencies control almost a third of land in the West and even more of the underground “mineral estate” that holds vast amounts of coal, oil and natural gas. An admirer of President Theodore Roosevelt, Zinke said management of federal lands should be done under a “multiple-use” model set forth by Gifford Pinchot, a longtime Roosevelt associate and the first chief of the U.S. Forest Service. Zinke also pledged to tackle an estimated $12 billion backlog in maintenance and repair at national parks, saying parks and other public lands should be a key part of Trump’s infrastructure improvement plan. But the former Navy SEAL said his most important task at Interior will be to “restore trust” between the agency and the states and Indian tribes it serves. “One of the reasons why people want to sell or transfer public land is there’s no trust, because they feel like they don’t have a voice,” Zinke said, referring to elected officials and residents of many Western states. “They feel like they don’t matter. Well, they should matter.” Zinke has said he would never sell, give away or transfer public lands - a crucial stance in his home state of Montana and the rest of the West where access to hunting and fishing is considered sacrosanct. Zinke feels so strongly that he resigned as a delegate to the Republican National Convention last summer because of the GOP’s position in favor of land transfers to state or private groups. Even so, Zinke’s position on public lands came under fire this month after he voted in favor of a measure from House Republicans that would allow federal land transfers to be considered cost-free and budget-neutral, making it easier for drilling and development. The Interior nominee “says he’s against transfer of federal lands, but there’s a big gap between what he says and what he does in that regard,” said Michael Brune, executive director of the Sierra Club, the nation’s oldest and largest environmental group. Zinke told senators Tuesday that he flatly opposes all sales or transfer of federal lands. Indeed, his support for public lands was a crucial reason why Zinke was chosen by President-elect Trump. The president-elect and son Donald Trump Jr. both oppose sale of federal lands. The younger Trump, an avid hunter, has taken a keen interest in Interior Department issues and played a key role in Zinke’s selection. Zinke also reiterated his support for coal production on federal lands as part of an all-of-the above energy strategy Washington Sen. Maria Cantwell, the top Democrat on the energy panel, asked Zinke about modernizing the federal coal program, saying it was important “to make sure American taxpayers aren’t short-changed for the benefit of corporate interests.” Zinke promised to review the coal program and said he thinks taxpayers “should always get fair value,” whether it’s coal, wind power or other energy sources. Zinke also pledged to work with members of Congress on proposed national monuments such as the Bears Ears monument recently designated in Utah. The state’s Republican delegation fiercely opposes the monument created by President Obama. “I think a monument, when it falls in a state, I think the state should have a say on it,” Zinke said. © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Interior nominee Ryan Zinke doesn't believe climate change is hoax - CBS News"
   },
   {
    "entities": [
     "air",
     "interactive",
     "d.",
     "us",
     "cbs",
     "assange",
     "press",
     "taylor",
     "house",
     "paula",
     "2017",
     "chelsea",
     "inc.",
     "ryan",
     "paul",
     "london",
     "reid",
     "september 2016",
     "davis",
     "manning",
     "tuesday",
     "force",
     "justice",
     "associated",
     "guantanamo",
     "julian",
     "department",
     "u.s.",
     "obama",
     "army",
     "wikileaks",
     "sweden",
     "melinda",
     "january 17, 2017",
     "bay",
     "morris",
     "white"
    ],
    "id": 17,
    "text": "Whistleblower Chelsea Manning opens up about her prison sentence and her battle to transition to a woman in a new interview with Cosmopolitan. When Manning was sentenced, she was also dishonorably discharged from the Army, and reduced to the grade of “private E-1,” the lowest rank possible for an enlisted member of the Army. She admitted to leaking the documents, saying it was intended to raise awareness about the toll the war had taken on innocent civilians. As part of Manning’s application for commutation, retired Air Force Col. Morris D. Davis, who was chief prosecutor for the military commissions at Guantanamo Bay for two years, said much of the information Manning leaked had little value and could be found through open sources on the internet. In September 2016, after a lengthy lawsuit, Manning became the first transgender military inmate to be granted a request for gender transition surgery.  Manning attempted suicide multiple times citing the treatment she’s received in prison. House Speaker Paul Ryan was not pleased about the decision Tuesday, tweeting, “Chelsea Manning’s treachery put American lives at risk and exposed some of our nation’s most sensitive secrets.” Chelsea Manning's treachery put American lives at risk and exposed some of our nation's most sensitive secrets. My full statement ↓ pic.twitter.com/PcQrgK2SI3 — Paul Ryan (@SpeakerRyan) January 17, 2017 It wasn’t immediately clear what Mr. Obama’s commutation for Manning would mean for WikiLeaks founder Julian Assange, who had earlier pledged that he would agree to U.S. extradition if Mr. Obama granted clemency to Manning. Holed up in the Ecuadorean embassy in London, Assange had expressed concern that if he left he would be extradited to the U.S. to face espionage charges. But the Justice Department has never publicly announced any indictment against Assange, who is also being investigated by Sweden for a possible sex crime.  #Assange lawyer won't confirm whether client will agree to US extradition after #ChelseaManning granted clemency. pic.twitter.com/WVTLbnNLdK — Paula Reid (@PaulaReidCBS) January 17, 2017 White House officials didn’t say Tuesday whether there were sealed charges against Assange, but insisted his pledge to surrender to the U.S. didn’t play into Obama’s decision to commute Manning’s sentence. Melinda Taylor, who serves on Assange’s legal team, said he would not go back on his word, though she didn’t elaborate about possible extradition. © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "President Obama commutes Chelsea Manning's sentence - CBS News"
   },
   {
    "entities": [
     "civil",
     "eggleston",
     "assange",
     "sloan",
     "griffin",
     "ryan",
     "paul",
     "manning",
     "cia",
     "associated",
     "jessica",
     "department",
     "cartwright",
     "army",
     "today",
     "iraq",
     "neil",
     "catherine",
     "mccovey",
     "tom",
     "dupree",
     "white",
     "news",
     "united",
     "facebook",
     "senate",
     "tuesday",
     "of",
     "justice",
     "50 percent",
     "twitter",
     "julian",
     "u.s.",
     "1988",
     "staff",
     "jennifer",
     "union",
     "james",
     "joint",
     "york",
     "january 17, 2017",
     "cornyn",
     "pergram",
     "david",
     "this month",
     "bradley",
     "press",
     "chelsea",
     "r-texas",
     "oscar",
     "r-wisc.",
     "congress",
     "fort",
     "john",
     "daniel",
     "sanger",
     "stangio",
     "strangio",
     "1981",
     "new",
     "obama",
     "wikileaks",
     "1996",
     "iran",
     "time",
     "jackson",
     "october",
     "chase",
     "last year",
     "times",
     "klaidman",
     "states",
     "house",
     "leavenworth",
     "willie",
     "fox",
     "herridge",
     "american",
     "kansas",
     "chiefs",
     "may 17",
     "lopez-rivera",
     "2010",
     "liberties",
     "chad",
     "now",
     "$5,000"
    ],
    "id": 18,
    "text": "Obama commutes Chelsea Manning's sentence for leaking Army documents Published               January 17, 2017 Facebook 0 Twitter 0 Email Print   President Obama commuted the vast majority of former Army intelligence analyst Chelsea Manning's 35-year prison sentence for leaking classified documents, the White House announced Tuesday. The White House said that Manning is one of 209 inmates whose sentences Obama is shortening. Obama is also pardoning 64 people, including retired Gen. James Cartwright, who was charged with making false statements during a probe into disclosure of classified information. Manning is more than six years into a 35-year sentence at the military prison at Fort Leavenworth, Kansas for leaking classified government and military documents to the anti-secrecy website WikiLeaks. Her sentence is now set to expire May 17. Manning was known as Bradley Manning at the time of her 2010 arrest, but revealed after being convicted of espionage that she identifies as a woman.  Manning accepted responsibility for leaking the material to WikiLeaks to raise public awareness about the effects of war on civilians, and has said she was confronting gender dysphoria at the time of the leaks while deployed in Iraq. She attempted suicide twice last year, according to her lawyers, citing her treatment at Leavenworth. Chase Strangio, an American Civil Liberties Union attorney representing Manning, said the president's action \"quite literally save Chelsea's life.\" \"We are all better off knowing that Chelsea Manning will walk out of prison a free woman, dedicated to making the world a better place and fighting for justice for so many,\" Stangio said in a statement. CHELSEA MANNING'S REDUCED SENTENCE COULD STRENGTHEN ASSANGE'S CASE, FORMER PROSECUTOR SAYS \"Thank you to everyone who campaigned for Chelsea Manning's clemency,\" WikiLeaks founder Julian Assange said in a message posted to Twitter. \"Your courage & determination made the impossible possible.\" Assange: \"Thank you to everyone who campaigned for Chelsea Manning's clemency. Your courage & determination made the impossible possible.\" — WikiLeaks (@wikileaks) January 17, 2017 In a conference call with White House reporters, an official said the decision to grant a commutation to Manning was not influence anyway by Assange or WikiLeaks. A separate White House official said that more commutations should be expected before Obama leaves office. The U.S. Army declined to comment on the announcement when asked by The Associated Press.  In a blog post , White House Legal Counsel Neil Eggleston wrote \"with today’s 209 grants of commutation, the President has now commuted the sentences of 1,385 individuals – the most grants of commutation issued by any president in this nation’s history.” \"We must remember that clemency is an extraordinary remedy, granted only after the president has concluded that a particular individual has demonstrated a readiness to make use of his or her second chance,\" Eggleston added. \"Only Congress can achieve the broader reforms needed to ensure over the long run that our criminal justice system operates more fairly and effectively in the service of public safety.” House Speaker Paul Ryan, R-Wisc., called Obama's decision \"outrageous.\"  \"Chelsea Manning’s treachery put American lives at risk and exposed some of our nation’s most sensitive secrets,\" he said in a statement. \"President Obama now leaves in place a dangerous precedent that those who compromise our national security won’t be held accountable for their crimes.”   The decision is expected to have a ripple effect on WikiLeaks founder Julian Assange and the organization. Two former intelligence officers have told Fox News that a CIA WikiLeaks taskforce was set up to assess damage from the Manning leaks. \"I think it would strengthen his (Assange’s) position considerably,\" Tom Dupree, former Deputy Attorney General, told Fox News in a previous interview. \"If the United States government said we are going to pardon Manning for those offenses,  I think it makes it that much tougher to then say we’re going to drop the hammer on the person that published that information.\" Senate Majority Whip John Cornyn, R-Texas, told Fox News that while pardons are a Constitutional tool in the president's repertoire, Obama is \"undermining our ability on criminal justice reform by granting clemency at an alarming rate.\" Cartwright, the former vice chairman of the Joint Chiefs of Staff, received a pardon, the White House said. He pleaded guilty in October to making false statements during an investigation into a leak of classified information about a covert cyberattack on Iran's nuclear facilities. Prosecutors said Cartwright falsely told investigators that he did not provide information contained in a news article and in a book by New York Times journalist David Sanger, and said he also misled prosecutors about classified information shared with another journalist, Daniel Klaidman. The Justice Department sought a sentence of two years, saying employees of the U.S. government are entrusted each day with sensitive classified information. \"They must understand that disclosing such information to persons not authorized to receive it has severe consequences,\" prosecutors wrote in a sentencing memorandum filed this month. On Tuesday, Obama also commuted the prison sentence of Puerto Rican independence activist Oscar Lopez-Rivera. The 74-year-old Puerto Rican independence leader was sentenced in 1981 to 55 years in prison for seditious conspiracy to overthrow the U.S. government. He was sentenced to another 15 years in prison in 1988 for an attempted escape. Commutations reduce sentences being served but don't erase convictions. Pardons generally restore civil rights, such as voting, often after a sentence has been served. Most of the other people receiving commutations were serving sentences for nonviolent drug offenses. Jessica Jackson Sloan, National Director of #cut50, which looks to reduce the incarcerated population by 50 percent over the next 10 years, called Tuesday's announcement another action to address \"our broken criminal justice system.\" \"For far too long, efforts to fight crime have missed their mark, breaking up families and harming the human potential in our most vulnerable communities,\" Sloan said in a statement. \"Thanks to President Obama’s clemency initiative, more than one thousand people who were given overly harsh sentences during the War on Drugs now have a second chance at freedom.\" One other notable name to receive a pardon was 79-year-old former baseball star Willie McCovey, who received two years' probation and was fined $5,000 in 1996 on charges related to tax evasion. Fox News' Catherine Herridge, Jennifer Griffin, and Chad Pergram and The Associated Press contributed to this report. Advertisement ",
    "title": "Obama commutes Chelsea Manning's sentence for leaking Army documents | Fox News"
   },
   {
    "entities": [
     "october",
     "rico",
     "chase",
     "civil",
     "bradley",
     "last year",
     "times",
     "david",
     "armed",
     "the 1970s",
     "klaidman",
     "eggleston",
     "rivera",
     "assange",
     "national",
     "puerto",
     "trump",
     "2013",
     "house",
     "taylor",
     "press",
     "chelsea",
     "leavenworth",
     "tribune",
     "thursday",
     "ryan",
     "may",
     "oscar",
     "paul",
     "london",
     "donald",
     "1980s",
     "american",
     "manning",
     "tuesday",
     "last november",
     "kansas",
     "of",
     "pentagon",
     "faln",
     "fort",
     "chiefs",
     "justice",
     "daniel",
     "associated",
     "sanger",
     "lopez",
     "julian",
     "department",
     "melinda",
     "strangio",
     "u.s.",
     "obama",
     "cartwright",
     "army",
     "pratt",
     "staff",
     "wikileaks",
     "union",
     "neil",
     "james",
     "new",
     "joint",
     "sweden",
     "lopez-rivera",
     "gregory",
     "york",
     "forces",
     "2010",
     "iran",
     "liberation",
     "liberties",
     "now",
     "the past",
     "barack",
     "time",
     "ap",
     "white"
    ],
    "id": 19,
    "text": "Obama commutes sentence of Chelsea Manning, who gave Army documents to WikiLeaks Chelsea Manning AP In this undated file photo provided by the U.S. Army, Pfc. Chelsea Manning poses for a photo wearing a wig and lipstick. In this undated file photo provided by the U.S. Army, Pfc. Chelsea Manning poses for a photo wearing a wig and lipstick. (AP) Tribune news services Contact Reporter President Barack  Obama  commuted the prison sentence of Chelsea  Manning  on Tuesday, allowing the Army intelligence officer who leaked scores of classified documents to go free nearly three decades early. Manning, who will leave prison in May, was one of 209 inmates whose sentences Obama was shortening, a list that includes Puerto Rican nationalist Oscar Lopez-Rivera. Obama also pardoned 64 people, including retired Gen. James Cartwright , who was charged with making false statements during a probe into disclosure of classified information. \"These 273 individuals learned that our nation is a forgiving nation,\" said White House counsel Neil Eggleston, \"where hard work and a commitment to rehabilitation can lead to a second chance, and where wrongs from the past will not deprive an individual of the opportunity to move forward.\" The actions are permanent, and can't be undone by President-elect Donald Trump. White House officials said Obama would grant clemency to more individuals on Thursday — his final day in office — but that batch was not expected to include prominent individuals like Manning. A former Army intelligence analyst, Manning has been serving a 35-year sentence for leaking more than 700,000 classified government and military documents to WikiLeaks, along with some battlefield video. She was convicted in military court in 2013 of six violations of the Espionage Act and 14 other offenses and has spent more than six years behind bars. She asked Obama last November to commute her sentence to time served. Known as Bradley Manning at the time of her 2010 arrest, Manning came out as transgender after being sentenced, and LGBT rights groups took up her cause and lobbied the president to grant her clemency. She was held at a men's prison in Fort Leavenworth, Kansas, and filed a transgender prisoner rights lawsuit, although the military did approve gender-reassignment hormone therapy. President Barack Obama on Tuesday commuted the sentence of Oscar Lopez Rivera, who was serving 70 years in prison for his role in an organization that plotted bombings, prison escapes and armed robberies in an effort to secure independence for Puerto Rico. Lopez Rivera, a leader of FALN, Spanish... President Barack Obama on Tuesday commuted the sentence of Oscar Lopez Rivera, who was serving 70 years in prison for his role in an organization that plotted bombings, prison escapes and armed robberies in an effort to secure independence for Puerto Rico. Lopez Rivera, a leader of FALN, Spanish... (Gregory Pratt) She attempted suicide twice last year, according to her lawyers, citing her treatment in prison. Manning has acknowledged leaking the documents, but has she did it to raise public awareness about the effects of war on civilians. White House officials said the president was inclined to grant clemency to Manning because she had expressed remorse for her crimes and had served several years of her sentence. The officials briefed reporters on a conference call on condition of anonymity. \"We are all better off knowing that Chelsea Manning will walk out of prison a free woman, dedicated to making the world a better place and fighting for justice for so many,\" said Chase Strangio, an American Civil Liberties Union attorney representing Manning, adding that Obama's action could \"quite literally save Chelsea's life.\" But Obama's move was panned by Manning's critics, including several prominent Republicans. House Speaker Paul Ryan called the move \"just outrageous.\" \"Chelsea Manning's treachery put American lives at risk and exposed some of our nation's most sensitive secrets,\" said Ryan, R-Wis. \"President Obama now leaves in place a dangerous precedent that those who compromise our national security won't be held accountable for their crimes.\" The U.S. Army and the Pentagon both declined to comment on Obama's decision. Manning's commutation came as Obama, days before leaving office, wielded his clemency powers with newfound vigor. Though most of the beneficiaries were low-level drug offenders or little-known financial criminals, a few prominent names made the list, too. Cartwright, the former vice chairman of the Joint Chiefs of Staff who received a pardon, had pleaded guilty in October to making false statements during an investigation into a leak of classified information about a covert cyberattack on Iran's nuclear facilities. Prosecutors said Cartwright falsely told investigators that he did not provide information contained in a news article and in a book by New York Times journalist David Sanger, and said he also misled prosecutors about classified information shared with another journalist, Daniel Klaidman. The Justice Department sought a sentence of two years, saying employees of the U.S. government are entrusted each day with sensitive classified information. Puerto Ricans had long demanded the release of Lopez, who was sentenced to 55 years in prison for his role in a violent struggle for independence for the U.S. island territory. Lopez had belonged to the ultranationalist Armed Forces of National Liberation, which has claimed responsibility for more than 100 bombings at public and commercial buildings in U.S. cities during the 1970s and 1980s. Lopez's term will now expire in May. Commutations reduce sentences being served but don't erase convictions. Pardons generally restore civil rights, such as voting, often after a sentence has been served. It wasn't immediately clear what Obama's commutation for Manning would mean for WikiLeaks founder Julian Assange, who had earlier pledged that he would agree to U.S. extradition if Obama granted clemency to Manning. Holed up in the Ecuadorean embassy in London, Assange had expressed concern that if he left he would be extradited to the U.S. to face espionage charges. But the Justice Department has never publicly announced any indictment against Assange, who is also being investigated by Sweden for a possible sex crime. White House officials didn't say Tuesday whether there were sealed charges against Assange, but insisted his pledge to surrender to the U.S. didn't play into Obama's decision to commute Manning's sentence. Melinda Taylor, who serves on Assange's legal team, said he would not go back on his word, though she didn't elaborate about possible extradition. Associated Press ",
    "title": "Obama commutes sentence of Chelsea Manning, who gave Army documents to WikiLeaks - Chicago Tribune"
   },
   {
    "entities": [
     "texas",
     "rivera",
     "getty",
     "giants",
     "nov. 14, 2013",
     "manning",
     "for",
     "cia",
     "kamm",
     "``hoss",
     "jan 17",
     "2011",
     "estate",
     "march 15, 2011",
     "$100,000",
     "/",
     "dwight",
     "eric",
     "d.c.",
     "cartwright",
     "army",
     "loving",
     "san",
     "hill",
     ", 11:31 pm",
     "mccovey",
     "faln",
     "angeles",
     "white",
     "capitol",
     "rubell",
     "spring",
     "2:24",
     "senate",
     "tuesday",
     "of",
     "chip",
     "steve",
     "washington,",
     "craig",
     "haute",
     "manhattan",
     "petreaus",
     "petraeus",
     "1988",
     "u.s.",
     "january 11, 2017",
     "staff",
     "james",
     "nicholas",
     "joint",
     "hall",
     "york",
     "somodevilla",
     "real",
     "2007",
     "david",
     "living",
     "armed",
     "images",
     "risberg",
     "dc",
     "chelsea",
     "oscar",
     "francisco",
     "alex",
     "2015",
     "corky",
     "fort",
     "1970",
     "sanger",
     "hood",
     "lopez",
     "schrager",
     "obama",
     "new",
     "los",
     "1996",
     "iran",
     "committee",
     "to",
     "wong",
     "city",
     "scottsdale",
     "march 8, 2010",
     "october 1, 2009",
     "times",
     "ian",
     "marine",
     "siemaszko",
     "house",
     "2017",
     "willie",
     "leavenworth",
     "services",
     "1990",
     "chiefs",
     "dodgers",
     "arizona",
     "barritt",
     "may 17",
     "summit",
     "washington",
     "famer"
    ],
    "id": 20,
    "text": "Jan 17 2017, 11:31 pm ET Some Big Names Got a Measure of Mercy From President Obama by Corky Siemaszko Chelsea Manning's Sentence Commuted By President Obama 2:24 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170118090658if_/http://www.nbcnews.com/widget/video-embed/856764483556\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Chelsea Manning, a former Army intelligence officer, may be the best known felon whose sentence was commuted Tuesday by President Obama, but there were several other big names who received a measure of mercy from the Commander-in-Chief — and a notable omission as well. Among others, Obama pardoned James \"Hoss\" Cartwright, who was facing a long prison sentence for talking to New York Times reporter David Sanger about the top secret Stuxnet program that infected Iran's nuclear program with a computer virus. Vice Chairman of the Joint Chiefs of Staff Gen. James Cartwright prepares to testify before the House Armed Services Committee about missile defense October 1, 2009 in Washington, D.C. Chip Somodevilla / Getty Images Sanger and other journalists pleaded for leniency for Cartwright, a retired four star Marine general who was vice chairman of the Joint Chiefs of Staff from 2007 to 2011, arguing that he was trying to talk the Times out of publishing the report — not leaking sensitive information. Cartwright later plead guilty to making false statements during a federal investigation. In all, Obama granted 209 commutations and 64 pardons on Tuesday. Also receiving a pardon was baseball of Hall of Famer Willie McCovey , who in 1996 was fined and given two years' probation for failing to pay taxes on income he earned from 1988 to 1990, from selling sports memorabilia and signing autographs. San Francisco Giants Hall of Famer Willie McCovey watches batting practice from the dugout before the Giants' spring training game against the Los Angeles Dodgers in Scottsdale, Arizona on March 8, 2010. Eric Risberg / AP Ian Schrager, the nightclub impresario whose Studio 54 was the place to be in 1970's Manhattan, also got a presidential pardon. He and co-founder Steve Rubell did time for tax evasion. Ian Schrager attends the Haute Living New York City Real Estate Summit on Nov. 14, 2013 in New York City. Craig Barritt / Getty Images for Haute Living Dwight Loving, one of the few members of the U.S. military on Death Row, had his sentence commuted to life without parole. He had been convicted of killing two taxicab drivers in 1988 while he was stationed at Fort Hood, Texas. He has been on death row for more than 27 years. Puerto Rican nationalist Oscar Lopez , who was serving 55 years in prison for plotting to overthrow the U.S. government and an additional 15 years for conspiring to escape from Leavenworth federal prison, had his sentence commuted. The 74-year-old former leader of the FALN movement will be released by May 17. People march to demand the release of Puerto Rican nationalist Oscar Lopez Rivera near the White House in Washington, DC, on January 11, 2017. NICHOLAS KAMM / AFP - Getty Images Not on Obama's list of people receiving pardons was David Petreaus, a four star general and former CIA director who in 2015 was sentenced to two years probation and a $100,000 fine for giving classified information to his mistress. Gen. David Petraeus testifies during a hearing before the Senate Armed Services Committee March 15, 2011 on Capitol Hill in Washington, D.C. Alex Wong / Getty Images Petreaus' cause was taken up by supporters who pointed out that none of the material he turned over fell into hostile hands. Corky Siemaszko ",
    "title": "Some Big Names Got a Measure of Mercy From President Obama - NBC News"
   },
   {
    "entities": [
     "the next year",
     "edelson",
     "times",
     "orrin",
     "journal/nbc",
     "taxation",
     "rally",
     "price",
     "agrawal",
     "20%",
     "trump",
     "and",
     "sunday",
     "pelosi",
     "michael",
     "news",
     "last week",
     "mascaro",
     "2009",
     "paul",
     "services",
     "harris",
     "donald",
     "2026",
     "francisco",
     "street",
     "d-san",
     "for",
     "tuesday",
     "2014",
     "hiltzik",
     "congress",
     "2015",
     "on",
     "2016",
     "kamala",
     "41%",
     "rand",
     "health",
     "14%",
     "current",
     "human",
     "25%",
     "city",
     "this year",
     "wednesday",
     "obama",
     "journal",
     "today",
     "the weekend",
     "san",
     "wall",
     "chicago",
     "hall",
     "aca",
     "josh",
     "los",
     "joint",
     "medicaid",
     "nina",
     "gop",
     "hatch",
     "obamacare",
     "committee",
     "nancy",
     "this past weekend",
     "three years earlier",
     "45%",
     "office",
     "now",
     "tom",
     "finance",
     "budget",
     "angeles",
     "congressional",
     "50%",
     "lisa"
    ],
    "id": 21,
    "text": "Repealing Obamacare without replacement would hike premiums 20% and leave 18 million uninsured, report says Rally for ACA in San Francisco Josh Edelson / For the Los Angeles Times People rally at San Francisco City Hall on Sunday to retain the Affordable Care Act. People rally at San Francisco City Hall on Sunday to retain the Affordable Care Act. (Josh Edelson / For the Los Angeles Times) Lisa Mascaro Contact Reporter Repealing Obamacare without a replacement would result in higher costs for consumers and fewer people with insurance coverage, according to a report Tuesday from the nonpartisan Congressional Budget Office . In the first year, insurance premiums would jump by 20% to 25% for individual policies purchased directly or through the Obamacare marketplace, according to the report. The number of people who are uninsured would increase by 18 million. Those numbers would only increase in subsequent years. Premium prices would continue to climb by 50% the next year, with the uninsured swelling to 27 million, as full repeal took effect, the report said. Americans may be beginning to worry about such costs. For the first time, more Americans view the Affordable Care Act as a “good idea,” rather than a bad one, according to a new Wall Street Journal/NBC News poll also released Tuesday. The one-two punch at efforts to dismantle Obamacare comes as President-elect Donald Trump has vowed to replace the healthcare law with a new plan that he has not yet detailed. The researchers estimated that there were 926,200 abortions in 2014, or 14.6 abortions for every 1,000 women of reproductive age. That was down 14% from three years earlier. ... ... (Nina Agrawal) Demonstrators rallied across the country over the weekend to save the law that now benefits 20 million Americans. “ Republicans need to wake up to the brutal impact that repealing the ACA will have on the lives of their constituents,” said Rep. Nancy Pelosi (D-San Francisco), the minority leader. “While President-elect Trump promises ‘insurance for everybody,’ Republicans are moving to destroy the health coverage of tens of millions of Americans and drive up costs for millions more. The GOP plan isn’t repeal and delay, or repeal and replace — it’s cut and run.” Republicans argued Tuesday that the Congressional Budget Office report was based only on their initial plans to repeal Obamacare, but not on their ideas for replacing it, which have yet to be formally proposed . “Today’s report shows only part of the equation — a repeal of Obamacare without any transitional policies or reforms to address costs and empower patients,” said Sen. Orrin Hatch (R-Utah), the chairman of the Finance Committee. “Republicans support repealing Obamacare and implementing step-by-step reforms so that Americans have access to affordable healthcare.” But Americans are increasingly skeptical that Republicans will be able to put forward legislation to improve Obamacare. News on the Obamacare-replacement front was dominated this past weekend by Donald Trump and Sen. Rand Paul (R-Ky.), who both touted their Obamacare replacement plans. To be absolutely precise, they touted the claim that they had Obamacare replacement plans. They didn’t go into any great detail... News on the Obamacare-replacement front was dominated this past weekend by Donald Trump and Sen. Rand Paul (R-Ky.), who both touted their Obamacare replacement plans. To be absolutely precise, they touted the claim that they had Obamacare replacement plans. They didn’t go into any great detail... (Michael Hiltzik) About 50% of those polled said they had “very little confidence” or “no confidence at all” that Republicans would have a bill, according to the Wall Street Journal. Even though the Republican-led Congress approved a process last week to begin repealing Obamacare, they have yet to propose a replacement. At the same time, 45% now think the healthcare law is a “good idea,” a high-water mark since pollsters started asking about it in 2009, when 41% said it was a “bad idea,” the survey said. Tuesday’s report from the Congressional Budget Office and the congressional Joint Committee on Taxation was based on a 2015 Republican repeal bill that is the framework for this year’s effort. Under that plan, Republicans would end mandates that most Americans purchase insurance. Later it would eliminate the federal subsidies that help people buy insurance and roll back funding for Medicaid , which was expanded in many states under Obamacare to cover more low-income people. Republicans have argued that no one should be forced to buy healthcare. But as younger, healthier people drop out, those opting to keep their coverage would likely be sicker, sending prices higher, experts say. As federal funding for subsidies and Medicaid is cut, fewer people will likely be able to purchase insurance or access state healthcare programs.  The Congressional Budget Office estimates current premiums could double by 2026 and that the number of uninsured people would increase to 32 million in 2026. The insurance markets are already facing challenges under Obamacare, including rising premiums and fewer enrollments than first hoped for, leaving insurers to pull out of some states. At the same time, more Americans now have health insurance than ever before as people buy policies on the marketplaces or enroll in expanded Medicaid offerings in some states. Trump and Republicans in Congress are now working on alternatives and hope to retain some of Obamacare’s popular provisions — including allowing young adults to remain on their family’s policies and prohibiting insurers from denying coverage for preexisting conditions. But they have had trouble coalescing around a plan. Trump has said he expects Congress to swiftly repeal and replace Obamacare, and promises to unveil a plan as soon as Rep. Tom Price (R-Ga.), his pick for Health and Human Services secretary, is confirmed and takes office. Caption President Obama's farewell address President Obama delivered his farewell speech Tuesday in Chicago. President Obama delivered his farewell speech Tuesday in Chicago. Caption President Obama's farewell address President Obama delivered his farewell speech Tuesday in Chicago. President Obama delivered his farewell speech Tuesday in Chicago. Caption Trump says he'll turn over company to sons President-elect Donald Trump , under fire for his business conflicts, said Wednesday that he will turn his company over to his sons — but he won’t sell his network of properties and deals. President-elect Donald Trump , under fire for his business conflicts, said Wednesday that he will turn his company over to his sons — but he won’t sell his network of properties and deals. Caption Congress opens with an ambitious Republican agenda for the Trump era Republicans remain at odds on some high-profile issues — such as how aggressively to investigate Russian hacking in the 2016 election. Republicans remain at odds on some high-profile issues — such as how aggressively to investigate Russian hacking in the 2016 election. Caption What Trump made clear at his news conference and what he left murky Making demands on replacing Obamacare and insulting a key Republican senator were two ways Trump displayed his independent streak at the news conference. Making demands on replacing Obamacare and insulting a key Republican senator were two ways Trump displayed his independent streak at the news conference. Caption Kamala Harris sworn in Kamala Harris sworn in ",
    "title": "Repealing Obamacare without replacement would hike premiums 20% and leave 18 million uninsured, report says - LA Times"
   },
   {
    "entities": [
     "markeith",
     "10:44 pm est",
     "campbell",
     "marshals",
     "interactive",
     "troy",
     "january 9, 2017",
     "cbs",
     "$25,000",
     "florida",
     "press",
     "2017",
     "last monday",
     "last week",
     "news",
     "inc.",
     "tonight",
     "highway",
     "clermont",
     "last tuesday",
     "morning",
     "loyd",
     "billie",
     "tuesday",
     "monday",
     "wal-mart",
     "county",
     "last month",
     "mina",
     ", 7:37 pm",
     "jarrard",
     "clayton",
     "john",
     "demings",
     "norm",
     "associated",
     "january 18, 2017",
     "night",
     "twitter",
     "$100,000",
     "police",
     "department",
     "lewis",
     "lloyd",
     "sade",
     "u.s.",
     "norman",
     "orlando",
     "dixon",
     "wednesday",
     "previously",
     "january 17, 2017",
     "7 a.m.",
     "jerry",
     "service",
     "debra",
     "patrol",
     "jan 17, 2017",
     "million dollar",
     "orange",
     "time",
     "december"
    ],
    "id": 22,
    "text": "CBS/AP January 17, 2017, 7:37 PM Suspect in fatal shooting of Orlando police sergeant captured Orlando shooting suspect Markeith Lloyd. Orlando Police Department/WKMG/CBS News Email Last Updated Jan 17, 2017 10:44 PM EST ORLANDO --  Police say a man wanted in the fatal shootings of his pregnant ex-girlfriend and an Orlando police sergeant has been captured.  The Orlando Police Department tweeted Tuesday night that 41-year-old Markeith Loyd is in custody.    We've got him! Markeith Loyd in OPD ICustody. Details to come. Media: stand by for details on press conference. pic.twitter.com/SVjFUEvNak — Orlando Police (@OrlandoPolice) January 18, 2017 Loyd has been the focus of a week-long manhunt since Master Sgt. Debra Clayton was killed in a Wal-Mart parking lot.    Police say Loyd was wearing body armor and armed with two handguns when he was arrested at an abandoned house. Orlando Police Chief John Mina said during a news conference that  Loyd was arrested Tuesday night after the home was surrounded by SWAT officers.   Mina denied rumors that the arrest was the result of an anonymous tip, saying that Loyd was captured by the tireless efforts of law enforcement. “They’ve basically been living in their vehicles, using the bathroom in their vehicles, to try and do everything they could to bring justice for the Dixon family and for the Clayton family,” Mina said. Clayton’s family released a statement about the capture, thanking police for their assitance. Statement from Lt. Debra Clayton's family on husband's response to Markeith Loyd capture. pic.twitter.com/F6cSBH5FzS — Troy Campbell (@TroyLeeCampbell) January 18, 2017 On Twitter, police said that Loyd was put in the handcuffs of Clayton, who he is accused of killing last week.  These are Lt. Debra Clayton's handcuffs. Markeith Loyd was placed in these when he was arrested. pic.twitter.com/3TKs9nw2lu — Orlando Police (@OrlandoPolice) January 18, 2017 Orange County Sheriff Jerry Demings said at the news conference that the arrest is bittersweet, noting that in addition to Clayton, a deputy in his agency, Norman Lewis, died in a traffic crash during the manhunt for Loyd. “I believe that our entire community is going to breathe a sigh of relief at this point,” Demings said. “They will sleep better knowing tonight that... this maniac is off the streets.” Demings said Loyd would be charged with two counts of first-degree murder in his pregnant ex-girlfriend Sade Dixon’s death last month. Loyd will also face one count of attempted first-degree murder and two counts of aggravated assault with a firearm related to the shooting of Dixon’s brother and threats against other relatives.  Police previously said said Clayton was approached last Monday morning at around 7 a.m. by a person who recognized Loyd, a man suspected of killing Sade Dixon in December. The witness pointed Clayton toward Loyd, and the sergeant called dispatch to announce she was approaching the suspect. Moments later, a man believed to be Loyd shot Clayton multiple times. She died soon after.   Orlando Police Master Sgt. Debra Clayton Orlando Police Loyd fled the scene, hijacking a car, and firing at least two shots at a pursuing police vehicle. He then abandoned the first car he hijacked and stole another, according to police.    During the manhunt, an Orange County Sheriff’s deputy was killed in a motorcycle accident. The Florida Highway Patrol confirmed to CBS News that the deputy, identified as Deputy First Class Norman Lewis, was involved in the manhunt at the time of the crash. Clermont, Florida resident Billie Jarrard allegedly “turned into the direct path” of the deputy, am 11-year veteran.  That million dollar smile. The consummate professional. That's how we will remember our gentle giant DFC Norm Lewis. RIP. #BigNorm pic.twitter.com/I6BbSSCLeW — OCSO FL News (@OrangeCoSheriff) January 9, 2017 Orlando Police Chief John Mina said during a Monday morning press conference that Clayton, a 17-year veteran, was well-known on the force. “She organized several marches against violence by herself. That’s how dedicated she was,” Mina said. Police arrested a former supervisor at the fried chicken restaurant where Loyd worked, an ex-girlfriend and a niece last Tuesday and Wednesday on charges of helping him in the weeks after Loyd’s ex-girlfriend was fatally shot. Mina said he expects more arrests in the case for anyone who helped him evade police. He said authorities didn’t know how long Loyd been in the house, which was abandoned but does have ties to associates of his. “Anyone who harbored, aided or abetted him in any way is going to be arrested, and we know from our investigation that people did assist him,” Mina said. Hundreds of officers and deputies had been searching for Loyd, and a $100,000 reward was being offered for information that leads to his arrest. The U.S. Marshals Service had added Loyd to its list of most wanted fugitives Tuesday and added $25,000 to the reward offer.  © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Markeith Loyd: Suspect in fatal shooting of Orlando police sergeant captured - CBS News"
   },
   {
    "entities": [
     "pensions",
     "capitol",
     "government",
     "phelps",
     "alexander",
     "trump",
     "pick",
     "house",
     "labor",
     "mcconnell",
     "1 dollar",
     "lamar",
     "senate",
     "education",
     "donald",
     "devos",
     "reid",
     "carolyn",
     "tuesday",
     "murray",
     "of",
     "shares",
     "photo",
     "health",
     "michigan",
     "past",
     "kaster/ap",
     "ethics",
     "fbi",
     "obama",
     "jan. 17, 2017",
     "today",
     "hill",
     "jordyn",
     "franken",
     ", 6:18 pm",
     "star",
     "and",
     "washington",
     "committee",
     "evening",
     "oge",
     "jan 17, 2017",
     "office",
     "betsy",
     "patty",
     "al",
     "white"
    ],
    "id": 23,
    "text": "Trump's Education Secretary Pick Betsy DeVos Grilled on Public Education By Jordyn Phelps Jan 17, 2017, 6:18 PM ET 0 Shares Star Carolyn Kaster/AP Photo Education Secretary-designate Betsy DeVos arrives before testifying on Capitol Hill in Washington, on Jan. 17, 2017, at her confirmation hearing before the Senate Health, Education, Labor and Pensions Committee. 0 Shares Email President-elect Donald Trump 's pick for Education Secretary, Betsy DeVos, was grilled by Democratic senators in a Tuesday evening hearing on her views on public education and her background as a wealthy Republican donor. Ranking Democrat Sen. Patty Murray asked DeVos if she would commit to not allowing funding that's designated for public schools to flow to private options -- one of the leading concerns of DeVos' critics -- and DeVos did not offer a direct assurance. DeVos instead responded by saying she would commit to addressing the needs of \"all parents and students\" and noted that \"not all schools are working for the students that are assigned to them.\" \"I take that is not being willing to commit to not privatize public schools?\" Murray followed up. \"I guess I would not characterize it in that way,\" DeVos said. DeVos has supported vouchers and charter schools over several decades of advocacy on education reform in her home state of Michigan. While DeVos' admirers revere her as an effective disrupter who has put her own money into supporting school choice policies, her critics tie her to the checkered track record of Michigan's charter schools and see her advocacy for vouchers as a threat to public education. Some of the greatest displays of tension in the hearing were not between DeVos and the senators asking the questions but rather among the committee members themselves. Democrats repeatedly complained about Chairman Sen. Lamar Alexander limiting each senator to 5-minutes of questioning, with Democrats accusing the chairman of rushing the confirmation hearing. Sen. Al Franken grew agitated in his line of questioning of DeVos, at one point interrupting her when she appeared to not fully understand his question asking about where she fell on the debate between whether proficiency or growth is a better measure of student achievement. \"It surprises me that you don't know this issue. And Mr. Chairman, I think this is a good reason for us to have more questions,\" Franken said. At another point, he asked her whether she believes in conversion therapy, citing cases in her family's history of supporting groups that have promoted the use of such therapy for gay or lesbian individuals. \"I have never believed in that,\" DeVos said. Asked again about the issue, DeVos said that she \"embrace[s] equality\" and suggested that the senators might be referring to donations other members of her family may have made in the distant past that do not represent her views. In her opening remarks, DeVos affirmed her belief in increasing school choice in the nation's educational systems while pledging to be \"a strong advocate for great public schools.\" \"If confirmed, I will be a strong advocate for great public schools. But, if a school is troubled, or unsafe, or not a good fit for a child – perhaps they have a special need that is going unmet -- we should support a parent’s right to enroll their child in a high quality alternative,\" DeVos said. Democrats had sought to delay today's hearing until the Office of Government Ethics completes its full ethics review of the wealthy nominee, a sentiment that ranking Democrat Sen. Patty Murray made known in her opening remarks. \"I am extremely disappointed that we are moving forward with this hearing before receiving the proper paperwork from the Office of Government Ethics,\" Murray said. \"When President Obama entered the White House, Republicans insisted on having an ethics letter in hand before moving to a hearing. In fact, Leader McConnell wrote a letter to Leader Reid making that explicit demand—an ethics letter in hand, with time to review—and an FBI background check—before a hearing was held. So I am extremely concerned. And I can only hope that cutting corners and rushing nominees through will not be the new norm.\" The chairman of the committee, Sen. Lamar Alexander , sought to assure the committee that senators will have several days to review the OGE review of DeVos prior to a vote on her confirmation. DeVos also told the committee that she is committed to making sure \"an ethics agreement resolved and reached\" in the process of her confirmation and resolve any conflicts of interest that her financial holdings as a private citizen pose. She also said she plans to limit her government salary to 1 dollar \"to be official\" but that she doesn't \"want to take a salary.\" 0 Shares ",
    "title": "Trump's Education Secretary Pick Betsy DeVos Grilled on Public Education - ABC News"
   },
   {
    "entities": [
     "johnson/the",
     "d.",
     "assange",
     "november",
     "by",
     "ryan",
     "paul",
     "state",
     "manning",
     "for",
     "brennan",
     "defense",
     "horwitz",
     "edward",
     "j.",
     "guantanamo",
     "department",
     "july 2016",
     "cartwright",
     "afghanistan",
     "army",
     "today",
     "iraq",
     "july",
     "center",
     "steven",
     "rio",
     "white",
     "julie",
     "tate",
     "united",
     "may",
     "elizabeth",
     "donald",
     "at 5:35 pm",
     "tuesday",
     "of",
     "2014",
     "justice",
     "julian",
     "e.",
     "agency",
     "fbi",
     "u.s.",
     "staff",
     "james",
     "joint",
     "previously",
     "baghdad",
     "thomas",
     "goitein",
     "pentagon",
     "missy",
     "david",
     "bradley",
     "aftergood",
     "chelsea",
     "2045",
     "scientists",
     "ward",
     "debbie",
     "federation",
     "nations",
     "security",
     "fort",
     "john",
     "may 2010",
     "obama",
     "national",
     "hsu",
     "wikileaks",
     "january 17",
     "iran",
     "sari",
     "nakashima",
     "october",
     "last year",
     "spencer",
     "wagner",
     "states",
     "marine",
     "trump",
     "2013",
     "house",
     "leavenworth",
     "american",
     "kansas",
     "vincent",
     "nakamura",
     "chiefs",
     "2016",
     "snowden",
     "post",
     "corps",
     "may 17",
     "ellen",
     "washington",
     "bay",
     "now",
     "maryland"
    ],
    "id": 24,
    "text": "Obama commutes sentence of Chelsea Manning, soldier convicted for leaking classified information The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it (Thomas Johnson/The Washington Post) By Ellen Nakashima and Sari Horwitz By Ellen Nakashima and Sari Horwitz January 17 at 5:35 PM Follow @nakashimae Follow @sarihorwitz President Obama commuted the 35-year prison sentence of Chelsea Manning, an Army private convicted of taking troves of secret diplomatic and military documents and disclosing them to WikiLeaks, after deciding that Manning had served enough time. Obama also granted a full and complete pardon to retired Marine General James E. Cartwright, a former vice chairman of the Joint Chiefs of Staff, who had pleaded guilty to lying to the FBI in an investigation of a leak of classified information about a covert U.S.-Israeli cyberattack on Iran’s nuclear program. The president’s dramatic, last-minute clemency actions for Cartwright and Manning were surprising for an administration that has brought more leak prosecutions than all previous ones combined. Obama took office pledging to bring a new era of transparency to government, but during his eight years, his administration has presided over at least nine leak cases. But officials said the president thought that in Manning’s case, seven years behind bars was enough punishment and that she had been given an excessive sentence — the longest ever imposed in the United States for a leak conviction. The administration has contrasted her case with that of Edward Snowden , the National Security Agency contractor who leaked classified documents in 2013 and then fled the country, pointing out that Manning did not try to avoid facing the U.S. justice system for her crimes. “Chelsea Manning is somebody who accepted responsibility for the crimes she committed,” a senior White House official said, speaking on the condition of anonymity under ground rules set by the White House. “She expressed remorse for committing those crimes. She began serving the sentence that was handed down. The president’s concern was rooted in the fact that the sentence handed down is longer than sentences given to other individuals who committed comparable crimes.” Republicans immediately blasted the White House’s decision, saying the commutation would encourage others to leak sensitive documents. “This is just outrageous,” House Speaker Paul D. Ryan (R-Wis.) said. “Chelsea Manning’s treachery put American lives at risk and exposed some of our nation’s most sensitive secrets. President Obama now leaves in place a dangerous precedent that those who compromise our national security won’t be held accountable for their crimes.” President-elect Donald Trump’s team did not respond to requests for comment on the case.” Also on Tuesday, Obama granted clemency to more than 200 low-level drug offenders who were sentenced under harsh laws and would have received lighter sentences if convicted today. In all, the president commuted the sentences of 209 individuals and pardoned an additional 64. He is expected to grant more commutations before he leaves office. Since 2014, Obama has commuted 1,385 sentences, more than the previous 12 presidents combined. Of those, 540 low-level drug offenders had been serving life sentences. This “final set of actions” as Obama leaves office “is a signal to the system that prosecutors have gone too far,” said Steven Aftergood, a national security and transparency expert at the Federation of American Scientists. Manning, 29, will be set free in four months, on May 17, instead of in 2045, under the terms of Obama’s commutation. The Pentagon did not make the recommendation to the White House to commute Manning’s sentence, and senior Defense Department leaders opposed the move, said defense officials who spoke on the condition of anonymity to discuss internal deliberations. White House officials said the president’s decision had nothing to do with a recent pledge by Julian Assange, the founder of WikiLeaks, that he would agree to be extradited to the United States if Manning’s sentence was commuted. Members of Assange’s legal team did not immediately respond to requests for comments. “President Obama’s decision was both compassionate and amply justified,” said Elizabeth Goitein, co-director of the liberty and national security program at the Brennan Center for Justice. “Manning’s sentence was orders of magnitude greater than any sentence previously imposed for leaking classified information to the media.” Manning was arrested in Iraq in May 2010 after she transmitted documents to WikiLeaks that came to be known as the Iraq and Afghanistan “War Logs.” She also shared a video that showed a U.S. Apache helicopter in Baghdad opening fire on a group of people that the crew believed to be insurgents. Among the dead were Iraqi children and two journalists. She also leaked documents pertaining to Guantanamo Bay prisoners as well as 250,000 State Department cables . In an impassioned statement last year accompanying her petition for clemency, she accepted “full and complete responsibility” for disclosing the material. She said she pleaded guilty without the benefit of a plea agreement because she believed that the military justice system would understand her motivation for the leak and sentence her fairly. “I was wrong,” wrote Manning, who is imprisoned at Fort Leavenworth in Kansas. She said the 35-year penalty was “far more” than she imagined possible — “unreasonable, outrageous and out of line with what I had done.” Manning, who formerly went by the name Bradley Manning, came out as transgender after her conviction. She said in her statement that the three years since she had been sentenced had enabled her to reflect on her actions and her struggle to adjust to the military. “I am not Bradley Manning,” she said. “I really never was. I am Chelsea Manning, a proud woman who is transgender and who, through this application, is respectfully requesting a first chance at life.” Her reason for passing the documents to WikiLeaks was to raise public awareness about issues she found troubling, including the effect of war on innocent civilians, her attorney, Vincent J. Ward, said in a letter accompanying Manning’s petition. Ward said Manning’s sentence exceeds even international legal norms. Manning was kept in solitary confinement for almost a year before formal charges were brought, an experience she has called “humiliating and degrading.” The United Nations special rapporteur on torture called her treatment “cruel, inhuman and degrading.” She has tried to kill herself twice while at Fort Leavenworth — the first time in July 2016 and again in November. After the July attempt, she was placed in solitary confinement as punishment. “The family is delighted to hear the news, and we are looking forward to seeing Chelsea in May, and we want to thank President Obama for granting her request. We’re all very, very happy about it,” said Debbie, an aunt of Manning’s in Maryland, who asked that her last name not be used to protect her privacy. Cartwright, a retired four-star Marine Corps general, served as the nation’s second-ranking military officer and was facing his sentencing in two weeks after pleading guilty in October to a felony count of lying to the FBI in a classified leak investigation. He admitted to falsely telling investigators that he did not confirm classified information to reporters writing about a covert U.S.-Israeli cyberattack on Iran’s nuclear program. The senior White House official said Cartwright’s long history of distinguished service to the nation factored into Obama’s decision. The official said a journalist involved in the case testified that Cartwright did not tell the journalist anything that the reporter did not already know. The conversation was “focused on preventing the publication of information that could be damaging to our national security,” the official said. When the president is making clemency decisions, “motive matters,” the official said. “It’s clear in this case that based on what the journalist has said . . . that General Cartwright’s motive was different than most of the people who are accused of leaking classified information to a journalist.” In a statement Tuesday, Cartwright thanked Obama. “With the greatest pride, I have served my country as a member of the military for more than forty years. This action allows me to continue that work as a private citizen,” Cartwright said. “I love this country and believe it to be the greatest nation on earth. I have never lost faith in that belief.” Julie Tate, David Nakamura, Spencer Hsu, John Wagner and Missy Ryan contributed to this report. world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "Obama commutes sentence of Chelsea Manning, soldier convicted for leaking classified information - The Washington Post"
   },
   {
    "entities": [
     "rico",
     "the 1970s",
     "right now",
     "armed",
     "reporter",
     "rivera",
     "contact",
     "mary",
     "puerto",
     "alexander",
     "miranda",
     "edwin",
     "tracy",
     "tribune",
     "tully",
     "oscar",
     "1977",
     "francis",
     "park",
     "london",
     "susler",
     "1974",
     "tuesday",
     "of",
     "connor",
     "1999",
     "cortes",
     "bill",
     "faln",
     "present",
     "desmond",
     "once",
     "luis",
     "jan",
     "frank",
     "hamilton",
     "lopez",
     "e.",
     "jimmy",
     "1975",
     "carter",
     "tavern",
     "u.s.",
     "1981",
     "obama",
     "pratt",
     "chicago",
     "national",
     "new",
     "lin-manuel",
     "glenview",
     "fraunces",
     "may 17",
     "york",
     "gregory",
     "forces",
     "15 years in 1988",
     "gutierrez",
     "liberation",
     "humboldt",
     "illinois",
     "now",
     "swartz",
     "tutu",
     "barack",
     "jose",
     "clinton"
    ],
    "id": 25,
    "text": "News Local news Breaking News Obama commutes sentence of Oscar Lopez Rivera, member of Puerto Rican militant group President Barack Obama commuted the sentence of Oscar Lopez Rivera, who was serving 70 years in prison for his role in FALN, an organization that plotted bombings, prison escapes and armed robberies in an effort to secure independence for Puerto Rico. Gregory Pratt Contact Reporter Chicago Tribune Holding Puerto Rican flags and \"Free Oscar Lopez-Rivera\" signs, dozens of community members and former revolutionaries on Tuesday filled a small Humboldt Park community theater. The impromptu celebration came just hours after President Barack Obama commuted Lopez' prison sentence for his role in an organization that in the 1970s and early '80s plotted bombings, prison escapes and armed robberies in an effort to secure independence for Puerto Rico. \"Obama finally listened and let Oscar out of prison,\" sang the crowd, which alternated between the joyous chant and \"Que bonita bandera,\" Spanish for \"what a beautiful flag.\" In addition to community members and political organizers, two of Lopez' siblings turned out to celebrate, as did former FALN members who had spent time in prison. Lopez' brother, Jose E. Lopez, said the commutation has \"historical significance.\" commuted the sentence of Puerto Rican nationalist Oscar Lopez Rivera and said he would play Alexander Hamilton at a Chicago performance for Lopez Rivera. \"I wish I was with every Puerto... \"Hamilton\" creator Lin-Manuel Miranda said he was \"sobbing with gratitude\" about the news that President Obama  commuted the sentence of Puerto Rican nationalist Oscar Lopez Rivera and said he would play Alexander Hamilton at a Chicago performance for Lopez Rivera. \"I wish I was with every Puerto... (Tracy Swartz) With Obama's commutation, Lopez, 74, will leave prison by May 17. In recent years, his cause had been taken up by pop culture figures, religious leaders and political luminaries. Former President Jimmy Carter, Pope Francis and U.S. Rep. Luis Gutierrez of Illinois' 4th district supported his release, as did South African Archbishop Desmond Tutu. Reaction to Tuesday's action by Obama, one of more than 200 commutations granted by the president on Tuesday, went well beyond Chicago. \"Hamilton\" creator Lin-Manuel Miranda in a tweet from London said he was \"sobbing with gratitude\" after learning that Obama had commuted Lopez's sentence. Miranda said he would reprise his role as Alexander Hamilton at a Chicago performance for Lopez. \"I wish I was with every Puerto Rican in Chicago right now,\" Miranda tweeted Tuesday. Lopez was a leader of FALN, an acronym for the Spanish translation of the Armed Forces of National Liberation. He was found guilty in U.S. District Court in Chicago in 1981 of weapons, explosives and seditious conspiracy charges, and sentenced to 55 years in prison. He received an additional 15 years in 1988 after he was convicted of plotting to escape from federal prison. FALN's goal was a free and socialist Puerto Rico. The group was primarily active in New York and Chicago and claimed responsibility for more than 140 bombings since 1974. Authorities connected five deaths to the bomb blasts. Another 100 people were maimed as a result of the bombings, authorities said. The group's most notorious bombing occurred at New York's landmark Fraunces Tavern in 1975. Four people were killed and more than 60 injured. Lopez was not convicted of any role in that attack, but some still hold him responsible because of his ties to the ultranationalist group. \"I'm willing to forgive, but he never once said he was sorry, showed no remorse at all,\" said Mary Connor Tully, whose husband, Frank Connor, was killed in the bombing. \"He's an old man and he'll get to live his life free, and hopefully he can live with the sins he committed, and that he'll answer one day to a higher power than us for what he did.\" FALN members and their supporters said those put behind bars by the U.S. government were prisoners of war and questioned the country's jurisdiction to prosecute them. Lopez had been a federal fugitive for five years when he was caught by police in north suburban Glenview on a routine traffic violation. Federal authorities had charged him in 1977 in connection with 16 Chicago area bombings. At Lopez' sentencing in 1981, a federal judge called him an \"unrehabilitated revolutionary.\" Lopez declined to be present at his sentencing or many previous court sessions. Lopez was the last remaining FALN member still in prison. Lopez in 1999 rejected President Bill Clinton 's conditional offer for a reduced sentence. Edwin Cortes, 61, who spent more than a decade in prison before Clinton commuted his sentence in 1999, was at Tuesday's celebration in Humboldt Park and called Lopez' release a \"great victory for our movement.\" Lopez' lawyer, Jan Susler, said Tuesday she was \"elated\" by the president's decision. \"I think all of Oscar's co-defendants have been involved in his campaign for release, and they all felt less than whole without him,\" Susler said. \"This now completes the cycle and it's really marvelous.\" ",
    "title": "Obama commutes sentence of Oscar Lopez Rivera, member of Puerto Rican militant group - Chicago Tribune"
   },
   {
    "entities": [
     "force",
     "muhammadu",
     "boko",
     "air",
     "january 17, 2017",
     "jean-clément",
     "npr",
     "ofeibea",
     "cabrol",
     "the",
     "nigeria",
     "washington",
     "post",
     "msf",
     "rann",
     "state",
     "buhari",
     "haram",
     "borno",
     "quist-arcton"
    ],
    "id": 26,
    "text": "A bombing by the Nigerian air force has occurred in an internally displaced person camps in Rann, Nigeria. MSF hide caption toggle caption MSF A Nigerian military strike on a camp for internally displaced persons in northeast Nigeria has killed dozens of people, according to Doctors Without Borders. Teams from the organization, also known as Médecins sans frontières, said in a statement that they've counted 52 dead and 120 wounded as a result of the strike on the camp in Rann. They're treating the injured and preparing to evacuate patients from the camp. The bombing was accidental and happened during an air force mission targeting Boko Haram insurgents in restive Borno State, according to tweets from Nigerian President Muhammadu Buhari . I received with regret news that the Air Force,working to mop up BH insurgents, accidentally bombed a civilian community in Rann,Borno State — Muhammadu Buhari (@MBuhari) January 17, 2017 \"This large-scale attack on vulnerable people who have already fled from extreme violence is shocking and unacceptable,\" Dr. Jean-Clément Cabrol, MSF director of operations, said in a statement. \"The safety of civilians must be respected. We are urgently calling on all parties to ensure the facilitation of medical evacuations by air or road for survivors who are in need of emergency care.\" Article continues after sponsorship They're Caught In A Crisis That Isn't Hitting The Headlines Photos from the camp released by MSF show rows of newly dug graves and stunned-looking, injured civilians waiting for treatment. Other civilians survey the damage and look through burned-out ruins. The organization adds that its teams are \"in shock following the event.\" The Nigerian air force has been intensively targeting the extremist organization in the northern area of the country. As NPR's Ofeibea Quist-Arcton has reported , up to 2.5 million people have been displaced from the fighting. \"This is the first time during Nigeria's three-year campaign against Boko Haram that the military has acknowledged a large number of civilians killed in a mistaken bombardment,\" according to The Washington Post . \"It remains unclear how the military could have mistaken a camp with 25,000 displaced people for a terrorist enclave.\" Buhari pledged the federal government's support \"in dealing with the situation and attending the victims.\" ",
    "title": "Nigerian Military Strike Kills Dozens In Displaced Persons Camp : The Two-Way : NPR"
   },
   {
    "entities": [
     "davos",
     "this month",
     "trade",
     "times",
     "u.k.",
     "lee",
     "credit",
     "britain",
     "states",
     "south",
     "trump",
     "house",
     "party",
     "beijing",
     "klaus",
     "germany",
     "united",
     "italy",
     "donald",
     "indiana",
     "of",
     "china",
     "communist",
     "organization",
     "j.",
     "kai-fu",
     "economic",
     "this year",
     "new",
     "africa",
     "union",
     "east",
     "nato",
     "previously",
     "york",
     "forum",
     "european",
     "xi",
     "schwab",
     "damon",
     "netherlands",
     "winter/the",
     "world",
     "france",
     "white"
    ],
    "id": 27,
    "text": "Continue reading the main story In myriad ways, Mr. Xi is a strikingly ill-fitting steward of openness and connectivity. Under his direction, China’s Communist Party has clamped down severely on civil society, tightening restrictions on the internet and jailing scores of lawyers focused on using the country’s own laws to defend the rights of aggrieved people. He has projected China’s navy into contested waters in the South China and East China Seas. Throughout his speech, Mr. Xi carefully used the phrase “economic globalization,” while avoiding unqualified “globalization,” reflecting China’s spurning of an open internet, universal human rights and free elections. Advertisement Continue reading the main story Indeed, the metaphor he used to reject protectionism — “like locking oneself in a dark room” — could just as well have been used to describe China’s political path under his leadership, with the Communist Party overtly guiding a campaign to restrict the influence of what it labels Western notions such as democracy. This month, China’s top judge delivered a speech sharply criticizing the idea of an independent judiciary, which he said must be “ resolutely rejected .” Not for nothing, China carries a reputation as a country willing to bend the norms of global commerce when such a course suits its interests. Steel producers around the globe complain that Beijing dumps its steel on world markets at prices lower than the cost of raw materials, costing jobs at mills from Italy to Indiana. But the populist ferment refashioning the global order has made previously unthinkable roles possible. In the United States, the supposed citadel of free market enterprise, a wealthy real estate magnate has captured the White House on the strength of his appeal as a supposed champion of blue-collar workers. Here in Davos, where technology executives fret about the plight of sub-Saharan Africa while drinking champagne paid for by investment banks, the chairman of the Communist Party of China — an institution that rules in the name of peasant-led revolution — draped himself in the banner of globalization. None of these details were featured in Mr. Xi’s highly choreographed appearance at the gathering that has become a rite of passage into the ranks of the global elite. For Klaus Schwab, executive chairman of the World Economic Forum, the participation of China’s president amounted to a public relations coup because it was the first time a Chinese head of state had attended. Mr. Schwab obliged with his trademark soft treatment. He asked no questions, solicited none from the audience, and delivered an introductory address so laudatory that it provoked winces among some in the audience. “In a world marked by great uncertainty and volatility, the international community is looking to China to continue its responsive and responsible leadership in providing all of us with confidence and stability,” Mr. Schwab said. That Mr. Xi chose this year to make his debut underscores China’s attempt to improve its international standing just as much of the world appears in turmoil. The United States is about to inaugurate as president someone who has questioned the relevance of powerful institutions that have anchored the world order for decades, from NATO to the World Trade Organization. Britain is pursuing a fraught divorce from the European Union, dealing a blow to those who have advanced regional integration as a solution to economic and security problems. Advertisement The growing electoral strength of populist, anti-European Union parties in France, the Netherlands, Italy and Germany have intensified fears that the union may not endure. Photo Mr. Xi spoke three days before the inauguration of Donald J. Trump as president of the United States. His speech implicitly rebuked the trajectory on trade that Mr. Trump has promised. Credit Damon Winter/The New York Times These developments have yielded a gnawing sense that a complex world is suddenly short of adult supervision. Mr. Xi devoted his speech to trying to fill that vacuum, casting China as a trustworthy power in which serious-minded people are taking considered action to address consequential challenges — from climate change to a weak global economy. “This appears to be a time of uncertainty in the United States, in the U.K.,” said Kai-Fu Lee, a prominent venture capitalist in Beijing who invests in emerging Chinese companies. “The world needs strong leaders to give the world confidence.” In keeping with the traditions of speeches delivered by senior Chinese officials, Mr. Xi’s address was long on platitudes, tortured metaphors and literary references, while nearly bereft of policy pronouncements. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "In Era of Trump, China’s President Champions Economic Globalization - The New York Times"
   },
   {
    "entities": [
     "1995",
     "1959",
     "risberg",
     "1 hour ago",
     "willie",
     "giants",
     "facebookemail",
     "snider",
     "facebook",
     "francisco",
     "$70,000",
     "tuesday",
     "1990",
     "2014",
     "4:55 p.m.",
     "twitter",
     "dodgers",
     "1986",
     "eric",
     "1988",
     "jan. 10",
     "obama",
     "chicago",
     "today",
     "jan. 17, 2017",
     "san",
     "and",
     "mccovey",
     "1996",
     "second year",
     "cubs",
     "duke",
     "ap",
     "$5,000",
     "google",
     "sox",
     "famer",
     "white"
    ],
    "id": 28,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest President Obama pardons Willie McCovey for tax evasion One day after the Chicago Cubs jokingly “pardoned” President Obama for his White Sox fandom, the outgoing president issued a real pardon to baseball Hall of Famer Willie McCovey. Post to Facebook President Obama pardons Willie McCovey for tax evasion One day after the Chicago Cubs jokingly “pardoned” President Obama for his White Sox fandom, the outgoing president issued a real pardon to baseball Hall of Famer Willie McCovey. Check out this story on USATODAY.com: http://usat.ly/2jWnKU1 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 1 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs President Obama pardons Willie McCovey for tax evasion USA TODAY Sports Published 4:55 p.m. ET Jan. 17, 2017 | Updated 1 hour ago Willie McCovey was elected into the Hall of Fame in 1986. (Photo: Eric Risberg, AP) One day after the Chicago Cubs jokingly “pardoned” President Obama for his White Sox fandom, the outgoing president issued a real pardon to baseball Hall of Famer Willie McCovey. McCovey was among the 273 commutations and pardons announced by Obama on Tuesday, as the president forgave  the San Francisco Giants legend’s 1995 conviction on tax evasion charges. McCovey, along with Dodgers slugger Duke Snider, admitted to knowingly failing to report $70,000  earned by signing autographs and participating in memorabilia shows between 1988 and 1990. He was sentenced in 1996 to two years of probation and fined $5,000. Obama greets champion Cubs: Sports bring us together McCovey, who marked his 79th birthday on Jan. 10, slugged 521 home runs over a 22-year career that began in 1959, the Giants’ second year in San Francisco. He spent 18 of those seasons with the Giants, and was inducted into the Hall of Fame in 1986. He has had a series of health issues in recent years related to orthopedic procedures, and was hospitalized in 2014 to treat a serious infection. NEVER MISS OUT Sports Stay in the know and in the zone, 7 days a week, with scores, analysis, and in-depth features and commentary. THANKS FOR SIGNING UP FOR THE Sports NEWSLETTER We're sorry. ",
    "title": "President Obama pardons Willie McCovey for tax evasion"
   },
   {
    "entities": [
     "mccain",
     "chase",
     "david",
     "bradley",
     "times",
     "aclu",
     "amnesty",
     "house",
     "margaret",
     "carrie",
     "chelsea",
     "ryan",
     "oscar",
     "paul",
     "npr",
     "nsa",
     "international",
     "manning",
     "of",
     "russia",
     "may 17, 2017",
     "edward",
     "chiefs",
     "johnson",
     "john",
     "snowden",
     "sanger",
     "strangio",
     "usa",
     "u.s.",
     "fbi",
     "obama",
     "cartwright",
     "army",
     "staff",
     "afghanistan",
     "wikileaks",
     "iraq",
     "james",
     "today",
     "new",
     "joint",
     "jan. 17, 2017",
     "lopez-rivera",
     "york",
     "may end",
     "huang",
     "now",
     "ap",
     "white"
    ],
    "id": 29,
    "text": "Chelsea Manning had been sentenced to 35 years for leaking military secrets to WikiLeaks. Civil liberties groups have praised President Obama's decision to commute the sentence, but some Republican leaders are outraged. AP hide caption toggle caption AP Chelsea Manning had been sentenced to 35 years for leaking military secrets to WikiLeaks. Civil liberties groups have praised President Obama's decision to commute the sentence, but some Republican leaders are outraged. AP In one of his last moves in office, President Obama has commuted the 35-year prison sentence of Chelsea Manning, the Army private who leaked a massive trove of military secrets to WikiLeaks. The former intelligence analyst's prison sentence has been shortened to expire on May 17, 2017, according to a statement from the White House. This commutation was issued along with 208 others, including one for Oscar Lopez-Rivera, who was part of a militant group that fought for Puerto Rican independence. Obama also pardoned 64 individuals, including retired Gen. James Cartwright, the former vice chairman of the Joint Chiefs of Staff, who pleaded guilty to one count of making false statements to federal authorities. Manning, a transgender woman formerly known as Bradley, had requested clemency from Obama and said her life was at risk in an all-male prison, as we reported . She has admitted to \"releasing more than 700,000 documents, including battlefield reports and U.S. embassy cables.\" Her lawyers at the ACLU expressed relief after the decision, saying that Manning has already served more time behind bars than any other whistleblower in U.S. history, and under difficult conditions. Article continues after sponsorship \"Since she was first taken into custody, Chelsea has been subjected to long stretches of solitary confinement — including for attempting suicide — and has been denied access to medically necessary health care,\" said lawyer Chase Strangio in a statement. \"This move could quite literally save Chelsea's life, and we are all better off knowing that Chelsea Manning will walk out of prison a free woman, dedicated to making the world a better place and fighting for justice for so many.\" Amnesty International USA's executive director, Margaret Huang, argued in a statement that the move was long overdue: \"Chelsea Manning exposed serious abuses, and as a result her own human rights have been violated by the U.S. government for years. ... President Obama was right to commute her sentence, but it is long overdue. It is unconscionable that she languished in prison for years while those allegedly implicated by the information she revealed still haven't been brought to justice.\" House Speaker Paul Ryan released a statement protesting the commutation: \"This is just outrageous. Chelsea Manning's treachery put American lives at risk and exposed some of our nation's most sensitive secrets. President Obama now leaves in place a dangerous precedent that those who compromise our national security won't be held accountable for their crimes.\" Sen. John McCain called the commutation a \"grave mistake\" that may \"encourage further acts of espionage and undermine military discipline.\" He added: \"Thousands of Americans have given their lives in Afghanistan and Iraq upholding their oaths and defending this nation. Chelsea Manning broke her oath and made it more likely that others would join the ranks of her fallen comrades. Her prison sentence may end in a few months' time, but her dishonor will last forever.\" It's worth noting one name that did not appear on the list today: Edward Snowden. As NPR's Carrie Johnson has reported , the NSA leaker, who is living in Russia, has also mounted \"a last-ditch bid for clemency.\" Cartwright \"had been charged with falsely telling FBI investigators that he did not provide classified information for a book written by New York Times reporter David Sanger,\" The Two-Way has reported . Correction Jan. 17, 2017 A previous version of this story said Gen. James Cartwright leaked information. He pleaded guilty to misleading investigators who were working on a leaks case. ",
    "title": "Chelsea Manning's Prison Sentence Commuted By Obama : The Two-Way : NPR"
   }
  ]
 }
}