{
 "19": {
  "col-sim": {
   "cosine": 0.17909102902671106,
   "entity": 0.1856953381770519
  },
  "exec-time": 33.06207036972046,
  "links": [
   {
    "entities": [
     "council",
     "barrow",
     "22 years ago",
     "another three months earlier today",
     "tomorrow",
     "dec. 1",
     "friday",
     "yahya",
     "african",
     "ecowas",
     "amnesty",
     "jammeh",
     "reuters",
     "earlier this week",
     "local time",
     "senegal",
     "international",
     "last month",
     "security",
     "a week later",
     "january 18, 2017",
     "midnight",
     "u.n.",
     "future",
     "abdou",
     "maclean",
     "u.s.",
     "coast",
     "parliament",
     "union",
     "east",
     "wednesday",
     "banjul",
     "ndiaye",
     "thomas",
     "cook",
     "ruth",
     "uk",
     "the first day of december",
     "dakar",
     "gambia",
     "ap",
     "adama"
    ],
    "id": 0,
    "text": "A woman looks down an empty street Wednesday in Banjul, Gambia, hours before the end of longtime leader Yahya Jammeh's mandate. AP hide caption toggle caption AP A woman looks down an empty street Wednesday in Banjul, Gambia, hours before the end of longtime leader Yahya Jammeh's mandate. AP In a few hours, longtime Gambian leader Yahya Jammeh's presidential term will expire. But he is clinging to power as troops from regional powers reportedly amass at the border. International and regional powers are demanding that Jammeh step down and make way for his rival, businessman Adama Barrow, who won last month' s presidential election. The African Union has stated that it will stop recognizing Jammeh as president after his term expires at midnight local time. (Gambia is five hours ahead of the U.S. East Coast.) And ECOWAS, the West African regional bloc, appears to be preparing to enforce the election result by force. The Nigerian air force said in a statement that it has moved \"a contingent of 200 men and air assets\" to Senegal's capital, Dakar, \"from where it is expected to operate into Gambia.\" Senegalese forces also are poised to cross the border, army spokesman Col. Abdou Ndiaye tells Reuters. \"We are ready and are awaiting the deadline at midnight. If no political solution is found, we will step in,\" Ndiaye said, according to the wire service. Article continues after sponsorship ECOWAS had earlier threatened military action if Jammeh refused to leave and is seeking \"the U.N. Security Council's endorsement of its 'all necessary measures' to help remove Jammeh from power,\" The Associated Press reported. Gambia, \"a country of 1.9 million people, is estimated to have just 900 troops,\" according to the wire service. Jammeh, who has been president since he led a coup 22 years ago, initially accepted the result of the Dec. 1 election — but dramatically changed his mind a week later, saying that the results were void because of voting \"irregularities.\" And earlier this week, he issued a 90-day state of emergency. Parliament also extended his term for another three months earlier today, according to news reports, though that hasn't appeared to ease the tension heading into tomorrow's deadline. Meanwhile, it appears Barrow is preparing to be sworn in as president. It's unclear where that ceremony would take place, as Barrow is in Senegal for his own protection. \"Our future starts tomorrow,\" Barrow said in a tweet. We made history on the first day of December. Our future starts tomorrow. #Gambia pic.twitter.com/kSxUcROONJ — Adama Barrow (@adama_barrow) January 18, 2017 Since Jammeh lost the election, \"Gambian authorities have arbitrarily arrested opposition sympathizers and closed four independent radio stations,\" according to Amnesty International . The U.N.'s refugee agency says thousands of Gambians fearing violence have fled across the border to Senegal. Tourists are also evacuating the country and a correspondent with The Guardian is posting pictures of crowded halls in the capital's airport, saying it is \"absolute chaos.\" Banjul airport is absolute chaos with miffed tourists everywhere #Gambia pic.twitter.com/nkf3TcIfiE — Ruth Maclean (@ruthmaclean) January 18, 2017 Tour operator Thomas Cook said it is operating extra flights in order to \"get our UK customers home from the Gambia as quickly as possible.\" The company adds that it hopes to transport some 3,500 people on 16 flights by Friday. The smallest country on the African continent is a popular destination for tourists seeking sandy beaches. ",
    "title": "Gambia Prepares For Showdown As Foreign Troops Threaten Intervention : The Two-Way : NPR"
   },
   {
    "entities": [
     "council",
     "israel",
     "jim",
     "michelle",
     "friday",
     "crow",
     "west",
     "the past decade",
     "trump",
     "house",
     "hillary",
     "chelsea",
     "oval",
     "donald",
     "manning",
     "tuesday",
     "bank",
     "last month",
     "congress",
     "security",
     "twitter",
     "u.n.",
     "u.s.",
     "obama",
     "army",
     "youtube",
     "wikileaks",
     "america",
     "office",
     "clinton",
     "white"
    ],
    "id": 1,
    "text": "Twitter YouTube President Obama's final press conference was one of both reflection and subtle rebuke toward incoming President-elect Donald Trump, defending voting rights and a free press, all while reassuring the American people that \"at my core, I think we're going to be OK.\" Obama did show some deference toward Trump — sidestepping a question about the more than five dozen Democrats in Congress who are boycotting the inauguration on Friday. \"All I know is I'm going to be there, and so is Michelle,\" he said. And striking an upbeat tone at the end, Obama maintained that despite being disappointed that Democrat Hillary Clinton hadn't won, there shouldn't be dread ahead. \"The only thing that is the end of the world is the end of the world,\" Obama said, quoting advice he had given his own daughters after the election. \"I believe in this country. I believe in the American people. I believe that people are more good than bad,\" Obama said. But he did have some advice for his successor, warning Trump not to become isolated in the Oval Office and to rely on his advisers. Article continues after sponsorship \"This is a job of such magnitude that you can't do it by yourself,\" the president said. \"You are enormously reliant on a team.\" And Obama said that while it was appropriate for the incoming Republican administration to make shifts in policy, he also warned that, \"if you're going to make big shifts in policy, just make sure you've thought it through.\" Obama said his post-presidential plans including wanting \"to be quiet a little bit and not hear myself talk so darn much.\" But he did say there would be issues he wouldn't hesitate to speak out on after he leaves office, if he believes the country's \"core values may be at stake.\" Obama said that would include \"systematic discrimination being ratified in some fashion,\" an assault on voting rights, \"institutional efforts to silence dissent or the press\" and \"efforts to round up kids who have grown up here and, for all practical purposes, are American kids, and send them someplace else.\" Obama greatly defended the rights of a free press, seeming to be directly addressing tensions between the press corps and the incoming administration, which has floated moving reporters out of the White House and denying credentials to some reporters or publications. Obama acknowledged that at times he hasn't been pleased with some of his coverage, but he told reporters that \"America needs you, and our democracy needs you.\" \"You're not supposed to be sycophants,\" Obama said. \"You're supposed to be skeptics; you're supposed to ask me tough questions.\" But the subject on which Obama grew most passionate and the most defensive was the issue of voting rights. \"This whole notion of voting fraud is something that has been constantly disproved,\" the president said forcefully. \"This is fake news.\" He argued there was a racial component to such efforts — \"The reason that we're the only country that makes it harder to vote is that it traces exactly back to Jim Crow\" — but did also argue that while racial issues have gotten better during his presidency, \"we've got more work to do on race.\" Obama also expressed hope that there would be more diverse chief executives to follow him in the White House, along with another black president. \"I think we're going to see people of merit rise up from every race, faith and corner of the country,\" he said. \"We're going to have a woman president, a Latino president, a Jewish president, a Hindu president.\" And he praised the \"transformation\" that has taken place over LGBT rights over the past decade and said he was proud that his administration in some places had \"provided a good block downfield to help the movement advance.\" Obama said that while he knew there would be challenges, he was hopeful those advancements weren't \"reversible, because American society has changed [and] the attitudes of young people in particular have changed.\" He also defended some of his final moves in office, including the controversial decision on Tuesday to commute Chelsea Manning's 35-year prison sentence. The president said that the Army private, who was convicted of leaking secret military information to WikiLeaks, had served a \"tough prison sentence\" and that 35 years was \"very disproportionate\" relative to sentences given to individuals in other similar cases. As for the U.S.'s decision last month to abstain from a U.N. Security Council vote that eventually passed condemning Israeli settlements on the West Bank, Obama said that the status quo in the region was \"unacceptable.\" \"I don't see how this issue gets resolved in a way that maintains Israel as both Jewish and a democracy,\" the president said. \"Because if you do not have two states, then in some form or fashion you are extending an occupation; functionally, you end up having one state in which millions of people are disenfranchised and operate as second-class residents.\" ",
    "title": "WATCH: Obama's Final White House Press Conference : NPR"
   },
   {
    "entities": [
     "colombia",
     "feb. 20",
     "3cents",
     "the next day",
     "globovisión",
     "miraflores",
     "november",
     "press",
     "house",
     "rtsvrhg",
     "caracas",
     "earlier this week",
     "pan",
     "facebook",
     "schott",
     "sabatini",
     "cucuta",
     "presidential",
     "recently",
     "chris",
     "american",
     "university's",
     "international",
     "sonia",
     "bank",
     "of",
     "last month",
     "$6",
     "school",
     "toronto",
     "$300",
     "2015",
     "affairs",
     "associated",
     "2016",
     "the year",
     "50 percent",
     "twitter",
     "banco",
     "tuesday, june 16, 2015",
     "january 16, 2017",
     "this year",
     "u.s.",
     "foxnews.com",
     "palace",
     "cartagena",
     "currently",
     "d.c.",
     "maicao",
     "bbc",
     "1 million bolivars",
     "and",
     "maduro",
     "washington",
     "central",
     "maracaibo",
     "public",
     "now",
     "venezuela",
     "nicolas",
     "de",
     "1,600 percent",
     "nicolás",
     "columbia",
     "white"
    ],
    "id": 2,
    "text": "Facebook 0 Twitter 0 Email Print A bank teller counts bolivar banknotes at a Banco de Venezuela branch in Caracas, Venezuela January 16, 2017. REUTERS/Marco Bello - RTSVRHG Venezuela may now be the country in the world with the most millionaires. There is, however, a caveat. That money isn’t worth much anywhere else in the world. VENEZUELA'S MADURO: TRUMP IN THE WHITE HOUSE CAN'T BE WORSE THAN OBAMA Amid rampant inflation, widespread shortages of everything from toilet paper to medicine and a failing economy, the Venezuelan government recently introduced three new bank notes into the market ranging from 500 to 20,000 bolivars. But while somebody in Caracas can now carry 1 million bolivars in his billfold, in terms of U.S. currency those 50 bank notes are only worth only about $300 on the country’s black market and one bill is valued at less than $6. NEW VENEZUELAN VP'S ALLEGED TIES WITH HEZBOLLAH, RADICALISM RAISE CONCERNS “That won’t get you very far,” Chris Sabatini, a professor at Columbia University’s School of International and Public Affairs, told FoxNews.com. “It’s like the government has almost given up. They are just adding zeros to the end of these bills and they don’t mean anything.” Expand / Contract Venezuela's President Nicolas Maduro sits quietly during a ceremony for the athletes that will participate in the upcoming Toronto Pan American games, at Miraflores Presidential Palace in Caracas, Venezuela, Tuesday, June 16, 2015. (The Associated Press) Sabatini added: “There’s going to come a time when they’re going to run out of space on the bill for all those zeros.” Venezuelan President Nicolás Maduro said the switch to the new bills was to combat smuggling along the country’s border with Colombia. He added that transnational gangs hold \"entire warehouses full of 100-bolivar notes in the [Colombian cities of] Cucuta, Cartagena, Maicao and Buaramanga.” The government also believes that the new bills will help make shopping easier for Venezuelans as they currently have to carry large wads of bank notes around with them to obtain even basic supplies. Before the new notes were introduced the highest bill in Venezuela was 100 bolivars, which is worth about 3¢ on the country’s black market. No official inflation data is available for 2016, but many economists believe Venezuela ended the year in triple digits, and it is forecasted to hit 1,600 percent this year. Despite government assertions that the new currency is meant to combat smuggling, many Venezuelans appear are skeptical. “I think it is more of the same,” one Caracas resident waiting outside a bank told the BBC earlier this week. “Effectively what we are doing is putting more money on the street, attracting more inflation.” Since global oil prices plunged in 2015, Venezuela hasn’t had the funds to import basic goods such as food and medicine, creating acute shortages and stirring anger toward Maduro. Adding to the overall misery are a drastic rise in violent crime, especially in the capital city of Caracas, rolling blackouts and widespread and often times bloody protests against the government. There have been casualties and deaths on both sides of the protests and accusations from the international community of human rights abuses and political oppression. “The pressure that Venezuelans face every day is tremendous because of all the uncertainty,” Sonia Schott, the former Washington, D.C., correspondent for Venezuelan news network Globovisión, told FoxNews.com. “Nobody knows what will happen the next day.” Adding to the difficulties with the new bills is that 100 bolivar bill makes up to nearly 50 percent of the banknotes used in the country, according to Central Bank data released in November, with more than 6.1 billion of the 100 bolivar bills currently in circulation. The Maduro government initially imposed a 72-hour time limit for citizens to change or deposit their 100-bolivar notes for the newer, higher bills, but this led to long lines at banks and, in some cases, riots. Authorities said there were protests and looting in at least six cities last month, including Maracaibo, where police put down looting near a bank building, and the eastern state of Bolivar, where mobs sacked several businesses. Young men waved their 100-bolivar bills in the air and chanted \"they're useless,\" then turned and ran as police fired tear gas canisters. Dozens of people were arrested. The deadline for removing the 100 bolivar note from circulation has been extended multiple times since and, currently, the bill will remain in circulation until Feb. 20. “There is clearly no strategy in Venezuela but to surrender,” Sabatini said. The Associated Press contributed to this report. Advertisement ",
    "title": "Hyperinflation renders Venezuela a nation of broke millionaires | Fox News"
   },
   {
    "entities": [
     "2021",
     "zbigniew",
     "killeen",
     "reporter",
     "medicine",
     "contact",
     "carle",
     "last summer",
     "tribune",
     "thursday",
     "nov. 6, 2013",
     "university",
     "tribune-rrb-",
     "college",
     "$662 million",
     "timothy",
     "rhodes",
     "st.",
     "of",
     "springfield",
     "bzdak",
     "urbana-champaign",
     "students",
     "uic",
     "chicago",
     "fall 2016",
     "east",
     "louis",
     "15 percent",
     "illinois",
     "dawn"
    ],
    "id": 3,
    "text": "University of Illinois plans major enrollment growth, tuition freeze University of Illinois Students on the campus of the University of Illinois at Urbana-Champaign on Nov. 6, 2013. Students on the campus of the University of Illinois at Urbana-Champaign on Nov. 6, 2013. (Zbigniew Bzdak / Chicago Tribune) Dawn Rhodes Contact Reporter Chicago Tribune University of Illinois is rolling out an ambitious effort to boost enrollment by 15 percent over the next five years, growing the three campuses to more than 93,600 students. School leaders are aiming to add around 12,150 students by 2021, pinpointing increases in undergraduate programs at the Chicago campus, and graduate and online programs in Urbana-Champaign. The move comes as the university system tries to attract more Illinoisans and underrepresented minorities. U. of I. President Timothy Killeen is scheduled to detail the plan at Thursday's board of trustees meeting in Chicago. All three campuses were directed to create enrollment strategies last summer, school officials said. University of Illinois trustees Thursday backed a quid pro quo deal that would secure funding for the university's three campuses. The proposal would guarantee state funding for the next five years, starting with $662 million... In an attempt to overcome unprecedented budget gridlock in Springfield, University of Illinois trustees Thursday backed a quid pro quo deal that would secure funding for the university's three campuses. The proposal would guarantee state funding for the next five years, starting with $662 million... (Dawn Rhodes) Urbana-Champaign would aim to create new online master's-level degree programs in subjects like computer science, accounting and business administration. A new medical degree also would be launched in step with the opening of the Carle Illinois College of Medicine. Enrollment would go from around 47,000 in fall 2016 to more than 53,000 — a jump of 6,300 students. UIC plans to attract nearly 4,800 more students by adding and expanding programs. Five new academic programs would be added: integrated health studies, nutrition and wellness, integrated health sciences, disability and human development, and data science. More enrollment also would occur by bolstering  an additional 18 existing programs, and filling other undergraduate, graduate and professional programs to capacity. School projections show student populations growing from 29,120 in fall 2016 to 33,905. Springfield would add more than 1,000  students by introducing new programs, improving marketing for its online courses and broadening its recruitment territory. Five new undergraduate programs, two new concentrations, two graduate certificate courses and one new master's-level program would be added. Officials also would scour downstate Illinois and the East St. Louis area for prospective students. ",
    "title": "University of Illinois plans major enrollment growth, tuition freeze - Chicago Tribune"
   },
   {
    "entities": [
     "d.",
     "the 1960s",
     "jan. 18",
     "alexander",
     "cabinet",
     "atlanta",
     "ryan",
     "paul",
     "education",
     "morning",
     "charles",
     "street",
     "present",
     "alice",
     "once",
     "michigan",
     "department",
     "ethics",
     "schumer",
     "wall",
     "hill",
     "gop",
     "tom",
     "isakson",
     "juliet",
     "trump's",
     "budget",
     "al",
     "congressional",
     "hhs",
     "peter",
     "right now",
     "capitol",
     "goldstein",
     "mitch",
     "exchange",
     "labor",
     "mcconnell",
     "news",
     "united",
     "may",
     "georgia",
     "senate",
     "elizabeth",
     "donald",
     "recently",
     "melina",
     "tuesday",
     "of",
     "tammy",
     "haley",
     "2008",
     "photo",
     "health",
     "current",
     "e.",
     "u.s.",
     "biomet",
     "january 18",
     "carolina",
     "franken",
     "sheldon",
     "and",
     "enzi",
     "sean",
     "li/the",
     "office",
     "the past",
     "finance",
     "roberts",
     "the second week",
     "the future",
     "eilperin",
     "december",
     "pensions",
     "$1 trillion",
     "kirsten",
     "amy",
     "baldwin",
     "bernie",
     "cnn",
     "lamar",
     "chris",
     "commission",
     "congress",
     "2015",
     "nikki",
     "on",
     "$300,000",
     "mike",
     "zimmer",
     "security",
     "human",
     "u.n.",
     "republican",
     "sullivan",
     "gillibrand",
     "at 1:46 pm",
     "obama",
     "wednesday",
     "emory",
     "america",
     "committee",
     "2012",
     "stevenson/the",
     "study",
     "patty",
     "johnny",
     "this past weekend",
     "last year",
     "price",
     "government",
     "states",
     "south",
     "trump",
     "march",
     "house",
     "kaiser",
     "services",
     "last week",
     "university",
     "fox",
     "warren",
     "sanders",
     "murray",
     "monday",
     "securities",
     "2016",
     "pat",
     "post",
     "jan. 18, 2017",
     "journal",
     "the weekend",
     "buy",
     "whitehouse",
     "medicare",
     "washington",
     "2010",
     "collins",
     "wait",
     "social",
     "medicaid",
     "mara/the"
    ],
    "id": 4,
    "text": "HHS nominee Price sees ‘access’ to coverage as health reform goal Politics The inside track on Washington politics. Be the first to know about new Politics stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Juliet Eilperin and Amy Goldstein By Juliet Eilperin and Amy Goldstein January 18 at 1:46 PM Follow @eilperin Follow @goldsteinamy Rep. Tom Price, President-elect Trump's nominee for secretary of health and human services, attended a hearing of the Senate Committee on Health, Education, Labor, and Pensions, on Jan. 18 at the Capitol. Price will attend a second hearing, in front of the Senate Finance Committee, which will formally vote on his nomination. (Peter Stevenson/The Washington Post) Rep. Tom Price (R-Ga.), President-elect Donald Trump’s choice to head the Department of Health and Human Services and one of Congress’s most vehement critics of the Affordable Care Act, told senators on Wednesday that “it is absolutely imperative” for the government to ensure that all Americans “have the opportunity to gain access” to insurance coverage — a more modest goal than the incoming president has set forth in recent days. In a hearing before the Senate Health, Education, Labor and Pensions Committee, Price laid out the central elements of his years-long attempt to replace the ACA along conservative lines. His statement about access to coverage was in sync with widespread GOP thought about promising consumers a chance to get insurance, but he stopped short of Trump’s comments this past weekend that he was seeking “insurance for everybody” in a nearly finished plan. The nominee indicated that the plan would probably be ready by March but did not elaborate on its content. And while Trump vowed this past weekend to curb drug prices in Medicare and Medicaid by negotiating directly with pharmaceutical firms, Price shied away from a similar pledge. Under questioning from Sen. Bernie Sanders (I-Vt.), who argued that the United States has the world’s highest drug costs specifically because it does not negotiate with the industry, the congressman replied that “there are a lot of reasons for that” and said he wanted to “get to the root causes of that.” Price said he would work to ensure that “drug prices are reasonable and individuals across the country have access” to needed prescriptions. The courtesy hearing before the Senate panel marked the first time Price has appeared before lawmakers since being selected; his formal confirmation hearing, before the Senate Finance Committee, is set for Tuesday. This initial encounter gave the six-term congressman his first opportunity to make a public case for his selection, while allowing Democrats to argue their case for why the incoming administration should preserve — not jettison — the 2010 health-care law also known as Obamacare. The committee’s chairman, Sen. Lamar Alexander (R-Tenn.), and top Democrat, Sen. Patty Murray (D-Wash.), made it clear they were searching for more specific details on the president-elect’s plans to replace the ACA. Alexander began the hearing by reading conflicting comments by Trump, House Speaker Paul D. Ryan (R-Wis.) and Senate Majority Leader Mitch McConnell (R-Ky.) about how they planned to replace the existing law “simultaneously,” “concurrently” and “in manageable pieces.” The law should be repealed only, the chairman argued, “when there are concrete practical reforms in place that give Americans affordable access to health care. It’s not about developing a quick fix.” As Republicans in Congress gear up to repeal the Affordable Care Act, two Pennsylvanians reflect on their different experiences under Obamacare. (Alice Li/The Washington Post) Murray criticized Republicans for “rushing” the confirmation process and told Price that she had “serious concerns about your qualifications and plans for the department you hope to lead.” “Just last week, you voted to begin the process of ripping apart our health-care system without any plan to replace it,” Murray said. “My constituents are coming up to me with tears in their eyes, wondering what the future holds for their health care given the chaos Republican efforts could cause.” Sen. Sheldon Whitehouse (D-R.I.) continued the theme later while pointing out that the ACA has slowed the rise in U.S. health-care spending. “So we throw this thing out at our peril,” he told Price. “And we throw it out with nothing to replace it. It’s like being asked to jump out of an airplane without a parachute and saying: ‘Trust us. We will build a parachute.’ ” Whitehouse added, “I think the American people are entitled to know what they are going to be offered as an alternative.” Price, who practiced as an orthopedic surgeon for nearly two decades before entering politics, said his his first professional calling — “to care for patients” — convinced him that the current health-care system needed to be overhauled. The congressman recounted how at one point while he was practicing medicine, he noticed “that there were more individuals within our office who were dealing with paperwork, insurance filings and government regulations than there were individuals actually seeing and treating patients. It was in those moments that it became crystal clear that our health-care system was losing focus on the number-one priority — the individual patient.” But Price’s conservative vision is under fire from Democrats. 1 of 23 See photos from the second week of confirmation hearings of Trump’s Cabinet nominees View Photos Hearings continue on the president-elect’s choices for top jobs in his administration. Caption Hearings continue on the president-elect’s choices for top jobs in his administration. Jan. 18, 2017  South Carolina Gov. Nikki Haley speaks before the Senate Foreign Relations Committee during her confirmation hearing for U.N. ambassador. Melina Mara/The Washington Post Buy Photo Wait 1 second to continue. During questioning, he reiterated his support for what would be a fundamental change to Medicaid by requiring “able-bodied” people to be in work activities to qualify for benefits. Whitehouse pressed him repeatedly on whether people with addictions or mental health problems would be required to work. After dodging the question a few times, the nominee responded, “I think people have an understanding of what able-bodied is, and it doesn’t [involve] the things you described.” Also under fire is Price’s practice of continuing to invest in the health sector while in office. Democrats have called for ethics investigations, while Trump transition officials have demanded apologies from at least one news organization over a story about Price’s investments. Rep. Tom Price (R-Ga.), President-elect Trump's nominee for secretary of health and human services, repeatedly came under fire from Democrats questioning his financial dealings, during a hearing on Jan. 18 at the Capitol. (Peter Stevenson/The Washington Post) Some exchanges were particularly sharp. Sen. Elizabeth Warren (D-Mass.) lectured Price so persistently on his stock trading that he declared himself “offended.” In response, Sen. Pat Roberts (R-Kan.) called the hearing “an anger-management” exercise for Democrats, while Sen. Mike Enzi (R-Wyo.) termed it “gotcha management.” [ Pressure mounts on GOP to come up with a replacement plan for the Affordable Care Act ] On Tuesday, Democrats had highlighted some of Price’s financial investments that have raised questions about potential conflicts of interest and focused on uncertainty about Republicans’ plans for replacing the health-care law they are vowing to repeal. Democrats on the Senate health committee demanded a delay in the hearing — a demand the committee’s Republican majority ignored. Price told the committee Wednesday that he has had “no conversations with my broker about any of my political activity at all, except for her congratulating me on my election.” Some Republicans have acknowledged that many constituents are anxious about what will happen once President Obama’s signature health law is repealed have those concerns did not justify a delay in overturning the ACA or acting on Price’s nomination. In an interview Wednesday morning on Fox News, Trump sought to reassure the public about the direction he intends to move the health-care system. “Nobody is going to be dying on the streets with a President Trump,” he said. His remarks in the interview were similar in tone to an interview he gave The Washington Post over the weekend, but he added one more detail. “And we’ll probably have block grants of Medicaid back into the states,” he told Fox, referring to a fundamental change many Republicans have favored for years to the state-federal insurance program for lower-income Americans. In a separate interview published Wednesday by the online publication Axios, Trump said he wanted to have more Americans insured — potentially through Medicaid block grants — but hinted that his plan might not translate into universal coverage. “You know there are many people talking about many forms of health care where people with no money aren’t covered,” he said. “We can’t have that.” Trump has pledged not to cut Medicaid or Medicare, but Price would not do the same. After Warren asked whether he had authored budget resolutions that would have cut the Medicaid program by $1 trillion over 10 years, he replied, “You have the numbers before you.” Price dismissed the idea of using money as the sole “metric” by which to judge federal support for Medicaid. “It’s the wrong metric,” he said. “What we ought to do is put forward the resources in order to take care of the patient.” The department Price would run is one of the government’s largest, with a $1 trillion budget. It would place Price at the fulcrum of some of the most incendiary domestic issues facing the incoming administration. Beyond the future of the Affordable Care Act, the HHS secretary has a role in setting policy for reproductive health, major entitlement programs, vaccines and other public health matters. A Michigan native who went to medical school at Emory University in Atlanta, Price, 62, left his practice to serve in the Georgia state Senate. He became the first GOP majority leader in the chamber’s history. While serving in the state Senate, he advocated for reducing jury awards when physicians were found guilty of malpractice. Price, a former chairman of the conservative Republican Study Committee who has belonged to the House tea party caucus, took the helm of the House Budget Committee in 2015. While many Republicans shied away from Trump during the 2016 campaign, Price was an early and loyal foot soldier. In May, he organized a joint statement of loyalty to Trump by nine GOP House committee chairmen, calling on “all Americans to support him.” His ideas for changing the health-care system reach further than those advocated by the president-elect. And he has wanted to make fundamental changes since before the Affordable Care Act came into existence. Starting early in his tenure on Capitol Hill, Price wrote commentaries lambasting Medicare and exhorting changes along more conservative lines. “Its flawed structure increasingly fails our seniors on all counts — responsiveness, innovation, access, cost and quality,” he wrote in 2008 in the Washington Times. He has repeatedly introduced legislation that would have converted Medicare from the entitlement program it has been since its origins in the 1960s to a system of “defined contribution,” with the government giving older Americans fixed sums to help them purchase private health plans. Like many Republicans, he contends that Medicaid, the joint state-federal program for lower-income Americans, should cease to be an entitlement covering everyone who is eligible. Instead, he favors giving each state a lump sum, or block grant, and freeing states from many federal rules, including ones that require certain health services to be covered. States would be allowed to compel “able-bodied” Medicaid applicants to meet work requirements — a requirement that the Obama administration has opposed. [ Facing long odds, Democrats launch a bus tour aimed at saving Obamacare ] In one exchange during his hearing, Sen. Tammy Baldwin (D-Wis.) pressed Price on whether he will be willing to keep in federal law a popular feature of the ACA that guarantees that young adults up to age 26 can remain on their parents’ insurance policies. Price responded that “it’s been baked into the insurance programs that are out there right now.” Baldwin persisted, noting that insurers’ benefits could change and asking whether Price would commit to retaining this feature as a federal mandate. Price reiterated that people deserve access to opportunity for coverage, saying, “I am committed to making sure every single American has the coverage that they want.” Price has drafted nearly half a dozen bills aimed at rolling back the Affordable Care Act in favor of an approach that would redirect power from the federal government to the states and the private sector. But in recent weeks, his own financial dealings have attracted as much attention as his policy positions. In December, the Wall Street Journal reported that Price had traded more than $300,000 in shares in about 40 health, biomedical and pharmaceutical companies over a four-year period starting in 2012, while he was involved with legislation that might have affected those firms’ stocks. Price said that he had already agreed to divest of any holdings that the Office of Government Ethics recommended he sell. On Tuesday, however, Sen. Kirsten Gillibrand (D-N.Y.) called on the Securities and Exchange Commission to investigate whether Price had violated any ethics law, including a statute that Gillibrand sponsored that outlaws insider trading by members of Congress. Separately, CNN reported Monday that Price bought shares of stock in a medical device manufacturer, Zimmer Biomet, shortly before he introduced legislation that would have helped the company. And a Kaiser Health News story said that the chief executive of a company, MiMedx, in the congressman’s district — a top campaign donor to Price — wrote an email to company managers, directing them to “IMMEDIATELY” contribute to a political action committee that supports Republicans. Senate Minority Leader Charles E. Schumer (D-N.Y.) has asked the Office of Congressional Ethics to investigate the Zimmer Biomet trade, which he called possibly “illegal.” The transition team, which noted that the Zimmer Biomet purchase was made by a broker and the congressman learned of the trade after introducing the bill that would have affected the firm, has demanded CNN retract the story. Murray and Sen. Al Franken (D-Minn.) sharply questioned Price on Wednesday on the fact that Rep. Chris Collins (R-N.Y.) suggested he invest in Zimmer Biomet and last year purchased the stock at a discount rate in a private offering. Murray noted that Collins had been overheard recently boasting that he had helped other lawmakers make money by giving them stock tips. “Is that a stock tip?” she asked. “That’s not what happened,” Price replied. “I had no access to nonpublic information.” Price noted that his initial purchase in 2015 was through the stock exchange, while a subsequent trade in 2016 was through a “private placement offering.” Initially he said of the 2016 trade, “I don’t know that it was” at a discount rate, but he later appeared to accept Franken’s conclusion that a lower price is “the definition of a private placement offer.” “It really begs credulity, sir, when you say that you did not know that you got a discount price,” Franken said, noting that “about 20 people” were able to participate in the private placement offer. “These sound like sweetheart deals.” “What I don’t understand [is] that once you found out your broker bought it, you kept the stock,” Franken said of the Zimmer Biomet purchase. Throughout the hearing, Price — who said he was not aware of what precise stocks he held in the past or at present — said he had not sought to take advantage of his public position. “Everything that we have done has been aboveboard, ethical, transparent and legal,” he said. Price was introduced by a committee member and fellow Georgia Republican, Sen. Johnny Isakson, who praised the nominee’s acumen and began the GOP effort to insulate him from Democratic lines of attack. “Sometime he’s boring, but he’s always knowledgeable,” Isakson said, drawing a chuckle from committee members. Isakson also tried to tamp down concerns about the ethics of Price’s investment, and he rebutted critiques that Price has not always supported the Social Security system. Isakson called Schumer’s allegations “patently wrong,” adding that he backed Price’s nomination “because I know he’s the right man for the right job at the right time for America.”   Sean Sullivan contributed to this report. Correction: An earlier version of this post misspelled the name of the MiMedx company. powerpost ",
    "title": "HHS nominee Price sees ‘access’ to coverage as health reform goal - The Washington Post"
   },
   {
    "entities": [
     "sparks",
     "2001",
     "pasadena",
     "cabinet",
     "plains",
     "r-utah",
     "california",
     "kevin",
     "clifford",
     "ngan",
     "flowers",
     "department",
     "onewest",
     "crc",
     "today",
     "hill",
     "hatch",
     "whittier",
     "group",
     "steven",
     "soros",
     "sachs",
     "gonzalez",
     "white",
     "crawford",
     "3:20 p.m.",
     "capitol",
     "friday",
     "eisenhower",
     "executive",
     "michael",
     "facebookemail",
     "2009",
     "facebook",
     "senate",
     "elizabeth",
     "sylvia",
     "insurance",
     "nev.",
     "ison-hodroff",
     "2008",
     "dell",
     "deposit",
     "twitter",
     "casey",
     "mandel",
     "u.s.",
     "previously",
     "corporation",
     "reinvestment",
     "christina",
     "office",
     "finance",
     "paulina",
     "10 minutes ago",
     "google",
     "heather",
     "council",
     "goldman",
     "orrin",
     "minneapolis",
     "thursday",
     "colleen",
     "keller",
     "indymac",
     "oliver",
     "2015",
     "paulson",
     "on",
     "john",
     "homeowners",
     "usa",
     "wednesday",
     "barney",
     "committee",
     "mccreary",
     "last year",
     "cit",
     "scotch",
     "treasury",
     "$162,000",
     "trump",
     "2013",
     "house",
     "2017",
     "urban",
     "coalition",
     "jan.10th",
     "mnuchin",
     "warren",
     "bank",
     "$470 million",
     "george",
     "calif.",
     "federal",
     "strategies",
     "hsbc",
     "jan. 18, 2017",
     "$3.4 billion",
     "building",
     "n.j.",
     "christopher",
     "mccoy",
     "now",
     "september 2013",
     "ross"
    ],
    "id": 5,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Homeowners slam Mnuchin bank's foreclosure record Owners who lost their homes to mortgage foreclosures by a bank previously run by Steven Mnuchin on Wednesday urged the Senate to reject his nomination as President-elect Trump's Treasury secretary. Post to Facebook Homeowners slam Mnuchin bank's foreclosure record Owners who lost their homes to mortgage foreclosures by a bank previously run by Steven Mnuchin on Wednesday urged the Senate to reject his nomination as President-elect Trump's Treasury secretary. Check out this story on USATODAY.com: http://usat.ly/2jA7Cee CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. Join the Nation's Conversation To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Homeowners slam Mnuchin bank's foreclosure record Kevin McCoy , USA TODAY Published 3:20 p.m. ET Jan. 18, 2017 | Updated 10 minutes ago File photo taken in 2017 shows Steven Mnuchin,  President-elect Trump's nominee for treasury secretary,  walking from the Eisenhower Executive Office Building next to the White House. (Photo: MANDEL NGAN, AFP/Getty Images) Owners who lost their homes to mortgage foreclosures by a bank previously run by Steven Mnuchin urged the Senate on Wednesday to reject his nomination as President-elect Trump's Treasury secretary. Speaking at a Capitol Hill forum convened by Sen. Elizabeth Warren, D-Mass. —  a frequent Trump critic — the homeowners said OneWest Bank or an affiliate intensified the financial hardships they faced amid the 2008 financial crisis by foreclosing on their homes. Christina Clifford said she paid the mortgage for her $162,000 condominium in Whittier, Calif., on time from 2001 until 2008 when her acupuncture business foundered along with the national economy. Although Clifford said she followed the bank's instructions for seeking a lower monthly repayment, OneWest twice said it had not received her paperwork — even though the documents had been included with payment checks the bank cashed. OneWest foreclosed in 2009. \"It felt as if they saw an opportunity to make a good chunk of money and they took it,\" Clifford said during a phone interview in which she accused the bank and Mnuchin of unfairly profiting from her misfortune. \"I think it's very frightening prospect to have a man like that in the seat of power at the U.S. Treasury,\" added Clifford, who fought back sobs as she described her experience during the forum. Responding to a request for comment on Clifford's comments and similar personal stories and criticism from three other forum participants who struggled with OneWest foreclosures, spokesman Barney Keller said \"Treasury Nominee Mnuchin has his official hearing on Thursday and he looks forward to answering questions from the members of the Senate Finance Committee.”   CIT Bank , which now includes OneWest as a division, did not return a phone message seeking comment. However, foreclosures on troubled subprime mortgage loans originated by the previous incarnation of OneWest had started rising before Mnuchin took over. Foreclosures similarly spiked at other large financial institutions. In a Jan.10th blog post for The Hill , Casey Crawford, a co-founder of Movement Mortgage , a large, North Carolina-headquartered mortgage bank, cited a Treasury record that showed OneWest offered delinquent borrowers more than 100,000 mortgage modifications  through September 2013 via a federal program. In contrast, HSBC last year agreed to a  $470 million federal and state settlement  to address alleged mortgage origination, servicing and foreclosure abuses. \"Mnuchin’s critics want us to focus on the tiny percentage of mortgages that couldn’t be feasibly restructured or under various circumstances were not saved,\" wrote Crawford. \"We cannot let such tactics distract us from the more important issues.\" Risk-takers Mnuchin, Ross poised for Trump Cabinet posts Kept out of confirmation hearing Warren convened the session after reporting that Sen. Orrin Hatch, R-Utah, chairman of the Senate Committee on Finance, rejected a request to hear the homeowners stories as part of Mnuchin's scheduled confirmation hearing on Thursday. Hatch said Mnuchin's \"wealth of private sector experience will serve him well\" at Treasury. \"Unfortunately, judging by Mr. Mnuchin's tenure as the head of OneWest Bank, there is significant evidence that he has no interest in working for the benefit of all Americans,\" Warren countered. She charged that the bank gained a reputation as a \"foreclosure machine\" under Mnuchin, a former Goldman Sachs banker, hedge fund executive, and movie industry executive who last year served as Trump's national campaign finance chairman. OneWest, based in Pasadena, Calif., foreclosed on more than 36,000 California families and 24,000 additional households around the country, according to a study of banking data by the Urban Strategies Council, an Oakland-based anti-poverty organization, and the California Reinvestment Coalition, an advocate for low-income areas and communities of color. The foreclosures occurred after Mnuchin led wealthy investors who bought the failed IndyMac Bank from the Federal Deposit Insurance Corporation during the U.S. financial crisis and transformed it into OneWest. He and the other investors, including international financier George Soros, hedge fund manager John Paulson, computer manufacturer Michael Dell, and private equity investor Christopher Flowers more than doubled their investment by selling OneWest to CIT Group for $3.4 billion in 2015. CRC Executive Director Paulina Gonzalez said 2013 Treasury Department data showed that One West had one of the highest denial rates for applications to the Home Affordable Modification Program, the federal government's chief foreclosure prevention effort. Bank tied to Trump adviser accused of discrimination Other consumers who told the forum about OneWest experiences included: Colleen Ison-Hodroff, an 84-year-old Minneapolis resident whose husband got a reverse mortgage on their fully-paid home through OneWest subsidiary Financial Freedom. Days after her husband died, she received OneWest notification to either repay the reverse mortgage in full or face foreclosure. Heather McCreary, from Sparks, Nev., who joined her husband in trying to obtain a loan modification after they lost income during the financial crisis. She said the bank kept her family, including twin boys, dangling, and then abruptly foreclosed. She said Senate confirmation of Mnuchin would be an \"insult to my family\" and others. Sylvia Oliver, a Scotch Plains, N.J., resident who said she unsuccessfully tried for years to get a lower loan payment. OneWest was originally scheduled to foreclose on her home on Wednesday but granted a 30-day extension. Mnuchin will sell investments, quit boards, if confirmed for Treasury \"Some may note that other banks had more foreclosures in California and nationally, and this is certainly true,\" said Gonzalez in a statement prepared for the forum. \"But we have labeled OneWest a 'foreclosure machine' not only because it foreclosed on more than 60,000 American families and because of its aggressive foreclosure practices, but because it seemed to do little else.\" Follow USA TODAY reporter Kevin McCoy on Twitter: @kmccoynyc 5 CONNECT TWEET LINKEDIN COMMENTEMAILMORE Read or Share this story: http://usat.ly/2jA7Cee NEVER MISS OUT Managing Your Money Master your money with the latest business and investment news, articles and tips from financial experts each Friday. THANKS FOR SIGNING UP FOR THE Managing Your Money NEWSLETTER We're sorry. ",
    "title": "Homeowners slam Mnuchin bank's foreclosure record"
   },
   {
    "entities": [
     "jim",
     "crow",
     "galifianakis",
     "siemaszko",
     "house",
     "transition",
     "w.-rrb-",
     "martha",
     "tuesday",
     "george",
     "bill",
     "corky",
     "2:33",
     "project",
     "obama",
     "w.",
     "joynt",
     "josh",
     "zach",
     "kumar",
     "earnest",
     "september",
     "bush",
     "clinton",
     "white"
    ],
    "id": 6,
    "text": "Obama Explains Rationale Behind Chelsea Manning Commutation 2:33 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170118223237if_/http://www.nbcnews.com/widget/video-embed/857547331846\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> And Obama also called for keeping up the fight to ensure that voting rights are protected, calling attempts to keep minorities away from the ballot box a legacy of Jim Crow days. \"The whole notion of voting fraud is something that has been constantly disproved,\" he said. \"That is fake news.\" It is the 165th time Obama has faced the White House press corps in this kind of forum, according to the American Presidency Project . That put the nation's first African-American president 45 pressers behind his predecessor George W. Bush, who held 210 press conferences during his two terms, according to the APP. Martha Joynt Kumar , who heads the White House Transition Project, said that doesn't mean Obama has kept reporters at arm's length. \"President Obama has given reporters plenty of access,\" said Kumar. \"In terms of one-on-one interviews, he has done more than (George W.) Bush and (Bill) Clinton combined.\" Kumar said she tallied 1,070 through September \"and he's certainly done a hundred since then.\" But Obama has not done many of the short question and answer sessions with the media that Clinton preferred doing, said Kumar. And, to the frustration of the White House press corps, he rarely took more than a handful of questions at formal press conferences. \"The thing about Obama is that he talked long,\" said Kumar. \"What he liked to do is deal with a particular issue or area and answer questions at length.\" Obama — like other presidents before him — often preferred to take his message directly to the people. \"For example, when he wanted to get young people to sign up for the Affordable Care Act, he went to Zach Galifianakis,\" Kumar said, referring to the comedian's \"Between Two Ferns\" show. Also, said Kumar, \"for Obama social media was important.\" Like his predecessors, Obama left dealing with the White House press corps to press secretaries like Josh Earnest , who presided over his final briefing on Tuesday. Obama crashed the briefing and thanked Earnest for his service. Corky Siemaszko ",
    "title": "Obama Says America Will Be 'OK' In Final Press Conference - NBC News"
   },
   {
    "entities": [
     "air",
     "texas",
     "earlier this month",
     "mark",
     "nelson/european",
     "credit",
     "h.",
     "trump",
     "orleans",
     "house",
     "zaremberg",
     "next summer",
     "pollution",
     "millions of dollars",
     "calexit",
     "last week",
     "university",
     "r.",
     "gomez",
     "california",
     "senate",
     "donald",
     "villaraigosa",
     "fresno",
     "francisco",
     "antonio",
     "saturday",
     "state",
     "pressphoto",
     "for",
     "gaines",
     "of",
     "district",
     "congress",
     "bill",
     "wilson",
     "mike",
     "brown",
     "scott",
     "j.",
     "holder",
     "valley",
     "jimmy",
     "republican",
     "eric",
     "commerce",
     "agency",
     "sacramento",
     "obama",
     "another",
     "new",
     "1994",
     "san",
     "control",
     "allan",
     "$1.6 billion",
     "los",
     "institution",
     "washington",
     "chamber",
     "xavier",
     "hoover",
     "ted",
     "wiener",
     "pete",
     "joaquin",
     "keppler",
     "whalen",
     "becerra",
     "kuehl",
     "angeles",
     "white"
    ],
    "id": 7,
    "text": "Privacy Policy California is becoming to Mr. Trump what Texas — which is as Republican as California is Democratic — was to President Obama: a sea of defiance and a potential source of unending legal and legislative challenges. Texas sued the federal government more than 40 times in recent years, moving to block an influx of Syrian refugees and to stymie air pollution regulations and Mr. Obama’s health care plan. Earlier this month, Democrats in the California state legislature hired Eric H. Holder, the former attorney general, in anticipation of a run of legal battles with the Trump White House. “We will definitely not sit by idly as the Trump administration tries to deport immigrants, throw people off health care, ignore climate change and steal our water,” said Scott Wiener, a former member of the San Francisco board of supervisors who was just elected to the State Senate. “It’s about playing defense to whatever the administration throws at us — but also offense in terms of continuing California’s push for progressive social change.” Antonio R. Villaraigosa, the former mayor of Los Angeles who is running for governor, said threatening to actually secede was the wrong response to what he described as policies that could be devastating for this state. “I hear a lot of talk about Calexit,” he said. “The last time a state tried to leave the union there was a civil war. I think it would be a lot more productive for us just to double down on what we do well.” For all the talk of defiance, and political considerations are certainly at play in the early war footing taken by leaders in an overwhelmingly Democratic state, there are great risks to assuming this confrontational stance from the outset. For one thing, it could invite retribution from Mr. Trump, who has not seemed inclined to turn the other cheek. Photo Demonstrators protested for immigrant rights and against President-elect Donald J. Trump during a rally in downtown Los Angeles on Saturday. Credit Mike Nelson/European Pressphoto Agency For another, California could find itself at the end of the line should Mr. Trump proceed with the extensive infrastructure program he has pledged. It might also find itself in a difficult position in the event of the kind of natural disaster where states need to turn to the federal government for assistance; some Republicans in Congress opposed giving federal aid to New Orleans after Hurricane Katrina . Advertisement Continue reading the main story “You don’t want to paint yourself into a corner where you lose your ability to negotiate,” said Ted Gaines, a Republican senator who represents a rural district east of Sacramento. “They’d be better off offering an olive branch rather than setting down a pathway that may make it difficult to back off.” “I think it’s premature,” Mr. Gaines said. “If they want to come out fighting, I think that hurts the relationship in the long term.” Bill Whalen, a research fellow at the Hoover Institution and a former aide to Pete Wilson, a Republican governor, said that he thought Democrats were “playing to the crowd.” But he described the approach as a short-term strategy with risky long-term implications. “Trump likes to bully. He does not like to be bullied. And he likes to have the last word,” he said. “There are going to be millions of dollars to be spent across the country on infrastructure. Why would you want to end up on Donald Trump’s blacklist? You could end up on that list anyway. But why pick a fight?” All of this has unnerved some in the business community. “This is all based on the president-elect’s campaign messaging,” said Allan Zaremberg, the chief executive of the California Chamber of Commerce. “We don’t know how that is going to manifest in action.” Jimmy Gomez, a Democratic assemblyman running for Congress, said he was not worried about any kind of retribution. “That would be an overreach for one president to punish one state,” he said. “When they do political payback not based on policy, but based on whether you are with them or against them, we will use that against them. If California doesn’t do well economically, the country doesn’t do well economically.” California’s economy is the sixth-largest in the world. There are parts of this state, however, that showed considerable support for Mr. Trump, and that would applaud efforts, for example, to roll back air pollution regulations. Advertisement Continue reading the main story The San Joaquin Valley Air Pollution Control District — which regulates air quality in one of the dirtiest areas of the nation — is looking to President Trump’s transition team to amend the federal Clean Air Act , said Mark Keppler, a professor of public affairs at the California State University in Fresno, noting one example. And there are limits to what the state can do. Mr. Brown, in a budget he presented last week, projected a $1.6 billion shortfall by next summer, which means it will be difficult for California to promote the kind of spending program lawmakers want to make up for cuts in Washington, particularly on health care. The legal efforts being threatened — by Mr. Holder for the legislature and by Xavier Becerra, whom Mr. Brown just tapped to be attorney general — could delay some actions by the Trump White House, but won’t necessarily block them. Still, Democrats overwhelmingly control California, and the thinking about Mr. Trump appears to be uniform: The state is entering rough waters. Mr. Trump could move to cut off funds for so-called sanctuary cities accommodating illegal immigrants, such as San Francisco; sharply cut federal aid that was part of President Obama’s health care program; or use regulatory powers to try to halt this state’s aggressive policies to reduce carbon emissions. “The impact of anything coming out of Washington is going to be so difficult for California that we are almost thrown into survival mode,” said Ms. Kuehl, who has been in public office since 1994. She said she had urged people — “everyone: local and state governments, staff of federal agencies, nonprofits, neighborhood groups” — to aggressively try to impede any policies pushed by Mr. Trump that undercut California laws or policies. “I said ‘If you have to lie, cheat and steal, do it,’” Ms. Kuehl said. “Take federal money and just tell them you are going to do whatever they want.” ",
    "title": "California Strikes a Bold Pose as Vanguard of the Resistance - The New York Times"
   },
   {
    "entities": [
     "the same day",
     "texas",
     "connecticut",
     "florida",
     "minnesota",
     "south",
     "jan 18, 2017",
     ", 6:21 pm",
     "california",
     "jonathan",
     "missouri",
     "kansas",
     "maine",
     "justice",
     "greenblatt",
     "shares",
     "federal",
     "adl",
     "tennessee",
     "michigan",
     "alabama",
     "department",
     "fbi",
     "new",
     "jersey",
     "chicago",
     "delaware",
     "carolina",
     "massachusetts",
     "wednesday",
     "email",
     "york",
     "washington",
     "ohio",
     "maryland"
    ],
    "id": 8,
    "text": "FBI Investigating Threats to Jewish Centers By michael tarm, associated press CHICAGO \u0097 Jan 18, 2017, 6:21 PM ET 0 Shares Email Federal authorities say they're investigating threats to Jewish centers nationwide. A brief FBI statement Wednesday says it and the Justice Department's civil-rights division are investigating \"possible civil rights violations in connection with threats.\" The statement from the agency's Washington headquarters doesn't characterize the threats. But the Anti-Defamation League the same day issued a statement citing \"a series of bomb threats to Jewish community centers in at least 17 states.\" The ADL's Jonathan Greenblatt adds about actual explosives that \"so far these threats do not appear to be credible.\" But the statement says centers should still take them seriously. The ADL says it's received reports of threats in New York, New Jersey , Ohio, Florida, Massachusetts, Maryland, Michigan, Minnesota, Delaware, Connecticut, Alabama, California, Maine, Tennessee, South Carolina, Missouri, Texas and Kansas. 0 Shares ",
    "title": "FBI Investigating Threats to Jewish Centers - ABC News"
   },
   {
    "entities": [
     "council",
     "david",
     "this month",
     "stephen",
     "power",
     "times",
     "marshall",
     "west",
     "n.s.c.",
     "friday",
     "credit",
     "crowley/the",
     "states",
     "trump",
     "kellogg",
     "house",
     "hillary",
     "last week",
     "united",
     "senate",
     "peace",
     "mid-december",
     "donald",
     "chris",
     "american",
     "fp",
     "state",
     "christie",
     "of",
     "last month",
     "security",
     "j.",
     "current",
     "flynn",
     "department",
     "agency",
     "obama",
     "rice",
     "army",
     "national",
     "day",
     "new",
     "jersey",
     "billingslea",
     "institute",
     "keith",
     "york",
     "thanksgiving",
     "central",
     "nov. 22",
     "now",
     "two weeks",
     "matthew",
     ",",
     "freedman",
     "rothkopf",
     "group",
     "after election",
     "clinton",
     "intelligence",
     "wing",
     "pentagon",
     "white"
    ],
    "id": 9,
    "text": "Continue reading the main story Ms. Rice insisted that she was confident the Trump administration would have the information it needed by the time Mr. Trump was sworn in. The process has settled down in recent days with the arrival of Keith Kellogg, a retired three-star Army general whom Mr. Trump named as chief of staff of the N.S.C. last month, and who is now running the transition. Advertisement Continue reading the main story In a statement, Mr. Flynn said, “Members of our incoming team have held extensive meetings with their N.S.C. counterparts.” He thanked Ms. Rice for her “cooperation and assistance.” Last week, the two engaged in a public display of harmony, shaking hands at a “pass the baton” conference sponsored by the United States Institute of Peace. Still, officials from both the Obama and Trump teams acknowledged that the transition had been rocky, in no small part because Mr. Trump’s defeat of Hillary Clinton caught both the outgoing and incoming administrations so completely by surprise. Had Mrs. Clinton won, her staff planned to place a transition team in the N.S.C. within a couple of days. In Mr. Trump’s case, the first contact with the National Security Council did not come until Nov. 22, two weeks after Election Day. That delay was caused by the purge of the original transition team led by Gov. Chris Christie of New Jersey. Among those swept out was Matthew Freedman, who had been chosen to run the N.S.C. transition but quickly came under scrutiny because of his foreign lobbying ties. Mr. Freedman’s replacement, Marshall Billingslea, a former Pentagon and State Department official, arrived in the West Wing with six people, only two of whom had security clearances. The Obama administration began meeting with that team after Thanksgiving, but its lack of clearances meant that Mr. Trump’s emissaries could not read the materials that the Obama people had prepared for them. The N.S.C. began creating unclassified versions of the papers. Then, in mid-December, there was another shake-up when Mr. Billingslea was replaced by General Kellogg, who began meeting with his Obama counterparts this month. Photo Ms. Rice said she was confident that the new administration would have the information it needed by the time President-elect Donald J. Trump is sworn in on Friday. Credit Stephen Crowley/The New York Times By some accounts, the situation is even more fluid in the State Department and the Pentagon, where the Trump team has devoted much of its attention to lining up cabinet secretaries and will now have to win Senate confirmation for dozens of other senior officials. Officials in the State Department’s transition office said that they had had only intermittent contact with Trump representatives, and that those people often changed. But the snags in the National Security Council transition may be more problematic, current and former officials said, because that is the organization that advises the president on the most urgent foreign policy issues, drawing together recommendations from the State Department, the Pentagon, the Central Intelligence Agency and other agencies. “This is the nerve center of the White House,” said David J. Rothkopf, the chief executive and editor of the FP Group, who has written a history of the N.S.C., “Running the World: The Inside Story of the National Security Council and the Architects of American Power.” “If your brain isn’t functioning, your arms and legs aren’t going to function.” Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Trump National Security Team Gets a Slow Start - The New York Times"
   },
   {
    "entities": [
     "arts",
     "david",
     "october",
     "times",
     "seib",
     "friday",
     "stubhub",
     "trump",
     "cloud",
     "hillary",
     "chelsea",
     "lynn",
     "s.",
     "oval",
     "donald",
     "american",
     "manning",
     "tuesday",
     "county",
     "congress",
     "sasha",
     "w.j.",
     "sheriff's",
     "/",
     "caption",
     "e.",
     "chargers",
     "future",
     "department",
     "fine",
     "obama",
     "cartwright",
     "army",
     "anthony",
     "wikileaks",
     "james",
     "canyon",
     "wednesday",
     "center",
     "malia",
     "los",
     "foundry",
     "america",
     "burbank",
     "the coming weekend",
     "hennigan",
     "now",
     "office",
     "about inauguration day",
     "aliso",
     "al",
     "angeles",
     "clinton"
    ],
    "id": 10,
    "text": "President Obama on Tuesday reduced the 35-year prison sentence of Chelsea Manning , the Army private convicted of leaking thousands of classified reports to WikiLeaks, to the nearly seven years she has served. The president also pardoned retired Marine Gen. James E. Cartwright , who pleaded guilty... President Obama on Tuesday reduced the 35-year prison sentence of Chelsea Manning , the Army private convicted of leaking thousands of classified reports to WikiLeaks, to the nearly seven years she has served. The president also pardoned retired Marine Gen. James E. Cartwright , who pleaded guilty... (W.J. Hennigan and David S. Cloud) The message will likely be his last one in public for a while. Obama said he reserves the right to speak up, especially if what he called America's \"core values\" come under assault. Short of that, however, he plans now to go into a period of “quiet” and \"not hear [himself] talk so darn much.\" He’ll devote himself to writing and contemplation, he said, taking time for reflection that he hasn’t had under the pressures of the Oval Office. His departure on Friday comes at a time of anxiety for many of his fellow Democrats. Dozens of Democratic members of Congress are planning to boycott Donald Trump’s inauguration. Women’s groups and unions are organizing demonstrations for the coming weekend. Obama has not repudiated the criticisms he leveled at Trump during the campaign. But since the election, he has also looked for positive things to say, focusing on Trump’s willingness to listen to him and, perhaps, to change his mind when persuaded. On Wednesday, as he took his final round of questions, Obama said he would wait to see whether Trump had accepted any of his thoughts. He also said he was sure he wouldn’t be the last nonwhite man to hold the presidency. “I think we're going to see people of merit rise up from every race, faith, corner of this country, because that's America's strength,” Obama said. “When we have everybody getting a chance and everybody's on the field, we end up being better.” He added: “Yeah, we're going to have a woman president. We're going to have a Latino president. And we'll have a Jewish president, a Hindu president. You know, who knows who we're going to have? I suspect we'll have a whole bunch of mixed-up presidents at some point that nobody really knows what to call them.” Much of his optimism, he said, stemmed from watching a younger generation that is much more open to differences of all kinds. As evidence, he cited his daughters, Malia and Sasha, one headed to college and the other now in high school. The two have grown up in an environment where they couldn’t help but be patriotic, Obama said, to see the country’s flaws and to feel a sense of responsibility to fix them. And they were well-aware of their parents’ concerns about Trump and the movement behind him. Their father campaigned hard for fellow Democrat Hillary Clinton, and their mother delivered a speech in October in which she addressed Trump’s vulgar words about women, disclosed on a videotape, saying she was “shaken … to [her] core” by his remarks. “They were disappointed,” Obama said. “They paid attention to what their mom said during the campaign and believed it because it's consistent with what we have tried to teach them in our household, and what I've tried to model as a father with their mom, and what we've asked them to expect from future boyfriends or spouses.” Still, he said, his daughters hadn’t gotten cynical. “They have not assumed because their side didn't win, or because some of the values that they care about don't seem as if they were vindicated, that automatically America has somehow rejected them or rejected their values,” he said. Instead, they have “appreciated the fact that this is a big, complicated country, and democracy is messy; it doesn't always work exactly the way you might want. It doesn't guarantee certain outcomes,” he said. But, he said, his daughters know that “there's a core decency to this country and  that they got to be a part of lifting that up. And I expect they will be.” For months, Obama has said he would relish the moment when he could set aside the responsibilities of governing and return to thinking and analyzing and talking about the country like a citizen. He told friends he looked forward to being able to see the world not through the gloom and doom of the presidential daily briefing. That moment seemed to dawn at the end of the news conference Wednesday as he was channeling the optimism of Malia and Sasha Obama. “Sometimes I get mad and frustrated like everybody else does, but at my core, I think we're going to be OK,” he said. “We just have to fight for it; we have to work for it and not take it for granted.” Caption 90 seconds: 4 stories you can't miss What the Chinese zodiac says about inauguration day ; Trump's popularity has dropped ; site of Aliso Canyon gas leak  can reopen; researchers are using lasers to hijack the brains of mice . Caption 90 seconds: 4 stories you can't miss What the Chinese zodiac says about inauguration day ; Trump's popularity has dropped ; site of Aliso Canyon gas leak  can reopen; researchers are using lasers to hijack the brains of mice . Caption Los Angeles Chargers introduce Anthony Lynn as their new head coach Anthony Lynn was formally introduced at the StubHub Center – a 30,000-seat stadium where the Los Angeles Chargers play their home games for the next two years – and he got off to a rough start. Anthony Lynn was formally introduced at the StubHub Center – a 30,000-seat stadium where the Los Angeles Chargers play their home games for the next two years – and he got off to a rough start. Caption Protest against Sheriff's Department's new drone About 20 protesters in downtown Los Angeles called on the Los Angeles County Sheriff’s Department to halt plans to deploy a drone in emergency situations, saying they feared the device would be used for surveillance. About 20 protesters in downtown Los Angeles called on the Los Angeles County Sheriff’s Department to halt plans to deploy a drone in emergency situations, saying they feared the device would be used for surveillance. Caption Sag Awards bronze statuettes SAG Awards statuettes are cast from molten bronze metal at American Fine Arts Foundry in Burbank. (Al Seib / Los Angeles Times) SAG Awards statuettes are cast from molten bronze metal at American Fine Arts Foundry in Burbank. (Al Seib / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss ",
    "title": "President Obama&apos;s parting message: Hope - LA Times"
   },
   {
    "entities": [
     "todd",
     "council",
     "committeeconfirmation",
     "working",
     "this week",
     "resources",
     "friday",
     "action",
     "arkansas",
     "devon",
     "trump",
     "fund",
     "house",
     "island",
     "nation",
     "reynolds",
     "michael",
     "carper",
     "harris",
     "jeff",
     "r.",
     "senate",
     "donald",
     "cathleen",
     "the day",
     "tuesday",
     "george",
     "congress",
     "defense",
     "rhea",
     "christine",
     "oregon",
     "2016",
     "scott",
     "environment",
     "halper",
     "natural",
     "decker",
     "kamala",
     "/",
     "atty.",
     "heartland",
     "agency",
     "environmental",
     "obama",
     "pruitt",
     "works",
     "w.",
     "oklahoma",
     "delaware",
     "chicago",
     "sheldon",
     "wednesday",
     "and",
     "whitehouse",
     "merkley",
     "institute",
     "heritage",
     "thomas",
     "committee",
     "obamacare",
     "rhode",
     "public",
     "evan",
     "now",
     "suh",
     "energy",
     "epa",
     "group",
     "bush",
     "protection",
     "whitman",
     "white"
    ],
    "id": 11,
    "text": "NATION Trump's pick to run EPA slams the agency as his confirmation hearing starts Senate Environment and Public Works Committeeconfirmation hearing on the nomination of Scott Pruitt to be Administrator of the Environmental Protection Agency Michael Reynolds / EPA Oklahoma Atty. Gen. Scott Pruitt, President-elect Donald Trump's choice to run the Environmental Protection Agency, testifies Wednesday at his Senate confirmation hearing. Oklahoma Atty. Gen. Scott Pruitt, President-elect Donald Trump's choice to run the Environmental Protection Agency, testifies Wednesday at his Senate confirmation hearing. (Michael Reynolds / EPA) Evan Halper Contact Reporter Donald Trump ’s pick to lead the Environmental Protection Agency kicked off a contentious confirmation hearing Wednesday, expressing doubt about mainstream climate science and harshly criticizing the agency he seeks to lead. Oklahoma Atty. Gen. Scott Pruitt was defiant in the face of questioning from Democratic senators who attacked his record on environmental protection, skepticism about the impact of global warming and financial ties to some of the nation’s biggest oil and gas companies. Pruitt said the EPA’s aggressive enforcement of federal anti-pollution rules during the Obama administration reflects inappropriate overreach that he would change. “Regulators are supposed to make things regular,” Pruitt said at the start of the hearing, “to fairly and equitably enforce the rules and not pick winners and losers.” He charged that the issue of climate change had been overtaken by emotion and incivility. “We should not succumb to personalizing matters,” he said. Although Pruitt said that he accepts that human activity is affecting the climate, he expressed doubt over the mainstream scientific consensus that the warming is happening at a catastrophic pace that must be confronted with aggressive actions. “The ability to measure with precision the extent of [human] impact and what to do about it are subject to continued debate and dialogue,” Pruitt said. Pruitt has been unabashed in his disdain for the agency he is seeking to run. He has worked with big corporate polluters to challenge the agency in court more than a dozen times, charging that federal rules aimed at protecting the environment are an abusive overreach. He has helped lead the movement to unravel President Obama’s signature effort to confront climate change. And he questions mainstream science on global warming. The hearing follows a weeks-long assault by environmental groups against Pruitt that began the day Trump named him to lead the agency. One of them, the Environmental Defense Fund , says it had never lobbied against an EPA selection until now. Donald Trump ’s transition to the presidency has seen his popularity decline, not expand, and he will enter the White House on Friday far weaker in that regard than any president in decades. Trump is unique among the last seven presidents-elect: He is the only one whose popularity dropped between... Donald Trump ’s transition to the presidency has seen his popularity decline, not expand, and he will enter the White House on Friday far weaker in that regard than any president in decades. Trump is unique among the last seven presidents-elect: He is the only one whose popularity dropped between... (Cathleen Decker) Democrats on the Senate Environment and Public Works Committee took up the fight on Wednesday, accusing Pruitt of ignorance of climate science, a disregard for millions of Americans whose health is being harmed by air pollution and an inappropriately cozy relationship with big energy companies. “The reality that our climate is changing is not up for grabs, not up for debate,” said Sen. Thomas R. Carper of Delaware.  He then noted that Christine Todd Whitman, who led the EPA under President George W. Bush, has said she cannot recall a previous appointee for the job who has shown as much disdain for the agency as Pruitt. Sen. Sheldon Whitehouse of Rhode Island detailed how climate change is damaging the shellfish industry in his state, before skewering Pruitt for his suggestion that climate science is unsettled. “I see nothing in your career that you would care at all about our Rhode Island shell fishermen,” he said.   Pruitt’s close ties with energy companies were repeatedly brought up by Democrats as the hearing got underway. Sen. Jeff Merkley of Oregon presented a letter Pruitt sent to the EPA protesting its enforcement of methane rules. The letter was written almost entirely by Devon Energy. Pruitt had changed just a few words. “A public office is about serving the public,” Merkley said. “You used your office as a direct extension of an oll company rather than a direct extension of the public health of the people of Oklahoma.” Pruitt said sending the letter written almost entirely by an oil firm was appropriate. “The letter sent to the EPA was not sent on behalf of any one company; it was particular to an industry,” he said. “There was concern expressed by many in the industry about the overestimating that occurred in relation to that methane rule.” The confirmation fight over Pruitt has become a test case of how far Congress is willing to go in backing Trump’s push to curb environmental protections and to allow oil, gas and coal companies to drill and mine where clean air and water rules don’t allow it, or at least make it too complicated and costly. Environmental groups have unleashed advertising campaigns and teams of opposition researchers against Pruitt. They have targeted the lawsuits he filed against the EPA and the letters that energy lobbyists drafted for Pruitt to send to the Obama administration complaining about the hardships of environmental regulation. “He is literally the worst nominee ever tapped to run the EPA,” said Rhea Suh, president of the Natural Resources Defense Council. “He doesn’t have a single environmental achievement to his name, he doesn’t believe in the agency’s mission, and he has made a career of suing the EPA to try to block it from doing its job.” The Environmental Working Group published a report this week detailing how Pruitt mostly backed off a lawsuit filed by his predecessor against poultry companies in neighboring Arkansas over water pollution caused by the dumping of chicken manure. Executives at the companies donated heavily to Pruitt’s campaign as the matter was pending in court.   Pruitt’s allies argue that environmentalists and progressive groups are unfairly demonizing him, painting an inaccurate picture of his record. A letter from more than 20 conservative groups, including the Heartland Institute and Heritage Action, rejects the argument that Pruitt is an enemy of clean air and clean water. “Mr. Pruitt respects and upholds the Constitution and understands that many of the nation’s challenges regarding clean air and water are best met at the state and local level,” the letter says. “The federal government is not the end-all, be-all solution.” Caption President Obama's farewell address President Obama delivered his farewell speech Tuesday in Chicago. President Obama delivered his farewell speech Tuesday in Chicago. Caption President Obama's farewell address President Obama delivered his farewell speech Tuesday in Chicago. President Obama delivered his farewell speech Tuesday in Chicago. Caption Trump says he'll turn over company to sons President-elect Donald Trump , under fire for his business conflicts, said Wednesday that he will turn his company over to his sons — but he won’t sell his network of properties and deals. President-elect Donald Trump , under fire for his business conflicts, said Wednesday that he will turn his company over to his sons — but he won’t sell his network of properties and deals. Caption Congress opens with an ambitious Republican agenda for the Trump era Republicans remain at odds on some high-profile issues — such as how aggressively to investigate Russian hacking in the 2016 election. Republicans remain at odds on some high-profile issues — such as how aggressively to investigate Russian hacking in the 2016 election. Caption What Trump made clear at his news conference and what he left murky Making demands on replacing Obamacare and insulting a key Republican senator were two ways Trump displayed his independent streak at the news conference. Making demands on replacing Obamacare and insulting a key Republican senator were two ways Trump displayed his independent streak at the news conference. Caption Kamala Harris sworn in Kamala Harris sworn in ",
    "title": "Trump&apos;s pick to run EPA slams the agency as his confirmation hearing starts - LA Times"
   },
   {
    "entities": [
     "nereida",
     "west",
     "eddie",
     "porter",
     "monday",
     "tuesday",
     "county",
     "last month",
     "linn",
     "2015",
     "johnson",
     "john",
     "gorman",
     "the early 1990s",
     "moreno",
     "1994",
     "boyd",
     "chicago",
     "side",
     "james",
     "northwest",
     "dennis",
     "april 2015",
     "mcdonald",
     "van",
     "2010",
     "cook",
     "to",
     "servin",
     "dante",
     "houser",
     "nieves",
     "rekia",
     "dyke"
    ],
    "id": 12,
    "text": "Chicago police officer who fatally shot an unarmed man on the Northwest Side on Monday has been stripped of his police powers by Superintendent Eddie Johnson , the department said Tuesday. The measure represents the \"strongest step a department can take\" during an open investigation, according... A Chicago police officer who fatally shot an unarmed man on the Northwest Side on Monday has been stripped of his police powers by Superintendent Eddie Johnson , the department said Tuesday. The measure represents the \"strongest step a department can take\" during an open investigation, according... (Nereida Moreno) Van Dyke was on duty when he shot McDonald, but multiple recent efforts to try off-duty officers in shootings have ended disastrously for Cook County prosecutors. In the highest-profile case, former Detective Dante Servin was cleared in April 2015 by Judge Dennis Porter of involuntary manslaughter in the fatal shooting of 22-year-old Rekia Boyd on the West Side. The judge's ruling all but said that prosecutors should have charged him with murder, not the lesser charge of manslaughter. Just last month, Judge James Linn acquitted Officer John Gorman of all charges stemming from an incident in which he was accused of firing shots at a vehicle during a traffic altercation after he'd been drinking. Houser has been a focus of at least 20 disciplinary investigations since the early 1990s, department records show. The records provide scant detail on the allegations. Most of the complaints resulted in no discipline or a reprimand, but he was suspended several times, the records show. In 1994, for example, he received a five-day suspension in an incident described as a domestic altercation or disturbance that happened when he was off duty, according to the records. A search of a Tribune database of shootings by Chicago police from 2010 to 2015 showed no shootings involving Houser. Public records also showed he had not been sued in federal court before Nieves' shooting. Nieves had been arrested repeatedly, including on felony charges, but he was never convicted of any serious offenses in Cook County, according to court records. ",
    "title": "Chicago cop charged with first-degree murder in off-duty shooting - Chicago Tribune"
   },
   {
    "entities": [
     "palm",
     "springs",
     "november 2009",
     "beach",
     "jan. 18",
     "oval",
     "fla.",
     "monday-friday",
     "$100,000",
     "martin",
     "today",
     "andersen",
     "versailles",
     "3 hours ago",
     "january 2012",
     "ap",
     "white",
     "davos",
     "bobby",
     "n.y.",
     "emmert",
     "brower",
     "michael",
     "2009",
     "bedroom",
     "facebook",
     "seven",
     "gibson",
     "donald",
     "linkedin",
     "otto",
     "of",
     "obamas",
     "lincoln",
     "manhattan",
     "economic",
     "will",
     "york",
     "gursharan",
     "barbara",
     "office",
     "subhash",
     "world",
     "bedford",
     "plum",
     "michelle",
     "drive",
     "frances",
     "club",
     "tower",
     "st.",
     "summer",
     "oliver",
     "congress",
     "2004",
     "usa",
     "walters",
     "va.",
     "obama",
     "new",
     "hills",
     "forum",
     "2107",
     "america",
     "maria",
     "people's",
     "november 2015",
     "vineyard",
     "the last month of the last year",
     "kate",
     "mar-a-lago",
     "charlottesville",
     "trump",
     "house",
     "melania",
     "room",
     "the",
     "4:39 p.m.",
     "jamie",
     "yellow",
     "rodeo",
     "abc",
     "chateau",
     "caribbean",
     "scott",
     "jan. 18, 2017",
     "kaur",
     "chander",
     "malhotra",
     "december 30, 2016",
     "estates",
     "washington",
     "bay",
     "le",
     "puente",
     "beverly",
     "smith",
     "quarters on the second",
     "don"
    ],
    "id": 13,
    "text": "Will he go for the gold? Donald Trump's redecorating plans for the White House If he does some 'touch up' in family quarters, will it look like his Trump Tower digs? Post to Facebook Will he go for the gold? Donald Trump's redecorating plans for the White House If he does some 'touch up' in family quarters, will it look like his Trump Tower digs? Check out this story on USATODAY.com: http://usat.ly/2k1lECk CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 53 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Will he go for the gold? Donald Trump's redecorating plans for the White House Maria Puente , USA TODAY Published 4:39 p.m. ET Jan. 18, 2017 | Updated 3 hours ago CLOSE x Share Speaking at the World Economic Forum in Davos, celebrity chef Jamie Oliver says he believes that president-elect Donald Trump will retain Michelle Obama's White House vegetable garden. (Jan. 18) AP Donald Trump's penthouse in Trump Tower in Manhattan, photographed in January 2012. (Photo: Scott Frances, OTTO) 2107 CONNECT TWEET LINKEDIN 53 COMMENTEMAILMORE Nervous questions are being asked in Washington about all sorts of super-serious matters with the coming of the Donald Trump administration, but one that might resonate in the rest of America is this: What will the gilt-loving collector of luxury homes do to redecorate the White House? \"This is the really sexy topic — people are desperate to know,\" says Kate Andersen Brower, author of The Residence: Inside the Private World of the White House, about the staff of ushers, painters, carpenters, florists and other craftspeople who keep the White House running smoothly no matter who is president. \"Reading the tea leaves and talking with people in touch with the residence staff, I don't think (the Trumps) are going to do that much, this is not a priority for them,\" Brower says. In fact, so far there is not the usual coordination between the outgoing first family, the staff and the new family. \"This is unprecedented, that there's not that coordination by this point.\" Still, it's a clue to Brower and others familiar with the running of the White House, that Trump has other matters on his mind rather than redecorating, and certainly not anything that would fundamentally alter the historic character of the public state rooms on the first floor and some on the second floor. Because that part of the People's House belongs to the people, not the president, and is protected by law, custom and guardian White House curators and historians from meddling, even by the brash likes of Trump. \"You can't redo the Yellow Oval Room in pink,\" says Brower. \"You have to go through the Office of the Curator, who fiercely guards the White House. You can bling out the family bedrooms and the sitting rooms but not the (rose-colored) Queen's Suite (named for all the royals who have stayed there) or the Lincoln Bedroom (named for the 16th president).\" First Lady Michelle Obama meets with Mrs. Gursharan Kaur in the Yellow Oval Room of the White House, in November 2009, after room was redone for the Obamas by designer Michael Smith.  (Photo: Subhash Chander Malhotra, AP) Michael Smith, the nationally noted interior designer who redid the Oval Office and the family quarters for the Obamas in 2009, says he doesn't expect radical change from the Trumps. \"The house is very adaptable, there is no reason to radically upend it, it works really, really well and it’s really beautiful,\" Smith says. \"You wouldn’t go in and say, 'I want to move Lincoln's bed.' And why would you? \"You do stuff (in the family quarters) personal to you, that makes it a home to you. You add your imprint, your style, your personal aesthetic mixture, but still a large piece of the White House is part of a continuum...You are conscious (as a designer) of becoming a part of the great sweep of history rather than starting from scratch.\" Trump is already on record about this: Before the election, he was interviewed by  People , which ran a story under the headline, \"Will It Be the Gold House? Donald Trump Reveals His Plans for the Most Famous Home in America.\" Not to worry, Trump said. “If I were elected, I would maybe touch it up a little bit, but the White House is a special place...You don’t want to do too much touching.” In an ABC  interview  in November 2015 at his Trump Tower three-level penthouse — the one designed to look like the interior of Versailles, the gaudy palace of the doomed French monarchy, interviewer Barbara Walters suggested the White House might be a \"step down\" from what she could see — the gold and diamond accents, miles of marble and hand-painted ceiling murals.Trump said the White House is a “spectacular place” that “represents something very special.” Anyway, Trump might not even be at the White House as much as his predecessors, and for the first six months, incoming first lady Melania Trump will be in New York taking care of her 10-year-old son. When it comes to living large, Trump is already well-equipped. The family has access to at least five other luxury abodes, including Mar-a-Lago in Palm Beach; the Seven Springs summer retreat in Bedford, N.Y. and a mansion on Rodeo Drive in Beverly Hills; the  Trump Vineyard Estates , a 23,000-square-foot mansion, winery and vineyard in Charlottesville, Va.; and Le Chateau des Palmiers , another sprawling estate on the Caribbean island of St. Martin. Mar-a-Lago Club on December 30, 2016 in Palm Beach, Fla.  (Photo: DON EMMERT, AFP/Getty Images) But \"touching up\" the family quarters on the second floor of the White House is perfectly acceptable and every new first family usually does it. Their touch-ups are designed and supervised by an interior designer working with the first lady, the White House curator and the chief usher, to remake the space for the new family's needs and to its specifications. The Obamas' instructions to Smith: Make their new home feel like a home, full of \"elegant and simple things,\" Smith says. \"The family quarters are a complete apartment upstairs, including bedrooms, sitting rooms, a study, and they're generally personalized in some way. Some presidents do very little, some presidents, like the Reagans, they brought their own household furniture and redid the rooms to be cozy and warm. There are no hard and fast rules.\" Le Chateau des Palmiers on Plum Bay in St. Martin, here in 2004, features a five-bedroom oceanside villa and a four-bedroom garden-side villa.  (Photo: Bobby Gibson @ Villas Caribe) Congress supplies a $100,000 budget for renovations ; the Obamas opted to pay for their redecorating themselves. Other presidents have raised funds privately to pay for some projects. The key word is \"private\" — the public doesn't get to see the refurbishing until the first family is leaving, when the pictures appear in some prominent home or architectural magazine in the last month of the last year of the administration, Smith says. See the Obamas' White House private quarters for the first time Smith says the White House has a way of overpowering the strongest personalities, and not just decorators' egos. \"No matter who you are in the world and whatever your own aesthetic and style, there is something extra humbling about the White House,\" he says. \"It has so much history that occurred in that building. You’re kind of haunted by that and it’s wonderful. You're conscious, if you move a chair or change a curtain, you're adding your own stamp and the first family's to a profoundly documented piece of American history.\" 2107 CONNECT TWEET LINKEDIN 53 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2k1lECk NEVER MISS OUT Life Be a pop culture maven. Get the news, reviews and the juiciest celebrity stories that keep you in the know, Monday-Friday. THANKS FOR SIGNING UP FOR THE Life NEWSLETTER We're sorry. ",
    "title": "Will he go for the gold? Donald Trump's redecorating plans for the White House"
   },
   {
    "entities": [
     "rain",
     "arts",
     "times",
     "seib",
     "images",
     "joseph",
     "sierra",
     "getty",
     "stubhub",
     "trump",
     "lynn",
     "sunday",
     "northern",
     "thursday",
     "seto",
     "california",
     "recently",
     "serna",
     "american",
     "weather",
     "saturday",
     "county",
     "later",
     "40%",
     "valley",
     "afp",
     "night",
     "early next week",
     "/",
     "nevada",
     "jan. 12, 2017",
     "beck",
     "this weekend",
     "caption",
     "chargers",
     "southern",
     "u.s.",
     "sheriff's",
     "department",
     "fine",
     "national",
     "anthony",
     "san",
     "december 2015",
     "stuart",
     "canyon",
     "wednesday",
     "center",
     "los",
     "service",
     "ventura",
     "foundry",
     "gabriel",
     "sixth year",
     "burbank",
     "now",
     "about inauguration day",
     "winter",
     "diego",
     "orange",
     "aliso",
     "al",
     "angeles",
     "oxnard",
     "robyn"
    ],
    "id": 14,
    "text": "Trio of storms to bring dangerous surf and 6 inches of rain to Southern California TOPSHOT-US-WEATHER-DROUGHT-CALIFORNIA Robyn Beck / AFP / Getty Images Rain clouds move over downtown Los Angeles on Jan. 12, 2017. Rain clouds move over downtown Los Angeles on Jan. 12, 2017. (Robyn Beck / AFP / Getty Images) Joseph Serna Contact Reporter A trio of storms now headed for Southern California will bring dangerous surf, strong winds and up to 6 inches of rain by early next week, according to the National Weather Service . The storms are similar to those that rocked Northern California recently by flooding rivers, blocking mountain passes and causing several deaths. This latest round, however, is expected to pack less of a wallop, forecasters say. The first storm should arrive Wednesday night and is expected to drop between 0.75 and 1.25 inches of rain in the foothills and valleys through Thursday, said Stuart Seto of the National Weather Service in Oxnard. The second storm will arrive later Thursday night and could drop another 2 inches of rain and up to 3 inches in the San Gabriel Valley foothills by Saturday, Seto said. (Rong-Gong Lin II and Joseph Serna) The third storm is is predicted to be the strongest and will arrive Sunday, Seto said. Fueled by warmer moist air, the storm could dump up to 3 inches of rain in the valleys and foothills, and up to 5 inches of rain in the mountains, he said. The storms will also create windy and dangerous surf conditions along the coast. Waves along the beaches Los Angeles and Ventura counties could hit 15 feet this weekend while the Orange County and San Diego County coastlines could be slammed with 16-foot waves, forecasters said. People should stay off rocks and jetties, Seto said. The waves could damage piers as a powerful winter storm did in December 2015 . The storms are part of a banner water year for California. Several months into its sixth year of drought, California is now on pace to mark its wettest year in recorded history. Recent storms have created deep piles of snow in the Sierra Nevada and sent hundreds of billions of gallons of water coursing into lakes and reservoirs. More than 40% of the state — all of it in the north — is no longer considered to be in drought, according to the U.S. Drought Monitor. Although recent rains have improved conditions in the southern part of the state, drought conditions persist. Caption 90 seconds: 4 stories you can't miss What the Chinese zodiac says about inauguration day ; Trump's popularity has dropped ; site of Aliso Canyon gas leak  can reopen; researchers are using lasers to hijack the brains of mice . Caption 90 seconds: 4 stories you can't miss What the Chinese zodiac says about inauguration day ; Trump's popularity has dropped ; site of Aliso Canyon gas leak  can reopen; researchers are using lasers to hijack the brains of mice . Caption Los Angeles Chargers introduce Anthony Lynn as their new head coach Anthony Lynn was formally introduced at the StubHub Center – a 30,000-seat stadium where the Los Angeles Chargers play their home games for the next two years – and he got off to a rough start. Anthony Lynn was formally introduced at the StubHub Center – a 30,000-seat stadium where the Los Angeles Chargers play their home games for the next two years – and he got off to a rough start. Caption Protest against Sheriff's Department's new drone About 20 protesters in downtown Los Angeles called on the Los Angeles County Sheriff’s Department to halt plans to deploy a drone in emergency situations, saying they feared the device would be used for surveillance. About 20 protesters in downtown Los Angeles called on the Los Angeles County Sheriff’s Department to halt plans to deploy a drone in emergency situations, saying they feared the device would be used for surveillance. Caption Sag Awards bronze statuettes SAG Awards statuettes are cast from molten bronze metal at American Fine Arts Foundry in Burbank. (Al Seib / Los Angeles Times) SAG Awards statuettes are cast from molten bronze metal at American Fine Arts Foundry in Burbank. (Al Seib / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss ",
    "title": "Trio of storms to bring dangerous surf and 6 inches of rain to Southern California - LA Times"
   },
   {
    "entities": [
     "76%",
     "jr",
     "75%",
     "last year",
     "biggio",
     "larry",
     "images",
     "jorge",
     "association",
     "league",
     "getty",
     "raines",
     "major",
     "mvp",
     "cooperstown",
     "53.8%",
     "pinterest",
     "bagwell",
     "facebookemail",
     "ortiz",
     "jeff",
     "facebook",
     "86.2%",
     "clemens",
     "tim",
     "linkedin",
     "red",
     "the year in 1991",
     "trevor",
     "otto",
     "1999",
     "of",
     "pudge",
     "1990",
     "fame",
     "1 minute ago",
     "2015",
     "vladimir",
     "boston",
     "mike",
     "6:10 p.m.",
     "craig",
     "twitter",
     "71.1%",
     "current",
     "l.",
     "54.1%",
     "barry",
     "usa",
     "guerrero",
     "houston",
     "jan. 18, 2017",
     "86%",
     "today",
     "1994",
     "greule",
     "hall",
     "wednesday",
     "rodriguez",
     "bonds",
     "mid-40%",
     "america",
     "first year",
     "writers",
     "andersen",
     "roger",
     "ivan",
     "hoffman",
     "now",
     "baseball",
     "astros",
     "al",
     "the next year",
     "google",
     "sox",
     "piazza"
    ],
    "id": 15,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Jeff Bagwell, Tim Raines, Ivan Rodriguez elected to Baseball Hall of Fame Base-stealer extraordinaire Tim Raines, iconic Houston Astros first baseman Jeff Bagwell and 13-time Gold Glove winner Ivan “Pudge’’ Rodriguez earned baseball’s most coveted distinction when they were elected to the Hall of Fame. Post to Facebook Jeff Bagwell, Tim Raines, Ivan Rodriguez elected to Baseball Hall of Fame Base-stealer extraordinaire Tim Raines, iconic Houston Astros first baseman Jeff Bagwell and 13-time Gold Glove winner Ivan “Pudge’’ Rodriguez earned baseball’s most coveted distinction when they were elected to the Hall of Fame. Check out this story on USATODAY.com: http://usat.ly/2jAtXbx CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. Join the Nation's Conversation To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Jeff Bagwell, Tim Raines, Ivan Rodriguez elected to Baseball Hall of Fame Jorge L. Ortiz , USA TODAY Sports Published 6:10 p.m. ET Jan. 18, 2017 | Updated 1 minute ago CLOSE x Share Jeff Bagwell, Tim Raines and Pudge Rodriguez were elected to the Baseball Hall of Fame. USA TODAY Sports Tim Raines produced a lifetime .385 on-base percentage and ranks fifth all-time with 808 stolen bases. (Photo: Otto Greule Jr, Getty Images) 828 CONNECT TWEET LINKEDIN COMMENTEMAILMORE A former unanimous MVP, an elite leadoff hitter and one of the game’s most complete catchers were elected Wednesday into Baseball’s Hall of Fame. Iconic Houston Astros first baseman Jeff Bagwell, base-stealer extraordinaire Tim Raines and 13-time Gold Glove winner Ivan “Pudge’’ Rodriguez earned baseball’s most coveted distinction when they were named on more than 75% of the ballots cast by eligible members of the Baseball Writers Association of America. Raines (86%) was on his 10th and final year of eligibility, while Bagwell (86.2%) made it on his seventh attempt and Rodriguez (76%) on his first one, earning 336 of 442 votes - four more than necessary. Closer Trevor Hoffman fell five votes short. Vladimir Guerrero was named on 317 ballots (71.1%), 15 votes shy of induction in his first year. And the Hall of Fame continues to slowly open its doors to players linked to performance-enhancing drugs. Baseball Hall of Fame: How USA TODAY Sports voted Bagwell overcame years of crowded ballots and an electorate wary of power hitters who played through the heart of the so-called steroid era. While Bagwell was never linked to steroid use, he did acknowledge using androstenedione, a substance now banned by Major League Baseball. Both Rodriguez and Bagwell were suspected of using PEDs because of the dramatic physical transformations they underwent during their careers, but no conclusive evidence has been found of their involvement with such substances. Rodriguez received the rare honor of first-ballot election after setting the record for most games played behind the plate, winning the 1999 AL MVP and compiling a .296 career batting average with 311 home runs. He and Bagwell's strong showings on the ballot and the surge in support for the steroid-tainted Barry Bonds and Roger Clemens – both of whom surged from the mid-40% range to 53.8% and 54.1%, respectively – provide the latest indications that the current Hall of Fame electorate has become more amenable to voting for suspected PED users with Hall-worthy credentials. Former catcher Mike Piazza, who fits that profile, was elected last year on his fourth try. The cloud of doubt over Bagwell’s accomplishments was likely the only reason he had to wait so long to be admitted into Cooperstown, considering he put together eight seasons with at least 30 home runs, 100 runs scored and 100 RBI, a feat matched by only nine other players. A .297 career hitter, Bagwell belted an Astros-record 449 home runs, posted a .948 on-base plus slugging percentage and averaged better than 100 RBI over his 15 seasons. Three times he finished in the top three in the NL MVP voting, including his runaway victory in 1994, and he was also chosen the league’s rookie of the year in 1991. The Boston Red Sox certainly never envisioned that kind of output when they sent Bagwell, a fourth-round pick who never hit more than four homers in the minors, to the Astros in a 1990 trade for journeyman reliever Larry Andersen. Bagwell reached the majors the next year and eventually became a four-time All-Star and a three-time Silver Slugger award winner. He was also an excellent fielder, earning a Gold Glove in 1994. Bagwell will become the 50th Hall of Famer to spend his whole career with the same club, joining former teammate Craig Biggio – elected in 2015 – in that group. ",
    "title": "Jeff Bagwell, Tim Raines, Ivan Rodriguez elected to Baseball Hall of Fame"
   },
   {
    "entities": [
     "johnson/the",
     "david",
     "brady",
     "power",
     "right now",
     "bp",
     "devon",
     "flint",
     "trump",
     "reuters",
     "bernie",
     "harris",
     "jeff",
     "r-alaska",
     "senate",
     "california",
     "mooney",
     "clean",
     "mich.",
     "chris",
     "the day",
     "sanders",
     "dan",
     "congress",
     "edward",
     "2016",
     "john",
     "2011",
     "scott",
     "j.",
     "weigel",
     "environment",
     "kamala",
     "barrasso",
     "post",
     "sullivan",
     "agency",
     "u.s.",
     "environmental",
     "obama",
     "pruitt",
     "works",
     "january 18",
     "oklahoma",
     "markey",
     "wednesday",
     "and",
     "merkley",
     "dennis",
     "plan",
     "washington",
     "at 6:02 pm",
     "thomas",
     "committee",
     "public",
     "energy",
     "epa",
     "protection"
    ],
    "id": 16,
    "text": "EPA nominee Scott Pruitt won’t say if he would recuse himself from his own lawsuits against the agency The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it (Thomas Johnson/The Washington Post) By Brady Dennis and David Weigel By Brady Dennis and David Weigel January 18 at 6:02 PM Follow @brady_dennis Follow daveweigel Scott Pruitt, who repeatedly has sued the Environmental Protection Agency during his tenure as Oklahoma attorney general, declined to say Wednesday whether he would recuse himself from those ongoing cases if confirmed as the agency’s new leader. Questioned by Sen. Edward J. Markey (D-Mass.) about whether he would avoid involvement in a series of ongoing cases against the EPA that he has been party to while in Oklahoma, Pruitt said he would rely on the advice of agency ethics lawyers. “If directed to do so, I will do so,” he said. “If you don’t agree to recuse yourself,” Markey said, “then you become plaintiff, defendant, judge and jury on the cases you are bringing right now as attorney general of Oklahoma against the EPA.” The exchange was among several tense moments Pruitt encountered Wednesday about his fitness to run the agency, his close ties to the oil and gas industry, his views on climate change and even the water crisis in Flint, Mich. Tracking how many key positions Trump has filled so far View Graphic Tracking how many key positions Trump has filled so far Democrats on the Senate Environment and Public Works Committee grilled the 48-year-old former state lawmaker about his financial support from fossil fuel companies, which have given hundreds of thousands of dollars to Pruitt and political action committees associated with him. Sen. Jeff Merkley (D-Ore.) displayed a 2011 letter Pruitt sent to the EPA saying it had overestimated air pollution from natural gas drilling — a letter largely written by lawyers for Devon Energy, one of Oklahoma’s largest oil and gas companies. He accused Pruitt of acting as “a direct extension of an oil company” rather than on behalf of ordinary Oklahomans. Pruitt countered that he was not representing any one company but, rather, expressing the concerns of an entire industry in the state. Pruitt also sought Wednesday to head off critics who call him a “climate denier” by acknowledging that “science tells us that the climate is changing.” But he added that precisely how much humans are contributing to the problem and what policy actions to take remain open “to debate and dialogue.” It was a debate that Sen. Bernie Sanders (I-Vt.) embraced, challenging Pruitt about his lack of urgency regarding climate change, and on the role of the oil and gas industry in causing widespread earthquakes in the state of Oklahoma. “Why is the climate changing?” Sanders asked, requesting Pruitt’s “opinion” about the matter. “My opinion is immaterial,” Pruitt replied. (Reuters) “Really?” Sanders countered. “You are going to be the head of the agency to protect the environment, and your personal feelings about whether climate change is caused by human activity is immaterial?” Pruitt said the EPA has a “very important role” to perform in regulating carbon dioxide emissions — an intriguing statement from a man who led the charge against the Clean Power Plan, the Obama administration’s main effort to cut carbon emissions. He said he would respect EPA’s “legal obligation” to tackle the issue. He also said “there is a time and a place” for EPA to use its authority to enforce regulations if states refuse to do so. At the same time, he declined to commit to whether he would allow California to set its own emissions standards for automobiles that exceed federal limitations. Pressed by Markey and Sen. Kamala Harris (D-Calif.), Pruitt promised only that he would “review” such a policy. Asked about the water crisis in Flint, Mich., Pruitt said he had not “looked at the scientific research” about what constitutes dangerous levels of lead exposure. (Health officials have long said there is no safe level of lead, especially in children.) “That’s something I have not reviewed nor know about,” Pruitt said, though he added, “I would be concerned about any level of lead going into the drinking water or, obviously, human consumption.” [ ‘If I could afford to leave, I would.’ In Flint, a water crisis with no end in sight. ] Pruitt told lawmakers Wednesday that, if confirmed, he plans to steer the agency away from what he sees as an era of overzealous and unlawful regulation during the Obama years. He said his EPA would be one that respects the authority of states and is open to a “full range of views.” Pruitt also dismissed the idea that if someone supports oil and gas interests, he can’t also favor environmental protection. “I utterly reject that narrative,” he said. “It is not an either-or proposition.” Pruitt’s tenure as attorney general in Oklahoma has been marked by his role in opposing the Obama administration’s key initiatives, often arguing that the executive branch was overstepping its constitutional authority and circumventing the role of Congress. Pruitt has been a leading voice among a group of Republican attorneys general who also sued over issues including the Affordable Care Act, Wall Street reforms and immigration. But he has been particularly aggressive in attacking the EPA’s efforts, suing the agency to challenge its authority to regulate toxic mercury pollution, smog, carbon emissions from power plants, and the quality of wetlands and other waters. Pruitt received broad support Wednesday from Republicans in the Senate, who are expected to approve his nomination. The committee’s chairman, Sen. John Barrasso (R-Wyo.), said Pruitt would help to quell the “regulatory zeal” of the past eight years. Sen. Dan Sullivan (R-Alaska) called Pruitt the right person to provide the “course correction” EPA needs. [ At EPA nominee’s hearing, money becomes a weapon for both parties ] Meanwhile, Pruitt’s nomination has galvanized environmental advocacy groups, who note that Pruitt dismantled a specialized environmental protection unit that had existed under his predecessor and poured resources into a new “federalism unit” aimed at challenging “unwarranted regulation and systematic overreach” from Washington. They argue that his close ties to the oil and gas industry and his hostile history with the EPA make him a disastrous choice to run an agency created to protect ordinary Americans from pollution. Even as Pruitt spoke, scientists on Wednesday were declaring 2016 the hottest year on record , making it the third year in a row to earn that title. [ U.S. scientists officially declare 2016 the hottest year on record. ] The small hearing room had just a few seats open for the public on Wednesday, frustrating a large group of protesters who’d shown up. Protesters dressed as a BP technician and an oil-stained bird did make it inside, grumbling about the security. The protester in BP get-up, carrying a fake can of oil, was removed by security after shouting that Pruitt would gut the EPA. Throughout the day, a flood of social media posts, emails, online ads and television commercials from advocacy groups, lawmakers and industry representatives urged senators to reject Pruitt because he will fail to protect the environment, or to confirm him because he will end the EPA’s overaggressive regulations. Pruitt has repeatedly framed his EPA opposition as driven not by ideology but by constitutional questions over the separation of powers: Congress makes the laws. Agencies administer them. And states enforce them. “Rule of law matters,” he said Wednesday. “Regulators are supposed to make things regular, to fairly and equitably enforce the rules, and not pick winners and losers.” Chris Mooney contributed to this report. national ",
    "title": "EPA nominee Scott Pruitt won’t say if he would recuse himself from his own lawsuits against the agency - The Washington Post"
   },
   {
    "entities": [
     "gay",
     "jim",
     "texas",
     "joe",
     "rivera",
     "jorge",
     "cooperstown",
     "curt",
     "gary",
     "atlanta",
     "clemens",
     "red",
     "the day",
     "last month",
     "fame",
     "36.2 percent",
     "jeter",
     "canseco",
     "associated",
     "boston",
     "j.",
     "martinez",
     "this year",
     "2004-06",
     "eric",
     "34.2 percent",
     "san",
     "edgar",
     "this oct.",
     "bbwaa",
     "2005",
     "hoffman",
     "86 percent",
     "thome",
     "white",
     "mariano",
     "76 percent",
     "association",
     "raines",
     "ruffing",
     "bench",
     "bagwell",
     "2009",
     "55 percent",
     "4,",
     "tim",
     "yankees",
     "of",
     "2020",
     "schilling",
     "2008",
     "chipper",
     "night",
     "69.8 percent",
     "current",
     "budselig",
     "1986",
     "jones",
     "july 30",
     "andre",
     "dawson",
     "hall",
     "york",
     "medwick",
     "pete",
     "manny",
     "diego",
     "posada",
     "45.2 percent",
     "jose",
     "david",
     "derek",
     "lee",
     "44.3 percent",
     "1936-39",
     "press",
     "86.2 percent",
     "1968",
     "pedro",
     "jeff",
     "'07",
     "trevor",
     "51.8 percent",
     "writers'",
     "2015",
     "2018",
     "2004",
     "mike",
     "canada",
     "barry",
     "1975",
     "houston",
     "new",
     "rice",
     "1967",
     "kiner",
     "halladay",
     "magglio",
     "23.8 percent",
     "5 percent",
     "wednesday",
     "mussina",
     "bonds",
     "1996",
     "america",
     "last night",
     "johnny",
     "city",
     "ralph",
     "sox",
     "ordonez",
     "last year",
     "2013",
     "2017",
     "2019",
     "wakefield",
     "1991-95",
     "tonight",
     "58.6 percent",
     "24.3 percent",
     "75 percent",
     "kansas",
     "pudge",
     "ramirez",
     "expos",
     "vladimir",
     "rose",
     "phillip",
     "53.8 percent",
     "future",
     "guerrero",
     "carter",
     "34 percent",
     "roy",
     "1989",
     "rodriguez",
     "first year",
     "washington",
     "roger",
     "54.1 percent",
     "45 percent",
     "1918",
     "ivan",
     "nl",
     "rangers",
     "smith",
     "baseball",
     "astros",
     "montreal",
     "2003",
     "famer"
    ],
    "id": 18,
    "text": "Sports Baseball Tim Raines, Jeff Bagwell and Ivan Rodriguez elected to Baseball Hall of Fame Photos of Hall of Famer Tim Raines, who played for the White Sox from 1991-95 and coached the team from 2004-06. Tribune news services Contact Reporter Bags and Rock and Pudge are heading to Cooperstown. After a vote that could prove to be a turning point how Steroids Era stars are viewed, Barry Bonds and Roger Clemens could be joining them in the next few years. Jeff Bagwell, Tim Raines and Ivan Rodriguez were elected to baseball's Hall of Fame on Wednesday, earning the honor as Trevor Hoffman and Vladimir Guerrero fell just short of the necessary 75 percent. Bonds and Clemens, their careers tainted by allegations of steroids use, were passed over for the fifth straight year by the Baseball Writers' Association of America but each received a majority of votes for the first time. \"They were just awesome,\" Bagwell said. \"Their demeanor, the way they went about their business, was just amazing, and I respect them.\" On the ballot for the seventh time after falling 15 votes short last year, Bagwell appeared on 381 of 442 ballots for 86.2 percent. Players needed 332 votes this year. \"Anxiety was very, very high,\" Bagwell said. \"It's a weird thing to be a Hall of Famer. I wrote it on a ball tonight. It was kind of crazy, so it was cool.\" In his 10th and final year of eligibility, Raines was at 380 (86 percent). He was just the fifth player elected in his final year of eligibility after Red Ruffing (1967), Joe Medwick (1968), Ralph Kiner (1975) and Jim Rice (2009). \"Last night was probably the worst night I've had out of the 10 years,\" Raines said. \"I knew I was close, but I wasn't sure.\" Raines started at 24.3 percent in 2008 and jumped from 55 percent in 2015 to 69.8 percent last year. He said modern metrics boosted his chances from days when voters considered primarily whether players had 3,000 hits, 500 homers or 300 wins. \"I think social media played a big role,\" he said. \"You've got these new stats. You've got WAR. You've all this stuff. People really didn't look at it back in the day. ... The more they looked, the better it turned out for me.\" Ivan Rodriguez ERIC GAY / ASSOCIATED PRESS  In this Oct. 4, 1996, file photo, Texas Rangers catcher Ivan Rodriguez reacts after tagging out New York Yankees' Tim Raines, right, in Game 3 of the American League Division Series. Rodriguez joins Raines and Jeff Bagwell in the Baseball Haff of Fame Class of 2017.   In this Oct. 4, 1996, file photo, Texas Rangers catcher Ivan Rodriguez reacts after tagging out New York Yankees' Tim Raines, right, in Game 3 of the American League Division Series. Rodriguez joins Raines and Jeff Bagwell in the Baseball Haff of Fame Class of 2017.  (ERIC GAY / ASSOCIATED PRESS) Rodriguez, at 45 the youngest current Hall member, received 336 votes (76 percent). \"I've been having trouble sleeping for three days,\" he said. Rodriguez, the 52nd player elected in his first year of eligibility, joins Johnny Bench in 1989 as the only catchers voted in on their first ballot. \"Johnny Bench was my favorite player growing up,\" Pudge added. Hoffman was five votes short and Guerrero 15 shy. \"Falling short of this class is disappointing,\" Hoffman said in a statement. \"I am truly humbled to have come so close. I hope to one day soon share a Hall of Fame celebration with my family, friends, teammates and all of San Diego.\" Edgar Martinez was next at 58.6 percent, followed by Clemens at 54.1 percent, Bonds at 53.8 percent, Mike Mussina at 51.8 percent, Curt Schilling at 45 percent, Lee Smith at 34.2 percent and Manny Ramirez at 23.8 percent. Players will be inducted July 30 during ceremonies at Cooperstown along with former Commissioner BudSelig and retired Kansas City and Atlanta executive JohnSchuerholz, both elected last month by a veterans committee. Some voters said the election ofSelig, who presided over the Steroids Era, transformed their view of whether tainted stars should gain entry to the Hall. Jeff Bagwell DAVID J. PHILLIP / Associated Press Houston Astros' Jeff Bagwell will be inducted into the Baseball Hall of Fame.  Houston Astros' Jeff Bagwell will be inducted into the Baseball Hall of Fame.  (DAVID J. PHILLIP / Associated Press) Bagwell was a four-time All-Star for Houston, finishing with a .297 batting average, 401 homers and 1,401 RBIs. Among 220 Hall of Fame players, he is the 50th whose entire big league career was with one club. Raines, fifth in career stolen bases, was a seven-time All-Star and the 1986 NL batting champion who compiled a .294 average and .385 on-base percentage. He spent 13 of 23 big league seasons with the Montreal Expos, who left Canada to become the Washington Nationals for the 2005 season, and joins Andre Dawson and Gary Carter as the only players to enter the Hall representing the Expos. Rodriguez, a 14-time All-Star who hit .296 with 311 homers and 1,332 RBIs, was never disciplined for PEDs but former Texas teammate Jose Canseco alleged in a 2005 book that he injected the catcher with steroids. Asked whether he was on the list of players who allegedly tested positive for steroids during baseball's 2003 survey, Rodriguez said in 2009: \"Only God knows.\" Rodriguez displaced Pedro Martinez as the youngest of the record 74 living Hall members. Bonds, a seven-time MVP who holds the season and career home run records, received 36.2 percent in in 2013 and jumped from 44.3 percent last year. Clemens, a seven-time Cy Young Award winner, rose from 45.2 percent last year. \"Barry Bonds was the best player I played against in my entire life,\" Bagwell said. A 12-time All-Star on the ballot for the first time, Ramirez was twice suspended for violating baseball's drug agreement. He helped the Boston Red Sox win World Series titles in 2004 and '07, the first for the franchise since 1918, and hit .312 with 555 home runs and 1,831 RBIs in 19 big league seasons. Several notable players will join them in the competition for votes in upcoming years: Chipper Jones and Jim Thome in 2018, Mariano Rivera and Roy Halladay in 2019, and Derek Jeter in 2020. Twelve players have been elected by the BBWAA in the past four years, the most over a span of that length since the first four ballots from 1936-39. Lee Smith, who had 478 saves, got 34 percent in his final time on the ballot. Jorge Posada, Tim Wakefield and Magglio Ordonez were among the players who got under 5 percent and fell off future ballots. Pete Rose, the career hits leader who has never appeared on a ballot because of a lifetime ban that followed an investigation of his gambling, received one write-in vote. Associated Press ",
    "title": "Tim Raines, Jeff Bagwell and Ivan Rodriguez elected to Baseball Hall of Fame - Chicago Tribune"
   },
   {
    "entities": [
     "cbs",
     "66 percent",
     "january",
     "57 percent",
     "41 percent",
     "13 percent",
     "67 percent",
     "cia",
     "last month",
     "71 percent",
     "today",
     "8 percent",
     "40 percent",
     "public",
     "43 percent",
     "51 percent",
     "february 2015",
     "clinton",
     "salvanto",
     "ssrs",
     "news",
     "united",
     "78 percent",
     "pa.",
     "55 percent",
     "donald",
     "media",
     "sixty-five percent",
     "2014",
     "of",
     "russia",
     "a couple of years ago",
     "kabir",
     "u.s.",
     "fbi",
     "backus",
     "fred",
     "jennifer",
     "october 2014",
     "september",
     "de",
     "december",
     "council",
     "6 percent",
     "36 percent",
     "37 percent",
     "27 percent",
     "13-17,",
     "jan 18, 2017",
     "khanna",
     "54 percent",
     "pompeo",
     "congress",
     "2015",
     "on",
     "mike",
     "6:30 pm est",
     "national",
     "dutton",
     "anthony",
     "sarah",
     "pinto",
     "23 percent",
     "35 percent",
     "53 percent",
     "seventy-seven percent",
     "polls",
     "52 percent",
     "states",
     "trump",
     "2017",
     "hillary",
     "48 percent",
     "33 percent",
     "2016",
     "39 percent",
     "30 percent",
     "63 percent",
     "34 percent",
     "69 percent",
     "62 percent",
     "44 percent",
     "18 percent",
     "45 percent",
     "now",
     "25 percent"
    ],
    "id": 19,
    "text": "Jan 18, 2017 6:30 PM EST By Sarah Dutton, Jennifer De Pinto, Fred Backus, Kabir Khanna and Anthony Salvanto Russian Interference in the 2016 Election Most Americans - 57 percent - now think that Russia tried to interfere in 2016 presidential election , though not all think it was in order to help then-candidate Donald Trump.  Of those Americans who think Russia did interfere, 44 percent think it was to help Donald Trump’s candidacy, while 13 percent agree that Russia interfered, but not to favor Mr. Trump.  Another 34 percent of Americans don’t believe there was any Russian interference in the 2016 presidential election. Democrats (71 percent) are far more likely than Republicans (18 percent) to think that Russia interfered in order to favor the Republican candidate.  Just over half of Republicans – 53 percent - don’t accept the conclusions of U.S. intelligence agencies that Russia tried to interfere in the 2016 election at all. info Close Sixty-five percent of Americans are at least somewhat concerned about the reports by U.S. intelligence agencies that Russia tried to influence the election, including four in 10 who are very concerned.  Two-thirds of Democrats are very concerned.   In contrast, 55 percent of Republicans are either not very concerned (25 percent) or not at all concerned (30 percent).      Still, even most Republicans agree that Congress should investigate further.  Two-thirds of Americans - including majorities of Republicans, Democrats, and independents – think Congress should investigate whether Russia tried to interfere in the 2016 election. Donald Trump and Relations with Russia Amidst these reports from U.S. intelligence agencies, the percentage of Americans who now think President-elect Trump will be too friendly towards Russia has risen seven points since last month – from 36 percent in December to 43 percent today. Just 6 percent think he will be too hostile, while nearly half – 45 percent - think his approach will be about right.  Views are largely partisan:  78 percent of Republicans think his approach will be about right, while 66 percent of Democrats think he will be too friendly toward Russia. Mike Pompeo: Russia tried to impact U.S. democracy Half of Americans think that Russia is either unfriendly towards (27 percent) or an enemy of (23 percent) the United States, while fewer  - 41 percent - think of Russia as either an ally (8 percent) or a friend (33 percent).  While these percentages are roughly similar to what they were a couple of years ago, the partisan make-up of these opinions has shifted dramatically.  Back in February 2015, 62 percent of Republicans thought of Russia as unfriendly or an enemy; now just 39 percent do.  In contrast, the percentage of Democrats that views Russia as unfriendly or an enemy has risen – from 52 percent in 2015 to 67 percent today. Russia company minting Donald Trump coins declaring “In Trump we trust” Rating the Intelligence Agencies Americans have mixed opinions of the two most prominent U.S. intelligence agencies - the CIA and the FBI.  Views of the CIA have changed little since they were last measured in 2014: 40 percent of Americans give the CIA either a good or excellent rating, while 48 percent view the agency as either fair or poor.  Meanwhile, positive assessment of the FBI has dropped considerably:  now just 35 percent of Americans rate the FBI as excellent or good, down from 51 percent in 2014. The drop in positive assessment of the FBI is largely among Democrats, some of whom may have been influenced by the FBI announcement that the agency was re-opening an investigation into Hillary Clinton just days before the 2016 election.  Now just 37 percent of Democrats rate the FBI favorably, down from 54 percent in October 2014. Cyber Security Despite partisan disagreement on the intent and scope of Russian hacking into the 2016 election, a large majority of Americans of all political persuasions think the specter of cyber-attacks against computer systems in the United States more generally is a very serious threat.  Seventy-seven percent of Americans think cyber-attacks pose a very serious threat to the U.S. – up from 69 percent in September - and another 18 percent think the threat is somewhat serious. info Close Few Americans think the United States is adequately prepared to deal with a major cyber-attack. Most – 63 percent - don’t think the U.S. is prepared for such an event. This poll was conducted by telephone January 13-17, 2017 among a random sample of 1,257 adults nationwide.  Data collection was conducted on behalf of CBS News by SSRS of Media, PA.  Phone numbers were dialed from samples of both standard land-line and cell phones. The poll employed a random digit dial methodology. For the landline sample, a respondent was randomly selected from all adults in the household. For the cell sample, interviews were conducted with the person who answered the phone. Interviews were conducted in English and Spanish using live interviewers. The data have been weighted to reflect U.S. Census figures on demographic variables. The error due to sampling for results based on the entire sample could be plus or minus three percentage points. The error for subgroups may be higher and is available by request. The margin of error includes the effects of standard weighting procedures which enlarge sampling error slightly. This poll release conforms to the Standards of Disclosure of the National Council on Public Polls.   ",
    "title": "Most Americans think Russia tried to interfere in presidential election - CBS News"
   },
   {
    "entities": [
     "iowa",
     "texas",
     "1930",
     "november",
     "griffin",
     "next year",
     "paul",
     "four years later",
     "california",
     "patrick",
     "state",
     "the day",
     "for",
     "2011",
     "once",
     "michigan",
     "eric",
     "today",
     "des",
     "san",
     "alec",
     "brooklyn",
     "east",
     "center",
     "democrats",
     "scranton",
     "institution",
     "gop",
     "alachua",
     "counties",
     "wisconsin",
     "gainesville",
     "bush",
     "al",
     "clinton",
     "white",
     "pittsburgh",
     "ellison",
     "democratic",
     "barrow",
     "mckessan",
     "florida",
     "atmospheric",
     "comey",
     "news",
     "georgia",
     "senate",
     "recently",
     "tim",
     "administration",
     "forbes",
     "ruy",
     "of",
     "2014",
     "2020",
     "north",
     "while",
     "2008",
     "the year",
     "holder",
     "electoral",
     "colo.",
     "idaho",
     "conference",
     "progress",
     "chair",
     "u.s.",
     "fbi",
     "kentucky",
     "w.",
     "carolina",
     "james",
     "and",
     "york",
     "2002",
     "1932",
     "columbus",
     "teixeira",
     "a century ago",
     "2007",
     "roosevelt",
     "six years later",
     "press",
     "dave",
     "gis",
     "tallahassee",
     "party",
     "ohio",
     "bishop",
     "pueblo",
     "klarner",
     "oceanic",
     "2024",
     "francisco",
     "congress",
     "bill",
     "2015",
     "2018",
     "gore",
     "2004",
     "brown",
     "john",
     "frey",
     "kaine",
     "obama",
     "national",
     "nbc",
     "new",
     "jowie",
     "wyoming",
     "america",
     "2012",
     "committee",
     "jackson",
     "leon",
     "semansky/associated",
     "1920",
     "mcgillis",
     "october",
     "last year",
     "raleigh",
     "brookings",
     "south",
     "2000",
     "trump",
     "house",
     "2017",
     "hillary",
     "9 percentage points",
     "rob",
     "university",
     "levande",
     "carl",
     "college",
     "legislatures",
     "american",
     "george",
     "2016",
     "16 years",
     "past",
     "future",
     "deray",
     "arizona",
     "2006",
     "chen",
     "keith",
     "philadelphia",
     "2010",
     "representatives",
     "now",
     "pennsylvania",
     "leip",
     "barack",
     "2010 before",
     "moines"
    ],
    "id": 20,
    "text": "2017 Source: Senate.gov, Carl Klarner, Paul Levande, National Conference Of State Legislatures, Brown University, House.gov. Many white working class voters found a more natural home in the GOP as both parties swapped territory and became more ideologically consistent. But these voters might have stayed if Democrats had made more of an effort to retain them. In 2008, the Democratic base had been reborn. Obama’s victory that year would have looked foreign to Jackson and even Roosevelt. But as much as the Obama coalition was powered by young people, minorities, single women and educated urban dwellers, it also crucially included many blue collar whites. Union members helped him win Scranton, Pennsylvania, by 26 points (Clinton eked out a 3-point margin in 2016), and farmers helped him carry Iowa by 9 percentage points (Clinton lost it by 9). In fact, Obama actually won more raw votes from non-college educated whites — because they are so numerous — than from African-Americans, Latinos, or educated whites. Obama lost non-college educated whites by large margins in both 2008 and 2012, but they were still crucial to his victory. In fact, he actually won more raw votes  from non-college educated whites — because they are so numerous — than from African-Americans, Latinos, or educated whites. They remain the single largest demographic voting bloc, even as their share declines slowly over time. But Obama’s success obscured his party’s decomposition further down the ballot as the Democratic Party completed its metamorphosis from a working class white party based in the South to a multiethnic one based in cities. Democrats once swept rural counties. Today their wins are concentrated in high-density, urban areas. Source: 2015 Density data from the American Community Survey 5-year. 1932 density data from the 1930 Census. 1932 election results from Dave Leip’s Atlas of U.S. Elections. 2016 data from NBC News. Density values are log-scaled. Trendline is computed with a linear model. The last white Deep Southern Democrat in Congress, Georgia Rep. John Barrow, wasn’t ousted until 2014. And it took until 2016 for Democrats to lose their final legislative chamber in the South, the Kentucky House of Representatives, which they had held without interruption since 1920. The day after the election, Democrats woke up to a party that had lost most rural areas of the country, leaving behind a map that today looks like an archipelago of blue cities swimming in an ocean of red. Once a mainstay of the white working class, the Democratic Party experienced a dramatic shift in makeup through the decades, with the civil rights era ushering in a profound change. Geography is destiny? Democrats’ wipe out in rural areas is politically deadly. The party’s most obvious problem in 2016 was geographic: They got more votes across the country, but in the wrong places. For the second time in 16 years, Democrats lost the Electoral College — and the presidency — even though they won the popular vote. And if you add up all 34 Senate races last year, Democrats won 6 million more votes, thanks largely to California and New York, while failing to retake control of the chamber. In 2012, they won 1 million more votes in the House and didn’t come close to winning it. Democrats are quick blame Republican gerrymandering. Obama’s former Attorney General Eric Holder recently launched  a party-wide effort, backed by the outgoing president, focused on turning the tables on gerrymandering by winning back state legislatures ahead of 2020, when they will redraw congressional districts. The effort is crucial to Democrats’ ability to win back the House, since the party has only one chance to change the maps every 10 years. But Democrats a have a deeper, structural problem beyond gerrymandering. Democrats lost the House in 2010 before Republicans had redrawn the maps. The problem is quirky but its effects are profound: Electorally speaking, Democrats live in the wrong places. America’s electoral system rewards the party whose voters are more spread out across the map and, for now, that means the GOP. Democrats are densely packed in major cities where they waste millions of votes winning inefficiently huge margins that can’t be effectively redistributed no matter which party is drawing the congressional districts. In Pennsylvania, for example, Republicans control 13 of the state’s 18 congressional districts even though registered Democrats outnumber Republicans in the state by close to 1 million voters. Republican gerrymandering is responsible for much of that mismatch. But GOP mapmakers were aided by the fact that Democrats tend to be inefficiently concentrated in the state’s two major cities, Philadelphia and Pittsburgh. The divide between the coasts was sharp in 2016. But past Democratic candidates won the heartland. Source: Coastal distances computed over projected distance from the center of each county to the nearest East or West coast as defined by National Oceanic and Atmospheric Administration GIS files. 1932 results from Dave Leip’s Atlas of U.S. Elections. 2016 data from NBC News. Trendline computed with a linear model. Jowie Chen, a professor at the University of Michigan, has run hundreds of computer simulations to compare real election results to hypothetical ones in non-gerrymandered districts. The results show Democrats’ unintentional self-gerrymandering is arguably a bigger handicap than the GOP’s intentional gerrymandering. In 2014, for instance, Republicans won 247 House seats with the help of Republican-leaning districts gerrymandered after the 2010 census. According to Chen’s simulations, however, the GOP still would have won 245 seat if the election were run again in non-gerrymandered districts. Gerrymandering can have a big impact on individual states, like in politically divided North Carolina, where snaking districts help Republicans control 10 of the state’s 13 congressional seats. But Democrats also play this game in states they control, offsetting Republican gerrymandering, according to Chen. Hillary Clinton’s running mate Tim Kaine delivered a speech entirely in Spanish to voters in Arizona (left) only days before the election — too late by some measures. Earlier in the year, the 2016 Democratic National Convention (right) was held in Philadelphia, a city that exemplified the party’s ineffective concentration of power. Of course Democrats don’t want non-gerrymandered districts — they want district maps doctored for their advantage. So the potential upside from retaking state legislatures is significant. But in the aggregate, their gerrymanders will never be quite as effective as their more rural opponents. Cities aren’t the only problem. Far-flung Democratic clusters along old industrial canals or small towns where universities happen to have been built a century ago also lead to wasted votes. In conservative North Florida, for example, Democrats have pockets of support in Gainesville, home of the University of Florida, and in the state capital, Tallahassee. Clinton won Alachua and Leon Counties, home to both of those cities, respectively, by a 25-point margin. But geographically isolated Democratic redoubts like these often get subsumed by their conservative surroundings in congressional or state Senate elections with broad geographic districts. Fluky as it may be, the inefficient distribution of Democratic voters makes it harder for Democrats to win no matter how congressional districts, state legislative districts, and even state boundaries are drawn. The mere existence of political boundaries at all is the problem. “Because of the urbanization of the Democratic Party, any sort of geographic line-drawing is inherently going to value the rural party, and that’s the Republicans,” said Chen. “There is no level of geography that systematically favors Democrats over the Republicans. There is no state where Democrats are geographically advantaged.” And when it comes to the presidency, what matters is winning states — as 2016 showed clearly — not the national popular vote, thanks to the Electoral College. So anything that makes it a little harder for Democrats to win individual states also makes it a little harder to win the White House. Democrats have long grumbled about their  disadvantage in the Senate , where the heavily populated blue states of California and New York get the same two senators as do tiny red Wyoming or Idaho. The Senate makeup compounds Democrats’ disadvantage at the presidential level as well, since individual states receive the same level of representation in the Electoral College as they get in Congress, further empowering small states at the expense of large ones. If you don’t hear much about this problem from Democrats, it’s because the forces behind self-gerrymandering are more economic and cultural than political. Three-quarters of liberals say they prefer to live where “the houses are smaller and closer to each other, but schools, stores, and restaurants are within walking distance,” according to a Pew survey. An equal portion of conservatives say they prefer places where the houses are larger, but amenities are miles away. People with college degrees often move to cities to pursue economic opportunities while their non-college cohort stay home. So cities suck up liberals from the countryside, leaving behind vast swaths of unguarded territory for Republicans. And there’s   data  to suggest living in cities actually make people more liberal. Progressives are not sure how to address this problem other than to encourage hipsters to move to Iowa, as journalist Alec McGillis once suggested  in a New York Times op-ed. A sign showing support for then Democratic presidential candidate Sen. Barack Obama next to a cornfield in Iowa in 2007. Charles Ommanney/Getty Images Making Des Moines — or Columbus, Ohio, or Raleigh, North Carolina, for instance — cool enough to attract would-be political homesteaders from Brooklyn may be outside the realm of traditional political strategy, but it might be one of the most effective ways for Democrats to secure their future. Des Moines and other small cities are becoming increasingly attractive places to live, thanks to growing knowledge industries and revitalized downtowns. And the rising cost of living in major metros like San Francisco and New York are pushing many millennials to look elsewhere. Forbes named  Des Moines the best city for Young Professionals in 2011, while Raleigh and Columbus both made the top 10  last year. Without dramatic geographical shifts, the trend will only get worse for Democrats as both parties’ voters increasingly gravitate toward politically like-minded communities without even realizing it, a phenomenon laid out in Bill Bishop’s 2004 book “The Big Sort.” Politics is becoming a bigger part of people’s identity, Bishop said, and a reliable indicator of what kind of car you drive, TV you watch, or food you eat. And with more mobility than ever, Americans naturally end up clustering together with people like them, leading to more politically polarized communities. Democratic voters have become even more inefficiently distributed since 2000, when Al Gore won the popular vote by a narrower margin than Clinton, while also losing the Electoral College. And Democratic voters will distribute themselves even less efficiently in 2020 and 2024 and beyond — unless there’s a sudden exodus from major cities and the coasts. Democrats’ distribution problem is not a fatal curse, but they’ll have to overcome the handicap and attract more voters in Republican-leaning areas. A man in the audience holds a \"Latinos for H\" sign as Democratic presidential candidate Hillary Clinton speaks at a rally in Pueblo, Colo., in October. Andrew Harnik/Associated Press Demographics Last year, two demographers influential in Democratic circles, Bill Frey of the Brookings Institution and Ruy Teixeira of the Center for American Progress, along with Center for American Progress statistician and policy expert Rob Griffin, explored a half dozen possible paths for each party in the 2016 election. Most scenarios they ran through their rigorous statistical analysis  favored Democrats, given the country’s underlying demographic change in the party’s favor. But one represented the party’s nightmare: Scenario F. Scenario F predicted a hypothetical surge of white working class voters for Republicans on Election Day, similar to the one that actually helped Trump win. Their prediction nearly nailed the results (they missed the regional nature of Trump’s bump, assuming the surge would be more national), so Teixeira and Fry’s other conclusions should worry Democrats. If they can keep those white working class voters in future presidential elections, “Republicans could obtain and keep an electoral vote advantage over a number of cycles, despite underlying demographic changes that favor Democrats,” the simulations predicted. Worse, even if Democrats got a similarly sized surge in minority votes — Scenario E — “Democrats do not pick up any additional electoral votes,” the researchers added. Unfortunately for Democrats, their geographic and demographic challenges overlap. For instance, Latinos, among whom Democrats have the most room to improve turnout, often live in politically unhelpful places. California alone is home  to more than a quarter of the nation’s Latinos while another fifth live in Texas. Midterm elections, like the upcoming one in 2018, remain a challenge for the Obama coalition. Young people, minorities, and single women don’t come to the polls as reliably as Republicans’ older and whiter voters, contributing to the massive losses Democrats suffered in 2010 and 2014. Democrats can win big in midterms, as they did in 2006. But that victory was fueled by a massive backlash against George W. Bush’s presidency, making it more of a fluke than a model. Democrats may get another windfall next year if Trump’s remains unpopular, but they’ll need a more sustainable way to win elections without the boost of a presidential campaign. Part Two What lies ahead The Democratic Party has been written off before, even as recently as 2002, when Bush consolidated power with Republican gains in both the House and Senate. But just four years later, Democrats took back Congress, and six years later they retook the White House, too, in a landslide. Since the November election, the Democratic Party has been gripped by an existential dilemma: Does it try to win back white working class voters or cut them loose? While the choices aren’t mutually exclusive, they involve trade-offs in how the party speaks to voters and which ideas it prioritizes. DeRay Mckessan Civil Rights Activist “It’s important to remember, white people aren’t the only working class voters in America.” To view this video please enable JavaScript, and consider upgrading to a web browser                         that supports HTML5 video Photo by Patrick Semansky/Associated Press While Democrats will inevitably attempt to pursue some combination of both — “We don’t need to decide between social justice and economic justice. We’ve got to have all of that,” Democratic National Committee Chair candidate Keith Ellison said — it’s worthwhile to examine the choices separately to clarify the differences. 0. Baseline Democrats could always just call 2016 a black swan event and carry on without major changes. Clinton won the popular vote, after all, and many Democrats think she only lost the Electoral College because of Russian hacking or FBI Director James Comey’s last-minute intervention. In the 2020 presidential election, the electorate will continue to evolve in Democrats’ favor as minorities and millennials make up a larger share of overall voters while non-college educated whites continue to decline. Indeed, four more years of natural demographic changes alone might be enough to give Democrats the relatively tiny number of voters Clinton would have needed in Pennsylvania, Michigan, and Wisconsin to win the Electoral College in 2016. Average Voter Turnout by Age In General Elections Percent turnout by age ",
    "title": "Democrats: Left in the Lurch - NBC News"
   },
   {
    "entities": [
     "texas",
     "kennebunkport",
     "friday",
     "hospital",
     "florida",
     "trump",
     "last summer",
     "press",
     "january",
     "hillary",
     "methodist",
     "facebook",
     "laura",
     "donald",
     "morning",
     "saturday",
     "the previous december",
     "george",
     "summer",
     "maine",
     "bill",
     "2015",
     "2016",
     "associated",
     "january 18, 2017",
     "twitter",
     "houston",
     "jan. 10",
     "u.s.",
     "w.",
     "wednesday",
     "previously",
     "1989",
     "christmas 2012",
     "1993",
     "barbara",
     "now",
     "jeb",
     "to",
     "bush",
     "clinton",
     "h.w."
    ],
    "id": 21,
    "text": "Former President Bush moved to intensive care as wife Barbara also hospitalized Published               January 18, 2017 Facebook 0 Twitter 0 livefyre Email Print   Both President George H.W. Bush and former first lady Barbara Bush are now in a Houston hospital and will not attend Friday's inauguration of President-elect Donald Trump. The 92-year-old former president on Wednesday was moved to intensive care at Houston Methodist Hospital after being admitted on Saturday, his office said in a statement. \"Shortly after our previous report on President Bush’s condition, he was admitted to the ICU at Houston Methodist Hospital to address an acute respiratory problem stemming from pneumonia,\" the statement read. \"Doctors performed a procedure to protect and clear his airway that required sedation. President Bush is stable and resting comfortably in the ICU, where he will remain for observation.\" Barbara Bush, 91, was admitted Wednesday morning as a precaution after experiencing fatigue and coughing, officials said in a statement. The 41st president previously sent a letter to Donald Trump expressing his regrets he could not attend Friday's presidential inauguration, adding he and the former first lady \"will be with you and the country in spirit.\" In his letter -- penned Jan. 10, before he was hospitalized Saturday for breathing problems -- the former president quipped, \"My doctor says if I sit outside in January, it likely will put me six feet under.\" \"So I guess we're stuck in Texas,\" wrote Bush. \"I want you to know that I wish you the very best as you begin this incredible journey of leading our great country,\" he wrote. \"If I can ever be of help, please let me know.\" Bush is the father of former President George W. Bush and former Florida Gov. Jeb Bush, who ran in a heated -- and, at times, contentious -- contest against Trump in the 2016 Republican presidential primaries. Jeb Bush will not be attending the inauguration, but George W. and former first lady Laura Bush will be in attendance, as will Bill and Hillary Clinton. The elder Bush, who served as U.S. president from 1989 to 1993, has a form of Parkinson's disease and uses a motorized scooter or a wheelchair for mobility. He was hospitalized in Maine in 2015 after falling at his summer home and breaking a bone in his neck, and was hospitalized in Houston the previous December for about a week for shortness of breath. He spent Christmas 2012 in intensive care for a bronchitis-related cough and other issues. Despite the loss of mobility, he celebrated his 90th birthday by making a tandem parachute jump in Kennebunkport. Last summer, Bush led a group of 40 wounded warriors on a fishing trip at the helm of his speedboat, three days after his 92nd birthday celebration. The Associated Press contributed to this report.  Advertisement ",
    "title": "Former President Bush moved to intensive care as wife Barbara also hospitalized | Fox News"
   },
   {
    "entities": [
     "jim",
     "interactive",
     "texas",
     "cbs",
     "friday",
     "hospital",
     "this morning",
     "trump",
     "january",
     "2017",
     "jan 18, 2017",
     "news",
     "last week",
     "methodist",
     "--",
     "inc.",
     "donald",
     "january 20th",
     "saturday",
     "george",
     "5:42 pm est",
     "mcgrath",
     "maine",
     "2015",
     "j.",
     "january 18, 2017",
     "twitter",
     "houston",
     "wednesday",
     "afternoon",
     "barbara",
     "winter",
     "bush",
     "h.w."
    ],
    "id": 22,
    "text": "CBS News Last Updated Jan 18, 2017 5:42 PM EST Former President George H.W. Bush told President-elect Donald Trump that he has to skip the inauguration on Friday because sitting outside during the winter would be too risky to his and his wife’s health. “Barbara and I are so sorry we can’t be there for your inauguration on January 20th,” Bush wrote in a letter to Mr. Trump last week, which surfaced Wednesday. “My doctor says if I sit outside in January, it likely will put me six feet under,” he wrote. “Same for Barbara, So I guess we’re stuck in Texas.” info Close Bush, 92, said that the former president and former first lady will be there “in spirit” and offered to help if he ever needs it. Coincidentally,  Bush has been hospitalized since Saturday for shortness of breath , his spokesman Jim McGrath confirmed Wednesday on Twitter. He was admitted to the ICU at Houston Methodist Hospital to address an issue stemming from pneumonia, his office said in a statement.  The statement also said that former first lady Barbara Bush was admitted to the hospital after experiencing fatigue and coughing.  “Doctors performed a procedure to protect and clear his airway that required sedation. President Bush is stable and resting comfortably in the ICU, where he will remain for observation,” the statement said. “Additionally, Mrs. Bush was admitted to the Houston Methodist Hospital this morning as a precaution after experiencing fatigue and coughing.” Bush suffers from a form of Parkinson’s disease and in 2015, he spent a week in a Maine hospital after falling and breaking a bone in his neck. Mr. Trump responded on Twitter Wednesday afternoon, thanking George and Barbara Bush for the letter.  Looking forward to a speedy recovery for George and Barbara Bush, both hospitalized. Thank you for your wonderful letter! — Donald J. Trump (@realDonaldTrump) January 18, 2017 © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "George H.W. Bush explains why he has to skip Trump's inauguration - CBS News"
   },
   {
    "entities": [
     "cbs",
     "january",
     "57 percent",
     "67 percent",
     "47 percent",
     "24 percent",
     "jimmy",
     "70 percent",
     "today",
     "71 percent",
     "21 percent",
     "12 percent",
     "80 percent",
     "first",
     "4 percent",
     "tom",
     "public",
     "81 percent",
     "bush",
     "thirty-five percent",
     "congressional",
     "white",
     "64 percent",
     "kushner",
     "democratic",
     "29 percent",
     "salvanto",
     "ssrs",
     "news",
     "pa.",
     "1977",
     "55 percent",
     "sixty-one percent",
     "donald",
     "mexico",
     "media",
     "of",
     "59 percent",
     "50 percent",
     "14 percent",
     "incoming",
     "kabir",
     "u.s.",
     "w.",
     "backus",
     "fred",
     "jennifer",
     "york",
     "seventy-nine percent",
     "79 percent",
     "twenty-nine percent",
     "61 percent",
     "22 percent",
     "de",
     "pence",
     "council",
     "lady",
     "37 percent",
     "19 percent",
     "party",
     "13-17,",
     "jan 18, 2017",
     "eight years ago",
     "khanna",
     "congress",
     "on",
     "mike",
     "organization",
     "republican",
     "obama",
     "6:30 pm est",
     "dutton",
     "anthony",
     "new",
     "national",
     "sarah",
     "26 percent",
     "pinto",
     "56 percent",
     "23 percent",
     "sixty percent",
     "fifty-nine percent",
     "nearly seven years ago",
     "91 percent",
     "price",
     "polls",
     "trump",
     "2013",
     "house",
     "2000",
     "2017",
     "melania",
     "65 percent",
     "48 percent",
     "george",
     "87 percent",
     "39 percent",
     "past",
     "carter",
     "thirty-six percent",
     "32 percent",
     "currently",
     "62 percent",
     "44 percent",
     "forty-six percent",
     "15 percent",
     "washington",
     "first year",
     "now",
     "isis",
     "september 2013",
     "thirty-nine percent",
     "barack",
     "9 percent",
     "jared"
    ],
    "id": 23,
    "text": "Jan 18, 2017 6:30 PM EST By Sarah Dutton, Jennifer De Pinto, Fred Backus, Kabir Khanna and Anthony Salvanto Trump on Issues, Campaign Promises Donald Trump campaigned on keeping jobs in the U.S. and six in ten Americans expect he will keep a significant number of U.S. jobs from moving overseas. Just under half think he will be able to get big money out of politics . About a third think he will build a wall along the U.S.-Mexico border (something six in ten Americans oppose), or defeat ISIS . Overall, just 39 percent expect Mr. Trump will keep most of the promises he made during the presidential campaign, while over half the public thinks he will not keep those promises. Expectations are that Mr. Trump’s policies will be most advantageous for large corporations, the rich and white Americans, and will be more detrimental to racial minorities and women. The U.S.-Mexico Border Wall Fifty-nine percent of Americans oppose building a wall along the Mexico border; 37 percent favor that. Views divide along party lines: 65 percent of Republicans favor building a wall, while 79 percent of Democrats oppose it. Seventy-nine percent of Americans expect that if a wall is built along the border, the U.S. will ultimately pay for it. Just 14 percent expect Mexico will pay, as Mr. Trump has claimed . Sixty percent of Republicans, and 91 percent of Democrats, think the U.S. will pay for the wall if it is built. Trump says taxpayers will be reimbursed for Mexican border wall Conflicts of Interest Mr. Trump intends to step down from the positions he holds at the Trump Organization and turn over operations to a trust controlled by his adult sons , but does not plan to give up ownership of the organization . Forty-six percent of Americans think these steps are adequate to prevent any conflicts of interest he may have during his presidency, while 50 percent think they are not adequate. There are large differences between Republicans and Democrats. More generally, Americans are divided as to whether Donald Trump will serve the interests of his family and businesses, or those of the American people, when he becomes president. Partisan differences also run large on this question. Among Republicans, 81 percent say that Mr. Trump will make decisions to further the interests of the American people, compared to only 19 percent of Democrats who believe the same thing. Mr. Trump has named his son-in-law Jared Kushner as senior adviser to the president . In general, 70 percent of Americans think it is not appropriate for presidents to appoint family members to senior White House positions, while just 26 percent think that is appropriate. Tax Returns Mr. Trump has yet to release his income tax returns, something that candidates for president generally do. Most Americans (57 percent) think it is necessary that he do so, but on this question as well, the public is divided along party lines. Twenty-nine percent of Republicans say it’s necessary for him to release his returns, while 80 percent of Democrats say it’s necessary. The Affordable Care Act Americans are now split in their views of the Affordable Care Act: 48 percent approve of the law, while about as many, 47 percent, disapprove, including 32 percent who disapprove strongly.  Nevertheless, the percentage that approves of the law is the highest it has been since the CBS News Poll began asking about it nearly seven years ago.  Tom Price grilled over Obamacare reform Sixty-one percent of Republicans strongly disapprove of the ACA; 44 percent of Democrats strongly approve. Just 22 percent of the public now think the health care law should be repealed entirely, the lowest that has been since the question was first asked in CBS News Polls in 2013. Among the 22 percent of Americans who want to see the law repealed, 47 percent want the law to be repealed immediately, while half – 50 percent- think it should be repealed only after Congress has agreed on a new health care law to replace it. Six in ten Americans are very concerned that if the law is repealed before a replacement is enacted, individuals currently covered by the law would not have health insurance. Another 24 percent are somewhat concerned about that. Comparing Trump to past presidents After a contentious election, 56 percent of Americans are optimistic about the next four years with Mr. Trump in the White House, but that’s the lowest level of optimism for any president-elect in CBS News polling going back to Jimmy Carter in 1977, when CBS began asking the question. Thirty-nine percent are pessimistic – a record high. info Close What’s behind these numbers is a starker partisan divide compared to views of previous presidents-elect. Past presidents have received much more optimism across party lines. Republicans are especially optimistic about Mr. Trump in the White House (87 percent), while Democrats are pessimistic (62 percent), but eight years ago majorities across partisan lines were optimistic about President-elect Obama.  After George W. Bush’s 2000 election, nearly half of Democrats – 47 percent - were optimistic about George W. Bush taking office, compared to just 32 percent who say that about Trump today. info Close Americans’ expectations about what kind of president Donald Trump will be are also more negative than expectations for his immediate predecessors.  Thirty-six percent of Americans think Donald Trump will be a poor president - far higher than either Barack Obama (4 percent) or George W. Bush (12 percent) just before each became president. Thirty-five percent think Mr. Trump will be a very good or good president, and another 23 percent say he will be average.  Prospects for the kind of president Donald Trump will be also exhibit a partisan divide. Most Republicans expect Trump to be a very good or good president (71 percent), compared to just 9 percent of Democrats (67 percent think he will do a poor job). Looking back, Republicans about Barack Obama eight years ago. Qualities and Characteristics Bringing change to Washington was central to Mr. Trump’s candidacy, and a majority of Americans (59 percent) think he will do that. Most also view him as a strong leader (55 percent), but there are areas of concern. More than six in ten Americans are uneasy about how Mr. Trump would handle an international crisis (64 percent) and most think he will divide the country (61 percent) rather than bring people together.     The Vice President-Elect and the Incoming First Lady As Mike Pence prepares to become Vice President, more Americans view him favorably (29 percent) than unfavorably (21 percent), but like many incoming VPs before him, many are undecided or don’t know enough about him to have an opinion. Incoming First Lady Melania Trump plans to spend part of Donald Trump’s first year in office in New York while their son finishes school.  Americans are split in their overall views of Mrs. Trump; more than half are undecided or don’t know enough about her to have an opinion. Previous incoming First Ladies were viewed more positively. Congress and the President-Elect After Donald Trump is sworn in as president, the Republican Party will control both the White House and Congress, leaving the Democratic Party in the minority. Eight in 10 Americans want Democrats in Congress to try and work with Mr. Trump and Congressional Republicans to get things done. During the presidential campaign, Donald Trump and Congressional Republicans didn’t always see eye-to-eye. Looking ahead, Americans think Republicans in Congress will have more influence than Donald Trump over what gets done in Washington. info Close Overall, the public continues to give Congress overwhelmingly negative ratings, but 24 percent now approve of the job Congress is doing, up from 15 percent before the election and the highest it has been since September 2013.    This poll was conducted by telephone January 13-17, 2017 among a random sample of 1,257 adults nationwide.  Data collection was conducted on behalf of CBS News by SSRS of Media, PA.  Phone numbers were dialed from samples of both standard land-line and cell phones. The poll employed a random digit dial methodology. For the landline sample, a respondent was randomly selected from all adults in the household. For the cell sample, interviews were conducted with the person who answered the phone. Interviews were conducted in English and Spanish using live interviewers. The data have been weighted to reflect U.S. Census figures on demographic variables. The error due to sampling for results based on the entire sample could be plus or minus three percentage points. The error for subgroups may be higher and is available by request. The margin of error includes the effects of standard weighting procedures which enlarge sampling error slightly. This poll release conforms to the Standards of Disclosure of the National Council on Public Polls.   ",
    "title": "Eight in 10 Americans think U.S. will pay for the wall on southern border - CBS News"
   },
   {
    "entities": [
     "karma",
     "allen",
     "michelle",
     "hospital",
     "this morning",
     "h.",
     "jan 18, 2017",
     "news",
     "methodist",
     "sunseri",
     "this afternoon",
     "gina",
     "george",
     "abc",
     ", 2:20 pm",
     "houston",
     "obama",
     "w.",
     "barbara",
     "hw",
     "bush",
     "h.w."
    ],
    "id": 24,
    "text": "Former President George HW Bush Admitted to ICU, Barbara Bush Hospitalized By KARMA ALLEN Jan 18, 2017, 2:20 PM ET 0 Shares WATCH George H. W. Bush Has Been Hospitalized and Being Treated for Shortness of Breath 0 Shares Email Former President George H.W. Bush and former first lady Barbara Bush have been hospitalized in Houston, according to his office. George Bush, 92, was admitted to the intensive care unit at Houston Methodist Hospital to \"address an acute respiratory problem stemming from pneumonia ,\" his office said in a statement. \"Doctors performed a procedure to protect and clear his airway that required sedation,\" the statement read. \"President Bush is stable and resting comfortably in the ICU, where he will remain for observation.\" As a precaution, Barbara Bush, 91, was also admitted to the Houston Methodist Hospital this morning for fatigue and coughing, the statement said. In his final presidential press conference this afternoon, President Obama said he had been in touch with their family about the Bushes' conditions. \"They have not only dedicated their lives to this country. They have been a constant source of friendship and support and good counsel for Michelle and me over the years,\" Obama said. \"They are as fine a couple as we know, and so we want to send our prayers and our love to them. Really good people.\" This is a breaking news story. Please check back for updates. ABC News' Gina Sunseri contributed to this report. 0 Shares ",
    "title": "Former President George HW Bush Admitted to ICU, Barbara Bush Hospitalized - ABC News"
   },
   {
    "entities": [
     "tweet",
     "this month",
     "2:50",
     "this week",
     "michelle",
     "bloomberg",
     "mary",
     "states",
     "trump",
     "michael",
     "0.46 percent",
     "news",
     "united",
     "lockheed",
     "hicks",
     "maryann",
     "barra",
     "keller",
     "donald",
     "mexico",
     "toyota",
     "tuesday",
     "monday",
     "g.m.",
     "sprint",
     "china",
     "gm",
     "j.",
     "january 18, 2017",
     "twitter",
     "u.s.",
     "nbc",
     "today",
     "wednesday",
     "january 17, 2017",
     "ford",
     "america",
     "&",
     "msnbc",
     "krebs",
     "december"
    ],
    "id": 25,
    "text": "How much credit does Donald Trump deserve for job creation since election? 2:50 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170119014209if_/http://www.nbcnews.com/widget/video-embed/857217091942\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Donald Trump has consistently sought credit for the several high-profile jobs announcements made by big companies in the weeks following his election. \"Because of what's happening and the spirit and the hope, I was just called by the head people at Sprint and they're going to be bringing 5,000 jobs back to the United States and taking them from other countries,\" Trump told reporters back in December. On Twitter, he's boasted about his role in creating and keeping jobs in America. With all of the jobs I am bringing back into the U.S. (even before taking office), with all of the new auto plants coming back into our..... — Donald J. Trump (@realDonaldTrump) January 17, 2017 But is the president-elect, still days away from his swearing-in ceremony, actually behind what might appear to be a hiring bonanza? Economic evidence suggests otherwise, indicating instead that he did not cause most of the new hiring . GM announced it was creating 450 new American jobs on Tuesday, for example, and moving 6,000 existing technology jobs back to the United States. The company's official announcement does not mention Trump or the federal government. Instead, it casts the steps as part of a four-year efficiency plan. GM's financial materials and previous corporate statements support that assertion. Mary Barra, GM's CEO, is on President-elect Trump's economic policy team. Yet she has specifically rebuffed his argument, made in tweets and speeches, that American companies should move more car manufacturing into the U.S. Speaking at a car show this month, Barra said GM will continue to \"build where we sell,\" citing the company's supply chain of production and sales in China and the U.S. Prior to this week's announcement, Barra has emphasized that long-term global business fundamentals drive the company's personnel strategy. GM employs 215,000 people across 6 continents, including 97,000 in the U.S. and 15,000 in Mexico. As Barra told bankers on a conference call this month , profitability and efficiency considerations mean some GM \"products are in Mexico,\" while the company \"will continue\" to also hire in America. On the same call, Barra cited GM's ongoing effort to insource certain positions, touting \"11,000 IT jobs\" that returned to the U.S. \"over several years.\" In GM's Monday announcement, most of the jobs cited are actually from the long-term program for insourcing its existing IT jobs. The 450 new U.S. jobs comprise 0.46 percent of the company's domestic workforce. Related: Companies Are Recycling Their Old News to Avoid Being Blasted in a Trump Tweet Trump has repeatedly tweeted about companies that have announced new jobs since his election — and tweeted negatively about companies like Toyota, reported to be building a new plant in Mexico. NBC News reported on Tuesday that some companies, eager to avoid becoming a target , have preemptively — or retroactively — announced plans to create U.S. jobs. On Wednesday, after a Today Show fact check reported that GM's hiring was not a direct response to his tweets , Trump took to Twitter to respond. Totally biased @NBCNews went out of its way to say that the big announcement from Ford, G.M., Lockheed & others that jobs are coming back... — Donald J. Trump (@realDonaldTrump) January 18, 2017 Michael Hicks, an economics professor who studies the government's impact on the economy, says public companies do not typically make employment decisions on a Twitter timeline. \"Business expansion plans are probably the result of many months, if not years, of restructuring and business planning,\" says Hicks. He adds that many politicians exaggerate their influence over the economy. While corporate employment and manufacturing plans take a long time to develop, there have certainly been a series of jobs announcements since the election. Industry experts say that wave of P.R. looks like a response to Trump, even if the underlying hiring is not. \"Many of these moves we anticipated,\" says Michelle Krebs, an industry analyst for Autotrader.com. Car companies have simply began \"timing\" announcements, she says, to appease the president-elect. \"They are packaging their news that they otherwise might kind of dribble out,\" Krebs tells MSNBC, \"and doing some storytelling around it in an effort to get out of the crosshairs of Trump.\" Maryann Keller, another industry analyst, told Bloomberg News that car companies are clearly \"announcing investments that they would have made anyway.\" Play ",
    "title": "Fact Checking Donald Trump's Job Creation Claims - NBC News"
   },
   {
    "entities": [
     "jim",
     "press",
     "reuters",
     "oct. 30, 2016",
     "npr",
     "saturday",
     "george",
     "2014",
     "mcgrath",
     "2015",
     "stadium",
     "associated",
     "lions",
     "jimmy",
     "carter",
     "houston",
     "u.s.",
     "nrg",
     "wednesday",
     "detroit",
     "past two years",
     "barbara",
     "bob",
     "bush",
     "h.w."
    ],
    "id": 26,
    "text": "Former President George H.W. Bush flipped the coin for the kickoff between the Detroit Lions and Houston Texans at NRG Stadium in Houston on Oct. 30, 2016. Bob Levey/Getty Images hide caption toggle caption Bob Levey/Getty Images Former President George H.W. Bush flipped the coin for the kickoff between the Detroit Lions and Houston Texans at NRG Stadium in Houston on Oct. 30, 2016. Bob Levey/Getty Images Former President George H.W. Bush has been placed in intensive care for an acute respiratory problem, his spokesman says, and Barbara Bush has been hospitalized \"as a precaution.\" The former president had breathing problems \"stemming from pneumonia,\" spokesman Jim McGrath says, and was sedated before a procedure to clear his airway. He is in stable condition, McGrath says. The former first lady was experiencing fatigue and coughing, he says. Bush was brought to a Houston-area hospital on Saturday after experiencing shortness of breath. Earlier on Wednesday, McGrath said Bush had \"responded very well to treatments\" and expressed hope that he would be released from the hospital soon. Bush, 92, is the oldest living U.S. president. (Jimmy Carter is a little more than three months his junior.) As The Associated Press notes, Bush \"has a form of Parkinson's disease and uses a motorized scooter or a wheelchair for mobility.\" Reuters reports that the elder Bush was hospitalized twice in 2014 and fell and broke a bone in his neck in 2015. His public appearances have been rare over the past two years, although he still attends Houston-area sports events (and occasionally throws the first pitch or flips the coin for a kickoff). NPR thanks our sponsors ",
    "title": "George H.W. Bush In Intensive Care; Barbara Bush Also Hospitalized : The Two-Way : NPR"
   },
   {
    "entities": [
     "times",
     "management",
     "mulvaney",
     "mick",
     "south",
     "by",
     "trump",
     "carioti/the",
     "house",
     "$15,000",
     "daschle",
     "jimenez/the",
     "$15,583.60",
     "republicans",
     "fund",
     "claritza",
     "2009",
     "senate",
     "at 6:18 pm",
     "donald",
     "timothy",
     "snell",
     "charles",
     "international",
     "of",
     "$140,000",
     "may 15, 2013",
     "$42,000",
     "post",
     "past",
     "e.",
     "geithner",
     "ricky",
     "republican",
     "sullivan",
     "d.c.",
     "obama",
     "new",
     "schumer",
     "building",
     "january 18",
     "monetary",
     "carolina",
     "wednesday",
     "and",
     "york",
     "longworth",
     "sean",
     "washington",
     "america",
     "committee",
     "tom",
     "office",
     "budget",
     "kelsey",
     "white"
    ],
    "id": 27,
    "text": "Trump budget nominee failed to pay $15,000 in taxes related to household employee Budget The inside track on Washington politics. Be the first to know about new Budget stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Kelsey Snell By Kelsey Snell January 18 at 6:18 PM Follow @kelsey_snell Rep. Mick Mulvaney (R-S.C.) shown at the Longworth House Office Building on May 15, 2013, in Washington, D.C. Mulvaney is President-elect Donald Trump’s pick to lead the White House budget office. (Ricky Carioti/The Washington Post) President-elect Donald Trump’s pick to lead the White House budget office, Rep. Mick Mulvaney, failed to pay more than $15,000 in state and federal employment taxes for a household employee, according to a disclosure form obtained by The Washington Post. Mulvaney told members of the Senate Budget Committee that he believed he was up to date on all of his taxes and found out about the debt during the vetting process for his nomination. The South Carolina Republican said he paid $15,583.60 in back taxes to the federal government, but similar oversights brought down the nominations of several past nominees, including former senator Tom Daschle (D-S.D.), President Obama’s 2009 pick for secretary of health and human services. “I have come to learn, during the confirmation review process, that I failed to apply FICA and federal and state unemployment taxes on a household employee for the years 2000-2004,” Mulvaney wrote in the disclosure. Mulvaney’s disclosure, which came as part of the routine vetting process for all Cabinet nominees, was first reported by the New York Times. A spokesman for the Trump transition team said Wednesday that Trump stands by Mulvaney and his nomination, explaining that the employee was hired to assist with Mulvaney’s newborn triplets. “The fact of the matter is that nobody is more qualified and more prepared to fight to rein in Washington spending and fight for taxpayers than Mick Mulvaney,” the transition spokesman said in a statement. “Congressman Mulvaney raised the issue surrounding the care of his premature triplets immediately upon being tapped for this position, and has taken the appropriate follow-up measures. President-elect Trump fully stands behind Rep. Mulvaney and looks forward to his efforts to help make America great again.” President-elect Donald Trump named Rep. Mick Mulvaney (R-S.C.) as his director of the Office of Management and Budget. Here's what you need to know about the conservative congressman. (Claritza Jimenez/The Washington Post) Tax issues are among the more common problems to emerge in vetting, causing at least three of Obama’s picks to withdraw from the confirmation process. The Trump transition team did not immediately respond to a request for comment, but Senate Democrats called on Republicans to encourage Mulvaney to follow previous custom and withdraw his name from consideration. “We say to our colleagues on the Republican side of the aisle: What’s good for the goose is good for the gander,” Senate Minority Leader Charles E. Schumer (D-N.Y.) said, referencing Daschle’s decision to step away from his nomination. Daschle was one of the most prominent nominees to withdraw from a nomination in recent years. He  paid about $140,000  in back taxes, interest and penalties for unreported consulting fees, a car and driver provided by a consulting firm that employed him and questionable charitable donations. Like Mulvaney, Daschle said the missed payments were an oversight. Daschle withdrew his name anyway. A spokesman for Senate Budget Committee Republicans declined to comment on the status of Mulvaney’s nomination. There is some precedent for Mulvaney to remain a nominee despite the tax issue. Obama’s 2009 nominee for treasury secretary, Timothy Geithner, was confirmed after it was revealed that he did not fully pay his taxes while working at the International Monetary Fund. Geithner blamed  “careless mistakes” for the underpayment and paid roughly $42,000 in back taxes and interest before he was confirmed. Sean Sullivan contributed to this report.  powerpost ",
    "title": "Trump budget nominee failed to pay $15,000 in taxes related to household employee - The Washington Post"
   },
   {
    "entities": [
     "u.k.",
     "michelle",
     "assange",
     "trump",
     "2013",
     "keneally",
     "chelsea",
     "jan 18, 2017",
     "manning",
     "tuesday",
     "george",
     "sasha",
     "justice",
     "meghan",
     "julian",
     "department",
     ", 3:24 pm",
     "future",
     "this year",
     "u.s.",
     "obama",
     "today",
     "wikileaks",
     "may 17",
     "malia",
     "barbara",
     "now",
     "hw",
     "bush",
     "barack",
     "h.w."
    ],
    "id": 28,
    "text": "Obama Talks About Chelsea Manning Commutation, WikiLeaks and His Daughters' Reaction to the Election By Meghan Keneally Jan 18, 2017, 3:24 PM ET 0 Shares WATCH President Barack Obama Holds His Last Press Conference 0 Shares Email President Barack Obama defended commuting Chelsea Manning 's prison sentence during his final news conference as commander in chief. The commutation was announced Tuesday, prompting questions about what will happen to other people who leak government information. \"I feel very comfortable that justice has been served and that a message has still been sent that when it comes to our national security ,\" Obama said today, \"that wherever possible, we need folks who may have legitimate concerns about the actions of government or their superiors or the agencies in which they work that they try to work through the established channels.\" Former President George HW Bush Admitted to ICU, Barbara Bush Hospitalized \"Chelsea Manning has served a tough prison sentence,\" Obama said. \"So the notion that the average person who was thinking about disclosing vital classified information would think that it goes unpunished — I don't think would get that impression from the sentence that Chelsea Manning has served.\" Manning was sentenced to 35 years in prison in 2013, and she will now be released on May 17. Her lawyer released a statement after the announcement that her sentence was commuted saying that her time in prison included \"long stretches of solitary confinement — including for attempting suicide.\" Obama was asked about a tweet from WikiLeaks that said that if Manning was granted clemency, the site's founder, Julian Assange , apparently offered to be extradited from the U.K. to the U.S. \"despite clear unconstitutionality of DoJ case.\" \"I don't pay attention to Mr. Assange's tweets,\" Obama said. \"And I refer you to the Justice Department for any criminal investigations, indictments, extradition issues that may come up with him.\" In the wide-ranging press conference, Obama touched on a number of topics, starting with the importance of a free press, then fielding questions about immigration policy, voting rights and his plans for post-presidential life, among others. \"I want do some writing. I want to be quiet a little bit and not hear myself talk so darn much. I want to spend precious time with my girls. So those are my priorities this year,\" he said. He also spoke about possible political changes during the Trump administration or news that could prompt him to speak out about proposals after he leaves office. Those situations, Obama said, would be only in \"certain moments where I think our core values may be at stake.\" He said some of his concerns could include \"efforts to round up kids who have grown up here and for all practical purposes are American kids and send them someplace else when they love this country\" and \"institutional efforts to silence dissent for the press.\" Obama also said at the start of his remarks that he had been in touch with the Bush family about former President George H.W. Bush and former first lady Barbara Bush, who are both hospitalized. \"They have not only dedicated their lives to this country — they have been a constant source of friendship and support and good counsel for Michelle and me over the years,\" Obama said. \"They are as fine a couple as we know, and so we want to send our prayers and our love to them. Really good people.\" The final question was a personal one, with Obama weighing in on how his daughters reacted to the presidential election, starting with some admitted bragging. \"Man, my daughters are something,\" Obama said. \"And they just surprise and enchant and impress me more and more every single day as they grow up.\" \"It was really interesting to see how Malia and Sasha reacted. They were disappointed. They paid attention to what their mom said during the campaign and believed it because it's consistent with what we have tried to teach them in our household and what I've tried to model as a father with their mom and what we've asked them to expect from future boyfriends or spouses. But what we've also tried to teach them is resilience and tried to teach them hope and that the only thing that is the end of the world is the end of the world,\" he said. 0 Shares ",
    "title": "Obama Talks About Chelsea Manning Commutation, WikiLeaks and His Daughters' Reaction to the Election - ABC News"
   },
   {
    "entities": [
     "$385,000",
     "kvue",
     "allen",
     "$358,000",
     "west",
     "austin",
     "am last friday",
     "facebook",
     "the",
     "red",
     "lake",
     "ferrari",
     "2015",
     "trail",
     "january 18, 2017",
     "department",
     "hills",
     "bud",
     "sidney",
     "james",
     "2:30",
     "fire",
     "time"
    ],
    "id": 29,
    "text": "Alleged drunk driver crashes $385,000 Ferrari into ravine Published               January 18, 2017  (Austin Fire Department) An Austin-area man has been charged with a DWI after driving his rare Ferrari into a ravine. KVUE reports that witnesses saw 28-year-old James Sidney Allen was driving over 100 mph on Red Bud Trail through West Lake Hills at 2:30 am last Friday when he failed to make a sharp turn. The Austin Fire Department says the car went airborne for 40 feet and flipped through the air before hitting the ground 40 feet below the road. Expand / Contract (Austin Fire Department) There were three passengers stuffed into the two-seat sports car at the time of the incident, but all escaped with only minor injuries. The 2015 Ferrari 458 Speciale is (or was) valued at $358,000. On Facebook the Fire Department said “nothing good” happens when you try to make your limited edition Ferrari fly, adding the hashtag #thisisnotferrisbuellersdayoff, a reference to a scene in the film “Ferris Beuller’s Day Off” that ends with a classic Ferrari flying out of a house and into the woods below. Trending in Auto ",
    "title": "Alleged drunk driver crashes $385,000 Ferrari into ravine | Fox News"
   }
  ]
 }
}