{
 "20": {
  "col-sim": {
   "cosine": 0.256649905057895,
   "entity": 0.26261286571944514
  },
  "exec-time": 25.622740983963013,
  "links": [
   {
    "entities": [
     "mar-a-lago",
     "this week",
     "times",
     "cavusoglu",
     "mevlut",
     "relations",
     "friday",
     "gabriella",
     "treasury",
     "beach",
     "credit",
     "florida",
     "earlier this year",
     "states",
     "trump",
     "irvine,",
     "labor",
     "doug",
     "patricia",
     "united",
     "university",
     "cummings",
     "recently",
     "lipton/the",
     "$120",
     "g.s.a.",
     "international",
     "boardman",
     "bank",
     "george",
     "of",
     "schooner",
     "board",
     "tuesday",
     "school",
     "gollan",
     "security",
     "lawrence",
     "mickael",
     "california,",
     "chemerinsky",
     "john",
     "organization",
     "2015",
     "kelly",
     "$500,000",
     "tony",
     "l.",
     "hotel",
     "department",
     "vegas",
     "policy",
     "eric",
     "economic",
     "post",
     "dallas",
     "new",
     "national",
     "eder",
     "deutsche",
     "romo",
     "renee",
     "institute",
     "demczuk",
     "york",
     "mishel",
     "tang",
     "washington",
     "cowboys",
     "homeland",
     "law",
     "office",
     "damelincourt",
     "old",
     "erwin",
     "steven",
     "gentry",
     "las",
     "maryland"
    ],
    "id": 0,
    "text": "Privacy Policy “The basic integrity and credibility of the president of the United States of the federal procurement and contracting regime is at risk,” said Steven L. Schooner, a professor specializing in government procurement law at George Washington University. “We are about to have a legitimate scandal on our hands.” Representative Cummings, the Maryland Democrat, said he expected the G.S.A. to declare the Trump Organization in breach of the contract. Renee Kelly, a spokeswoman for the agency, would not confirm that it intends to take such a move, saying only in a written statement that the “G.S.A. won’t have an update until Friday after the inauguration.” That a company Mr. Trump controls is a prominent tenant of the federal government is just the beginning of it. Advertisement Continue reading the main story His administration will assume oversight of Wall Street regulation, which includes policing Deutsche Bank’s activities. The Trump administration will also direct American foreign policy and will probably be in regular contact with the diplomats sent by other countries to the United States. For Washington hotels, those diplomats’ visits are big business, and Mr. Trump’s Washington hotel has been actively courting them in recent months. Photo The lobby of the Trump International Hotel has been the social center for the president-elect’s supporters this week in the days before his inauguration. Credit Gabriella Demczuk for The New York Times Mickael Damelincourt, the hotel’s managing director, has held meetings and attended social events with ambassadors and other foreign dignitaries, all potential sources of business for the new hotel, given that visiting delegations frequently come to Washington. Mr. Trump’s lawyers have said he would donate any profit derived from foreign government hotel guests to the United States Treasury. But Mr. Trump’s critics say that would not eliminate the risk he would be violating the so-called emoluments clause of the Constitution, which some legal experts say prohibits federal employees from taking gifts or payments from foreign governments. Erwin Chemerinsky, the dean of University of California, Irvine, School of Law, said, “There is no doubt he will be benefiting financially from foreign government officials who are patronizing the Trump Hotel in Washington and other facilities around the world.” Employees at the hotel — the bellhops, bartenders, restaurant servers and housekeeping aides — are deciding if they will join the local hotel workers union, a process Mr. Trump recently agreed to allow without protest. Signature cards are being distributed to new employees at the hotel who will decide if they want to be organized. Labor disputes have ended up before the National Labor Relations Board, including one at the Trump International Hotel in Las Vegas. Members of the board will be picked by Mr. Trump. Photo Gentry Beach, left, a prominent fund-raiser and old friend of the Trump family, in the hotel lobby on Tuesday. Credit Eric Lipton/The New York Times “We want to get workers at the hotel organized, into a union and then negotiate a contract,” said John Boardman, the president of the local, which represents about 7,000 hotel and casino workers in the Washington area. Advertisement Continue reading the main story Employees at the hotel who might have discrimination claims or claims related to overtime pay, worker safety or health could end up having them investigated by federal agencies overseen by people Mr. Trump appoints. And if the Trump hotel seeks to fill job vacancies with foreign guest workers — as Mr. Trump did at Mar-a-Lago, the resort he owns in Florida — the Department of Labor and the Department of Homeland Security would need to approve different aspects of the issuance of visas. “Him being an employer can only lead to complications,” said Lawrence Mishel, the president of the Economic Policy Institute, a liberal research organization that studies labor issues. “It is inherent in owning a business.” Already, Mr. Trump is suing two celebrity chefs for breach of contract after they backed out of the hotel development. The chefs had a change of heart about doing business with the hotel in 2015, after Mr. Trump made incendiary comments about Mexican immigrants. Both lawsuits are continuing and in one case Mr. Trump has given a video deposition . Even the marketing of the hotel is sure to draw scrutiny. Earlier this year Mr. Trump’s hotel offered a $500,000 “inauguration package” to its wealthy clients, which included the opportunity to stay in a 6,300-square-foot suite, according to Travel Market Report, a news report that caters to travel professionals. Doug Gollan, a contributing editor and the author of the article, said hotel management told him that it had been sold. The hotel has certainly had a rush of business this week from the inauguration festivities. The lobby has turned into the social center for Mr. Trump’s supporters, who lounged at the dozens of tables set up in the lobby, washing down bottles of wine and offerings from the bar menu, including the $120 Trump tower seafood platter. The crowd in the giant room — the courtyard of the Old Post Office building — included Tony Romo , the Dallas Cowboys quarterback, and Mevlut Cavusoglu, the Turkish foreign minister. Gentry Beach, 41, a prominent fund-raiser and friend of the Trump family, roamed the floor, greeting friends, drink in hand, as they arrived for the big celebration on Friday. “How are you?” Mr. Beach, a hedge fund manager from Dallas, said again and again, as he worked the room. “How are you?” The hotel was sold out and the restaurant was booked. “We are very busy,” said Patricia Tang, the director of sales and marketing for the property. “That’s about all I can say.” Steven Eder contributed reporting. ",
    "title": "At Trump Hotel in Washington, Champagne Toasts in an Ethical ‘Minefield’ - The New York Times"
   },
   {
    "entities": [
     "lincoln",
     "memorial",
     "playlist",
     "donald",
     "currently",
     "trump",
     "2:19"
    ],
    "id": 1,
    "text": "Trump speaks at concert at Lincoln Memorial Please enable flash to watch this video. Sorry, this video is not available. Your browser does not currently support live streaming video. Play VideoLive Video - President-elect Donald Trump attends a concert on the grounds of the Lincoln Memorial on the eve of his inauguration. () RELATED LINKS - President-elect Donald Trump attends a concert on the grounds of the Lincoln Memorial on the eve of his inauguration. () Trump speaks at concert at Lincoln Memorial (2:19) Playlist Trump's Inauguration ",
    "title": "Trump speaks at concert at Lincoln Memorial - The Washington Post"
   },
   {
    "entities": [
     "israel",
     "11:18 am est",
     "brady",
     "house's",
     "interactive",
     "cbs",
     "treasury",
     "spicer",
     "work",
     "mcgurk",
     "november",
     "trump",
     "briefing",
     "cabinet",
     "house",
     "2017",
     "levant",
     "transition",
     "coalition",
     "thursday",
     "room",
     "news",
     "inc.",
     "senate",
     "presidential",
     "donald",
     "szubin",
     "administration",
     "adam",
     "saturday",
     "the day",
     "state",
     "cia",
     "enforcement",
     "defense",
     "global",
     "mike",
     "drug",
     "shannon",
     "coppedge",
     "sonny",
     "department",
     "rosenberg",
     "u.s.",
     "d.c.",
     "obama",
     "20 percent",
     "susan",
     "iraq",
     "tel",
     "jan 19, 2017",
     "islamic",
     "aviv",
     "sean",
     "washington",
     "jerusalem",
     "nick",
     "chuck",
     "office",
     "perdue",
     "brett",
     "trump's",
     "nafta",
     "rasmussen",
     "robert",
     "thomas",
     "pence",
     "white"
    ],
    "id": 2,
    "text": "CBS News Jan 19, 2017 11:18 AM EST Fifty officials who hold critical positions in the Obama administration have been asked by President-elect Donald Trump to continue in their roles until their successors are chosen, Vice President-elect Mike Pence said Thursday. Pence announced Mr. Trump’s decision, which he said is intended to “ensure the continuity of government,” during a press conference at the Presidential Transition Office in Washington, D.C., a day before the inauguration . Donald Trump’s inauguration: Schedule of the day Some of the officials who have been asked to stick around are Robert Work, the deputy secretary of defense; Chuck Rosenberg, the acting administrator of the Drug Enforcement Administration; Nick Rasmussen, the National Counterterrorism Center Director; Thomas Shannon, under secretary of state for political affairs; Susan Coppedge; ambassador-at-large to monitor and combat trafficking in persons; Brett McGurk, special presidential envoy for the Global Coalition to Fight the Islamic State in Iraq and the Levant (ISIL); and Adam Szubin, acting under secretary for terrorism and financial intelligence at the Treasury Department. Pence, the chairman of the transition team, said that all 21 Cabinet nominees have been named, with the latest being  Sonny Perdue for agriculture secretary . He said that the transition team had received more than 86,000 resumes and interviewed 170 people before the November election and 200 people since then. He said that the team is wrapping up its work “under budget” and will return 20 percent of taxpayer funding to the treasury.   President-elect Trump's picks grilled in confirmation hearings Sean Spicer, the incoming White House press secretary, then took over the press conference -- he did not confirm that Mr. Trump will be visiting the CIA on Saturday, which has been reported by CBS News. On reports that the Trump administration is considering moving the White House press corps to a bigger space outside of the White House for briefings, Spicer said that there has been “unprecedented interest in covering this president.” He said the first couple of briefings will be hold in the White House’s Brady Briefing Room, but they are looking at larger spaces that are more accommodating. Spicer slammed Senate Democrats for what he called “delay tactics” in the process to confirm Trump’s Cabinet nominees, arguing that they’re “slowing down the continuity of government.” Spicer suggested that Mr. Trump will soon issue executive orders on NAFTA and the Trans-Pacific Partnership and did not answer a question about whether there would be an immigration executive order coming soon.   Asked if Mr. Trump has decided to move the U.S. embassy in Israel from Tel Aviv to Jerusalem, Spicer said, “Stay tuned. There will be a further announcement on that.” © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump will temporarily keep 50 Obama officials in their critical positions - CBS News"
   },
   {
    "entities": [
     "cartel",
     "juarez",
     "chapo",
     "jan. 19, 2017",
     "sierra",
     "2001",
     "states",
     "trump",
     "sinaloa",
     "8 minutes ago",
     "arely",
     "last january",
     "facebookemail",
     "united",
     "facebook",
     "penn",
     "paso",
     "kevin",
     "mexico",
     "gonzález",
     "administration",
     "donald",
     "linkedin",
     "the day",
     "enforcement",
     "2015",
     "gómez",
     "johnson",
     "justice",
     "february 2014",
     "drug",
     "twitter",
     "current",
     "department",
     "altiplano",
     "usa",
     "u.s.",
     "obama",
     "ciudad",
     "today",
     "madre",
     "guatemala",
     "los",
     "sean",
     "washington",
     "1993",
     "mochis",
     "joaquin",
     "guzman",
     "city",
     "6:37 p.m.",
     "google",
     "el"
    ],
    "id": 3,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Mexican drug lord Joaquin 'El Chapo' Guzman extradited to U.S. Mexican drug kingpin Joaquin “El Chapo” Guzman has been extradited to the United States to face criminal charges Post to Facebook Mexican drug lord Joaquin 'El Chapo' Guzman extradited to U.S. Mexican drug kingpin Joaquin “El Chapo” Guzman has been extradited to the United States to face criminal charges Check out this story on USATODAY.com: http://usat.ly/2k5Vui7 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 9 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Mexican drug lord Joaquin 'El Chapo' Guzman extradited to U.S. Kevin Johnson , USA TODAY Published 6:37 p.m. ET Jan. 19, 2017 | Updated 8 minutes ago Joaquin \"El Chapo\" Guzman (Photo: AP) WASHINGTON — Mexican drug kingpin Joaquin “El Chapo” Guzman has been extradited to the United States to face criminal charges in connection with his violent leadership of the trafficking syndicate known as the “Sinaloa Cartel.” Guzman is charged in six separate indictments throughout the United States. In a brief statement, the Justice Department offered its “gratitude’’ to the Mexican government for expediting the transfer. Guzman, who has escaped Mexican prisons twice and led authorities on a months-long search in 2015, was flown out of the Mexican border city of Ciudad Juarez, across from El Paso. Among the U.S., charges lodged against him are conspiracy, organized crime, weapons possession, murder and money laundering. Despite his ruthless reign, the U.S., has assured the Mexican government that Guzman will not face the prospect of the death penalty, which is not applied in Mexico. Guzman made world headlines in 2015 when he slipped out of his cell in the maximum security Altiplano federal prison and through a mile-long tunnel to freedom. The dramatic escape prompted a worldwide manhunt which concluded last January with his arrest following a deadly shootout in Los Mochis, a Mexican coastal city of 250,000 in Guzman's home state of Sinaloa. Attorney General Arely Gómez González had said the search had drawn few valuable clues until Guzman reached out to actors and producers and began planning a biopic. That tipped off investigators to his location, and Gómez said a journey to the rugged Sierra Madre by American actor Sean Penn drew authorities to Guzman. El Chapo — meaning \"Shorty\" for his 5-foot-6 stature — has been an iconic figure in the drug trade for decades. He was first captured in Guatemala in 1993 and was extradited to Mexico. He was serving a 20-year sentence on drug-trafficking charges in a different prison when he pulled off an equally intricate escape in 2001. He was recaptured in Mexico in February 2014. His grip on the multibillion-dollar cartel remained strong. The U.S. Drug Enforcement Administration says he was able to remain a force by communicating with his son and other cartel leaders through lawyers and others who visited him at the Altiplano prison outside Mexico City. Guzman's transfer came in the waning hours of the Obama administration and amid concern about how the election of Donald Trump, whose promise to build a wall along the southern border could strain relations between the U.S. and Mexico. . 739 CONNECT TWEET LINKEDIN 9 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2k5Vui7 NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Mexican drug lord Joaquin 'El Chapo' Guzman extradited to U.S."
   },
   {
    "entities": [
     "ludden",
     "this week",
     "didrik",
     "immigration",
     "larry",
     "friday",
     "joe",
     "rios",
     "atmospheric",
     "south",
     "trump",
     "sea",
     "richard",
     "eight years ago",
     "oceanic",
     "administration",
     "north",
     "china",
     "congress",
     "2015",
     "2008",
     "2016",
     "cuba",
     "health",
     "outcomes",
     "denice",
     "the 1990s",
     "korea",
     "u.s.",
     "obama",
     "national",
     "afghanistan",
     "69 percent",
     "iraq",
     "jennifer",
     "and",
     "rodriguez",
     "america",
     "obamacare",
     "now",
     "neel",
     "kaplow",
     "schanche",
     "dodd-frank"
    ],
    "id": 4,
    "text": "Twitter When he takes the oath of office on Friday, President Trump will inherit a far different country than President Obama did eight years ago. It's a nation that is far more solid in some ways (economics) and shakier in others (terrorist attacks). We have gathered together dozens of statistics to show how the nation that Trump inherits (and the rest of the world) has changed over time. Economy Over the course of Obama's presidency, one basic trend was clear across a variety of economic indicators: After he took office, things got worse before they got better. That's not his fault, of course; President Obama took office in the middle of a devastating recession, and he introduced a stimulus bill that helped pull the country out of its plunge. Since then, many areas of the economy have (slowly but surely) recovered nicely. However, many Americans remain permanently scarred by the recession. In addition, many structural problems (inequality, better incomes for men, whites and Asians than for other Americans) remain. Politics One big way that politics has changed under President Obama: His party has lost major ground. A majority in both houses of Congress helped him pass major legislation early in his first term, like the Affordable Care Act and the Dodd-Frank financial regulation reform law. But after that, Republicans gained ground, taking away Democrats' hold on power. Democrats are now at their lowest point of power than at any time in nearly a century. Crime/Justice Following an existing trend, violence in the U.S. continued to fall off during Obama's presidency. However, there are some hints of trouble. There was a slight uptick in violent crime in 2016, especially in some cities, which may or may not simply be a statistical blip. There has also been a recent uptick in the shooting deaths of police officers, though levels are still lower than they were in the 1990s. Immigration Trump's immigration proposals created some of his biggest headlines during the campaign: building a wall along the southern border and a proposed ban on Muslims entering the U.S. made waves as being particularly restrictive policies. In addition, he railed against bringing in more refugees. That means these numbers could change considerably, depending on how much he gets his way on immigration policy. Foreign Policy As President Trump takes office, several dynamics from Obama's presidency remain: Several thousand troops remain in Afghanistan and Iraq , although far fewer than when Obama came into office. But there are some new dynamics in the world that didn't exist when Obama took office: The Syrian civil war rages on and North Korea has conducted more nuclear tests and China has acquired or built additional islands in the South China Sea. One more big change, of course, is that the U.S. now has diplomatic relations with Cuba. It's unclear just yet how Trump will manage that transition. Environment Perhaps the most-watched statistic on the environment — the measure of global temperatures — remains troubling. Just this week, the National Oceanic and Atmospheric Administration announced the warmest global temperatures on record, the third record-breaking temperature in three years. Health Policy The big health policy story of Obama's years was (duh) Obamacare, which helped drive the uninsured rate down to historic lows. Not only that, but the rate of cost growth has slowed down. Still, costs of premiums continue to grow, and to keep costs controlled for customers, companies put a lot more emphasis on high-deductible plans. Health Outcomes America continues to have some dismal stats in a few health areas. Adult obesity continues to climb, and the opioid epidemic is raging — deaths from overdoses grew by an astounding 69 percent between 2008 and 2015. Also potentially troubling, data show life expectancy declined slightly in 2015 (though that may be an aberration from the upward trend). Article continues after sponsorship However, there are a few bright spots, particularly among America's youth: There has been a dramatic drop in smoking among high school seniors; drug and alcohol abuse among teens is likewise at relatively low rates; and childhood obesity appears to have leveled off. With data contributions from Joe Neel, Jennifer Ludden, Didrik Schanche, Larry Kaplow, Denice Rios, and Richard Rodriguez. ",
    "title": "Here's How America Changed Under Obama, And How It Looks As Trump Takes Office : NPR"
   },
   {
    "entities": [
     "united",
     "cartel",
     "juarez",
     "mexico",
     "department",
     "joaquin",
     "u.s.",
     "guzman",
     "justice",
     "ciudad",
     "states",
     "sinaloa",
     "loera"
    ],
    "id": 5,
    "text": "Mexican soldiers leave the airport in Ciudad Juarez, Mexico, after authorities handed over drug lord Joaquin \"El Chapo\" Guzman to U.S. officials. Christian Torres/AP hide caption toggle caption Christian Torres/AP Mexican soldiers leave the airport in Ciudad Juarez, Mexico, after authorities handed over drug lord Joaquin \"El Chapo\" Guzman to U.S. officials. Christian Torres/AP Mexico has extradited to the United States its most notorious drug trafficker, Joaquin \"El Chapo\" Guzman Loera, according to statements from officials of both countries. A statement by the U.S. Justice Department says Guzman faces six separate indictments around the country for crimes \"in connection with his leadership of the Mexican organized crime syndicate known as the Sinaloa Cartel.\" Charges against Guzman in the U.S. include murder, drug trafficking and money-laundering. Guzman is both reviled and storied among Mexicans. In his home region in northwest Mexico, some see him as a success story from a poor background. More widely, he is seen as a symbol of the ruthless drug trade that has killed tens of thousands of Mexicans and helped empower corrupt police and politicians. ",
    "title": "Drug Lord Joaquin 'El Chapo' Guzman Extradited By Mexico To U.S. : The Two-Way : NPR"
   },
   {
    "entities": [
     "barbs",
     "senator",
     "ben",
     "cayman",
     "orrin",
     "19, 2017, 1:31 pm",
     "treasury",
     "mccaskill",
     "hearing",
     "trump",
     "pick",
     "island",
     "cardin",
     "the last minute",
     "d-del.",
     "exchanges",
     "lauren",
     "carper",
     "r-utah",
     "2009",
     "moscow",
     "d-mo.",
     "claire",
     "mnuchin",
     "senate",
     "indymac",
     "donald",
     "mexico",
     "recently",
     "wyden",
     "d-ohio",
     "steve",
     "debbie",
     "bank",
     "sec",
     "at",
     "russia",
     "congress",
     "pearle",
     "stabenow",
     "sherrod",
     "shares",
     "brown",
     "jan",
     "current",
     "onewest",
     "u.s.",
     "ron",
     "today",
     "fdic",
     "100 percent",
     "watch",
     "committee",
     "$7.2 trillion",
     "tom",
     "hatch",
     "d-mich.",
     "$100 million",
     "d-md.",
     "finance",
     "steven",
     "islands",
     "with"
    ],
    "id": 6,
    "text": "Steve Mnuchin Failed to Reveal $100 Million in Assets, Links to Tax Haven Company By Lauren Pearle Jan 19, 2017, 1:31 PM ET 0 Shares WATCH Treasury Pick Exchanges Barbs With Senator at Hearing 0 Shares Email Steven Mnuchin, President-elect Donald Trump’s pick for treasury secretary, found himself on the defensive for failing to disclose $100 million in real estate assets on his financial disclosure forms before today’s confirmation hearing. Sen. Debbie Stabenow, D-Mich., pointedly asked Mnuchin, a former hedge fund manager, if he would support closing tax loopholes in the U.S. that “extremely wealthy people use, such as yourself, to avoid paying taxes?” She said Mnuchin, 53, also failed to include his position as a director of a Cayman Islands holding corporation. Mnuchin said his offshore bank accounts in the Cayman Islands were used only to benefit nonprofits and pension funds and were allowable by law. Regarding the omission about his position in a shell company, Mnuchin claimed the mistake was an oversight. “As you all can appreciate, filling out these government forms is quite complicated,” he testified before the Senate Finance Committee. “I did not use a Cayman Island entity to avoid paying taxes for myself ... We shouldn’t be encouraging people to set up Cayman Island funds,” he said, arguing that we need to “close these tax issues that make no sense.” Mnuchin said he supported changing the nation’s tax laws so they’re “simpler and more effective.” “My No. 1 priority is growth in the economy,” Mnuchin said. “Tax reform will be our first and most important part of that.” He added, “There is excess regulation that is hurting growth.” Mnuchin faced tough questioning throughout the hearing about his stances on sanctions and other issues and was forced to defend his role in IndyMac, a failed mortgage lender that was seized by the U.S. government. “In the press, it has been said that I ran a foreclosure machine,” Mnuchin said. He insisted that he made efforts to keep people in their homes by providing 100,000 loan modifications. “I felt great empathy for the thousands of Americans who lost their home because of a system that failed them,” he said. Sen. Sherrod Brown, D-Ohio, pressed Mnuchin about the 10,000 homeowners who were foreclosed on at the behest of OneWest Bank , the former IndyMac, which Mnuchin and a group of investors purchased and renamed in 2009. Brown said OneWest forced from their homes at least 23 borrowers who were current on their mortgages. “What I would say is we follow the same procedures that the FDIC followed. We inherited the procedures,” Mnuchin answered. He did admit that OneWest foreclosed on 54 active duty military members. “We unfortunately did disclose on certain people in the military, and it was unfortunate and inappropriate, and we responded and made them whole,” he said. “Every single person had the opportunity to have their mortgage reviewed, and we corrected errors.” When Sen. Ben Cardin, D-Md., asked Mnuchin about his stance on sanctions, particularly the sanctions imposed on Russia, Mnuchin said he was “100 percent” committed to enforcing sanctions against Moscow. “I will use [sanctions] to the maximum amount of the law,” he vowed. After Sen. Claire McCaskill, D-Mo., brought up the topic of sanctions again, Mnuchin testified that he opposes lifting current sanctions on Russia. But he refused to answer if he would recommend additional sanctions on the country, saying that he needed access to classified reports before deciding. McCaskill expressed concern about Trump’s businesses in a heated exchange with Mnuchin. “He is not divesting any business interests, correct?” McCaskill inquired. “Correct. I believe he sold his public stocks,” Mnuchin replied. “Is it fair to categorize him as an international businessman?” she continued. “I believe so,” Mnuchin said. “He will enjoy the benefits of his business success while he is president, correct?” she asked. “Again, I believe he will do everything legally —” Mnuchin said. “This is not my question. My question is, he has said very loudly he will go back to his business after he is president, even said he would fire his sons if they had not done a good job. So whatever success his business enjoys during his presidency, he will get the benefit of, correct?” McCaskill retorted. “Yes, he is the economic owner, so by definition, I would assume that he would have that,” Mnuchin said. She followed up by asking Mnuchin what percentage of Trump’s debt is held by foreign interests. “If I’m confirmed, I will research that and get back to you,” Mnuchin said. But then he appeared to backtrack, saying, “I’m not willing to make a commitment, but I will speak to the chairman of this committee and to the president.” Earlier, Mnuchin asserted that Trump was not in violation of the Constitution by refusing to put his business assets into a blind trust, as recommended by various ethics experts. “I know the president-elect is absolutely following the law and is committed to following the law and has set out a series of — although not a blind trust — he has removed himself from his business, he put his sons in charge of his business,” he said. “I can assure you that in my job of treasury secretary, whatever responsibilities I have to monitor these issues, which are very important, I can assure you that I will do.” Mnuchin indicated that he would support raising the debt ceiling if necessary to avoid a U.S. default. “I firmly believe that the U.S. has to honor its debt,” Mnuchin told the committee, despite previous statements made by Trump that the U.S. could renegotiate its debts or print more money. Mnuchin promised he would “commit to work with Congress so we don’t get to the last minute and run out of money,” adding that the debt ceiling might need to be raised “sooner rather than later.” He dodged questions, however, about what specific level of debt he finds “unacceptable.” One senator claimed that Trump’s economic plan would increase the nation’s debt by an estimated $7.2 trillion over 10 years, a statement Mnuchin disputed based on “dynamic” scoring. “Trump has a pro-economic-growth tax plan, and we are sensitive to the cost of that plan,” Mnuchin said. Sen. Tom Carper, D-Del., grilled Mnuchin over Trump’s pledges to impose a high tariff on goods imported from Mexico. Mnuchin replied that the North American Free Trade Agreement should be reopened but that he was “optimistic that we can renegotiate a deal that’s advantageous to us and to Mexico.” In closing, Sen. Ron Wyden, D-Ore., hit Mnuchin again for failing to disclose almost $100 million in Cayman Islands real estate funds. “This was not self-corrected,” said Wyden. “My staff had to tell you.” Wyden said those funds weren’t just “helping churches and pensions ... I have an SEC document showing that you were also helping a lot of private investors as well.” But Orrin Hatch, R-Utah, had nothing but praise for Mnuchin. “You’ve certainly impressed a lot of people, including me,” he said. He recalled a private conversation he recently had with Mnuchin. “You’re going to lose a lot of money taking this job,” Hatch said he told Mnuchin. His response, according to Hatch: “I don’t care. I want to serve my country.” 0 Shares ",
    "title": "Steve Mnuchin Failed to Reveal $100 Million in Assets, Links to Tax Haven Company - ABC News"
   },
   {
    "entities": [
     "thursday, jan. 19, 2017",
     "interactive",
     "texas",
     "juarez",
     "chapo",
     "cbs",
     "us",
     "friday",
     "dea",
     "january 20, 2017",
     "jan. 19, 2017",
     "york's",
     "may 2016",
     "states",
     "trump",
     "island",
     "thursday, the last day",
     "paula",
     "january",
     "5:31 p.m.",
     "sinaloa",
     "chihuahua",
     "margaret",
     "thursday",
     "2017",
     "news",
     "inc.",
     "united",
     "paso",
     "donald",
     "mexico",
     "recently",
     "administration",
     "district",
     "morning",
     "5:30 am est",
     "reid",
     "court",
     "enforcement",
     "security",
     "2015",
     "investigations",
     "justice",
     "brennan",
     "associated",
     "drug",
     "jan 20, 2017",
     "islip",
     "pat",
     "department",
     "u.s.",
     "long",
     "obama",
     "new",
     "ciudad",
     "currently",
     "brooklyn",
     "doj",
     "york",
     "el",
     "evening",
     "homeland",
     "press",
     "airport",
     "joaquin",
     "guzman",
     "milton",
     "city",
     "macarthur",
     "loera"
    ],
    "id": 7,
    "text": "CBS/AP Last Updated Jan 20, 2017 5:30 AM EST MEXICO CITY -- Joaquin “El Chapo” Guzman, Mexico’s most notorious cartel kingpin who twice made brazen prison escapes and spent years on the run as the country’s most wanted man, is in the U.S. after being extradited from Mexico on Thursday to face drug trafficking and other charges. The plane carrying Guzman landed at MacArthur Airport in Islip, Long Island, Thursday evening after about a four-hour flight from Mexico. Mexico’s Foreign Relations Department announced Guzman was handed over to U.S. authorities for transportation to the U.S. on Thursday, the last day of President Obama’s administration and a day before Donald Trump is to be inaugurated. Joaquin “El Chapo” Guzman arrived at New York’s MacArthur Airport on Jan. 19, 2017. Close CBS News A senior law enforcement official said the U.S. Drug Enforcement Administration took custody of Guzman in Ciudad Juarez, across the border from El Paso, Texas, and a plane carrying him departed for New York at 5:31 p.m. Eastern time. The officials agreed to give the information only if not quoted by name because they were not authorized to discuss the matter publicly.  CBS News obtained exclusive photos of his arrival.  The charges against him were developed by Homeland Security Investigations (HSI) and the DEA.   He was flown on a Mexican jet accompanied by DEA agents, medics and mechanics, law enforcement sources told CBS News senior investigative producer Pat Milton. He was expected to be transported under heavy security by caravan to Brooklyn from MacArthur Airport. He is due to be arraigned in U.S. District Court in Brooklyn Friday morning, Milton reported.  \"El Chapo's\" son kidnapped New York is one of several U.S. jurisdictions where Guzman faces charges.  The DOJ most recently indicted him on a new set of charges in Brooklyn in May 2016 on 16 drug related counts, CBS News justice reporter Paula Reid reported. Guzman will face trial in Brooklyn, the DOJ said.     Joaquin “El Chapo” Guzman while being extradited to the United States from Mexico on Thursday, Jan. 19, 2017.&nbsp; Close Mexican Federal Prosecutor “The Justice Department extends its gratitude to the Government of Mexico for their extensive cooperation and assistance in securing the extradition of Guzman Loera to the United States,” the DOJ said in a statement.  The convicted Sinaloa cartel boss has been held most recently in a prison near the northern border city of Ciudad Juarez.  The leader of the Sinaloa cartel has twice escaped from maximum-security prisons in Mexico, most recently in 2015. He was recaptured in January and is currently imprisoned in the northern border state of Chihuahua. Joaquin “El Chapo” Guzman while being extradited to the United States from Mexico on Thursday, Jan. 19, 2017.&nbsp; Close Mexican Federal Proseccutor CBS News correspondent Margaret Brennan reported that, according to diplomatic sources, the extradition was done as a “goodwill gesture” to the U.S. and a sign of cooperation with the incoming and outgoing administrations.  Sources say extradition of El Chapo to US -in works for months- is goodwill gesture from Mexico to the incoming & outgoing administrations — margaret brennan (@margbrennan) January 20, 2017 © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Mexico says it has extradited drug lord Joaquin “El Chapo” Guzman to U.S. - CBS News"
   },
   {
    "entities": [
     "the last week",
     "ahmed",
     "usama",
     "mustafa",
     "us",
     "trade",
     "flashpoint",
     "trump",
     "r-wis.",
     "feb. 26, 1993",
     "reuters",
     "oct. 12, 2000",
     "binalshibh",
     "walid",
     "aziz",
     "attash",
     "facebook",
     "senate",
     "hawsawi",
     "shibh",
     "rahim",
     "pentagon",
     "yemen",
     "security",
     "partners",
     "johnson",
     "on",
     "hood",
     "once",
     "guantanamo",
     "twitter",
     "30 percent",
     "mohammed",
     "gitmo",
     "photo",
     "world",
     "retired",
     "u.s.",
     "obama",
     "ron",
     "army",
     "ramzi",
     "nashiri",
     "arabia",
     "iraq",
     "afghanistan",
     "laden",
     "center",
     "ali",
     "malia",
     "saudi",
     "america",
     "bay",
     "committee",
     "homeland",
     "pakistan",
     "now",
     "bin",
     "abd",
     "sheikh",
     "bush",
     "khalid",
     "jay",
     "al",
     "march 1, 2003",
     "ap",
     "hadi",
     "zimmerman",
     "qaeda"
    ],
    "id": 8,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   President Obama's famous pledge to close the Pentagon's Guantanamo Bay detention facility was ultimately done in by the very evil of the men it houses. While hundreds of enemy combatants and terror suspects have been through the facility since the war on terror began - with many returning to the fight - the most hardcore Al Qaeda operatives ever captured remain there. They are too dangerous to set free, and no one else wants them. During its peak, Gitmo held some 778 suspected Al Qaeda operatives. Obama acclerated the policy of his predecessor, President Bush, to free those deemed to no longer be a risk. Within the last week, another 14 were released from the facility, and turned over to other countries willing to hold them. But the federal government admits that once they leave Gitmo, there's no guarantee their new countries will keep them locked up. And the Pentagon has estimated that at least 30 percent returned to the battlefield, killing Americans and their allies. Expand / Contract Khalid Sheikh Mohammed is shown in this file photograph during his arrest on March 1, 2003. (Reuters Photo) “The policy of closing Guantanamo Bay has made America less safe,” said Sen. Ron Johnson, R-Wis., chair of the Senate Committee on Homeland Security and Governmental Affairs. “The best way to gather intelligence long term to help prevent Islamic terror attacks is by capturing those engaged in Islamic terror groups and questioning them over a long period of time.” The Trump administration will reverse Obama’s policy and keep Gitmo open, Johnson predicted. “As long as the war on terror continues, as long as Islamic terrorists want to attack the civilized world including the U.S. and U.S. interests, we ought to try to find them, and where we can, capture them and question them,” Johnson said. “I don’t know why we would handcuff ourselves and not have a detention facility.” During the terms of President Bush, who opened Gitmo after 9/11, the prisoner count swelled to 779. It had dropped to 242 when Obama took office, and now stands at 41. Still at Gitmo for more than a decade are some of the “worst of the worst,” Johnson said. The most famous - and most dangerous - occupant is Khalid Sheikh Mohammed, a Pakistani senior Al Qaeda “recruiter, financer and operational planner” who the Pentagon calls the “mastermind” of the 9-11 attacks. The 52-year-old terrorist also was indicted for his role in the Feb. 26, 1993 bombing of the World Trade Center. Retired Army Maj. Gen. Jay Hood, who oversaw the detention facility, and who has personally interviewed many of the terrorists there, said clearly Khalid Sheikh Mohammed and other top Al Qaeda operatives “should never leave.”   In this undated photo provided by Flashpoint Partners, a man who Flashpoint has identified as confessed 9/11 architect Ramzi Binalshibh is shown. (AP Photo) Also remaining at Gitmo: Abd al Aziz Ali, 40, a citizen of Pakistan and an Al Qaeda senior member and planner. His military records show that under the direction of his uncle, Khalid Sheikh Mohammed, he helped plan 9/11 and was involved in numerous other plots against the US. Abd al Rahim al Nashiri, 52, a citizen of Saudi Arabia , is considered “one of Al Qaeda’s most skilled, capable and prolific operational coordinators.” With a long jihadist history, he and has been linked to as many as a dozen plots to attack U.S. and western interests including the successful bombing of the USS Cole off the coast of Yemen on Oct. 12, 2000. He reported directed to Usama bin Laden, according to the U.S. military. Abd al Hadi al Iraqi, 56, a citizen of Iraq, is a senior member of Al Qaeda, according to the U.S. military, which determined that in addition to serving as an accountant and commander for the terror network, al Iraqi also initiated attacks on coalition forces in Afghanistan. Mustafa Ahmed al Hawsawi, 48, a citizen of Saudi Arabia , is a senior Al Qaeda member who served as a “facilitator, financial manager and media committee member” his records show. He is accused of planning the movement of 9-11 hijackers and helping to obtain financing for the terror plot. Ramzi Bin al Shibh, a citizen of Yemen , is a senior Al Qaeda operative who, according to his military file, was the “coordinator” of the 9-11 attacks. Walid Bin Attash, a citizen of Yemen , is a senior Al Qaeda operative who served as a trusted bodyguard for Bin Laden. His military file said the 38-year-old helped coordinate and acquire materials for the USS Cole bombing. After reviewing the background of many of those still at Gitmo, Hood said it is “obvious why other countries around the world do not want to take them off our hands.” Malia Zimmerman is an award-winning investigative reporter focusing on crime, homeland security, illegal immigration crime, terrorism and political corruption. Follow her on twitter at @MaliaMZimmerman Advertisement ",
    "title": "'Worst of the worst' blocked Obama from keeping promise to close Gitmo | Fox News"
   },
   {
    "entities": [
     "thursday, jan. 19, 2017",
     "air",
     "holliday",
     "base",
     "biden",
     "capitol",
     "friday",
     "joe",
     "jan. 19, 2017",
     "toby",
     "trump",
     "house",
     "cabinet",
     "sam",
     "melania",
     "tribune",
     "thursday",
     "barrack",
     "ryan",
     "cnn",
     "paul",
     "dhs",
     "tomb",
     "angela",
     "the",
     "donald",
     "morning",
     "of",
     "force",
     "congress",
     "security",
     "johnson",
     "white",
     "mike",
     "lincoln",
     "jeh",
     "arlington",
     "this year",
     "u.s.",
     "obama",
     "national",
     "pence",
     "jennifer",
     "cemetery",
     "merkel",
     "outgoing",
     "joint",
     "keith",
     "memorial",
     "washington",
     "andrews",
     "gop",
     "homeland",
     "msnbc",
     "unknowns",
     "evan",
     "tom",
     "moore",
     "barack",
     "ap",
     "vucci"
    ],
    "id": 9,
    "text": "Trump sweeps in for his big day, boasts of 'highest IQ of any Cabinet ever' Donald Trump, Melania Trump Evan Vucci / AP President-elect Donald Trump, left, and his wife Melania Trump arrive to the \"Make America Great Again Welcome Concert\" at the Lincoln Memorial, Thursday, Jan. 19, 2017, in Washington. President-elect Donald Trump, left, and his wife Melania Trump arrive to the \"Make America Great Again Welcome Concert\" at the Lincoln Memorial, Thursday, Jan. 19, 2017, in Washington. (Evan Vucci / AP) Tribune news services Contact Reporter Ready for his big moment, Donald Trump swept into Washington on a military jet Thursday for three days of inaugural festivities and quickly set about building better ties to the Republican Congress. Washington braced for an onslaught of crowds and demonstrators — with all the attendant hoopla and hand-wringing. Trump began taking on more trappings of the presidency, giving a salute to the Air Force officer who welcomed him as he stepped off a U.S. jet with wife Melania at Joint Base Andrews just outside Washington. Later, he placed a ceremonial wreath at Arlington National Cemetery. His first stop was a luncheon in a ballroom at his own hotel, where he gave a shout-out to GOP congressional leaders, declaring: \"I just want to let the world know we're doing very well together.\" House Speaker Paul Ryan, he said, will finally have someone to sign legislation into law. Then Trump veered into the territory of the unknowable to boast his Cabinet selections had \"by far the highest IQ of any Cabinet ever.\" Just blocks away, the White House was quickly emptying out. President Barack Obama had his final weekly lunch with Vice President Joe Biden and got in a few final official acts, cutting the sentences of 330 inmates and placing a call to German Chancellor Angela Merkel. Vice President-elect Mike Pence, in a tweet, called Inauguration Eve \"a momentous day before a historic day,\" as security barricades and blockades went up around Washington in preparation for Friday's swearing-in at the Capitol. \"We are all ready to go to work,\" Pence said. \"In fact, we can't wait to get to work for the American people to make it great again.\" Outgoing Homeland Security Secretary Jeh Johnson said he'd be putting on his \"favorite DHS jacket\" and taking to the streets to inspect security preparations for the inaugural festivities. Donald Trump,Melania Trump Evan Vucci / AP President-elect Donald Trump, accompanied by his wife Melania Trump, waves as they arrive at Andrews Air Force Base on Jan. 19, 2017. President-elect Donald Trump, accompanied by his wife Melania Trump, waves as they arrive at Andrews Air Force Base on Jan. 19, 2017. (Evan Vucci / AP) He told MSNBC's \"Morning Joe\" that areas where inaugural crowds will congregate will be \"extra fortified this year with dump trucks, heavily armored vehicles to prevent anybody who's not authorized from being in the area from driving something in there.\" He said there was \"no specific credible threat\" related to the inauguration. Trump's public schedule for the inaugural celebration began at Arlington, where he and Pence stood at attention as a bugler played taps at the Tomb of the Unknowns. Trump's wife, children and grandchildren silently looked on. With that solemn moment, \"the rhetoric of a campaign moves aside,\" Tom Barrack, the head of Trump's inaugural committee, told CNN. \"I think you're going to see a shift from candidate to world leader. I think he's feeling the weight of it.\" From there, Trump shuttled to a celebratory welcome concert on the steps of Lincoln Memorial that was to end with fireworks. The two-hour concert, open to the public, promised headliners including country star Toby Keith, soul's Sam Moore and The Piano Guys. But not singer Jennifer Holliday: She backed out after an outcry from Trump critics. ",
    "title": "Trump sweeps in for his big day, boasts of &apos;highest IQ of any Cabinet ever&apos; - Chicago Tribune"
   },
   {
    "entities": [
     "arts",
     "mccain",
     "price",
     "friday",
     "struyk",
     "klein",
     "november",
     "states",
     "south",
     "trump",
     "house",
     "meryl",
     "rick",
     "streep",
     "news",
     "ryan",
     "united",
     "paul",
     "senate",
     "donald",
     "tim",
     "nov. 8, 2016",
     "jonathan",
     "george",
     "north",
     "abc",
     "congress",
     "charleston",
     "at noon",
     "john",
     "2016",
     "scott",
     "lewis",
     "u.s.",
     "performing",
     "will",
     "obama",
     "chicago",
     "dixon",
     "carolina",
     "jan 19, 2017",
     "center",
     "a.",
     "obamacare",
     "tom",
     "now",
     "matthew",
     "cubs",
     "karl",
     "thomas",
     ", 5:18 pm",
     "white"
    ],
    "id": 10,
    "text": "Conservatives Could Be 'Equally Unhappy' With Trump, Sen. Tim Scott Says By RYAN STRUYK Jan 19, 2017, 5:18 PM ET 0 Shares Star Mic Smith/AP Photo U.S. Sen. Tim Scott holds a news conference after winning his Senate race against Democratic challenger Thomas A. Dixon at the North Charleston Performing Arts Center in North Charleston, South Carolina, Nov. 8, 2016. 0 Shares Email Sen. Tim Scott has a word of warning for fellow Republicans on the eve on Donald Trump's Inauguration: Get ready for the \"unpredictable.\" \"He did not run, in my opinion, as a conservative,\" Scott told ABC News' Jonathan Karl and Rick Klein on the \"Powerhouse Politics\" podcast . \"He ran as an agent of change. So, we should expect to be equally unhappy with some of his policies -- from the right to the left. That's the one thing we’ll have in common,\" said the South Carolina Republican. \"When there are areas of disagreement, I know that I'm going to take on the likelihood of strong criticism from the White House, but the reality of it is I’m gonna stand up for what I believe in,\" he added. Scott specifically named Trump's promise of a massive infrastructure bill. \"The infrastructure plan -- I’ll be a little hesitant on until I see the details,\" said the first-term senator. Tom Price's Last Known Plan to Replace 'Obamacare' President-elect Trump has continued his public feuds since winning the election in November, most notably with civil rights icon Rep. John Lewis, who said Trump's election was not legitimate. Trump is slated to take office on Friday at noon. \"When Donald Trump is punched, he's a counter-puncher. He hits back,\" Scott said. \"Whether it's Meryl Streep , whether it's John Lewis, whether it's John McCain -- we've seen this play out very often in the same fashion.\" \"There's an old Scripture in the Book of Matthew that says love your neighbor,\" he said. \"Now, I would hope we as leaders would look for ways to bring this country together -- from the president of the United States down to every member of Congress, to leaders of households and at the state level as well.\" Conservative columnist George Will agreed with Scott on Trump's conservative credentials. \"I'm not convinced that he's a conservative,\" he told the \"Powerhouse Politics\" podcast. \"The strongest evidence we have since the election is his behavior with regards to Carrier -- using the political power of an office he did not yet hold to compel a private sector entity to abandon its original estimate of what made economic sense ... and to reverse itself and make non-economic decisions under political pressure. ... It's not an encouraging sign.\" Will went on to say that he could see a potential clash between the White House and Republicans in Congress over major issues like entitlement reform. \"The president-elect early on in his campaign said he wanted no changes,\" Will said. \" Paul Ryan , who is the intellectual leader of the congressional wing of the party, has made entitlement reform the goal of his political life. That is, to put it mildly, a very stark conflict.\" Will also named Trump's infrastructure plan but called the repeal and replacement of Obamacare as \"the big initial test.\" \"We're going to see at that point whether Congress still thinks of itself as independent and a co-equal branch of government,\" Will said. Will held a dinner party with Obama before his inauguration, but he said he doesn't have any dinners slated with President-elect Trump. He also said he wouldn't hazard a guess on whether the Chicago Cubs or Donald Trump are more likely to repeat their underdog 2016 victories. 0 Shares ",
    "title": "Conservatives Could Be 'Equally Unhappy' With Trump, Sen. Tim Scott Says - ABC News"
   },
   {
    "entities": [
     "enrique",
     "kate",
     "us",
     "juarez",
     "chapo",
     "texas",
     "interior",
     "2001",
     "states",
     "fall 2015",
     "trump",
     "press",
     "house",
     "zambada",
     "sinaloa",
     "nieto",
     "billions of dollars",
     "miami",
     "last january",
     "united",
     "facebook",
     "may",
     "castillo",
     "penn",
     "paso",
     "this afternoon",
     "mexico",
     "recently",
     "administration",
     "district",
     "a year ago",
     "angel",
     "of",
     "2014",
     "enforcement",
     "2015",
     "january 19, 2017",
     "pena",
     "justice",
     "the following year",
     "white",
     "associated",
     "drug",
     "ismael",
     "twitter",
     "last may",
     "miguel",
     "department",
     "chong",
     "altiplano",
     "u.s.",
     "new",
     "ciudad",
     "chicago",
     "osorio",
     "san",
     "eastern",
     "del",
     "york",
     "sean",
     "joaquin",
     "guzman",
     "diego",
     "5:31 p.m. est.",
     "city",
     "july 2009",
     "el",
     "loera"
    ],
    "id": 11,
    "text": "Mexico extradites drug lord 'El Chapo' Guzman to US Published               January 19, 2017 Facebook 0 Twitter 0 Email Print   The U.S. Justice Department issued a statement confirming that Guzman was en route to the United States and expressed gratitude to Mexico for its cooperation. A senior U.S. official said the U.S. Drug Enforcement Administration took custody of Guzman in Ciudad Juarez, which is across the border from El Paso, Texas, and a plane carrying him departed for New York at 5:31 p.m. EST. The official was not authorized to discuss the matter publicly and agreed to give the information only if not quoted by name. The convicted Sinaloa cartel boss had been held most recently at a prison near Ciudad Juarez. He was recaptured a year ago after escaping from a second maximum-security prison through a tunnel dug to his cell. The 2015 escape was highly embarrassing for the government of President Enrique Pena Nieto, and Mexican officials were seen as eager to hand the headache off to the United States afterward. Guzman's lawyers have fought extradition since his recapture. Guzman, who is in his late 50s, faces the possibility of life in a U.S. prison under multiple indictments in six jurisdictions around the United States, including New York, San Diego, Chicago and Miami. A federal indictment in the Eastern District of New York, where Guzman is expected to be prosecuted, accuses him of overseeing a trafficking cartel with thousands of members and billions of dollars in profits laundered back to Mexico. It says Guzman and other members of the Sinaloa cartel employed hit men who carried out murders, kidnappings and acts of torture. He was first indicted by a U.S. federal grand jury in July 2009. A superseding indictment was issued in May charging him and Ismael \"El Mayo\" Zambada with a variety of drug, gun and money laundering charges as part of an ongoing criminal enterprise. The Mexican Foreign Relations Department's statement said a court had ruled against Guzman's appeal and found that his extradition would be constitutional. \"The criminal Joaquin Guzman Loera was extradited this afternoon to face his pending legal cases,\" Mexican Interior Secretary Miguel Angel Osorio Chong tweeted. Guzman's first prison break was in 2001. He spent more than a decade at large before being captured in 2014. The following year he broke out through the mile-long tunnel dug directly to the shower in his cell. It was while on the lam a second time, in fall 2015, that he held a secret meeting with actors Sean Penn and Kate del Castillo. The encounter was the subject of a lengthy article Penn published in Rolling Stone last January, right after Mexican marines re-arrested Guzman in the western state of Sinaloa. Guzman was initially returned to the Altiplano prison outside Mexico City where he escaped through the tunnel. Last May, officials abruptly moved him to the prison in the desert near Juarez. The White House, which was down to a skeleton staff hours before Trump takes office, said it had no immediate comment. The Associated Press contributed to this report. Advertisement ",
    "title": "Mexico extradites drug lord 'El Chapo' Guzman to US | Fox News"
   },
   {
    "entities": [
     "1995",
     "times",
     "this week",
     "friday",
     "beach",
     "galvez",
     "seema",
     "states",
     "trump",
     "march",
     "vermont",
     "hillary",
     "montana",
     "whittlesey",
     "la",
     "goodyear",
     "lauren",
     "bernie",
     "harris",
     "mehta",
     "united",
     "university",
     "herndon-de",
     "schnall",
     "nicolassa",
     "fernandez",
     "donald",
     "saturday",
     "winnie",
     "the day",
     "sanders",
     "of",
     "wal-mart",
     "tuesday",
     "congress",
     "2016",
     "kamala",
     "sue",
     "/",
     "march two years later",
     "saturday's march",
     "u.s.",
     "d.c.",
     "long",
     "coast",
     "focus",
     "susan",
     "iraq",
     "hagler",
     "obama",
     "chicago",
     "new",
     "east",
     "wednesday",
     "philadelphia",
     "los",
     "ford",
     "york",
     "washington",
     "america",
     "phoenix",
     "obamacare",
     "illinois",
     "barbara",
     "missoula",
     "now",
     "mont.",
     "destiny",
     "demick",
     "rosa",
     "latin",
     "wong",
     "linda",
     "angeles",
     "clinton"
    ],
    "id": 12,
    "text": "'What if women...?' Thousands prepare to answer with a march on Washington Sue Fernandez Barbara Demick / Los Angeles Times Sue Fernandez is joining a protest for the first time in her life. Sue Fernandez is joining a protest for the first time in her life. (Barbara Demick / Los Angeles Times) Barbara Demick and Laura King At the age of 74, Sue Fernandez has lived through the civil rights movement, the Vietnam War and the invasion of Iraq without joining a single protest. She was busy raising three sons and working full time as a pharmaceutical researcher. She took some pride in staying out of politics. That was before the 2016 presidential election, a campaign that might have ushered in America’s first woman president, but did not. This week, Fernandez boarded a plane for the East Coast, making her way to Washington, D.C. There, she will join an estimated 200,0000 others Saturday for the Women’s March on Washington — a massive display of female political will scheduled to unfold on the streets of the nation’s capital the day after Donald Trump is inaugurated as the nation’s 45th president. “This is the first time I felt compelled,” said Fernandez, sitting at her kitchen table in a golf course retirement community on the outskirts of Phoenix, methodically reviewing a handwritten list of supplies (granola bars, clear plastic tote, subway card). “This thing has become so much bigger than any of us alone.” At first, Fernandez hadn’t been too fussed about the presidential election. But then she thought of all her ailing older friends and how dependent for their care they all are on immigrants from Latin America — some possibly targeted for deportation under Trump’s administration. She thought about her daughter-in-law, an African American attorney, and her biracial grandchildren, all of whom worry about Trump’s commitment to civil rights. The Washington march and simultaneous demonstrations across in the country are taking shape as one of the largest mass demonstrations in recent U.S. history, rivaling the civil unrest that swirled around the Vietnam War. While it’s not expected to be as large as the Million Man March against racism in 1995 or the Million Woman March two years later in in Philadelphia, the event could wind up being a bigger draw than Trump: 1,200 bus parking spaces have been reserved, three times as many as for the inauguration Friday. The march embraces a grab bag of progressive causes, its website listing more than 300 partners promoting causes including anti-bullying, gun control, climate change and transgender rights. And it’s not only women. Men from across the country will be part of the demonstrations. Two of Fernandez’s three sons are participating in marches, while the third is staying home so his wife can march. The fact that so many diverse groups have joined has already sparked some tension. Organizers have wrestled with conflicting agendas of race and sexual orientation. African American women initially questioned whether they would be adequately represented, leading some more conservative white women to question whether they would be welcomed. A group of antiabortion feminists was disinvited as a full-fledged partner. Fernandez, who describes herself as an “ostrich” politically, has seen the polarization of American society show up even in her retirement community. One woman in her social circle dropped her as a tennis partner after learning that she voted for Hillary Clinton. “I sit with these women in church. I just want to say, I still like you. I still want to play tennis with you,” said Fernandez, who will march with family members including her 7-year-old granddaughter. “I’m not an angry person. I don’t like confrontation. I don’t see the march as anti-Trump. But it is important for us to get out there and support the freedoms that we have worked so hard for. If not for my generation, than the next.” Linda Whittlesey, 60, a massage therapist and jewelry designer, is undertaking an eight-hour drive, then a flight and a bus to get to Washington from the outskirts of Missoula, Mont. Linda Whittlesey is traveling to Washington from Montana. Linda Whittlesey is traveling to Washington from Montana. Linda Whittlesey is traveling to Washington from Montana. “I’ve never been to a march in my life, but I figured, if not now then when?” she said. “We often have these ideas of we should have, we wish we had, we ought to have.…  We all now just better do whatever we can.” Living in Montana, which she calls “a little slice of paradise where I’m secure in my bubble,” Whittlesey has been increasingly looking outside herself at the threats she believes are facing her country. In her litany of worries, she lists climate change and the threatened demise of the Affordable Care Act. She worries that someone could start a new war. “These are not, strictly speaking, women’s issues, but I can’t separate women’s issues from human issues,” Whittlesey said. Exactly what is drawing all these women — and many men — to make the often long and costly pilgrimage to Washington is often very individual. For some women, the gathering is an elegy to the dream of electing a female president. Others see it as an affirmation of the progressive causes championed by Sen. Bernie Sanders of Vermont, who unsuccessfully sought the Democratic nomination. “Women are marching for each other,” said co-organizer Winnie Wong, a 40-year-old digital strategist credited with creating the hashtag #feelthebern for Sanders. Wong said she is concerned not for herself or her colleagues, but for lower-income women. “We never talk about the women who work at Wal-Mart, who work in every service center, the ones who are raising their children,” she said. “We have to help lift them up.” For some, the voyage to Washington is deeply personal. Driving cross-country from Long Beach to Washington in a rented red Ford Focus, Nicolassa Galvez said she was motivated by her experience of being sexually molested as a child by a family friend. “Having basically the president of the United States not held accountable [for his behavior with women] was kind of a personal slap in the face, and just made me worry for my own safety and the safety of other women, because I think people will look up to him,” Galvez said. “It gives permission.” Some marchers are striving to keep the spotlight on opportunity and potential, rather than on grievances. Lauren Hagler, a 24-year-old African American who is pursuing her doctorate In chemistry at the University of Illinois, says she hopes to be an inspiration for younger women who aspire to a career in science. “When I was deciding to pursue my doctorate, I wanted to be someone who the next generation of African American girls can look to,” she said. Among the delegations is a Dallas-based group of antiabortion feminists. Their organization, New Wave Feminists, was removed as an official partner of the march, which includes support for legal abortion as part of its mission statement. But the women intend to march in Washington anyway. “I’m hoping we will be received well. I personally have more pro-choice friends than pro-life,” said 33-year-old Destiny Herndon-De La Rosa, the head of the group, who gave birth to her first son while in high school.  She says she was motivated to join the march by her opposition to Trump. Destiny Herndon-De La Rosa. Destiny Herndon-De La Rosa. Destiny Herndon-De La Rosa. “He might claim to to be pro-life, but to me the death penalty is not pro-life, war is not pro-life, the way he wants to treat refugees is not pro-life,” said Herndon-De La Rosa, who conceded that some women in her delegation were probably Trump voters — which will make them a rarity at Saturday’s march. March organizers say they have struggled to be as inclusive as possible without diluting their message. “Rather than focusing on ‘We’re anti-Trump,’” said Susan Schnall, 73, a former military nurse and veteran antiwar activist, “what we’re trying to do is say that this is what we stand for.” Caption President Obama's farewell address President Obama delivered his farewell speech Tuesday in Chicago. President Obama delivered his farewell speech Tuesday in Chicago. Caption President Obama's farewell address President Obama delivered his farewell speech Tuesday in Chicago. President Obama delivered his farewell speech Tuesday in Chicago. Caption Trump says he'll turn over company to sons President-elect Donald Trump , under fire for his business conflicts, said Wednesday that he will turn his company over to his sons — but he won’t sell his network of properties and deals. President-elect Donald Trump , under fire for his business conflicts, said Wednesday that he will turn his company over to his sons — but he won’t sell his network of properties and deals. Caption Congress opens with an ambitious Republican agenda for the Trump era Republicans remain at odds on some high-profile issues — such as how aggressively to investigate Russian hacking in the 2016 election. Republicans remain at odds on some high-profile issues — such as how aggressively to investigate Russian hacking in the 2016 election. Caption What Trump made clear at his news conference and what he left murky Making demands on replacing Obamacare and insulting a key Republican senator were two ways Trump displayed his independent streak at the news conference. Making demands on replacing Obamacare and insulting a key Republican senator were two ways Trump displayed his independent streak at the news conference. Caption Kamala Harris sworn in Kamala Harris sworn in Kamala Harris sworn in Demick reported from New York and Goodyear and King from Washington. Times staff writer Seema Mehta contributed from Los Angeles. ",
    "title": "&apos;What if women...?&apos; Thousands prepare to answer with a march on Washington - LA Times"
   },
   {
    "entities": [
     "israel",
     "theresa",
     "iowa",
     "texas",
     "utah",
     "mills/the",
     "szubin",
     "morning",
     "state",
     "texarkana",
     "china",
     "elijah",
     "defenders",
     "j.",
     "department",
     "ethics",
     "this year",
     "eric",
     "today",
     "4pm",
     "tel",
     "benjamin",
     "hill",
     "east",
     "islamic",
     "center",
     "huppert",
     "a.",
     "unknowns",
     "tom",
     "shaub",
     "brett",
     "bush",
     "steven",
     "rasmussen",
     "las",
     "counterterrorism",
     "middle",
     "right now",
     "harley",
     "capitol",
     "friday",
     "spicer",
     "inauguration day",
     "harvard",
     "doug",
     "news",
     "united",
     "may",
     "georgia",
     "jets",
     "senate",
     "donald",
     "adam",
     "of",
     "haley",
     "lincoln",
     "davidsons",
     "twitter",
     "arlington",
     "shannon",
     "vegas",
     "economic",
     "w.",
     "james",
     "sheldon",
     "and",
     "aviv",
     "york",
     "sean",
     "nick",
     "hayom",
     "office",
     "jr.",
     "thomas",
     "franklin",
     "reform",
     "pence",
     "council",
     "david",
     "next week",
     "reserve",
     "britain",
     "mcgurk",
     "graham",
     "terry",
     "club",
     "thursday",
     "eight years ago",
     "cummings",
     "unknown",
     "boaz",
     "bismuth",
     "chris",
     "st.",
     "woody",
     "nations",
     "nikki",
     "mike",
     "obama",
     "national",
     "new",
     "cemetery",
     "wednesday",
     "friedman",
     "as",
     "jerusalem",
     "committee",
     "soldier",
     "adelson",
     "energy",
     "cox",
     "motorcycle",
     "branstad",
     "nichols",
     "times",
     "jason",
     "price",
     "credit",
     "treasury",
     "jan. 19, 2017",
     "work",
     "government",
     "states",
     "trump",
     "house",
     "o.",
     "tomb",
     "the",
     "mnuchin",
     "liberty",
     "m.",
     "jan. 23",
     "bank",
     "george",
     "monday",
     "abc",
     "johnson",
     "federal",
     "chaffetz",
     "currently",
     "oversight",
     "memorial",
     "washington",
     "now",
     "netanyahu",
     "robert",
     "walter"
    ],
    "id": 13,
    "text": "Continue reading the main story “We have by far the highest I.Q. of any cabinet ever assembled,” Mr. Trump said in the remarks, which reporters heard only the first several minutes of before being escorted out. Pres.-elect Donald Trump on his cabinet: \"We have by far the highest IQ of any cabinet ever assembled.\" pic.twitter.com/czBpZ4cNMD —         ABC News (@ABC) Jan. 19, 2017 Of course, he put himself into the high I.Q. category when he boasted, “This is a gorgeous room. A total genius must have built this place.” (As an aside, it is impossible to do the math, but President Obama’s starters did include a Nobel Laureate in physics at the Energy Department, a former president of Harvard heading the National Economic Council and the president of the New York Federal Reserve Bank as Treasury secretary.) Advertisement Continue reading the main story Mr. Trump also singled out specific supporters, including Woody Johnson, the owner of the New York Jets football team, and his pick for Treasury secretary, Steven Mnuchin. Mr. Mnuchin, Mr. Trump noted, wasn’t at the lunch because he was being “grilled” at his Senate confirmation hearing several blocks away. Mr. Trump also faulted senators for not being “nice” to Representative Tom Price of Georgia, his pick for health and human services secretary. Could this job help the Jets? And speaking of Mr. Johnson, the Jets owner is expected to get one of the plum jobs in diplomacy, United States ambassador to Britain, or as the Brits call it, ambassador of the United States to the Court of St. James’s. Mr. Johnson is only the fourth ambassador to be announced by Mr. Trump, after Nikki Haley as ambassador to the United Nations, David Friedman, his longtime attorney, as ambassador to Israel, and Iowa Gov. Terry Branstad as ambassador to China. Given that both Mr. Trump and his British counterpart, Prime Minister Theresa May, are relatively new in their roles, Mr. Johnson’s ability to get Mr. Trump on the phone quickly could be helpful. At 5-11 this year, the Jets weren’t the best. A busy day of ceremony and celebration Continue reading the main story Photo President-elect Donald J. Trump and Vice President-elect Mike Pence laid a wreath at the Tomb of the Unknown Soldier at Arlington National Cemetery on Thursday. Credit Doug Mills/The New York Times The president-elect and vice president-elect laid a wreath at the Tomb of the Unknowns at Arlington National Cemetery. Then it was on to the Lincoln Memorial for the concert that opens the Inaugural festivities. Join me at 4pm over at the Lincoln Memorial with my family! #Inauguration2017 https://t.co/GQeQpJOgWz —         Donald J. Trump (@realDonaldTrump) Jan. 19, 2017 Bikers for Trump are ready to roll Eric Huppert, the leader of Defenders of Liberty Motorcycle Club and local organizer of Bikers for Trump, stood beside a row of hulking V-twin Harley Davidsons and said he was not looking for violence. Sure, Chris Cox, the founder of Bikers for Trump, had pledged that his members would act as a “wall of meat” to block anti-Trump protesters, but Mr. Huppert downplayed all that. “I don’t anticipate any skirmishes — at least I hope not,” he said. But if the safety of Mr. Trump’s supporters — or even the president-elect himself — is jeopardized, he added, “I think these folks will be willing to jump in if necessary.” Advertisement Continue reading the main story A security force beholden to no one with no rules of engagement and no real marching orders is, well, not a great idea. But Bikers for Trump stand by their man. David Nichols traveled from Texarkana, Texas, with seven others to attend the Bikers for Trump rally on Inauguration Day. The group drove for 22 hours straight, towing eight bikes on a 20-foot trailer. “He’ll be a fine president — he just has to calm down his words,” Mr. Nichols said. “Just don’t bash people’s name too much.” Trump says he is serious about a Jerusalem embassy Mr. Trump assured Israelis in comments posted online on Thursday that he planned to follow through on his campaign promise to move the American embassy to Jerusalem from Tel Aviv soon after taking office. “Of course I remember what I told you about Jerusalem,” Mr. Trump told Boaz Bismuth of the newspaper Israel Hayom when he encountered him at a preinaugural event on Wednesday. “Of course I didn’t forget. And you know I’m not a person who breaks promises.” Israel Hayom is owned by Sheldon Adelson , the Las Vegas casino magnate and Republican donor who is a powerful supporter of Prime Minister Benjamin Netanyahu of Israel. Mr. Trump has nominated David M. Friedman , a New York bankruptcy lawyer and strong advocate of moving the embassy, as his next ambassador to Israel. Mr. Trump’s spokesman, Sean Spicer, suggested at a briefing on Thursday that the incoming president would make the embassy move one of his first acts after taking office on Friday. “There will be a further announcement on that,” he said. “The president has made clear that Israel has not gotten the respect it deserves.” But implementation of such an announcement could still take months, given that the United States consulate facilities currently in Jerusalem are not considered adequate for an embassy. President Obama and other veterans of Middle East politics have warned against such a move because it would prejudge final status negotiations with the Palestinians and potentially provoke a violent backlash. Advertisement Continue reading the main story A lot of Obama officials will greet Trump Without a single cabinet or subcabinet official confirmed yet by the Senate, President-elect Trump has asked 50 officials from President Obama’s expiring administration to stay on temporarily after Friday’s inauguration to ensure the smooth operation of government, Mr. Trump’s transition team announced on Thursday. Among those requested to stick around are senior figures in the battle against terrorism and other security officials. Mr. Obama similarly kept around officials in such positions when he took over from President George W. Bush eight years ago, including some of those now being asked to remain in place by Mr. Trump. “Make no mistake, we’re ready to go on day one,” Mr. Spicer told a briefing shortly before Mr. Trump was scheduled to depart New York for Washington. But the new president, he added, wanted to make sure that the United States was ready to handle any unforeseen events. “Right now our focus was on continuity of government.” Among those asked to stay were Brett McGurk, the special envoy overseeing the war against the Islamic State; Nick Rasmussen, director of the National Counterterrorism Center; Adam J. Szubin, the acting under secretary of Treasury for terrorism and financial intelligence; Robert O. Work, the deputy defense secretary; and Thomas A. Shannon Jr., the under secretary of state for political affairs. With his selection of an agriculture secretary, Mr. Trump has now named nominees for all 21 cabinet and cabinet-rank jobs, but it remained unclear how many would be confirmed by the Senate by Monday, the first full work day of the new administration. A few sub-cabinet jobs have been filled. The incoming administration also has tapped 536 members of what it calls a “beachhead team” to show up at agencies across the government on Monday morning to serve as a first wave of appointees to begin operations while confirmations proceed. An ethicist rises in stature The federal government’s top ethics monitor has played a surprisingly prominent role in the transition, and that is likely to continue into the new administration. Next week, Walter M. Shaub Jr., the director of the Office of Government Ethics, is scheduled to make an appearance on Capitol Hill to meet with Representative Jason Chaffetz of Utah, chairman of the House Oversight and Government Reform Committee, who accused Mr. Shaub of dabbling in politics by publicly criticizing Mr. Trump’s ethics plan. Advertisement Continue reading the main story Mr. Chaffetz has backed down from demanding a transcribed interview and lobbing a subpoena threat at Mr. Shaub, agreeing instead to a private meeting on Jan. 23 that includes Elijah Cummings, the ranking Democrat on the committee. Mr. Cummings, in a letter to Mr. Chaffetz on Thursday , called his ratcheting down “a positive step in the right direction,” but said that if Mr. Chaffetz will not open the meeting to the public, he should at least include other members of the committee “to hear firsthand what Mr. Shaub has to say.” A spokeswoman for Mr. Chaffetz did not immediately return a message seeking comment. The president-elect’s choice to vouch for his unifying message: Franklin Graham A day before Mr. Trump is to be sworn in as the 45th president of the United States, he took to Twitter to assert that he is not responsible for the nation’s divisions. His champion? The Rev. Franklin Graham. \"It wasn't Donald Trump that divided this country, this country has been divided for a long time!\" Stated today by Reverend Franklin Graham. ",
    "title": "Trump Arrives in Washington for Inaugural Festivities, Praises I.Q. of Cabinet - The New York Times"
   },
   {
    "entities": [
     "jim",
     "palm",
     "langley",
     "portico",
     "springs",
     "cathedral",
     "avenue",
     "november",
     "3:21 p.m.",
     "cabinet",
     "atlanta",
     "noon",
     "morning",
     "saturday",
     "the day",
     "state",
     "cia",
     "jimmy",
     "celine",
     "today",
     "bernstein",
     "islamic",
     "center",
     "the day friday",
     "institution",
     "greenwood",
     "afternoon",
     "40 percent",
     "brett",
     "bush",
     "rasmussen",
     "john's",
     "broadway",
     "clinton",
     "leonard",
     "counterterrorism",
     "robinson",
     "white",
     "1861",
     "holliday",
     "capitol",
     "friday",
     "spicer",
     "toby",
     "last about 90 minutes",
     "last week, the day",
     "michael",
     "news",
     "philip",
     "francis",
     "park",
     "donald",
     "g.",
     "of",
     "obamas",
     "lincoln",
     "lafayette",
     "twitter",
     "arlington",
     "health",
     "e.",
     "square",
     "will",
     "jennifer",
     "york",
     "sean",
     "night before",
     "episcopal",
     "nick",
     "barbara",
     "roberts",
     "jr.",
     "botsford/the",
     "thomas",
     "pence",
     "jan. 19",
     "mann",
     "at 7:09 pm",
     "lee",
     "rucker",
     "mcgurk",
     "post-abc",
     "kiss",
     "thursday",
     "mall",
     "54 percent",
     "international",
     "tower",
     "st.",
     "elton",
     "church",
     "bill",
     "mike",
     "john",
     "usa",
     "houston",
     "va.",
     "january 19",
     "national",
     "obama",
     "new",
     "cemetery",
     "dion",
     "service",
     "america",
     "jabin",
     "this week",
     "wagner",
     "brookings",
     "blair",
     "trump",
     "south",
     "house",
     "hillary",
     "melania",
     "george",
     "mcgrath",
     "calif.",
     "gibbons-neff",
     "post",
     "hotel",
     "past",
     "abraham",
     "carter",
     "delta",
     "the weekend",
     "keith",
     "washington",
     "memorial",
     "evening",
     "collins",
     "isis",
     "pennsylvania",
     "institutes",
     "h.w."
    ],
    "id": 14,
    "text": "Trump’s arrival on eve of inauguration ushers in ‘real change’ to Washington The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it President-elect Donald Trump and wife Melania walk out at the Lincoln Memorial during an inaugural concert in Washington on Jan. 19. (Jabin Botsford/The Washington Post) By Philip Rucker and John Wagner By Philip Rucker and John Wagner January 19 at 7:09 PM Follow @PhilipRucker Follow @WPJohnWagner Donald Trump’s arrival in Washington Thursday on the eve of his inauguration as the 45th president snapped the capital city into its new reality, as the buoyant business mogul celebrated his unlikely political ascent with signature bravado and spontaneity. Kicking off three days of carefully orchestrated inaugural proceedings infused with pomp and guided by precision and protocol, the president-elect reveled in the moment and delivered a tribute to the populist movement that propelled him into office. “We all got tired of seeing what was happening and we wanted change, but we wanted real change,” Trump said on the steps of the Lincoln Memorial. “It’s a movement like we’ve never seen anywhere in the world, they say.” Exhorting thousands of supporters at the conclusion of an evening concert that was punctuated by a glimmering fireworks display, Trump vowed, “We’re going to work together, and we are going to make America great again — and, I’ll add, greater than ever before.” Trump and his extended family signaled a new era in the country’s governance as they stepped off a military plane at Joint Base Andrews. They headed directly to his Pennsylvania Avenue property, the Trump International Hotel, where the president-elect irreverently toasted his Cabinet nominees. (The Washington Post) “We have by far the highest IQ of any Cabinet ever assembled,” Trump said in a characteristically grandiose — and unprovable — declaration before several hundred supporters, lawmakers and allies at an official luncheon. He scanned the room for familiar faces and riffed on each individually, as if he were delivering a toast. Trump narrated his journey and the day’s festivities on Twitter. “On my way!” Trump tweeted as he headed in the afternoon to Arlington National Cemetery, where he and Vice President-elect Mike Pence laid a wreath at the Tomb of the Unknowns. They both stood in silence with their hands over their hearts as a bugler played taps. As Trump put the finishing touches on the inaugural address he will deliver from the steps of the Capitol after taking the oath of office at noon Friday, Pence and their incoming administration were preparing to assume control of the federal government. Addressing reporters Thursday from the transition team’s Washington headquarters, Pence said, “It is a momentous day before a historic day.” The vice president-elect noted that all 21 Cabinet nominations have been made and that 536 “beachhead” officials are ready to report for duty at federal departments and agencies. President Obama’s appointees packed up their belongings and vacated their offices Thursday, although the Trump team is retaining 50 of them in critical positions throughout the government to ensure continuity until Trump can more fully staff his administration. The temporary holdovers include Brett McGurk, a special envoy coordinating the war against the Islamic State; Nick Rasmussen, director of the National Counterterrorism Center; and Francis Collins, director of the National Institutes of Health. [ Trump keeps Obama appointee tasked with helping run the war against ISIS ] A Donald Trump supporter lingers at the fence of the White House on Jan. 19. (Michael Robinson Chavez/The Washington Post) “Our job is to be ready on Day One,” Pence said. “The American people can be confident that we will be. . . . It’s going to be a very humbling and moving day for the president-elect his family and for mine. But let me tell you, we are all ready to go to work.” Trump and his team on Thursday sent signals suggesting an attempt to begin repairing relations with groups he demonized throughout his transition, including the intelligence community and the media. Sean Spicer, the incoming White House press secretary, calmly answered questions for an hour in his first formal briefing with journalists and confirmed that Trump would soon visit the CIA’s headquarters in Langley, Va., to express his gratitude to career intelligence officers. While the bureaucrats-to-be were working, Trump supporters from throughout the country who had descended on Washington were partying at the concert at the Lincoln Memorial, which was bathed in patriotic lighting. Throngs of people extended toward the Washington Monument as an assortment of military bands and recording artists performed. As Trump and his wife, Melania, descended the monument’s steps at sunset, the president-elect saluted the marble statue of President Abraham Lincoln, flashed a tight smile and pumped his fist in the air to the roar of the crowd and the Rolling Stones’ “Heart of Stone” playing from the speakers. [ A fierce will to win pushed Donald Trump to the top ] But the concert served as a reminder of Trump’s limited popularity. Despite his electoral-college victory, a majority of voters cast their ballot for someone else in November’s election. Trump is the least-popular incoming president in at least four decades, with 40 percent of Americans holding a favorable impression of him and 54 percent holding an unfavorable one, according to a Washington Post-ABC News poll released this week. Entertainers such as Elton John, Celine Dion and the rock band Kiss said publicly that they turned down invitations to perform at inaugural festivities. One artist scheduled to perform at the Lincoln Memorial concert — Broadway’s Jennifer Holliday — dropped out last week, the day after the announcement, saying she had heard concerns from the gay community about the message her participation would send. The concert headliners were country singers Toby Keith and Lee Greenwood and the rock band 3 Doors Down, which performed one of its hits, “Broken,” the lyrics of which echoed Trump’s appeal to disenchanted Americans: “This is the call to the broken/To all the ones who’ve been thrown away/This is the call to the broken/Stand up and take back your world today.” Trump used his various social-media platforms to promote the concert, and at 3:21 p.m., less than an hour before it began, he tweeted to his more than 20 million followers to join him on the Mall, “no tickets required.” Thousands of people heeded his call, yet there were large pockets of empty space along the reflecting pool. Adhering to its usual policy, the National Park Service did not provide crowd size estimates. Even if it was not a historic turnout, the reality-television-producer-turned-politician appeared to relish the spotlight. As Greenwood sang his signature song, “God Bless the USA,” Trump swayed, smiled and flashed a thumbs-up — though he appeared bored at other times as he fidgeted from his seat behind bulletproof glass. Thomas E. Mann, a senior fellow at the Brookings Institution, said the day’s events signaled that “this man is going to do it his way.” “Everything points to this incredible sense of grandiosity,” Mann said. “He’s telling the country, ‘Get used to it.’ ” Past presidents began to descend on Washington to witness Trump’s swearing-in, including Jimmy Carter, who was spotted aboard a commercial Delta flight from Atlanta. Hillary Clinton, who was Trump’s Democratic opponent, and Bill Clinton were planning to attend. George H.W. Bush will not be making the trip. He and his wife, Barbara, were hospitalized in Houston this week. The former president was in stable condition Thursday and hoping to be discharged from the intensive-care unit in coming days, while the former first lady was recovering from bronchitis, spokesman Jim McGrath said. [ Will Trump follow through on all of his Day One promises? ] Trump spent part of Thursday making final preparations for the ceremony. He visited Blair House, the government property where he is scheduled to stay the night before moving into the White House, and met there Thursday afternoon with Chief Justice John G. Roberts Jr. to discuss arrangements for Friday’s ceremony. Roberts will administer the oath of office. Trump is expected to use two Bibles — a family one and one that Lincoln used at his first inauguration in 1861. Trump’s aides said he has taken personal ownership of his speech, writing and rewriting drafts himself with the help of a few advisers, and practiced delivering it before teleprompters this week at Trump Tower in New York. “It’s going to be a very personal and sincere statement,” Spicer said. “I think it’s going to be less of an agenda and more of a philosophical document — a vision of where he sees the country, the proper role of government, the role of citizens.” Trump and Pence are planning to begin the day Friday at a church service at the historic St. John’s Episcopal Church, which sits on Lafayette Square across from the White House and has been frequented by presidents. From there, they will have tea with the Obamas on the South Portico of the White House before making their way down Pennsylvania Avenue for the Capitol, where Trump will be sworn in. Following his inaugural address, Trump will attend a congressional luncheon in the Capitol and see off the Obamas, who are heading to Palm Springs, Calif., for a vacation. The Trumps will then watch the inaugural parade — which aides say is expected to last about 90 minutes, among the shortest on record — from a reviewing stand outside the White House. Trump will attend three official inaugural balls in the evening. On Saturday morning, the new president will to attend a traditional national prayer service at Washington National Cathedral before spending the rest of the weekend settling into his new home and meeting with his advisers. Pence marveled to reporters: “Sometimes people stop me on the street they say, ‘How you holding up? I can’t imagine how busy you are.’ And I just tell them, ‘Well, you just have to understand, the energy and the enthusiasm of Donald Trump is contagious.’” Leonard Bernstein and Thomas Gibbons-Neff contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump’s arrival on eve of inauguration ushers in ‘real change’ to Washington - The Washington Post"
   },
   {
    "entities": [
     "supreme",
     "66 percent",
     "2001",
     "shaw",
     "38 percent",
     "january",
     "13 percent",
     "58 percent",
     "47 percent",
     "46 percent",
     "95 percent",
     "73 percent",
     "today",
     "21 percent",
     "12 percent",
     "55-38 percent",
     "43 percent",
     "bush",
     "clinton",
     "thirty-seven percent",
     "64 percent",
     "76 percent",
     "seven percent",
     "news",
     "2009",
     "facebook",
     "55 percent",
     "senate",
     "donald",
     "poll",
     "fifty-seven percent",
     "twitter",
     "u.s.",
     "w.",
     "42 percent",
     "54-41 percent",
     "october 2014",
     "61 percent",
     "pence",
     "september 2014",
     "37 percent",
     "27 percent",
     "19 percent",
     "47-47",
     "june 2009",
     "summer",
     "bill",
     "31 percent",
     "85 percent",
     "mike",
     "72 percent",
     "obama",
     "26 percent",
     "america",
     "23 percent",
     "52-41 percent",
     "company",
     "and 55 percent",
     "anderson",
     "january 2001",
     "60 percent",
     "the week",
     "52 percent",
     "trump",
     "2017",
     "hillary",
     "65 percent",
     "fox",
     "george",
     "33 percent",
     "court",
     "2016",
     "39 percent",
     "15-18,",
     "63 percent",
     "34 percent",
     "currently",
     "robbins",
     "44 percent",
     "15 percent",
     "&",
     "first year",
     "45 percent",
     "january 2009",
     "thirty-nine percent",
     "research",
     "barack",
     "25 percent",
     "50-40 percent"
    ],
    "id": 15,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   When president-elect Donald Trump addressed America after winning the election, he emphasized uniting the country.  A new Fox News Poll suggests that could be a challenge. In addition, President Obama leaves office on a high note.  More on that later.   First, only one-third of voters describe the national mood as “we’re all in this together.”  Nearly twice as many feel like it’s everyone for themselves.  And half say they’re tired of politics and “want it to go away.” CLICK HERE TO READ THE FULL POLL RESULTS. Voters also split over whether opportunities in the country favor “other people” or people like them.   Still, two-thirds feel optimistic about the economy (66 percent).  In a rare instance of unity, majorities of independents (61 percent), Democrats (64 percent), and Republicans (72 percent) share this sunny outlook. Expand / Contract Who do voters credit for the recent rise in the stock market?  More say Trump (23 percent) than outgoing President Obama (13 percent), but a 56-percent majority credits regular market cycles.  Republicans (47 percent) are far more likely to credit Trump than Democrats are to credit Obama (26 percent).   When asked about the importance of several issues, voters put the economy as item number one on Trump’s to-do list.   Almost half say it is “extremely” important for him to focus on the economy/jobs in his first year (46 percent).  Nearly as many say terrorism (44 percent) and health care (43 percent).  Fewer give that same urgency to government spending (38 percent), foreign policy (34 percent), Supreme Court nominations (33 percent), and immigration (27 percent).  Only 13 percent feel the wall along the U.S.-Mexico border is extremely important. A separate fill-in-the-blank question gave voters the chance to name whatever they thought should be Trump’s top priority.  They could pick an issue, an action -- anything.  Again, the economy comes in number one (25 percent).  Health care (12 percent) and unite the country (12 percent) round out the top three.   By a 50-40 percent margin, voters say Trump’s doing a bad job of listening to people like them, and a 54-percent majority disapproves of how he’s handling the presidential transition.  Thirty-seven percent approves, with the most enthusiasm coming from Republicans (73 percent), white evangelical Christians (64 percent), conservatives (63 percent), and whites without a college degree (52 percent).  Views on Trump as a person are similar, as 42 percent of voters have a favorable opinion (21 percent strongly), and 55 percent unfavorable (44 percent strongly).  That’s a net negative of 13 points.   His two immediate predecessors had more appeal when they began their terms.  When Barack Obama took office in January 2009, his rating was a net positive of 61 points (76 percent favorable, 15 percent unfavorable).  George W. Bush had a net positive of 27 in January 2001 (58 percent favorable, 31 percent unfavorable).   What accounts for the difference?  Some 27 percent of Democrats had a favorable view of Bush in 2001, and 55 percent of Republicans had a positive view of Obama in 2009.  Today, only seven percent of Democrats have a positive opinion of Trump.  Obama’s favorable rating among Republicans has dropped to 19 percent. Expand / Contract Vice president-elect Mike Pence’s rating is a net positive of eight points:  45 percent favorable vs. 37 percent unfavorable. Meanwhile, by an 11-point margin, more men than women have a favorable opinion of Trump (48 vs. 37 percent), and men are also 12 points more likely than women to say the president-elect is doing a good job listening to people like them (46 vs. 34 percent).   That closely matches the gender gap in Trump’s election support, as men were 11 points more likely than women to vote for him (52-41 percent), according to the 2016 national Fox News exit poll.  Women were 13 points more likely than men to vote for Hillary Clinton (54-41 percent).   President Obama President Obama leaves office with positive job and personal ratings.  Fifty-seven percent of voters approve of his job performance.  That’s his highest since the summer of his first year in office (June 2009).  Currently, 39 percent disapprove.   A record-high 95 percent of Democrats approve of Obama as he departs, as do 55 percent of independents, and 13 percent of Republicans.  For comparison, the week he took office in January 2009, 85 percent of Democrats approved, as did 64 percent of independents, and 37 percent of Republicans. By a 17-point margin (55-38 percent), voters think the country is better off today than before Obama became president.  That’s a significant improvement from October 2014, when they said the country was worse off by 10 points (39 better off vs. 49 worse off). The average job rating for Obama’s entire presidency tells the story:  47-47.   His highest approval, 65 percent, came the week after his 2009 inauguration.  His lowest, 38 percent, came in September 2014, soon before Republicans re-took the U.S. Senate in the midterm election. Obama’s been well-liked for much of his presidency, and that holds true today.  The final read shows 60 percent have a favorable opinion of him (44 percent strongly).  Thirty-nine percent have an unfavorable opinion (26 percent strongly). That makes him more popular than George W. Bush (49 favorable, 46 unfavorable) and Bill Clinton (48 favorable, 46 unfavorable) were at the end of their terms.  The Fox News poll is based on landline and cellphone interviews with 1,006 randomly chosen registered voters nationwide and was conducted under the joint direction of Anderson Robbins Research (D) and Shaw & Company Research (R) from January 15-18, 2017.  The poll has a margin of sampling error of plus or minus three percentage points for all registered voters. Advertisement ",
    "title": "Fox News Poll: A divided, yet optimistic country awaits Trump | Fox News"
   },
   {
    "entities": [
     "great",
     "friday",
     "trump",
     "house",
     "plains",
     "noon",
     "news",
     "m.",
     "donald",
     "american",
     "scientists",
     "early on inauguration day",
     "military",
     "1999",
     "of",
     "north",
     "kristensen",
     "arkin",
     "china",
     "russia",
     "federation",
     "mike",
     "j.",
     "command",
     "past",
     "share",
     "korea",
     "windrem",
     ", 6:54 pm",
     "project",
     "nbc",
     "hans",
     "arctic",
     "james",
     "previously",
     "america",
     "mattis",
     "office",
     "now",
     "strategic",
     "15:58",
     "william",
     "robert",
     "nuclear",
     "jan 19 2017",
     "pence",
     "white"
    ],
    "id": 16,
    "text": "Jan 19 2017, 6:54 pm ET Donald Trump Is Getting the Nuclear Football by Robert Windrem and William M. Arkin Share advertisement Sometime before he's sworn in Friday, President-elect Trump will sit down with the top military officers who control America's massive military arsenal and get \"THE Briefing,\" the one that provides him with an understanding — and the tools — of how he would wage nuclear war. According to those who have witnessed it previously, the briefing is both daunting and sobering. When Donald J. Trump raises his right hand and asks, \"So help me God\" during the inauguration, he really does become the most powerful man in the world — with control of America's nuclear \"triad\" and more than 4,000 nuclear warheads. Play Trump's nuke tweets cause international jitters 15:58 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170120014005if_/http://www.nbcnews.com/widget/video-embed/840021059684\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Little is known about the briefing, which traditionally takes place early on Inauguration Day and is conducted by the Strategic Command, the Omaha-based joint military command responsible for the strategic nuclear arsenal, and the White House Military Office . None of the parties involved will discuss its particulars or its timing. But some details are known, as detailed in William Arkin's 1999 book \"American Coup.\" The \"football\" — an oddly shaped 45-pound briefcase — is at the center of the President's command and control of the arsenal, in nuclear submarines patrolling the Arctic; in missile silos on the Great Plains and in bombers on runways and aloft in the skies. The military aide carrying the \"football\" remains physically close to the president, ready to carry out a well-rehearsed choreography of command and control. Inside are what Arkin, now a senior investigator with NBC News, called the \"modern accoutrements\" of communication. Related: What Does Donald Trump Really Think About Using Nuclear Weapons? There are computers, modems, radios, cell and satellite phones, even an instruction booklet, but no \"button\" per se. American nuclear weapons are launched by the highly secure communication of specified nuclear codes, nicknamed the \"biscuit,\" which are changed daily. They authenticate the President's identity. The options for nuclear war, called courses of action, vis a vis Russia, China, North Korea, etc., are contained in both the \"Presidential Decision Handbook\" which is handed off, as well as in other more detailed briefings that President Trump will receive after inauguration. The purpose of the nuclear briefing just prior to inauguration, said Hans Kristensen, director of the Nuclear Project at the Federation of American Scientists, is primarily to tell the incoming president: \"This is your role.\" In past transitions, the president-elect has not received the actual nuclear code card until after the briefing, he meets with the outgoing president at the White House just before the actual inauguration ceremony. The code card is activated electronically right after the president-elect takes the oath at noon. The president is not alone in assuming nuclear responsibilities. Vice President-elect Mike Pence and Defense Secretary-designate James Mattis will get their own \"footballs.\" Play ",
    "title": "Donald Trump Is Getting the Nuclear Football - NBC News"
   },
   {
    "entities": [
     "jim",
     "jan. 20, 1969",
     "d.",
     "shoemaker",
     "supreme",
     "1941",
     "jan. 20, 1981",
     "avenue",
     "jan. 18",
     "labs",
     "march 4, 1933",
     "ball",
     "convention",
     "carters",
     "paul",
     "s.",
     "aug. 9, 1974",
     "rehnquist",
     "b.",
     "brennan",
     "associated",
     "naval",
     "midshipmen",
     "j.",
     "martinez",
     "googlenews",
     "dwight",
     "jimmy",
     "eileen",
     "today",
     "singer",
     "mamie",
     "hill",
     "jan. 20, 1937",
     "betty",
     "center",
     "jerry",
     "museum",
     "jan. 20, 1949",
     "jan. 20, 1945",
     "hoover",
     "guard",
     "jan. 20, 1989",
     "bush",
     "william",
     "bendat",
     "clinton",
     "jan. 20, 1977",
     "ap",
     "white",
     "peter",
     "this jan.",
     "capitol",
     "west",
     "friday",
     "eisenhower",
     "jan. 20, 1953",
     "reagan",
     "jan. 20, 1993",
     "jan. 20, 1997",
     "doug",
     "2009",
     "4:16 p.m.",
     "facebook",
     "united",
     "library",
     "1977",
     "jan. 20, 2005",
     "donald",
     "tim",
     "gerald",
     "of",
     "obamas",
     "justice",
     "herbert",
     "lincoln",
     "u.s.",
     "jan. 20, 1961",
     "will",
     "ron",
     "fred",
     "w.",
     "blass",
     "union",
     "ford",
     "soviet",
     "1933",
     "barbara",
     "jan. 20, 1965",
     "franklin",
     "google",
     "roosevelt",
     "harry",
     "43 minutes ago",
     "rosalynn",
     "lady",
     "bird",
     "front",
     "porter",
     "press",
     "1865",
     "richard",
     "mall",
     "eleanor",
     "delano",
     "via",
     "truman",
     "pablo",
     "jan. 20, 2009",
     "congress",
     "bill",
     "walsh",
     "john",
     "lamkey",
     "jacqueline",
     "vinson",
     "usa",
     "1981",
     "rod",
     "new",
     "national",
     "obama",
     "susan",
     "jan. 21, 2013",
     "applewhite",
     "america",
     "armory",
     "20,",
     "ronald",
     "kennedy",
     "bob",
     "mtv",
     "edmonds",
     "f.",
     "april 12, 1945",
     "bregg",
     "jan. 20, 1941",
     "clintons",
     "jan. 19, 2017",
     "states",
     "h.",
     "trump",
     "daugherty",
     "house",
     "anonymous",
     "clover",
     "the",
     "m.",
     "academy",
     "warren",
     "mills",
     "monsivais",
     "binks",
     "jan. 21, 1985",
     "burger",
     "george",
     "beiser",
     "court",
     "hilton",
     "johnson",
     "england",
     "scott",
     "jan. 21, 1957",
     "pat",
     "deutsch",
     "shayna",
     "past",
     "jan. 20, 1973",
     "jan. 20, 2001",
     "abraham",
     "carter",
     "earl",
     "richards",
     "building",
     "dillon",
     "washington",
     "nixon",
     "chief",
     "darr",
     "lyndon",
     "pennsylvania",
     "barack",
     "robert",
     "h.w."
    ],
    "id": 17,
    "text": "Will Trump speech meet 'God' average for inaugural addresses? New Google interactive shows just how big a role God has played in past inaugurations. Post to Facebook Will Trump speech meet 'God' average for inaugural addresses? New Google interactive shows just how big a role God has played in past inaugurations. Check out this story on USATODAY.com: http://usat.ly/2k5w8k6 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 3 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Will Trump speech meet 'God' average for inaugural addresses? Paul Singer , USA TODAY Published 4:16 p.m. ET Jan. 19, 2017 | Updated 43 minutes ago 55 Shares x Share A host of myths, enduring traditions and presidential foibles fill the history of presidential inaugurations. Historian Jim Bendat recalls the history and meaning of the ceremony, along with some memorable speeches. (Jan. 18) AP If Donald Trump's inaugural address is anything like his predecessors', there will be a lot of God in it. A new interactive built by GoogleNews Labs shows that God was the most common theme mentioned by presidents in the 11 most searched inaugural addresses. Trump has been unconventional in many ways, including the fact that unlike many politicians, he does not habitually end his speeches with \"... and God bless the United States of America.\" But for the inaugural address, a reference to the almighty is pretty much a baseline requirement, particularly since Trump was elected with strong support from evangelical voters. The Google interactive is fascinating, if a bit daunting. It includes 11 full addresses (Trump will be added Friday shortly after he speaks), which have been tagged by topics ranging from \"courage\" and \"loyalty\" to \"liberty\" and \"wealth.\" It also shows which topics were most mention within each speech. For example, \"money\" dominated Franklin Roosevelt's 1933 inaugural address, because, in the heart of the Great Depression, nobody had any. By contrast, the top topic of Ronald Reagan's 1981 inaugural address was \"freedom\" — not surprising for a man whose presidency helped force the collapse of the Soviet Union. And \"God\" was the top topic of Abraham Lincoln's 1865 inaugural address, which was laced with references to the raging Civil War in which both sides prayed to God for assistance. Read more: Posted! A link has been posted to your Facebook feed. President-elect Franklin Delano Roosevelt, right, and outgoing President Herbert Hoover ride in a convertible en route to the U.S. Capitol for Roosevelt's inauguration on March 4, 1933.  Architect of the Capitol via Library of Congress Roosevelt is sworn in for his second term on Jan. 20, 1937.  Corbis/Bettmann/UPI Military units splash along in the pouring rain during Roosevelt's inaugural parade on Jan. 20, 1937.  AP Roosevelt waves from the inaugural stand on Capitol Hill on Jan. 20, 1941, the start of his third term.  Anonymous, AP Roosevelt and his wife, Eleanor, arrive at the White House following his inauguration in 1941.  Jerry Shoemaker, AP Roosevelt takes the oath of office for his fourth term during inaugural ceremonies on the rear porch of the White House on Jan. 20, 1945.  Robert Clover, AP Harry S. Truman is sworn in as president at the White House on April 12, 1945, after Roosevelt's death.  AP Chief Justice Fred M. Vinson administers the oath of office to Truman in front of the Capitol on Jan. 20, 1949.  AP Midshipmen of the U.S. Naval Academy march up Pennsylvania Avenue on Jan. 20, 1949, during Truman's inaugural parade.  AP Spectators listen as President Dwight D. Eisenhower delivers his inaugural address on Jan. 20, 1953.  AP Eisenhower and the country's new first lady, Mamie, wave to spectators as they leave the Capitol at the start of the inaugural parade on Jan. 20, 1953.  AP Eisenhower takes the oath of office for his second term at the Capitol on Jan. 21, 1957, with Chief Justice Earl Warren administering the oath.  AP Eisenhower waves as he arrives at the National Guard Armory with wife Mamie and his son and daughter-in-law, Maj. John Eisenhower and Barbara Eisenhower, to attend an inaugural ball on Jan. 21, 1957.  AP President John F. Kennedy delivers his inaugural address on Jan. 20, 1961.  AP Kennedy and his wife, Jacqueline, leave the Capitol on Jan. 20, 1961, after he took the oath of office.  AP Lyndon B. Johnson takes the oath of office during inaugural ceremonies at the Capitol on Jan. 20, 1965.  AP Johnson and his wife, Lady Bird, wave as they leave the inaugural gala held at the National Guard Armory in Washington on Jan. 20, 1965.  AP President Richard Nixon waves as he and first lady Pat Nixon stand in the limousine carrying them from the inauguration at the Capitol to the White House on Jan. 20, 1969.  AP The Capitol is pictured as Nixon is sworn in for a second term in on Jan. 20, 1973.  AP Nixon acknowledges the applause after delivering his second inaugural address on Jan. 20, 1973.  AP Gerald Ford takes the oath of office after Nixon's resignation on Aug. 9, 1974. Chief Justice Warren Burger administers the oath as Ford's wife, Betty, looks on.  Corbis-Bettman/UPI Jimmy Carter takes the oath of office as his wife, Rosalynn, holds the family Bible during the inauguration ceremony on Jan. 20, 1977.  AP The Carters dance alongside the Mondales in the White House following the 1977 inauguration.  Peter Bregg, AP President Ronald Reagan is sworn in on Jan. 20, 1981, by U.S. Supreme Court Chief Justice Warren Burger.  Bettman-UPI The Reagans wave from their limousine during the inaugural parade on Jan. 20, 1981.  Ronald Reagan Library Reagan's second inaugural ceremony on Jan. 21, 1985, was forced indoors by cold temperatures.  Ron Edmonds, AP The Reagans dance at the inaugural ball on Jan. 21, 1985, in the Washington Hilton.  AP President George H.W. Bush is sworn into office as the 41st president of the United States by Chief Justice William Rehnquist outside the West Front of the Capitol on Jan. 20, 1989.  BOB DAUGHERTY, Associated Press The Reagans accompany the new president and first lady down the Capitol steps after the inaugural ceremony on Jan. 20, 1989.  J. Scott Applewhite, AP President Bill Clinton delivers his inaugural address after taking the oath of office on Jan. 20, 1993.  Ron Edmonds, AP The Clintons appear at the MTV Ball at the Washington Convention Center on Jan. 20, 1993.  Shayna Brennan, AP Clinton is sworn in for his second term by Chief Justice William Rehnquist on Jan. 20, 1997.  Porter Binks, USA TODAY The Clintons dance at the New England Ball on Jan. 20, 1997, in Washington.  Doug Mills, AP The Clintons greet the Bushes at the front door of the White House before heading to the Capitol for the inauguration on Jan. 20, 2001.  H. Darr Beiser, USA TODAY George W. Bush is surrounded by his family as he is sworn in as the 43rd president on Jan. 20, 2001.  Eileen Blass, USA TODAY Bush is sworn in for his second term by Chief Justice William Rehnquist on Jan. 20, 2005.  Tim Dillon, USA TODAY The Bushes greet supporters on Jan. 20, 2005, at the Commander-in-Chief Inaugural Ball at the National Building Museum in Washington.  Paul J. Richards, AFP This Jan. 20, 2009, photo shows the crowd on the National Mall for the inauguration of President Barack Obama.  Susan Walsh, AP The Obamas wave from the West Front of the Capitol on Jan. 20, 2009.  Robert Deutsch, USA TODAY The first family walks to the reviewing stand on Pennsylvania Avenue to watch the parade for Obama's second inauguration on Jan. 21, 2013.  Rod Lamkey, AFP/Getty Images The president and first lady dance at the Commander-in-Chief Inaugural Ball at the Washington Convention Center on Jan. 21, 2013.  Pablo Martinez Monsivais, AFP/Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "Will Trump speech meet 'God' average for inaugural addresses?"
   },
   {
    "entities": [
     "coe",
     "drive",
     "scholhamer",
     "trump",
     "march",
     "grant",
     "carrie",
     "lynn",
     "last week",
     "park",
     "ann",
     "donald",
     "saturday",
     "lake",
     "tuesday",
     "north",
     "march about 11:30 a.m. west",
     "federal",
     "jan. 21",
     "chicago",
     "side",
     "plaza",
     "eldeib",
     "10 a.m.",
     "washington",
     "columbus",
     "shore",
     "now",
     "duaa",
     "jackson",
     "kiley"
    ],
    "id": 18,
    "text": "Another location change for Chicago Women's March as larger crowd expected Route for Saturday's Women's March on Chicago The location for the Women's March on Chicago on Saturday has changed again after the number of expected attendees more than doubled in two days. Organizers now anticipate more than 50,000 people will attend. On Tuesday, that number was 22,000. The new site is still adjacent to Grant Park but is on Columbus Drive just north of Jackson Drive, where participants will gather for a rally at 10 a.m. Attendees will march about 11:30 a.m. west on Jackson to Federal Plaza. The original route also was shortened to accommodate the growing crowd. Organizers rejected plans to circle back to the rally site, opting instead to end the march at Federal Plaza. The march route now runs straight west along Jackson. \"Due to the number of totally passionate women and their allies participating, the city has agreed to close Columbus,\" march co-chairwoman Ann Scholhamer said. \"We're really excited about this. It really guarantees enough room for our marchers.\" Last week, organizers announced they were slightly relocating the rally from Grant Park's music shell to avoid damaging the grass after the forecast called for unseasonably high temperatures and rain. The rally was to be held on Jackson at Lake Shore Drive. When a woman apprehensive about Donald Trump 's presidency broke down in tears at Lynn Coe's North Side shop, Coe offered her an unusual remedy: Come knit with us. Dozens of women have packed the store in recent weeks armed with bright pink yarn and knitting needles to create hats for the Jan. 21... When a woman apprehensive about Donald Trump 's presidency broke down in tears at Lynn Coe's North Side shop, Coe offered her an unusual remedy: Come knit with us. Dozens of women have packed the store in recent weeks armed with bright pink yarn and knitting needles to create hats for the Jan. 21... (Duaa Eldeib) Organizers are confident they will be able to handle the increased numbers and have added enhanced safety measures, said Carrie Kiley, who is coordinating logistics for the march. \"We're not expecting any issues, but we definitely want to be safe and make sure we are taking every precaution, especially since it has grown to this magnitude,\" Kiley said. While the changes in location may have caused some confusion, they are the result of weather and increasing interest, not inexperience, Kiley said. Early in the planning process, organizers brought on people with ample know-how planning such large-scale events, she said. When the number of expected attendees surpassed 50,000, city officials agreed to the Columbus and Jackson location, much to organizers' delight, Kiley said. The amended permit for the rally and march has not yet been completed, but city officials anticipate the route will remain the same and that street closures will not change significantly. Other measures to accommodate the expected larger crowd include the doubling of portable bathrooms to 150, she said. The march is one of more than 250 scheduled to take place globally in solidarity with the Women's March on Washington one day after the President-elect Donald Trump's inauguration. More than 200,000 people are expected to participate in the nation's capital. The marches aim to draw attention to women's rights, racial justice and equality. ",
    "title": "Another location change for Chicago Women&apos;s March as larger crowd expected - Chicago Tribune"
   },
   {
    "entities": [
     "todd",
     "holliday",
     "kinston",
     "times",
     "lee",
     "credit",
     "carell",
     "storm",
     "november",
     "states",
     "toby",
     "trump",
     "n.c.",
     "jon",
     "sam",
     "dave",
     "$10",
     "rick",
     "thursday",
     "mall",
     "2009",
     "united",
     "denzel",
     "heisler/the",
     "georgia",
     "morning",
     "steve",
     "jamie",
     "hanks",
     "foxx",
     "lincoln",
     "john",
     "voight",
     "lewis",
     "hollywood",
     "obama",
     "national",
     "dunham",
     "new",
     "jennifer",
     "keith",
     "york",
     "philadelphia",
     "greenwood",
     "memorial",
     "u.s.a.",
     "moore",
     "washington",
     "tom",
     "beyoncé",
     "barack",
     "katherine",
     "2003",
     "kenny"
    ],
    "id": 19,
    "text": "“I think it’s sad when anybody says, you know, ‘My opinion of a person’s more important than let’s-just-get-the-country-going,’” he said. Advertisement Continue reading the main story There has never been a president crossing over so directly from the pop-culture world as Mr. Trump, who remains an executive producer of “The Celebrity Apprentice” and has cultivated big names in Hollywood for decades (even making a “Home Alone 2” cameo). Yet those big names are shunning his inauguration, including Thursday’s event, unlike the Lincoln Memorial concert in 2009 for Barack Obama that featured Beyoncé and other stars. The artists who are showing up are reflective of the cross-section of the United States that buoyed Mr. Trump to victory in November, while belying the opulence he is known for. The concert — the “Make America Great Again! Welcome Celebration” — will have a distinct country feel to it, with performances by Toby Keith, the biggest act on the bill, and Lee Greenwood, best known for “God Bless the U.S.A.,” Mr. Trump’s walk-on song during the campaign. Also on the bill are Sam Moore, one half of the soul duo Sam & Dave, and 3 Doors Down, an alternative rock band that hasn’t made the Billboard Top 10 chart since 2003. The Piano Guys, a group that includes one pianist and one cellist, are likely to regale the audience with spirited and eclectic covers of pop songs. Kenny and Katherine Dunham decided to make the four-hour drive from Kinston, N.C., after hearing that Representative John Lewis of Georgia would boycott Mr. Trump’s inauguration. The Dunhams were sitting on a blanket without a ticket, and neither seemed fazed by the lack of top-flight entertainers. (Visitors without tickets were able to view the show on the National Mall; those with tickets had seats near the concert stage.) “I think if they don’t want to perform, they shouldn’t perform,” Mr. Dunham, 60, said. “But at the same time, my understanding is they weren’t asked to. Toby Keith is going to perform. Lee Greenwood is going to perform.” His wife of 19 years agreed. Photo There was plenty for sale. Credit Todd Heisler/The New York Times “I’m disappointed that they chose not to perform, like Jennifer Holliday,” Ms. Dunham added. “I feel that it’s an honor to be here in our capital.” Lines to get into the show began forming in the morning. About 5,000 tickets were available, and the crowd by the memorial and on the mall was expected to be smaller than the hundreds of thousands of people who turned out for the preinaugural concert in 2009. That celebration for Mr. Obama also featured Denzel Washington, Tom Hanks, Jamie Foxx and Steve Carell. For Mr. Trump’s concert, the highest-profile actor scheduled to appear is Jon Voight. Along the streets leading to the memorial, people pulled wagons full of homemade Trump merchandise, including Make America Great Again hats and Trump scarves. Rick Storm traveled in from Philadelphia with a backpack full of $10 T-shirts to sell. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Trump Concert Draws Excited Fans to Lower-Wattage Lineup - The New York Times"
   },
   {
    "entities": [
     "jim",
     "pasadena",
     "cabinet",
     "reynolds",
     "thrift",
     "wyden",
     "clifford",
     "china",
     "2011",
     "/",
     "onewest",
     "$95 million",
     "european",
     "puzzanghera",
     "trump's",
     "whittier",
     "group",
     "steven",
     "sachs",
     "angeles",
     "n.y.",
     "friday",
     "michael",
     "2009",
     "united",
     "senate",
     "elizabeth",
     "donald",
     "mexico",
     "pressphoto",
     "steve",
     "of",
     "russia",
     "2008",
     "twitter",
     "current",
     "$15 million",
     "agency",
     "u.s.",
     "investment",
     "ron",
     "jan. 13",
     "$1.6 billion",
     "christina",
     "office",
     "the past",
     "finance",
     "roberts",
     "mccaskill",
     "carlsbad",
     "southampton",
     "this month",
     "goldman",
     "cayman",
     "$907,000",
     "thursday",
     "35%",
     "indymac",
     "international",
     "foreign",
     "2015",
     "on",
     "sherrod",
     "brown",
     "capital",
     "wednesday",
     "service",
     "los",
     "committee",
     "to",
     "3%",
     "cit",
     "l.a.",
     "treasury",
     "states",
     "trump",
     "dune",
     "inc.",
     "claire",
     "mnuchin",
     "warren",
     "bank",
     "oregon",
     "pat",
     "supervision",
     "hollywood",
     "$3.4 billion",
     "internal",
     "dec. 19",
     "washington",
     "2010",
     "revenue",
     "4%",
     "islands"
    ],
    "id": 20,
    "text": "Trump Treasury pick Steven Mnuchin hammered by Democrats on OneWest foreclosures at confirmation hearing Steve Mnuchin Michael Reynolds / European Pressphoto Agency Steve Mnuchin, President-elect Donald Trump's pick for Treasury secretary, in Washington on Jan. 13. Steve Mnuchin, President-elect Donald Trump's pick for Treasury secretary, in Washington on Jan. 13. (Michael Reynolds / European Pressphoto Agency) Jim Puzzanghera Contact Reporter Steven Mnuchin, the Wall Street executive tapped by President-elect Donald Trump to be the next Treasury secretary, faced some of the most blistering personal attacks of any Cabinet pick so far as Democrats accused him of foreclosing on the homes of thousands of struggling Americans while head of a Pasadena bank, even as he helped rich hedge fund clients shelter their wealth offshore. Mnuchin was on the defensive during a more than five-hour confirmation hearing Thursday at which it was also revealed he initially had failed to disclose $95 million in real estate holdings and his position as director of a corporation in the Cayman Islands, a well-known tax haven. Democrats questioned how Mnuchin could be expected to crack down on tax-avoidance schemes he helped clients use in the past. They also pressed him to ensure that Trump’s foreign investments didn’t compromise U.S. national security. Mnuchin said he would look into Trump’s foreign debt. The 54-year-old hedge fund manager and former Hollywood movie producer had barely settled into his seat at the Senate Finance Committee when the panel’s top Democrat, Sen. Ron Wyden of Oregon, launched a nearly 15-minute fusillade of criticism.  A major target throughout the hearing was Mnuchin’s tenure as head of OneWest Bank, which Wyden said “churned out foreclosures like Chinese factories churned out Trump suits and ties.” Wyden's opening statement was so aggressive that Sen. Pat Roberts (R-Kan.) told Wyden, \"I’ve got a Valium pill you might want to take before the second round.” The comment, delivered humorlessly, sparked objections from Wyden and Sen. Sherrod Brown (D-Ohio). The exchange demonstrated the deep partisan divide over one of Trump's most controversial Cabinet picks. Republicans rallied to Mnuchin’s defense, and there’s no indication his confirmation is in jeopardy. If confirmed, Mnuchin would become a pivotal player in the Trump administration on the economy, trade, taxes, entitlements, housing policy, financial regulation and relations with China and other global economic powers.  Mnuchin offered few policy details but was clear that producing economic growth of about 3% to 4% annually — significantly stronger than in recent years — was his main objective, and that cutting corporate taxes was the key. “Our No. 1 priority from my standpoint is economic growth,” Mnuchin said. “I believe tax reform will be the first and most important part of that.” He also told lawmakers that he supports current economic sanctions against Russia and would support hiring more Internal Revenue Service workers in order to help boost government revenues. Mnuchin opened his testimony with a strong defense against charges leveled in recent days that OneWest, which he ran from 2009 to 2015, was a “foreclosure machine.” “Since I was first nominated … I have been maligned as taking advantage of others’ hardships in order to earn a buck,” Mnuchin said. “Nothing could be further from the truth.” Mnuchin said OneWest tried to help homeowners avoid foreclosure but often was limited by federal regulations. ”My experience confirmed that we must identify and eliminate unwise and burdensome policies which contribute to the disastrous outcomes that came in the wake of the financial crisis,” Mnuchin said.  In addition to supporting Trump’s deregulatory push, Mnuchin committed to reducing taxes and “reviving trade policies that put the American worker first.”  He said Trump’s trade plans do not include an “across-the-board 35% border tax” imposed on imports from certain countries, and instead would target companies that move American jobs abroad. Trump, in his own statements and tweets, has suggested doing both. Liberals have criticized Mnuchin, a multimillionaire, because of his long career at Goldman Sachs Group Inc., and his role in dealing with the mortgages held by failed subprime giant IndyMac Bank. He is one of the top targets of Senate Democrats among Trump’s Cabinet picks. In hopes of derailing his nomination, Democrats and liberal activists are focusing on OneWest’s foreclosures.  In 2009, Mnuchin and other investors put up nearly $1.6 billion to buy IndyMac and renamed it OneWest. They sold the bank to CIT Group in 2015 for $3.4 billion. Democrats and housing advocates have dubbed Mnuchin “the foreclosure king” for what they said was the bank’s aggressive practices. They accused him of profiting from the 2008 financial crisis that left many homeowners unable to make their mortgage payments. Mnuchin critics point to a 2011 regulatory order from the federal Office of Thrift Supervision that OneWest failed to follow procedures when foreclosing on homeowners. During a forum Wednesday by Senate Democrats, Christina Clifford of Carlsbad choked up as she told of her experience with OneWest. The bank foreclosed on her Whittier condominium in 2010 after twice saying it lost her paperwork for a mortgage modification request despite cashing the checks she sent with the forms.  “Steve Mnuchin profited from people like me, even when we did everything we could to keep our homes,” said Clifford, who runs an acupuncture business.  As Democrats hit Mnuchin with similar stories, he said he regretted mistakes by the bank but denied he wanted to foreclose on homeowners. “Anybody who thinks that we made more money foreclosing on a loan than modifying a loan has no understanding of this,” Mnuchin said. Democrats also pounced on Mnuchin’s financial disclosure forms. According to a memo released by the committee’s Democratic staff, Mnuchin initially failed to disclose real estate assets, including homes in Los Angeles and Southampton, N.Y., and $15 million in holdings in Mexico. The committee questionnaire Mnuchin submitted Dec. 19 also didn’t disclose his position as director of Dune Capital International in the Cayman Islands, and about $907,000 worth of artwork held by his children. After questions from committee staff, Mnuchin included the information on revised questionnaires he submitted this month. Mnuchin said Thursday oversight was unintentional. \"I think as you all can appreciate, filling out these government forms is quite complicated,\" Mnuchin said. Sen. Elizabeth Warren (D-Mass.) wasn’t sympathetic. She is not on the committee but said via Twitter that, “When Mnuchin makes mistakes on complicated paperwork, he asks for forgiveness. When his customers made mistakes, he took their homes.” Democrats also pressed Mnuchin on Trump's potential conflicts of interest.  The Treasury secretary chairs the Committee on Foreign Investment in the United States, an interagency committee that determines whether transactions involving foreign control of U.S. businesses affect national security. Democrats questioned Mnuchin on how he would exercise that authority to make sure Trump's international investments don't diminish national security or violate the Constitution's prohibition on U.S. officials receiving benefits from foreign governments. Trump has said he would turn over management of his company's assets to his sons but won't sell his interests. Sen. Claire McCaskill (D-Mo.) asked Mnuchin if, as Treasury secretary, he should know what percentage of Trump's debt is held by foreign interests. \"I think you have a valid point about foreign debt and understanding foreign things, and I will research that and get back to you,\" Mnuchin said. But Mnuchin would not commit to reporting back to the committee on that percentage. How Trump could use the presidency to help his own business interests » Caption 90 seconds: 4 stories you can't miss The priciest house in the U.S.  is more than square footage: it comes with all the amenities. Trump plans to crack down on immigration  day one in office. More storms hit L.A.  -- will they ease the drought? Police prepare for  at least 5 protests planned Friday around downtown L.A. Caption 90 seconds: 4 stories you can't miss The priciest house in the U.S.  is more than square footage: it comes with all the amenities. Trump plans to crack down on immigration  day one in office. More storms hit L.A.  -- will they ease the drought? Police prepare for  at least 5 protests planned Friday around downtown L.A. Caption Fontana police shoot blind man dead in convenience store Video shows five police officers cornering a mentally ill man before shooting him dead in a convenience store. Warning: The video may be disturbing to some viewers. Video shows five police officers cornering a mentally ill man before shooting him dead in a convenience store. Warning: The video may be disturbing to some viewers. Caption Donald Trump merchandise ",
    "title": "Trump Treasury pick Steven Mnuchin hammered by Democrats on OneWest foreclosures at confirmation hearing - LA Times"
   },
   {
    "entities": [
     "jim",
     "towers",
     "shaw",
     "november",
     "panchshil",
     "joko",
     "turkey",
     "gelles",
     "kravitz",
     "grenadines",
     "este",
     "for",
     "$3 million",
     "ireo",
     "2011",
     "lodha",
     "organized",
     "$100,000",
     "hussain",
     "privee",
     "today",
     "day",
     "properties",
     "del",
     "corruption",
     "center",
     "ali",
     "istanbul",
     "resorts",
     "punta",
     "group",
     "hary",
     "karl",
     "al",
     "investigative",
     "arab",
     "pune",
     "uruguay",
     "buenos",
     "west",
     "bloomberg",
     "bali",
     "mauricio",
     "development",
     "april 2016",
     "united",
     "2009",
     "graduate",
     "dubai",
     "donald",
     "recently",
     "during",
     "antonio",
     "yy",
     "janata",
     "of",
     "2014",
     "tayyip",
     "kelly",
     "last fall",
     "sajwani",
     "manila",
     "u.s.",
     "election",
     "$9.5 million",
     "java",
     "erdoğan",
     "york",
     "and",
     "argentina",
     "azerbaijan",
     "world",
     "jose",
     "businessweek",
     "columbia",
     "journalism",
     "derek",
     "sagar",
     "fazio",
     "$2 billion",
     "party",
     "gurgaon",
     "club",
     "macri",
     "linders",
     "century",
     "crime",
     "tower",
     "international",
     "st.",
     "congress",
     "$425 million",
     "2015",
     "2018",
     "yalçındağ",
     "john",
     "organization",
     "realty",
     "tanoe",
     "chordia",
     "usa",
     "project",
     "aires",
     "new",
     "1994",
     "hills",
     "bjp",
     "mittal",
     "atul",
     "america",
     "mangal",
     "2012",
     "emirati",
     "rodrigo",
     "city",
     "$150 million",
     "indonesia",
     "pim",
     "times",
     "last year",
     "$2.5 billion",
     "south",
     "trump",
     "2013",
     "tanoesoedibjo",
     "duterte",
     "university",
     "philippines",
     "canouan",
     "the",
     "golf",
     "aydın",
     "stabile",
     "$1 million",
     "dogan",
     "mumbai",
     "sudhanshu",
     "school",
     "vincent",
     "doğan",
     "2016",
     "lalit",
     "prabhat",
     "bharatiya",
     "emirates",
     "city's",
     "goyal",
     "widodo",
     "$6 billion",
     "mehmet",
     "e.b.",
     "recep",
     "2010",
     "beverly",
     "damac",
     "reporting",
     "2003",
     "india"
    ],
    "id": 21,
    "text": "Trump’s 10 Foreign Deals With Those Close to Power By Derek Kravitz and Al Shaw, ProPublica, and John Kelly, USA TODAY Incoming President Donald Trump’s business deals span the globe. Trump-branded skyscrapers, golf courses and hotels stretch from Dubai to Azerbaijan to the Philippines. Government ethics experts have strongly criticized Trump’s refusal to divest ownership of any of his businesses. But they point to his ongoing foreign deals with those connected to power as the most troubling. Trump’s Byzantine business structures and his lack of disclosures – he has released neither his tax returns nor details of his foreign deals – make it difficult to get a full picture of the incoming president’s business relationships. But using government records, Trump’s own local disclosures and press reports, we’ve identified 10 Trump deals in which he has partnered with power players abroad. We asked the Trump Organization about each of these deals. We’ve included its responses. 1 One of Trump’s partners for his Mumbai tower is a top official with India’s ruling political party Lodha Group, India's largest real-estate developer, licensed Trump’s name in 2011 for the Trump Tower Mumbai, a 75-story luxury apartment complex in the southern part of Mumbai. Lodha Group's chairman and founder, Mangal Prabhat Lodha, is a vice president of the ruling Bharatiya Janata Party (BJP) and a member of the legislative assembly representing southern Mumbai .(Continued dealings with state-owned enterprises or foreign leaders may violate the U.S. Constitution’s Emoluments Clause.)In a statement , the Trump Organization said its partnership with the Lodha Group would continue: The “developments will proceed as planned. They will remain under the Trump brand.” 2 Among Trump’s other partners in India are two brothers who are big players in the country’s progressive political party The Trump Towers Pune is a branding partnership started in 2012 with Panchshil Realty and its co-founders, brothers Atul and Sagar Chordia. The two 23-story towers in Pune, an industrial city in western India, were completed in 2015.The brothers are active in the Nationalist Congress Party and their family business has partnered with prominent members of the party. Trump received between $100,000 and $1 million in royalties in 2015 from the project, according to his federal financial disclosures. He received no royalties from the project in 2016.The Trump Organization was \"involved quite keenly\" in the project and given monthly progress reports during construction, the Times of India reported. The project was being investigated by police and the state government last fall for building permit issues. The status of that investigation isn’t clear. Referring to its work in India generally, the Trump Organization said , “We are incredibly proud of the projects in Pune and Mumbai.” 3 Another one of Trump’s India partners is the brother-in-law of a leader of India’s ruling political party India’s largest private-equity firm, IREO, licensed Trump’s name in April 2016 for an office tower in the city of Gurgaon. IREO’s vice chairman and managing director, Lalit Goyal, is the brother-in-law of Sudhanshu Mittal, one of the leaders of India’s ruling BJP. In 2010, the offices of IREO and Mittal were raided as part of a government probe into offshore tax havens; Mittal said the inquiry was politically motivated . 4&5 Trump’s Indonesian partner started his own political party and plans to run for president Trump partnered with Indonesian billionaire Hary Tanoesoedibjo on management and branding deals for a resort and residential complex in Bali and a 1,700-acre resort in West Java. Hary Tanoe, as he’s known locally, has his sights set on becoming Indonesia’s president. He launched his own political party in 2015, proclaiming he was “ready to fix Indonesia so that it can be better.” Hary has been active in opposition parties against President Joko Widodo. He lost a vice presidential bid in 2014. As the New York Times has detailed, Hary has introduced Trump to several prominent Indonesian politicians, including the deputy speaker of the country’s parliament and another who is at the center of a corruption scandal. Trump’s deals with Hary also involve Chinese and South Korean state-controlled companies. Sinosure, a Chinese state company, is putting $425 million into the West Java project. The funding is for a theme park, which will be built by a Chinese state-owned company. Part of the development will also be a \"smart city,” which will be funded in part by a South Korean state-owned firm. 6 Trump’s deal in the Philippines is with President Duterte’s new U.S. trade envoy The Trump Tower at Century City in Manila is a $150 million, 57-story apartment building, which opened in November after years of delays. The developer of the Manila tower is Century City Properties Group, whose chairman, Jose E.B. Antonio, was named as an informal, unpaid economic envoy to the U.S. by President Rodrigo Duterte shortly before Election Day. Antonio visited New York City’s Trump Tower after the election, but he didn’t meet with Trump. Antonio told Bloomberg that he viewed his role as helping “enlarge the relationship between the two countries.” He said his business ties to Trump would be an “asset.” “Century City officials said in a statement that Antonio will serve as a liaison between U.S. and Philippines companies, and not on behalf of the respective countries’ governments. They also said no new deals are being brokered. 7 Trump’s Dubai partner works closely with the Emirati government In 2013, Trump began working with billionaire developer Hussain Ali Sajwani. Among their projects: the 18-hole Trump International Golf Club billed in promotional materials as the “Beverly Hills of Dubai” and branding for a $6 billion development in Dubai, with villas selling for as much as $9.5 million each. A second golf course, designed by Tiger Woods and named the Trump World Golf Club Dubai, is set for completion in 2018 . Sajwani has engaged in several controversial land deals with senior government officials in the United Arab Emirates. The Emirati government owns most of the land in Dubai and land sales are a key source of revenue. During Trump’s recent press conference, he said Sajwani had offered him $2 billion worth of development deals in Dubai, which Trump turned down. Officials at Sajwani’s firm, DAMAC Properties, confirmed such an offer had been made. 8 A partner of Trump’s in Istanbul is an (uneasy) ally of Turkish President Erdoğan. Trump Towers Istanbul opened in 2012 after a branding deal between Trump and Turkey’s largest media magnate, Aydın Doğan. Dogan and Turkish President Recep Tayyip Erdoğan have clashed at times. In 2009, Doğan’s company was fined $2.5 billion in a tax case, and Erdoğan called for his supporters to boycott the company’s television stations and newspapers. But they’ve recently enjoyed a detente. The Turkish government praised Doğan’s media group for helping Erdoğan broadcast a message to the Turkish people during last year’s failed military coup. Trump worked on the tower deal with Doğan’s son-in-law Mehmet Ali Yalçındağ. In a post-Election Day phone call with Erdoğan , Trump reportedly referred to Yalçındağ as a “close friend” and told Erdoğan that Yalçındağ is “your great admirer.” 9 Trump’s Argentina partner is the brother-in-law of the country’s finance minister Uruguay’s Trump Tower Punta del Este, the only property in South America to bear Trump’s name, is part of a licensing deal between Trump and Argentina-based YY Development. Trump earned between $100,000 and $1 million in royalties from the deal in 2015 and 2016, according to his financial disclosures. One of the heads of YY Development acted as a “go-between” between the government of Argentine President Mauricio Macri and Trump after his Election Day win , according to Argentine press accounts. Another partner on the deal is the brother-in-law of Argentina’s newly-appointed minister of finance . A proposed deal between YY Development and Trump for another Trump-branded tower in Buenos Aires has been cancelled, Trump officials say, despite the Argentine developers’ public pronouncements following the election that a deal was imminent 10 Trump has profited from a century-long land lease with the government of St. Vincent. Canouan, a small island in St. Vincent and the Grenadines, has been described by Businessweek as the place \" where the billionaires go to get away from the millionaires .\" Luxury development began in 1994, when a company called Canouan Resorts Development signed a 99-year lease with the country's government to develop 1,200 acres on the island. In 2003, Trump partnered with the company to operate a resort casino, called Trump Club Privee, and to develop 25 villas and a championship golf course designed by professional golfer Jim Fazio. Trump earned $3 million from Canouan in 2016, from land sales, according to his federal financial disclosure. But the affiliated casino and resort faltered, and the golf course is no longer branded with Trump’s name. Canouan Resorts Development did not respond to requests for comment. Fazio said he has “no idea” when and why the deal ended. Map of potential business conflicts SOURCE Contributing reporting, editing and research for this special report were ProPublica, USA TODAY, The Stabile Center for Investigative Journalism at the Columbia University Graduate School of Journalism and The Organized Crime and Corruption Reporting Project. See more details, and documents, behind these and other business relationships involving the new president at ProPublica CREDITS Karl Gelles, Pim Linders, USA TODAY ",
    "title": "Trump’s 10 Foreign Deals With Those Close to Power - USA TODAY"
   },
   {
    "entities": [
     "gallup",
     "peter",
     "mitt",
     "dunn",
     "tarrance",
     "this week",
     "capitol",
     "74 percent",
     "friday",
     "madden",
     "graham",
     "states",
     "inauguration day",
     "trump",
     "last summer",
     "post-abc",
     "19 percent",
     "hillary",
     "house",
     "party",
     "pfeiffer",
     "thursday",
     "europe",
     "news",
     "united",
     "senate",
     "oval",
     "donald",
     "kevin",
     "morning",
     "pew",
     "dan",
     "george",
     "north",
     "balz",
     "franklin",
     "bill",
     "congress",
     "vladimir",
     "2004",
     "2016",
     "50 percent",
     "jacobson",
     "night",
     "last fall",
     "romney",
     "once",
     "post",
     "anita",
     "63 percent",
     "republican",
     "u.s.",
     "v.",
     "january 19",
     "obama",
     "today",
     "w.",
     "lance",
     "68 percent",
     "july",
     "8 percent",
     "21 percent",
     "center",
     "1989",
     "washington",
     "america",
     "2012",
     "gop",
     "stevenson/the",
     "45 percent",
     "now",
     "49 percent",
     "the past",
     "office",
     "research",
     "last july",
     "bush",
     "90 percent",
     "putin",
     "clinton",
     "h.w.",
     "at 4:25 pm",
     "white"
    ],
    "id": 22,
    "text": "Trump is right. He didn’t create the country’s divisions. But will he heal them? The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Dan Balz By Dan Balz Chief correspondent January 19 at 4:25 PM Follow @danbalz “We meet on democracy’s front porch, a good place to talk as neighbors and as friends,” George H.W. Bush said from the expansive West Front of the Capitol moments after taking the presidential oath in 1989. “For this is a day when our nation is made whole, when our differences, for a moment, are suspended.” That is the imagined ideal of Inauguration Day, a time of coming together in the spirit of national unity. It is a theme that President-elect Donald Trump sounded shortly after accepting a concessionary phone call from Hillary Clinton on the night he won the presidency — “Now it is the time for America to bind the wounds of divisions,” he said. — and likely a sentiment he will express again when he takes the oath Friday. It is customary for incoming chief executives to do so as they speak to the country for the first time as its leader. But after a rancorous campaign that exposed the raw nerves of partisans on both sides, that was fought over elemental questions of character, honesty, temperament and national identity, and that saw the Russians interfere in the process, Trump’s America is as deeply divided as it has been in years and has no signs of a reconciliation on the horizon. The condition is hardly new. Lest anyone forget, Trump reminded everyone of that in a Thursday morning tweet . “It wasn’t Donald Trump that divided this country, this country has been divided for a long time!” Stated today by Reverend Franklin Graham. Embedded in the political system today are partisan and ideological differences so deep and abiding that it likely would take a supreme effort on Trump’s part — and a willingness of his opponents to respond in kind — to see it changed. The divisions have been widening. As important is the fact that passions have intensified. A sense of goodwill toward political opponents has largely faded. Now it is common not just to disagree but to ascribe the worst in the other side. This has left a mark on President Obama. He will leave office with higher approval ratings than at any time since the early months of his presidency, but he has the distinction of being the president with the most divided approval ratings of any recent president, according to data from the Pew Research Center. It is a reflection not just on the president but also of the deepening partisanship of the public over the past two decades. Data published by Pew shows the degree to which former presidents George W. Bush and Bill Clinton were also highly polarizing leaders. The Gallup organization has asked people whether they believe the country is united or divided. Two months after the 9/11 attacks, 74 percent said the country was united. By the beginning of the 2004 election cycle, 45 percent described the country as united. Last fall, in the wake of the 2016 election, just 21 percent thought so. The United States are not united politically. Based on election results, some red states have become redder and some blue states bluer. But the voting patterns are but one measure of the state-by-state divisions that exist. Pollster V. Lance Tarrance examined data from Gallup surveys and found a series of issues on which attitudes in states that went for Trump differ significantly from states that went for Clinton. Those issues include abortion, the promotion of “traditional values,” climate change, government regulation and whether refugees going into Europe and North America represent a threat to U.S. interests. (Peter Stevenson/The Washington Post) Partisanship is perhaps the single most important indicator. Last summer, there was speculation that Trump’s candidacy, which was splitting the Republican Party, might result in an increase in ticket-splitting, after a series of elections in which split-tickets were at historic lows. In the end, that did not happen. As Jacobson noted in a recent paper, “For the first time, every Senate contest was won by the party that won the state’s electoral votes.” Partisanship and election results color attitudes about the state of the country. Over most of the past two presidencies, majorities have described the direction of the country as seriously off track. But changing presidents can change who says this. In the Washington Post-ABC News poll released this week, 63 percent described the state of the country that way, only slightly better than the 68 percent who said so last July. Beneath those numbers was a dramatic shift in the perceptions of Democrats and Republicans. In July, 49 percent of Democrats said the country was on the wrong track and 45 percent said things were going in the right direction. Today, only 19 percent are positive while 74 percent are negative. Republicans have gone from 8 percent positive to 45 percent positive, from 90 percent negative to 50 percent negative. [ Trump will bring a new leadership style to the White House ] Trump is the inheritor of conditions he did not create. Still, the campaign just concluded made things worse in at least one important way: Trump starts his presidency with a deficit unlike his most recent predecessors. As the Post-ABC poll and other surveys have found this week, he will be sworn in with the lowest approval ratings of any incoming president in at least four decades. Trump’s post-election statement for unity and any calls for healing on Friday represent bookends of a transition in which a series of other comments, tweets and actions have done the opposite. Democrats say they can point to little as evidence that Trump truly wants to make the country whole. Former Obama White House communications director Dan Pfeiffer said in an email that, with the exception of being conciliatory toward Obama, Trump has done nothing of consequence to bring the country together. “He extended exponentially more olive branches to [Russian President] Vladimir Putin than the Democrats in Congress, Hillary Clinton, or the majority of the country that voted for someone else,” he wrote. Kevin Madden, a Republican strategist and former adviser to 2012 GOP nominee Mitt Romney, offered a more charitable assessment, pointing not only to Trump’s visit to the Oval Office but also his consideration of Romney as secretary of state. Madden said the Romney meeting sent a signal to a divided Republican Party that Trump was “serious about surrounding himself with the best people.” He argued that any skepticism that Trump was cynically playing Romney was outweighed by the “calming effect” this had on many Republicans. The tone of his language when he met with Obama “helped him as he transitioned from presumed long-shot candidate to president-elect.” Anita Dunn, who also served Obama as White House communications director, said the nature of Trump’s campaign offers the best hints to how he will govern. She wrote in an email: “When you win, and you win against the odds, and you win in the face of implacable opposition, you often feel like taking advice and being told how to do things by the people you just vanquished is about Number 101 on your list of 100 most important things to remember.” The question is: How important binding a divided nation will be to Trump once he becomes president? Will he seek to unify the country, and if so how? Or will he decide there is little he can do and then govern a divided nation the way he sought and won the presidency — by accentuating those differences? The ultimate answer will not come on Friday, but clues will emerge soon after, as the 45th president and his adversaries begin to engage over his and the Republicans’ agendas. Actions, not words, will tell the tale. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump is right. He didn’t create the country’s divisions. But will he heal them? - The Washington Post"
   },
   {
    "entities": [
     "gallup",
     "david",
     "75%",
     "this month",
     "sharry",
     "last year",
     "jenks",
     "numbersusa",
     "great",
     "friday",
     "l.a.",
     "$175 million",
     "brian",
     "spicer",
     "2001",
     "trump",
     "house",
     "cabinet",
     "next year",
     "news",
     "mascaro",
     "fox",
     "senate",
     "donald",
     "mexico",
     "$12 billion",
     "kansas",
     "monday",
     "of",
     "november 2014",
     "bennett",
     "congress",
     "enforcement",
     "security",
     "johnson",
     "white",
     "mike",
     "voice",
     "jeh",
     "john",
     "kelly",
     "41%",
     "border",
     "frank",
     "current",
     "$38 billion",
     "department",
     "republican",
     "53%",
     "u.s.",
     "lauter",
     "obama",
     "36%",
     "rosemary",
     "wall",
     "wednesday",
     "the last year",
     "sean",
     "first year",
     "america",
     "evening",
     "homeland",
     "2012",
     "central",
     "patrol",
     "kris",
     "kobach",
     "$25 billion",
     "early last year",
     "f.",
     "customs",
     "pence",
     "lisa"
    ],
    "id": 23,
    "text": "As soon as he is inaugurated, Trump will move to clamp down on immigration How Donald Trump can affect immigration policies and the Dreamer program Trump could easily boost deportations by more than 75% in his first year in office by giving more authority to Immigration and Customs Enforcement agents, according to Kansas Secretary of State Kris Kobach. Trump could easily boost deportations by more than 75% in his first year in office by giving more authority to Immigration and Customs Enforcement agents, according to Kansas Secretary of State Kris Kobach. Brian Bennett Contact Reporter Aides are clearing the way for President-elect Donald Trump to take the first steps toward transforming the immigration system as soon as he takes office Friday, fulfilling a major campaign pledge while deepening the fears of immigration advocates about what’s to come. Gone will be the temporary protections of the final Obama years for people in the country illegally. In their place, say immigration advocates and people familiar with his plans, expect to see images on the evening news of workplace raids as Trump sends a message that he is wasting no time on his promised crackdown. In addition to the high-profile raids, those people said in interviews, Trump will also widen the range of people singled out for deportation, focusing on those with criminal convictions, and he could move immediately to reduce the number of refugees allowed into the U.S. He may also limit who can come into the country as a security measure, making good on a sweeping vow to stop immigrants “from any nation that has been compromised by terrorism.” The Inauguration of Donald Trump The Inauguration of Donald Trump The Inauguration of Donald Trump See more videos “We need to get control of our borders and we need to get control of our immigration system, and we can do it in a very smart and methodical way that ensures that the priority is first and foremost people who seek to cause us harm or who are a danger in a community,” Trump spokesman Sean Spicer said Wednesday. Other changes will unfold more slowly but are designed to have wide-ranging effects. People who have committed even minor crimes are expected to be deported, along with about 800,000 people who were ordered removed but may still be in the U.S. More immigration agents will be sent to local jails to look for violators, prosecutions of immigration violations will increase, and fewer people will be eligible to request protection in the U.S. as the definition of what constitutes a “credible fear” of returning home probably will be narrowed. Taken together, the actions would result in a significant shift in how immigration law is enforced, which could itself create a ripple effect that alters the immigration pool and how the 11 million or so in the U.S. illegally live their lives. Unlike some of his other big-ticket plans, such as replacing Obamacare, Trump can act on immigration without Congress under the president’s wide legal authority to control borders. “We’re going to move very quickly on the border,” Vice President-elect Mike Pence told NBC News on Wednesday, saying Trump could even use his executive power to start on his chief immigration pledge — building a wall along the border with Mexico. Next year’s Homeland Security budget includes about $175 million set aside for upgrading Border Patrol buildings and adding new equipment, which along with other funds could be diverted quickly to start construction on a wall while Congress considers proposals to increase funding. Trump’s transition team has planned a “very robust few weeks” of executive actions on immigration, energy policy, crime and combating terrorism, Spicer told reporters Wednesday. He said Trump will sign “four or five” executive orders within hours of taking the oath of office Friday and plans additional actions Monday. With a stroke of his pen, Trump could also end Obama’s move to protect from deportation hundreds of thousands of immigrants brought to the country illegally as children. (Lisa Mascaro) More than 740,000 people subjected themselves to a background check and received two-year work permits under that program, Deferred Action for Childhood Arrivals. If the program is canceled, those permits could be allowed to expire during Trump’s first two years in office. Obama vowed to fight any effort by the incoming administration to track down and deport those who applied for protection under the program. The president said Wednesday during his final news conference that he plans to keep a low profile right after he leaves the White House, but that he will speak out if he sees evidence of “efforts to round up kids who have grown up here and who are, for all intents and purposes, American kids.” Trump has already hinted he will work with the Republican-led Congress to revamp the work visa system, reduce the flow of legal immigration and revive a proposal, formerly called the Dream Act , that would give some form of legal status to those immigrants brought illegally to the U.S. as children. In an interview Wednesday on Fox News, Trump said he would be “working on a plan” over the next few months that could help some people stay in the country. “It’s a plan that’s going to be very firm, but it’s going to be a lot of heart,” Trump said. “We’re going to have great people coming into our country, people that love our country.” Nevertheless, advocates for immigrants expect to see Immigration and Customs Enforcement agents raid workplaces to detain people in the U.S. illegally, and are preparing to counsel children who have seen their fathers or mothers handcuffed and driven away to an immigration detention center. “Trump and his team have demagogued immigrants from Day One on his campaign, and we are bracing for the worst,” said Frank Sharry, head of America’s Voice, an immigration advocacy group. In a Gallup survey this month, 41% of Americans were satisfied with the current level of immigration, a higher percentage than at any time since Gallup began tracking the issue in 2001. Donald Trump ’s more controversial promises. In the process,... With the Senate having held confirmation hearings for seven of the incoming administration’s  choices for top positions, a clear pattern has begun to emerge — prospective Cabinet members have carefully walked away from some of President-elect Donald Trump ’s more controversial promises. In the process,... (David Lauter) Amid the contentious debate over the issue in the last year, the percentage of people wanting less immigration fell to just 36%. They’re part of a majority, 53%, that are dissatisfied on the issue, though some in that group want to see more immigration or for levels to remain the same. The Obama administration limited deportations to recent arrivals, repeat immigration violators and people with multiple criminal convictions. If Trump sweeps away those restrictions, many of them enshrined in a November 2014 memo from outgoing Homeland Security Secretary Jeh Johnson , immigration agents will be free to begin deporting more people. They could quickly boost removals by 75%, to levels last seen in 2012 at the end of Obama’s first term, when more than 400,000 people were deported. Last year, the Obama administration deported 235,000 people. Much of the task of unraveling Obama’s immigration protections and ratcheting up deportations will fall to Trump’s choice to run the Department of Homeland Security, retired Marine Gen. John F. Kelly , who oversaw the military’s counter-narcotics operations in Central America until early last year. Kelly is expected to be confirmed Friday. “One of the effective things would be for Gen. Kelly to give his Border Patrol agents and ICE officers the clear go-ahead to start enforcing the law,”said Rosemary Jenks, vice president and director of government relations for NumbersUSA, a group that advocates for reduced immigration levels. “I think that’s an important message that has to go out as soon as Gen. Kelly is confirmed, because they have been waiting eight long years to get that order.” Building a “big, beautiful wall” across the entire U.S. border with Mexico, as Trump has called for, would also fall under Kelly. Trump would often bring his campaign rallies to a crescendo with a call-and-response about forcing Mexico to pay for such a wall. One proposal his advisors have floated would be to tax some of the estimated $25 billion in remittances sent home by Mexican workers in the U.S. each year — an idea that would probably be opposed by the financial services companies that facilitate the money transfers. Trump surprised some Republican lawmakers this month when he said he would ask Congress to front the cost — estimates range from $12 billion to $38 billion — before demanding reimbursement from Mexico. He later said he was not altering his campaign plans but merely trying to move more quickly than the appropriations process would allow. “The dishonest media does not report that any money spent on building the Great Wall (for sake of speed), will be paid back by Mexico later!” Trump tweeted. Mexican officials have said they will refuse to cooperate. Caption 90 seconds: 4 stories you can't miss The priciest house in the U.S.  is more than square footage: it comes with all the amenities. Trump plans to crack down on immigration  day one in office. More storms hit L.A.  -- will they ease the drought? Police prepare for  at least 5 protests planned Friday around downtown L.A. Caption 90 seconds: 4 stories you can't miss The priciest house in the U.S.  is more than square footage: it comes with all the amenities. Trump plans to crack down on immigration  day one in office. More storms hit L.A.  -- will they ease the drought? Police prepare for  at least 5 protests planned Friday around downtown L.A. Caption Fontana police shoot blind man dead in convenience store Video shows five police officers cornering a mentally ill man before shooting him dead in a convenience store. Warning: The video may be disturbing to some viewers. Video shows five police officers cornering a mentally ill man before shooting him dead in a convenience store. Warning: The video may be disturbing to some viewers. Caption Donald Trump merchandise ",
    "title": "As soon as he is inaugurated, Trump will move to clamp down on immigration - LA Times"
   },
   {
    "entities": [
     "secret",
     "tomorrow",
     "potomac",
     "clancy",
     "interactive",
     "cbs",
     "over",
     "friday",
     "joseph",
     "inauguration day",
     "trump",
     "2017",
     "doug",
     "germany",
     "news",
     "inc.",
     "kyo",
     "donald",
     "suggs",
     "river",
     "u.s.",
     "will",
     "coast",
     "national",
     "barnett",
     "service",
     "sanchez",
     "washington",
     "wilberto",
     "guard",
     "dolan",
     "customs",
     "france"
    ],
    "id": 24,
    "text": "Email WASHINGTON -- Nearly one million people are expected for President-elect Donald Trump’s inauguration on Friday, including tens of thousands of demonstrators. A massive security force is in place -- and not all of it is visible.  The Secret Service has gamed out numerous scenarios for protecting the new president tomorrow, from an active shooter to an assassin using a weaponized drone.  A massive security force is in place for President-elect Donald Trump’s inauguration.  CBS News “We’re concerned about every possibility that’s out there,” said Secret Service director Joseph Clancy. “And when i say concerned, I mean we plan for every possible threat that’s out there.” The Coast Guard is patrolling the Potomac River, while U.S. Customs helicopters buzz the skyline. Their primary responsiblity is to “play the role of being the eyes in the sky. We have a camera mounted on the helicopter,” says Will Sanchez.  Will Suggs and Wilberto Sanchez are flying in a U.S. Customs helicopter for inauguration security.  CBS News Over 30,000 federal and local law enforcement officers and 5,000 members of the National Guard will blanket the city. Secret Service agent Doug Barnett is also on the lookout for cyberattacks. At an operations center, he and other agents track malicious codes which could infect the computer networks of power grids, water companies, and even the air conditioning systems of buildings. “Some concerns would be the introduction of some sort of biohazard or chemical substance,” Barnett says.  The lead agent, Kyo Dolan, says after studying Russian hacks against Ukrainian power systems, her team made sure buildings and companies were taking basic precautions. A cyber operations center prepares security for Inauguration Day. CBS News “You become absolutely knowldegable as much as you can,” Dolan says. “And then you get creative. You think how can someone harm us?” It’s ok to be a little bit paranoid in this job -- “it keeps you focused,” Dolan says.   Officials say there is no specific or credible threat against the inauguration. But they are concerned about the recent attacks in France and Germany involving trucks. So the security perimeter here has been reinforced with barricades. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump's inauguration has massive security presence ready - CBS News"
   },
   {
    "entities": [
     "jim",
     "portico",
     "joe",
     "briefing",
     "oval",
     "patrick",
     "manning",
     "boston",
     "once",
     "guantanamo",
     "martinez",
     "maney",
     "dwight",
     "d.c.",
     "merkel",
     "hoover",
     "bush",
     "scalzo",
     "sauer",
     "ap",
     "white",
     "us",
     "capitol",
     "west",
     "friday",
     "eisenhower",
     "news",
     "united",
     "senate",
     "angela",
     "donald",
     "recently",
     "administration",
     "washington,",
     "of",
     "north",
     "herbert",
     "u.s.",
     "ron",
     "office",
     "epa",
     "franklin",
     "two hours later",
     "roosevelt",
     "harry",
     "brady",
     "allen",
     "michelle",
     "joachim",
     "lo",
     "press",
     "terry",
     "chelsea",
     "last eight years",
     "transition",
     "thursday",
     "truman",
     "pablo",
     "sullivan",
     "project",
     "obama",
     "nbc",
     "national",
     "america",
     "germany",
     "wing",
     "tomorrow",
     "clintons",
     "biden",
     "jan. 19, 2017",
     "states",
     "trump",
     "house",
     "room",
     "the",
     "college",
     "monsivais",
     "8:30 a.m. on",
     "george",
     "together",
     "jan. 18, 2017",
     "washington",
     "bay",
     "archives",
     "now",
     "isis",
     "barack",
     "h.w."
    ],
    "id": 25,
    "text": "advertisement US President Barack Obama departs the Brady Press Briefing Room after his last press conference as president at the White House in Washington on Jan. 18, 2017. Obama spoke about the incoming Trump Administration, as well as his commutation of Chelsea Manning. Jim Lo Scalzo / EPA It was for President Obama a day of thank you calls, farewells, wrapping up loose ends — and business as usual. Obama began his last full day on the job Thursday the way he did some 2,920 times before — with the Daily Presidential Briefing. It was held in the usual location, which is the Oval Office. And, as is typical, Vice President Joe Biden was in attendance, according to a schedule released by the White House. The only other thing on Obama's official agenda was a last lunch as president with Biden in the private dining room. But while the rest of the First Family was bracing and preparing for the Friday departure from what's been their home for the last eight years, Obama still had a country to run. The White House released a letter to the leaders of the House and Senate underscoring that while his administration has transferred nearly 200 detainees from the facility at Guantanamo Bay, 41 remain. He commuted the sentences of 330 prisoners. Picture frames that once displayed photographs of President Barack Obama now sit empty in the West Wing of the White House in Washington, on Jan. 19, 2017. Jim Lo Scalzo / EPA President Obama's final call with a foreign leader was with German Chancellor Angela Merkel, fitting, as they've spent the last eight years together as world leaders dealing with the financial crisis, the rise of ISIS and the new nationalist movement sweeping the world. Obama called Merkel a \"strong, courageous, and steady\" leader and \"acknowledged a \"personal friendship\" and that they've forged a \"deeper partnership between Germany and the United States\". In a break from usual protocol, First Lady Michelle Obama joined the call as did Merkel's husband, Professor Joachim Sauer. Related: Obama in Letter to America: 'You Made Me a Better Man' \"We know he will be spending a lot of time reviewing clemency cases and signing clemency documents,\" Terry Sullivan of the White House Transition Project told NBC News. \"Then there will probably be some administrative things he has to do.\" The average work day of a U.S. President is 14 hours a day, seven days a week, Sullivan said. And up to a quarter of that day is spent \"taking care of presidential clerkships.\" \"That means signing a lot of documents,\" Sullivan said. \"It's a vast government. There are lots of things that a president has to review and sign off on.\" What else will Obama be doing? \"My guess is he will spend a fair amount of time calling important people in his administration and thanking them for their service,\" Sullivan said. \"He'll probably be calling some members of the Senate to encourage them and to tell them they can count on him to continue fighting for things important to his legacy. That's part of what a leader does.\" The White House press staff office of the West Wing of the White House in Washington, on Jan. 19, 2017. Only a skeleton staff remained at the White House on Thursday, creating an eerily quiet feeling in the normally bustling West Wing. Pablo Martinez Monsivais / AP White House aides told NBC News that Obama has also been calling some key foreign leaders. One thing Obama is not likely to be doing is doing any serious packing, Sullivan said. \"He's not boxing stuff up,\" he said. \"He's still the leader of the free world.\" The contents of the Oval Office will be packed up by workers from the National Archives. Movers will handle the rest while Obama is handing over the reins to Trump at the inauguration on Friday. But in recent days, Obama has personally packed up some personal items that will travel with him to his new digs some two miles away in Washington, D.C., aides say. Already the White House feels emptier. Many staffers are gone and most of the photos of Obama, his family and staff that lined the West Wing walls have been taken down as workers prepare for the arrival of Donald Trump. The First Family will say thanks and farewell to the White House staff at 8:30 a.m. on Friday. Two hours later, they will depart via the North Portico and head by limousine to the Capitol. \"It's a nostalgic day,\" said Patrick Maney, a presidential historian at Boston College. \"The only thing that upsets this routine is friction between incoming and outgoing presidents.\" For example, Franklin Roosevelt and Herbert Hoover barely spoke to each other. Things were also tense between Harry Truman and Dwight Eisenhower. And George H.W. Bush was miffed when the Clintons showed up late for the traditional pre-Inaugural coffee, Maney said. Obama, however, has gone to great lengths to smooth the transfer of power to Trump, a man who until recently publicly questioned whether the president was even an American. \"What happens tomorrow will be very interesting, \" Sullivan said. Ron Allen ",
    "title": "Obama's Last Full Day On Job Filled With Nostalgia and Thank You Calls - NBC News"
   },
   {
    "entities": [
     "air",
     "base",
     "us",
     "price",
     "friday",
     "jan. 19, 2017",
     "the day before",
     "dc",
     "states",
     "trump",
     "cabinet",
     "melania",
     "united",
     "jeff",
     "tomb",
     "the",
     "mnuchin",
     "donald",
     "earlier today",
     "international",
     "washington,",
     "of",
     "steve",
     "force",
     "mike",
     "lincoln",
     "12:05 p.m.",
     "j.",
     "arlington",
     "hotel",
     "va.",
     "national",
     "18 months ago",
     "today",
     "cemetery",
     "joint",
     "memorial",
     "america",
     "sessions",
     "unknowns",
     "tom",
     "andrews",
     "pence"
    ],
    "id": 26,
    "text": "WATCH Trump Tells Supporters: 'You're Not Forgotten Anymore' 0 Shares Email President-elect Donald Trump addressed the crowd at his inaugural concert a day before officially being sworn in on Friday -- calling himself the \"messenger\" of a movement and portraying himself as the champion of the \"forgotten man\" and \"forgotten woman.\" \"This journey began 18 months ago,\" he said in the brief remarks, following the country music-heavy concert. \"I had something to do with it but you had much more to do with it than I did. I'm the messenger,\" Trump said at the Lincoln Memorial. \"We all got tired of seeing what was happening and we wanted change but we wanted real change,\" he said. \"On the campaign I called it the forgotten man and the forgotten woman,\" he said. \"Well, you're not forgotten anymore. That I can tell you. Not forgotten anymore.\" Trump said that he didn't care if the weather was nice or not for the inauguration because \"I'm going to be cheering you on -- you're going to be cheering me on but I'm going to cheer you on. \"We are going to make America great again, and I'll add greater than ever before,\" Trump said. This wasn't the first time Trump made public comments today. When he arrived in the nation's capital earlier today, he used a leadership luncheon as an opportunity to boast about his Cabinet picks. Evan Vucci/AP Photos President-elect Donald Trump, accompanied by Vice President-elect Mike Pence places a wreath at the Tomb of the Unknowns, Jan. 19, 2017, at Arlington National Cemetery in Arlington, Va. \"We have by far the highest IQ of any Cabinet ever assembled,\" he said. Trump highlighted Rep. Tom Price, his pick for secretary of health and human services, who was at the Trump International Hotel luncheon. Trump said Democrats \"wanted to end [Price's] career so fast, and then they found out he's so smart.\" CNP/Polaris President-elect Donald J. Trump salutes the Air Force stewards, as he and his wife Melania arrive in the Washington, DC area on a US Air Force plane the day before his swearing-in as the 45th President of The United States. He went on to praise other Cabinet picks, calling Sen. Jeff Sessions \"legendary\" and saying Steve Mnuchin was \"getting grilled\" during his confirmation hearing and \"he's doing a fantastic job.\" Trump touched down at Joint Base Andrews on board a military plane at 12:05 p.m. with his family, including his sister. They then were transported to Trump International Hotel for the luncheon. ",
    "title": "Trump Tells Supporters: 'You're Not Forgotten Anymore' - ABC News"
   },
   {
    "entities": [
     "juarez",
     "chapo",
     "a few days later",
     "2001",
     "sinaloa",
     "mexico",
     "administration",
     "2014",
     "3:02",
     "enforcement",
     "2015",
     "2008",
     "february 2014",
     "drug",
     "once",
     "july of 2015",
     "altiplano",
     "u.s.",
     "ciudad",
     "juárez",
     "and",
     "service",
     "2012",
     "jan. 11, 2016",
     "research",
     "guzman",
     "congressional",
     "el"
    ],
    "id": 27,
    "text": "JAN. 11, 2016: Stunning Helmet Cam Video Goes Inside Firefight to Recapture 'El Chapo' 3:02 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170120003921if_/http://www.nbcnews.com/widget/video-embed/600004163892\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Guzman had escaped from a Mexican prison once before, in 2001, purportedly hidden in a laundry cart. Details about where and when Guzman will first appear in a court in the U.S. were not immediately released. U.S. authorities sought extradition after Guzman was arrested in 2014 but Mexico resisted, declaring it a matter of national sovereignty. Guzman, believed to be 61, has long been a popular anti-hero in Sinaloa and across Mexico for dodging death and evading bullets while turning the multibillion-dollar Sinaloa cartel into one of the world's most powerful — and ruthless — drug trafficking organization. Related: Who is 'El Chapo?' A Look at the Master of the Underground Tunnel The Sinaloa cartel has been blamed for thousands of deaths, including the murder of police officers and innocent civilians. A turf war between the Sinaloa and Juarez cartels in Ciudad Juárez claimed 10,000 lives between 2008 and 2012, according to the Congressional Research Service. Guzman oversaw the explosion of subterranean networks used to smuggle massive amounts of narcotics across the U.S. border. U.S. officials have said at the height of the Sinaloa cartel, it was believed to be responsible for up to half the illegal drugs coming into the U.S. from Mexico. The Drug Enforcement Administration in a 2015 report said that of all the Mexican drug trafficking organizations, the Sinaloa cartel has the largest presence in the U.S. After his 2001 escape, Guzman outfitted many his safe houses with secret doors that opened to tunnels leading to municipal sewer systems. He used one of them, accessed through the bottom of a bathtub, to shake authorities in February 2014. He was arrested a few days later and ended up in Altiplano, the prison that he escaped from in July of 2015. Play ",
    "title": "Drug Lord Joaquin 'El Chapo' Guzman Extradited to U.S., Mexico Says  - NBC News"
   },
   {
    "entities": [
     "1.9 percent",
     "goldman",
     "right now",
     "images",
     "brendan",
     "jan. 19, 2017",
     "getty",
     "states",
     "trump",
     "house",
     "hillary",
     "melania",
     "tribune",
     "united",
     "jeff",
     "zealand",
     "carlin",
     "kass",
     "gene",
     "donald",
     "cia",
     "china",
     "bill",
     "hgtv",
     "congress",
     "lincoln",
     "john",
     "years ago",
     "belize",
     "canada",
     "abraham",
     "d.c.",
     "new",
     "obama",
     "chicago",
     "smialowski",
     "georgetti",
     "memorial",
     "washington",
     "&",
     "obamacare",
     "america",
     "now",
     "trump's",
     "never",
     "sachs",
     "clinton",
     "white"
    ],
    "id": 28,
    "text": "What to expect from President Trump? Trump inaugural Brendan Smialowski / Getty Images President-elect Donald Trump and wife Melania look at the Abraham Lincoln statue as they arrive for a welcome celebration on Jan. 19, 2017, at the Lincoln Memorial in Washington, D.C. President-elect Donald Trump and wife Melania look at the Abraham Lincoln statue as they arrive for a welcome celebration on Jan. 19, 2017, at the Lincoln Memorial in Washington, D.C. (Brendan Smialowski / Getty Images) John Kass Contact Reporter I really wouldn't want Donald Trump as my next door neighbor. He's too loud, too showy and aggressively vulgar. And I just know that he'd look over the fence at my rusty charcoal grills, make that frowning Trump face of his and say: \"Disastah.\" Then again, if Hillary and Bill Clinton had moved in on the other side of us, I'd be the one requiring psychiatric care before fleeing to Canada, Belize, or maybe New Zealand to become a trout fishing hermit. At least, that's how I feel about it, not thrilled about Trump but horrified at what could have been the alternative. Many feel this way. And many think the exact opposite. But Trump wasn't elected to be your neighbor, or mine. He wasn't elected to give us hugs. And by the time some of you read this, he'll have been sworn in as president of the United States. So what should we expect of a President Trump? A trade war with China, that huge wall he promised to build along our Mexican border, more mud wrestling with the media and CIA, change within bankrupt big city school systems, a federalized street war on crime? He was elected, and legitimately so, to secure the borders and build the wall, to repeal Obamacare, and bring work and jobs to the American people. (Tribune news services) If he doesn't begin the wall and bring the jobs, he's out in four years. Trump wants to repeal Obamacare quickly, but that's not smart politics. Smart politics would be to allow health premiums to continue rising, allowing pain to grow among voters so they join Republicans in blaming Democrats, and then change it. But he's not much of a politician. Trump was also elected to attack the status quo and that moist hive of courtiers in and around Washington that feed in the trough of big government and Wall Street. It's what was attractive about him. But will he do that, or has he already been co-opted? Over the past few days, there have been enough Goldman Sachs types moving into his administration that it's now being called Trump's Goldman Sachs cabinet. Years ago, before the economy imploded and Goldman Sachs walked, such people were called \"Masters of the Universe.\" I don't know what they're called now, except perhaps, Mr. Secretary. But I'm reminded of what some wise guys told me at Gene & Georgetti after an election in Chicago. They weren't bankers and they wore too much gold but they understood politics. A guy said: When they're in, we're in. And when they're out, we're in. We're always in. It is how power politics works. If you don't like it, well, you can always play video games or watch \"Tiny Houses\" on HGTV. Even members of the so-called Never Trump crowd are crawling forward now, on their knees, begging favor. It's all preamble. We haven't seen him govern. So we don't know what he'll do. One thing I hope the American people guard against is believing in a president, or any senator or congressman. But of course my hopes will be dashed. Sometimes you can see the tears in their eyes of the true believers. We saw it with President Obama. We'll see it with President Trump. They invest, deeply, emotionally, and for good cause. It's not some game for them. They're hurting and they need help and that's when politicians grab them. Partisans aren't the only true believers. There are many in the media, childlike in their devotion one day, searching for heretics to burn the next. Oddly enough though, presidents are not gods. I stopped believing in politicians years ago, after too many broken promises and lizardy looks. If we should believe in anything in government it's the Constitution, and not as some malleable document to fit our whims of the moment, but as a guide to guard our liberty, especially in times of uncertainty. And right now, we're in one of those times. What we do know about Trump is that he's done a lot of talking, and much of it has been angry, and that combative style will wear thin. But all presidents talk a great game as they move into the White House. Until they actually begin governing, we just don't know. So what will President Trump do? Is it the economy, stupid? That was a winning line of another administration years ago. People want to work again, they want a raise, they want their children to move out of the basement and get jobs of their own. An old-time newspaper guy told me years ago that presidential elections have nothing to do with great ideas. Instead, he said, it's all about the wallets. I didn't appreciate it then. I do now. If Trump can cut those federal regulations to free business and capital to invest, the economy will grow. The economy has limped along at a pathetic annual 1.9 percent growth rate for years. People vote their wallets. Will he build his huge wall along the Mexican border? He says he will. If you take the angry rhetoric out of it, a nation without borders isn't much of a nation. Trump will take the oath and push one way, and Congress and the courts will push in other directions, and voters will be pushing and pulling too. It's something we've been doing in America for more than 200 years. It's how Americans make a nation. Listen to \"The Chicago Way\" podcast with John Kass and Jeff Carlin here: www.wgnradio.com/category/wgn-plus/thechicagoway . ",
    "title": "What to expect from President Trump? - Chicago Tribune"
   },
   {
    "entities": [
     "lee",
     "images",
     "brendan",
     "toby",
     "trump",
     "hillary",
     "melania",
     "thursday",
     "bernstein/getty",
     "donald",
     "last month",
     "lincoln",
     "j.",
     "18 months ago",
     "keith",
     "greenwood",
     "memorial",
     "america",
     "evening",
     "aaron",
     "clinton",
     "p."
    ],
    "id": 29,
    "text": "President-elect Donald J. Trump and his wife, Melania, arrive for the inaugural concert at the Lincoln Memorial. Pool/Getty Images hide caption toggle caption Pool/Getty Images President-elect Donald J. Trump and his wife, Melania, arrive for the inaugural concert at the Lincoln Memorial. Pool/Getty Images President-elect Donald Trump kicked off his inaugural festivities on Thursday evening with a concert at the Lincoln Memorial, promising to unify the country but also reflecting on his unlikely election. Country singer Toby Keith performs for Trump and his family during a welcome celebration at the Lincoln Memorial. Brendan Smialowski/AFP/Getty Images hide caption toggle caption Brendan Smialowski/AFP/Getty Images \"This journey began 18 months ago. I had something to do with it, but you had much more to do with it than I did,\" Trump said. \"I'm the messenger. I'm just the messenger.\" He pledged to \"make America great for all our people,\" citing his campaign slogan. And Trump told his supporters — calling them \"the forgotten man and the forgotten woman\" that helped propel him to victory — that they wouldn't be \"forgotten anymore.\" What To Expect For Donald Trump's Inauguration He recounted how the polls had counted him out against Democratic rival Hillary Clinton — a favorite tale of his to tell in the weeks after his win. \"That last month of the campaign, we knew that something special was happening,\" Trump said. \"And I can only tell you this, the polls started going up, up up, but they didn't want to give us credit because they forget about a lot of us.\" Article continues after sponsorship Lee Greenwood sings during the inauguration concert. Aaron P. Bernstein/Getty Images hide caption toggle caption ",
    "title": "Trump At Lincoln Memorial Concert: 'You're Not Forgotten Anymore'  : NPR"
   }
  ]
 }
}