{
 "22": {
  "col-sim": {
   "cosine": 0.3099017095761563,
   "entity": 0.23570226039551584
  },
  "exec-time": 25.51889729499817,
  "links": [
   {
    "entities": [
     "johansson",
     "times",
     "capitol",
     "myers",
     "michelle",
     "friday",
     "3 a.m. yesterday",
     "metro",
     "n.y.",
     "seema",
     "the week",
     "the day before",
     "mary",
     "inauguration day",
     "march",
     "trump",
     "states",
     "simmons",
     "stanford",
     "mall",
     "united",
     "boyle",
     "hailey",
     "alexandria",
     "ronson",
     "donald",
     "buffalo",
     "london",
     "district",
     "saturday",
     "monae",
     "carpenter",
     "of",
     "murray",
     "nicole",
     "osterman",
     "boston",
     "woodland",
     "scarlett",
     "nuys",
     "ferrera",
     "actress",
     "pierson",
     "caption",
     "chapin",
     "jacob",
     "va.",
     "d.c.",
     "columbia",
     "national",
     "janelle",
     "samantha",
     "hills",
     "long",
     "steinem",
     "philadelphia",
     "los",
     "a day earlier",
     "leahn",
     "washington",
     "america",
     "van",
     "matt",
     "pearce",
     "branson-potts",
     "gloria",
     "mehta",
     "christina",
     "jan. 20, 2017",
     "rudy",
     "inauguration",
     "angeles",
     "gretchen",
     "stacey"
    ],
    "id": 0,
    "text": "Los Angeles Times staff While the great majority of the marchers were female, men turned out in considerable numbers as well. Jacob Osterman, 24, traveled from Boston with a group of friends to take part. “I love and care about the women in my life, and this is a way to show that,” he said. “Women are part of humanity, like all of us. How can anyone not understand that?” Bits of overheard conversation reflected long journeys: “… at 3 a.m. yesterday, no, wait, it was the day before …” or “… and that was before we even got on the road!” Creature comforts were hard to come by. Long lines stretched out of coffee shops and fast-food joints close to the gathering point on the National Mall. One woman asked her friend, only half jokingly, “Are we going to have to rent a room to get a bathroom?”  The atmosphere was simultaneously lighthearted — “Oh, I’m wearing my pink hat, so of course you’ll be able to find me!” one woman joked to her companion — and somber, as many pondered what lay ahead. “People are really frightened about losing their health insurance,” said Gretchen Stanford, from Alexandria, Va., just across the river from the District of Columbia. “And frightened about lots of other things.” A contingent of young women and girls in hijabs waved to passers-by as they headed to the rally site, making their way under a highway overpass. Fifteen-year-old Rudy, wearing a white headscarf, was too shy to give her full name, but said with a smile: “I want to be seen.” The turnout for the march was a show of force that gave signs of exceeding the attendance of the presidential inauguration a day earlier. Washington Metro trains that had been lightly used Friday were jammed so full of protesters with signs and pink hats on Saturday that crowds on platforms had to wait for more trains. Outside the Capitol building, a constant stream of thousands of cheering women emerging from Metro stops headed for the march’s starting location. Actress America Ferrera got the rally off to a rousing start, invoking her birth in Los Angeles to Honduran parents. “It’s been a heart-rending time to be both a woman and an immigrant. Our dignity, our character, our rights have been under attack,” she told the crowd. “But the president is not America. We are America.” Gloria Steinem, a grande dame of the feminist movement, scorned the notion of male patriarchy, declaring, “No more asking Daddy!” Actress Scarlett Johansson , for her part, mounted a passionate defense of Planned Parenthood, threatened with de-funding under the new administration. Headline performers in Washington included Janelle Monae, Samantha Ronson, the Indigo Girls and Mary Chapin Carpenter.  Many of the marchers were non-celebrities who simply said they wanted to share a moment of history. Michelle Pierson of Van Nuys and Nicole Myers of Woodland Hills talked their husbands into caring for their respective children so the two women could spend the week protesting in the nation’s capital. “We had to do something to deal with our frustration, our sadness, our rage,” said Pierson, 38, a stay-at-home mom. Myers added that she had a 10-year-old son. “I don’t want him to think someone could speak like that and be president,” said the 40-year-old, who owns a picture-framing shop. Some marchers said they were worried about scenes of unrest associated with inaugural commemorations Friday. Small groups smashed windows and set fires to protest against Trump, and there were some tense Inauguration Day exchanges between Trump backers and opponents. “Whatever happens, we have to keep it peaceful,” said Leahn Murray, a 33-year-old emergency medical technician from Buffalo, N.Y., who was stenciling a sign reading “Resistance Is Built On Hope.” “We can’t use violence to make our point,” she said, “because the whole point is that people need to be safe.” Caption Recap: Inauguration Day in Washington, D.C. Donald Trump was sworn in as the 45th president of the United States in Washington, D.C., on Jan. 20, 2017. Donald Trump was sworn in as the 45th president of the United States in Washington, D.C., on Jan. 20, 2017. Caption Recap: Inauguration Day in Washington, D.C. Donald Trump was sworn in as the 45th president of the United States in Washington, D.C., on Jan. 20, 2017. Donald Trump was sworn in as the 45th president of the United States in Washington, D.C., on Jan. 20, 2017. Caption President Donald Trump's inaugural speech Donald Trump gave his first address as president of the United States at his inauguration Jan. 20, 2017. Donald Trump gave his first address as president of the United States at his inauguration Jan. 20, 2017. Caption As Trump takes office, LGBT leaders meet in Philadelphia Stacey Long Simmons, director of public policy for the National LGBTQ Task Force, talks about how LGBT groups are preparing for a Donald Trump presidency at the Creating Change conference in Philadelphia. Stacey Long Simmons, director of public policy for the National LGBTQ Task Force, talks about how LGBT groups are preparing for a Donald Trump presidency at the Creating Change conference in Philadelphia. Caption Trump protesters demonstrate in Washington, D.C. Donald Trump protesters demonstrate in Washington, D.C. Donald Trump protesters demonstrate in Washington, D.C. Caption The Inauguration of Donald Trump The Inauguration of Donald Trump The Inauguration of Donald Trump Times staff writers Matt Pearce, Seema Mehta and Hailey Branson-Potts in Washington, D.C., and special correspondent Christina Boyle in London, contributed to this report. Twitter:  @laurakingLAT ALSO ",
    "title": "Hundreds of thousands of marchers trek through Washington in a passionate display for women&apos;s rights - LA Times"
   },
   {
    "entities": [
     "johansson",
     "arquette",
     "madonna",
     "myanmar",
     "friday",
     "perry",
     "cher",
     "march",
     "trump",
     "house",
     "press",
     "amy",
     "australia",
     "patricia",
     "michael",
     "mall",
     "last week",
     "facebook",
     "ashley",
     "oval",
     "messing",
     "donald",
     "sydney",
     "julianne",
     "morning",
     "chris",
     "saturday",
     "the day",
     "for",
     "judd",
     "associated",
     "scarlett",
     "ferrera",
     "twitter",
     "prayer",
     "saturday's march",
     "u.s.",
     "d.c.",
     "national",
     "schumer",
     "yesterday",
     "service",
     "a day earlier",
     "washington",
     "america",
     "moore",
     "copenhagen",
     "debra",
     "24 hours earlier",
     "katy",
     "office",
     "rosa",
     "winter",
     "prague",
     "cox",
     "bikers",
     "white"
    ],
    "id": 1,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   WASHINGTON –  Several hundred thousand people from across the country descended on Washington Saturday to protest Donald Trump just hours into his presidency, donning bright pink hats and carrying a dizzying array of political signs – in a celebrity-studded march that put the nation’s lingering divisions on full display despite the 45th president’s appeal a day earlier for unity. The protesters, most of whom were women, were largely peaceful by comparison with the scattered bands of rioters who wreaked havoc on parts of D.C. during Friday’s inauguration. This crowd was far larger and more organized. But the march grew more chaotic as the day went on and protesters moved from the National Mall into the streets. And despite indications from some organizers last week that the demonstration was not defined as “anti-Trump,” it was in every respect a march against the new president -- kicking off as he attended a National Prayer Service after waking up in the White House for the first time. “A platform of hate and division assumed power yesterday,” actress America Ferrera told the crowd Saturday morning on the National Mall. “But the president is not America. We are America.” Other celebrities including Madonna and Michael Moore stirred up the crowd, with Madonna making perhaps the most inflammatory comments. In profanity-laced remarks, the singer said she had “thought an awful lot about blowing up the White House” but knows “this won’t change anything.”  While called the Women's March on Washington, the protest attracted families of men, women and children mostly sporting pro-women and anti-Trump messages. Hundreds of “sister marches” were held in other cities across the U.S. and internationally.  “Of course this is an anti-Trump march,” a local ambassador for the D.C. march, who declined to give his name, said as he directed the crowds toward the rally. “Sure, of course it’s for rights, but it’s really against Trump.” Another protester called Trump a “terrible president,” though he has only had the keys to the Oval Office for one day.  SLIDESHOW : WOMEN'S MARCH ON WASHINGTON In his inaugural address Friday, Trump spoke in stark terms about America's problems but also called for a \"new national pride\" to heal divisions. Saturday's march showed protesters united -- only in opposition to the new president, on the grounds where just 24 hours earlier, Trump supporters cheered their candidate’s ascension to power.  Women wearing “pussy-hats” -- hand-knit pointy-eared pink winter headgear -- held posters with derogatory messages and phrases bashing the president and filled the National Mall.  Officials estimated a crowd of 500,000 people, which is more than double what march organizers had predicted. One D.C. official told the Associated Press that the massive turnout also forced organizers to revise plans to march on the White House, and instead head to the nearby ellipse.  Children at times held political messages alongside their parents. One family pushed their toddler son through the crowds in a stroller, wearing a sign that read “Who will have a bigger tantrum? Trump or me?” The signs touched on a range of other issues, including statements against controversial oil pipelines, drone warfare, voter ID laws and more. The march, while mostly peaceful, did see isolated incidents, with some women vandalizing portable restrooms designated for the inauguration ceremonies by bashing the locks off with bricks, and some screaming in the faces of a group of people holding signs with Christian messages.   “We’re not here against Trump, but we’re not here for him either,” one of the sign-holders said. “We just want to share that God demonstrated his love towards everyone, regardless of what you believe in.” March organizers also had uninvited the group “New Wave Feminists,” which initially co-sponsored the event, after finding out that the group held a pro-life stance. “It’s a very specific type of diversity, which does not include everyone,” Founder and President of New Wave Feminists Destiny Herndon-De La Rosa said on “Fox & Friends” Saturday morning. She said despite the lack of invitation, her group still planned to march. “Any time women come together, exciting things happen – so we definitely wanted to be there with the pro-life contingent.” The movement spread far beyond Washington, as more than 600 “sister marches” were planned spanning as far abroad as Myanmar and Australia. In Prague, hundreds gathered in freezing weather; in Copenhagen and Sydney, thousands marched. The D.C. march attracted celebrity participants who took a lead role in pumping up the crowd -- like Ashley Judd, who spoke at a morning rally, and Ferrera, who led the artist contingent scheduling appearances and performances from singers Cher and Katy Perry, comedian Amy Schumer, and actresses Scarlett Johansson, Julianne Moore, Debra Messing and Patricia Arquette.  A day after the inaugural ceremonies, though, Trump supporters were still in town and keeping a presence. Overlooking the National Mall on Saturday were members of the pro-Trump group Bikers for Trump. “I admire a group of like-minded people coming together to march and to demonstrate,” founder Chris Cox said. “But there are a lot of children out there and a lot of the signs are certainly inappropriate – I think maybe they should be a little more sensitive to some of their members.” Cox said his group, whose message is to support Trump’s agenda regarding Islamic extremism, support for veterans, and illegal immigration, had several speakers scheduled, but was running late due to the congestion from the Women’s March. The list included bishops and two women whose children were killed by illegal immigrants. Cox condemned the violence that broke out a day earlier. “They say one thing, and preach and act on another and we don’t condone violence,” Cox told said of his group. “We’re the blue-collar, working guy, and we have a lot to lose – we’re not looking for a fight, but hey, we’re not ones to back down from one either.” The Associated Press contributed to this report.  Advertisement ",
    "title": "Day after Trump sworn in, hundreds of thousands protest presidency in celeb-studded march | Fox News"
   },
   {
    "entities": [
     "1979",
     "1995",
     "capitol",
     "women",
     "1916",
     "supreme",
     "the second",
     "brigade",
     "this second march",
     "woodrow",
     "the day before",
     "avenue",
     "march",
     "house",
     "margaret",
     "1968",
     "1913",
     "mall",
     "ida",
     "jeannette",
     "1973",
     "october 11",
     "rankin",
     "park",
     "may 2000",
     "1982",
     "august 26, 1970",
     "elizabeth",
     "1987",
     "street",
     "april 9, 1995",
     "the day",
     "for",
     "b.",
     "wade",
     "this day",
     "court",
     "congress",
     "wilson",
     "january 15, 1968",
     "mikulski",
     "organization",
     "50 percent",
     "march 29, 1979",
     "phyllis",
     "police",
     "25 percent",
     "1986",
     "the second march",
     "late jan.",
     "u.s.",
     "fifth",
     "k.",
     "new",
     "national",
     "the first march",
     "1923",
     "schlafly",
     "holtzman",
     "roe",
     "betty",
     "steinem",
     "york",
     "service",
     "gregory",
     "washington",
     "cook",
     "gloria",
     "dick",
     "now",
     "wells-barnett",
     "july 9, 1978",
     "pennsylvania",
     "friedan",
     "january 22, 1974",
     "the 1981 march",
     "barbara",
     ",",
     "city",
     "heckler",
     "52nd",
     "white"
    ],
    "id": 2,
    "text": "A century of women marching on the Mall How the Women’s March compares to other women-led rallies on the Mall May 2000 Comments The Women’s March on Washington drew an estimated crowd of 500,000 to the Mall. The event is the latest in a tradition of civil dissent on the Mall, where women have organized rallies and demonstrations on a wide range of issues for over a century. Crowd size is one way to measure event impact, but crowd estimates are difficult to pin down and can vary widely. Usually, organizer estimates will be larger, while National Park Service and police estimates are smaller. (The National Park Service stopped issuing event estimates in 1995 after controversy surrounding its numbers.) Here we compare ten notable women’s marches since 1913 using the best estimates available. Estimated attendance color key: 1,000 Media estimate 5,000 Historical estimate The day before President Woodrow Wilson’s inauguration, around 5,000 women marched on Washington for women’s suffrage. These suffragists were mocked, tripped and even violently attacked by bystanders. But the attacks didn’t stop them from continuing to march. The event would go on to inspire many more marches over the next few years. There were divisions within the movement, though. African American women, including renowned activist Ida B. Wells-Barnett, were asked to march in a separate section from their states’ white delegations. Wells-Barnett was among those who refused to oblige. Suffragists march along Pennsylvania Avenue in front of the U.S. Capitol in 1913. (Bain Collection/Library of Congress) January 15, 1968 Organizer(s): Jeannette Rankin; various women's groups Issue(s): Vietnam War Estimated attendance: 5,000 Historical estimate In 1968, 87-year-old Jeannette Rankin led a coalition of women’s groups in a protest against the Vietnam War. Rankin was the first women elected to Congress in 1916 and was a fierce advocate for pacifism, women’s rights and social welfare. The 1968 protest was named in her honor. Members of the Jeannette Rankin Brigade hold a banner protesting the Vietnam War. (AP Photo) August 26, 1970 Women’s Strike for Equality Organizer(s): Betty Friedan; National Organization for Women (NOW) Issue(s): Women’s rights Estimated attendance: 1,000 Media estimate Officially sponsored by the National Organization for Women (NOW), the Women’s Strike for Equality was a nationwide protest with marches in multiples cities. The strike focused on women’s rights, including workplace equality and reproductive rights. Betty Friedan, author of “The Feminine Mystique,” helped plan the protest. The event took place on the 50th anniversary of the adoption of the 19th Amendment, which granted women’s suffrage. Protesters march down Fifth Avenue, at 52nd Street in New York City, one of the cities where the Women’s Strike for Equality took place. (AP Photo) Annually since January 22, 1974 March for Life Organizer(s): March for Life and Defense Fund Issue(s): Reproductive rights “thousands” Media “tens of thousands” Organizer On January 22, 1974, one year to the day after Roe v. Wade legalized abortion nationally, pro-life activists participated in the first March for Life to protest the Supreme Court decision. Since then, the rally has been held annually on or around the anniversary of Roe v. Wade in late Jan. The event has grown throughout the years. The first march drew a few thousand protestors, while more recent marches have seen consistent crowds estimated to be in the tens to hundreds of thousands. Demonstrators in the 1981 March for Life march toward the U.S. Capitol building. (AP Photo/Herbert K. White) July 9, 1978 March for the Equal Rights Amendment Organizer(s): NOW Issue(s): Women’s rights; Equal Rights Amendment Estimated attendance: 100,000 Media The ultimately doomed Equal Rights Amendment was first introduced to Congress in 1923 in an attempt to guarantee equal rights for women. It was passed by Congress in 1973 but still required ratification by two-thirds of the states within a seven-year time limit. Conservative activists such as Phyllis Schlafly, a lawyer who argued that the ERA would upend traditional gender roles, began a concerted campaign against the amendment. Less than a year before the seven-year ratification time limit, the NOW organized the March for the Equal Rights Amendment to persuade legislators to extend the deadline beyond March 29, 1979. Congress did approve an extension of the time limit to 1982. No other states ratified the amendment, however. In the end, 35 total states ratified the ERA — three short of the 38 required for the proposed amendment to become law. To this day, there is still no constitutional amendment guaranteeing equal rights for women. Leading supporters of the Equal Rights Amendment march in Washington. From left: Gloria Steinem, Dick Gregory, Betty Friedan, Rep. Elizabeth Holtzman (D-N.Y.), Rep. Barbara Mikulski (D-Md.) and Rep. Margaret Heckler (R-Mass.) (AP Photo/Dennis Cook) October 11, 1987 Second National March on Washington for Lesbian and Gay Rights Organizer(s): Various LGBT groups, leaders and activists Issue(s): LGBT rights; AIDS research and education Estimated attendance: 200,000 U.S. Park Police estimate 300,000 Organizer The first National March on Washington for Lesbian and Gay Rights took place in 1979. Its initial planning was plagued by infighting, but the march’s ultimate success paved the way for this second march. For the second march, organizers, leaders and activists joined together at a National Planning Conference in 1986. A steering committee was put in place, with delegates mandating 25 percent people of color and 50 percent women. The rising awareness of gay people of color and the AIDS epidemic also heavily influenced the planning process and became prominent themes during the protest. Participants of the Second National March on Washington for Lesbian and Gay Rights carry a banner as they parade in front of the White House. (AP Photo) April 9, 1995 Rally for Women’s Lives Organizer(s): NOW ",
    "title": "A century of women marching on the Mall - Washington Post"
   },
   {
    "entities": [
     "denmark",
     "civil",
     "stephen",
     "madonna",
     "brandenburg",
     "cbs",
     "cathedral",
     "muriel",
     "avenue",
     "cher",
     "jan 21, 2017",
     "transportation",
     "miami",
     "paris",
     "morning",
     "johanna",
     "saturday",
     "stewart",
     "the day",
     "cia",
     "china",
     "11 a.m.",
     "judd",
     "associated",
     "ferrera",
     "j.",
     "first day",
     "samantha",
     "coast",
     "janelle",
     "day",
     "east",
     "steinem",
     "katie",
     "afternoon",
     "maxwell",
     "an",
     "william",
     "linda",
     "angeles",
     "clinton",
     "4 p.m.",
     "berdett",
     "white",
     "peter",
     "interactive",
     "hour earlier",
     "capitol",
     "friday",
     "mary",
     "inauguration day",
     "australia",
     "michael",
     "news",
     "berlin",
     "united",
     "--",
     "facebook",
     "ashley",
     "park",
     "london",
     "donald",
     "sydney",
     "1963",
     "dan",
     "nicole",
     "sganga",
     "embassy",
     "russia",
     "scarlett",
     "night",
     "twitter",
     "shook",
     "saturday's march",
     "square",
     "u.s.",
     "jersey",
     "wurm",
     "yesterday",
     "union",
     "york",
     "@potus",
     "hagerstown",
     "bedford",
     "columbia",
     "concord",
     "wenceslas",
     "hampshire",
     "perry",
     "britain",
     "metuchen",
     "gate",
     "that",
     "platz",
     "grant",
     "press",
     "schwartzman",
     "mall",
     "ellipse",
     "4 a.m.",
     "ronson",
     "tower",
     "carpenter",
     "congress",
     "colbert",
     "bowser",
     "gogan",
     "brown",
     "hyde",
     "john",
     "a few hours later",
     "jan. 21, 2017",
     "houston",
     "new",
     "national",
     "independence",
     "los",
     "newsham",
     "7 a.m.",
     "america",
     "moore",
     "weekday",
     "copenhagen",
     "jodi",
     "katy",
     "kennedy",
     "prague",
     "6:22 pm est",
     "madeline",
     "early",
     "marlita",
     "putin",
     "city",
     "f.",
     "germany",
     "hawaii",
     "johansson",
     "lastella",
     "metro",
     "nejedlova",
     "states",
     "march",
     "trump",
     "house",
     "jon",
     "hillary",
     "2017",
     "inc.",
     "january 21, 2017",
     "lesley-ann",
     "pariser",
     "julianne",
     "american",
     "march today",
     "monae",
     "vladimir",
     "rose",
     "eiffel",
     "chapin",
     "chicago",
     "monument",
     "philadelphia",
     "rodriguez",
     "picoult",
     "washington",
     "2010",
     "liberties",
     "gloria",
     "stessel",
     "joy",
     "pennsylvania",
     "teresa",
     "trafalgar",
     "maryland"
    ],
    "id": 3,
    "text": "CBS/AP Last Updated Jan 21, 2017 6:22 PM EST WASHINGTON -- Wearing pink, pointy-eared “pussyhats” to mock the new president , hundreds of thousands of women massed in the nation’s capital and cities around the globe Saturday to send Donald Trump an emphatic message that they won’t let his agenda go unchallenged over the next four years. As night fell on the East Coast, thousands of protesters from the Women’s March on Washington were still marching through the city’s streets in opposition to President Donald Trump. Police officers stationed near the Ellipse south of the White House are chatting and joking with protesters. Some protesters chanted, “Welcome to your first day, we will never go away.” Others were chanting about democracy and women’s rights, or holding protest signs. Many of the protesters were waiting out a logjam of people trying to exit the area. Transportation officials had earlier warned there would be delays as the hundreds of thousands of protesters tried to take public transportation out of the city after the march formally ended.  America Ferrera speaks at Women's March on Washington Transportation officials in Washington say Saturday is already the fifth busiest Saturday in the subway system’s history.  By 4 p.m. Saturday, Metro tweeted that it has recorded more than 597,000 trips on the system and seen heavy crowds entering at all downtown stations. Metro spokesman Dan Stessel says the system usually sees about 620,000 trips on a normal weekday and it’s many times busier than a usual Saturday. Stessel says the ridership numbers are on track to ultimately top the system’s busiest Saturday of all time, the day of the Rally to Restore Sanity and/or Fear hosted by Jon Stewart and Stephen Colbert in 2010. More than 825,000 trips were taken that day.  The women brandished signs with messages such as “Women won’t back down” and “Less fear more love” and decried Mr. Trump’s stand on such issues as abortion, health care, diversity and climate change. Their message reverberated at demonstrations around the globe, from New York, Philadelphia, Chicago and Los Angeles to Paris, Berlin, London, Prague, Sydney and beyond.  “I feel very optimistic even though it’s a miserable moment,” said Madeline Schwartzman of New York City, who brought her twin 13-year-old daughters to the Washington rally. “I feel power.” “We march today for the moral core of this nation, against which our new president is waging a war,” actress America Ferrera told the Washington crowd. “Our dignity, our character, our rights have all been under attack and a platform of hate and division assumed power yesterday. But the president is not America. ... We are America and we are here to stay.”    Madonna , who spoke at the event, said it took “this horrific moment” of Mr. Trump’s inauguration as president to wake up the United States. The pop singer used several obscenities during a speech at the Women’s March on Washington to emphasize her opposition to Mr. Trump. Madonna at Women's March: \"I have thought an awful lot about blowing up the White House\" She said Saturday’s march means “that we are far from the end” and it is the start of a revolution to fight for the right to be free and equal. She also said like-minded Americans need to join together to make it “through this darkness” and show that “we are not afraid, that we are not alone.” There were early signs that the crowds in Washington could top those that gathered for Mr. Trump’s inauguration on Friday. City officials said organizers of the Women’s March on Washington had more than doubled their turnout estimate to 500,000 as crowds began swelling and subways into the city became clogged with participants.  Figures from transportation officials in Washington also suggested more people may be on the National Mall for the women’s march than came for the inauguration.  On crowd size, one organizer told CBS News’ Nicole Sganga that at least 500,000 were in attendance but the official said she wouldn’t be surprised if it were closer to a million. As of 11 a.m. Saturday, 275,000 people had taken trips on the city’s subway system.  On Inauguration Day, 193,000 trips had been taken as of that time, and the rail system opened an hour earlier that day, at 4 a.m.  Women’s March on Washington leave their signs by the U.S. Capitol building, where Mr. Trump had his inauguration ceremony Friday. Close Nicole Sganga/CBS News In the afternoon, women’s march participants left their signs and posters on the barricade facing the west front of the Capitol building, where Mr. Trump’s inauguration ceremony took place. It wasn’t just a Washington phenomenon and it wasn’t just women: More than 600 “sister marches” were planned across the country and around the world, and plenty of men were part of the tableau, too. Organizers estimated 3 million would march worldwide. As the rally alongside the National Mall took shape, Mr. Trump opened his first full day as president by attending a prayer service at the Washington National Cathedral, a tradition for the day after inauguration. He later got a view of the protesters from the window of his limo.  President Trump, family attend National Prayer Service His motorcade was on its way back to the White House from the prayer service when he passed several prominent groups of protesters. As he crossed one intersection, cars started honking loudly. Some protesters held up signs that likened women’s rights to human rights. It was a nod to a famous speech that former Democratic presidential nominee Hillary Clinton gave in China as first lady.  Other signs read “We stand with Planned Parenthood.”  Two tweets posted on early Saturday afternoon from the @realDonaldTrump and @POTUS Twitter accounts said, “I am honored to serve you, the great American People, as your 45th President of the United States!” Neither of the tweets mentioned the march. Mr. Trump later spoke at the CIA’s headquarters.   I am honored to serve you, the great American People, as your 45th President of the United States! — Donald J. Trump (@realDonaldTrump) January 21, 2017 On the streets of Washington, feminist leader Gloria Steinem described the worldwide mobilization as “the upside of the downside: This is an outpouring of energy and democracy like I have never seen in my very long life.”  “Sometimes we must put our bodies where our beliefs are,” she told the Washington crowd, labeling Mr. Trump an “impossible president.”  Clinton, who lost to Mr. Trump, took to Twitter to thank the participants. “Thanks for standing, speaking & marching for our values @womensmarch,” Clinton tweeted. “Important as ever. I truly believe we’re always Stronger Together.” Thanks for standing, speaking & marching for our values @womensmarch . Important as ever. I truly believe we're always Stronger Together. — Hillary Clinton (@HillaryClinton) January 21, 2017 In Washington, a massive turnout affected plans to march. So many people packed the original route along the south side of the National Mall that organizers couldn’t lead a formal trek toward White House. Interim D.C. Police Chief Peter Newsham said on Independence Avenue, “The crowd stretches so far that there’s no room left to march.” Instead, march organizers directed the crowd to take a new route to meet up at the Ellipse, a grassy area between the Washington Monument and the White House. Retired teacher Linda Lastella, 69, who came to Washington from Metuchen, New Jersey, said she had never marched before but felt the need to speak out when “many nations are experiencing this same kind of pullback and hateful, hateful attitudes.”  “It just seemed like we needed to make a very firm stand of where we were,” she said. Joy Rodriguez, of Miami, arrived with her husband, William, and their two daughters, ages 12 and 10. “I want to make sure their rights are not infringed on in these years coming up,” Joy Rodriguez said.    Rose Wurm, 64, a retired medical secretary from Bedford, Pennsylvania, boarded a Washington-bound bus in Hagerstown, Maryland, at 7 a.m. carrying two signs: one asking Mr. Trump to stop tweeting, and one asking him to fix, not trash, the Obamacare health law. “There are parts of it that do need change. It’s something new, something unique that’s not going to be perfect right out of the gate,” she said.  Many arrived wearing hand-knit “pussyhats” -- a message of female empowerment aimed squarely at Mr.  Trump’s crude boast about grabbing women’s genitals .    The march attracted significant support from celebrities. Ferrera led the artists’ contingent, and speakers included Scarlett Johansson and Ashley Judd. The promised performance lineup included Janelle Monae, Maxwell, Samantha Ronson, the Indigo Girls and Mary Chapin Carpenter. Cher, Katy Perry and Julianne Moore all were expected to attend.  Filmmaker Michael Moore spoke at the march, saying he was there “to vow to end the Trump carnage.” He was riffing on a phrase from Mr. Trump’s inaugural address, in which the president said he would stop the “American carnage.” Michael Moore speaks at Women's March on Washington Moore urged attendees to call their members of Congress every day to protest Mr. Trump’s policies and said those concerned about Mr. Trump should join organizations like Planned Parenthood, the American Civil Liberties Union and environmental groups. He said joined Planned Parenthood on Saturday morning. District of Columbia Mayor Muriel Bowser said best thing the federal government led by Mr. Trump can do is “leave us alone.” Bowser said she was speaking at the women’s march on behalf of all female elected officials, and that women are more harshly and unfairly criticized at every level of government.          Marlita Gogan, who came to Washington from Houston for the inauguration, said police advised her family not to wear their “Make America Great Again Hats” as they walked through crowds of protesters while playing tourist on Saturday. “I think it’s very oppressive,” she said of the march atmosphere. “They can have their day, but I don’t get it.”  A protester takes part in the Women’s March on London, as they walk from the American Embassy to Trafalgar Square, in central London, Britain Jan. 21, 2017.&nbsp; Close REUTERS/Neil Hall Rallies were held elsewhere in the U.S., and worldwide. At one in Concord, New Hampshire, author Jodi Picoult said: “We in New Hampshire are not in the habit of going in reverse. We have the backs of those who are less fortunate - who may be struggling for health care, for environmental rights, for racial equality, for a fair wage, for justice.”        In Chicago, so many people turned out for a women’s march there that organizers canceled their plans to march through the city’s downtown, and instead planned to extend the ongoing rally on the city’s lakefront. But the tens of thousands of people who turned out spilled into the city’s downtown streets anyway. After the event concluded in Grant Park, people began flooding nearby streets, chanting and waving signs protesting Mr. Trump. In Paris, thousands marched in the Eiffel Tower neighborhood in a joyful atmosphere, singing and carrying posters reading: “We have our eyes on you Mr. Trump” and “With our sisters in Washington.”  In Prague, hundreds gathered in Wenceslas Square in freezing weather, waving portraits of Mr. Trump and Russia’s Vladimir Putin and holding banners that read “This is just the beginning,” ‘’Kindness” and “Love.”  “We are worried about the way some politicians talk, especially during the American elections,” said organizer Johanna Nejedlova.  In Copenhagen, Denmark, march organizer Lesley-Ann Brown said: “Nationalist, racist and misogynistic trends are growing worldwide and threaten the most marginalized groups in our societies including women, people of color, immigrants, Muslims, the LGBT community and people with disabilities.” In Sydney, thousands of Australians marched in solidarity in Hyde Park. One organizer said hatred, bigotry and racism are not only America’s problems. In Berlin, hundreds of protesters in the German capital carried on signs as they rallied outside the U.S. Embassy in solidarity with the Women’s March in Washington.  “Mr. Trump, you are no Berliner,” signs said.  Other signs included slogans such as “No to sexism,” ‘’Women’s rights are human rights,” and “Our bodies, our minds, our power.” One of the protesters is Katie Berdett, an American living in Berlin. She says she fears the loss of women’s rights under Mr. Trump and “for the democracy of our country.”  “But at the same time I’m hopeful because there are so many people standing up and rising up and taking part in these demonstrations,” she said.  President John F. Kennedy gave a famous speech in Berlin in 1963 when he said he considered himself “a Berliner” -- a remark that helped keep up morale in the Western part of the then-divided city.  People gather in front of the U.S. Embassy on Pariser Platz beside Brandenburg Gate in solidarity with women’s march in Washington and many other marches in several countries, in Berlin, Germany, Jan. 21, 2017.&nbsp; Close REUTERS/Hannibal Hanschke The  Women’s March on Washington  was conceived in the late hours of election night, and  it all began  with a frustrated Facebook post by Hawaii grandmother Teresa Shook. “What if women marched on Washington around Inauguration Day en masse?” she wrote on her wall.   A few hours later, a Facebook event page was created. More and more began clicking the link. As it turns out, Shook was not the only disgruntled voter searching for a new cause.  Read more: Meet the women of the Women’s March on Washington Hundreds of groups quickly joined the cause, pushing a wide range of causes, including abortion rights, gun control, climate change and immigrant rights.    The website of the Women’s March on Washington describes it as “a grassroots effort comprised of dozens of independent coordinators at the state level.” Four national co-chairs helmed the effort and a national coordinating committee worked “around the clock” to pull it together, the website says. info A protester wearing a bra and with a message written on her chest can be seen during the first of hundreds of womens’ marches organized around the world in a show of disapproval of U.S. President Donald Trump in Sydney, Australia, Jan. 21, 2017.&nbsp; Close AAP/Dan Himbrechts/via REUTERS March organizers said women are “hurting and scared” as the new president takes office and want a greater voice for women in political life.  “In the spirit of democracy and honoring the champions of human rights, dignity and justice who have come before us, we join in diversity to show our presence in numbers too great to ignore,” their mission statement says.      While the march organizers’ “mission and vision” statement never mentions Mr. Trump and stresses broad themes, including the message that “women’s rights are human rights,” the unifying factor among those turning out appeared to be a loathing for the new president and dismay that so much of the country voted for him. The rallies were a peaceful counterpoint to the window-smashing unrest that unfolded on Friday when self-described anarchists tried to disrupt the inauguration. Police used pepper spray and stun grenades against demonstrators. More than 200 people were arrested. © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Women's March on Washington: Thousands descend on Washington, D.C. - CBS News"
   },
   {
    "entities": [
     "avenue",
     "hauslohner",
     "paris",
     "saturday",
     "the day",
     "heights",
     "11 a.m.",
     "once",
     "michigan",
     "corey",
     "skiba",
     "hart",
     "d.c.",
     "samantha",
     "erin",
     "hurtt",
     "oak",
     "the 1950s",
     "schenk",
     "william",
     "angeles",
     "marwa",
     "nearly four years ago",
     "ellison",
     "stein",
     "white",
     "abigail",
     "friday",
     "mary",
     "this march",
     "ann",
     "park",
     "donald",
     "sydney",
     "steve",
     "geiger",
     "cleo",
     "arlington",
     "glenview",
     "york",
     "columbus",
     "josie",
     "lee",
     "contact",
     "perry",
     "scholhamer",
     "grant",
     "bishop",
     "mall",
     "robin",
     "chris",
     "early afternoon",
     "jan. 21, 2017",
     "usa",
     "new",
     "national",
     "eltagouri",
     "eldeib",
     "hooley/chicago",
     "kkk",
     "loop",
     "los",
     "nancy",
     "wong",
     "katherine",
     "escue",
     "marie",
     "jackson",
     "evanston",
     "kate",
     "jan. 19, 2017",
     "march",
     "trump",
     "house",
     "reporters",
     "michaels",
     "parkhad",
     "tribune",
     "grace",
     "harris",
     "marikah",
     "kim",
     "ware",
     "hendrix",
     "hamilton",
     "rachel",
     "chicago",
     "washington",
     "evening",
     "hadiya",
     "now",
     "pendleton",
     "sweda/chicago",
     "duaa",
     "mark",
     "saturday, jan. 21, 2017",
     "davin"
    ],
    "id": 4,
    "text": "Thousands march through Loop as part of Women's March after rally draws 250,000 Women's March on Chicago Hundreds of thousands of people march through the streets during the Women's March on Chicago Saturday, Jan. 21, 2017, in Chicago. (Erin Hooley/Chicago Tribune) Hundreds of thousands of people march through the streets during the Women's March on Chicago Saturday, Jan. 21, 2017, in Chicago. (Erin Hooley/Chicago Tribune) Duaa Eldeib and Marwa Eltagouri Contact Reporters Chicago Tribune The women of Chicago would not be stopped. A quarter million demonstrators poured into downtown on Saturday, so many that organizers of the Women's March on Chicago told the throngs that the event would only be a rally because there wasn't room to march. But people marched anyway. \"Michigan Avenue is flooded with marchers,\" march co-chairwoman Ann Scholhamer told the crowd gathered at Jackson and Columbus drives a little before 11 a.m. \"Wabash is flooded with marchers. State Street is flooded with marchers. People are still waiting for trains in Oak Park . We called, and you came.\" So what was supposed to be a pre-march rally, with a lineup of more than 30 speakers, turned into the main event. City officials would echo organizers decision a short later, saying there would no longer be a \"pedestrian component\" to the march, and that Grant Parkhad reached capacity. \"There is no safe way to march,\" Scholhamer told the Tribune. \"We are just going to sing and dance and make our voices heard here.\" (Perry Stein, Steve Hendrix, Abigail Hauslohner) But white-haired grandmothers and bearded and burly fathers, mothers with infants held close to their chests and teenagers in pink knitted hats marched anyway. They shut down parts of the Loop, splintering off in every direction. They raised their signs above their shoulders and chanted, \"This is what democracy looks like,\" and \"No Trump . No KKK. No fascist USA.\" Lee Hart, who took the train in from Evanston with her wife and twin boys, was among many who said she had not heard the announcement calling off the marching, but when informed by a reporter, she continued to make her way down Jackson. \"You can't say you're stopping the march,\" she said. \"It's too powerful.\" Chicago's march was one of hundreds that took place globally in solidarity with the Women's March on Washington. Planned for the day after President Donald Trump's inauguration, the demonstrations aimed to draw attention to women's rights, as well as a myriad of other issues including civil rights, immigration and racial justice. Hundreds of thousands of demonstrators on Saturday packed the streets of several cities, from New York to Los Angeles and Paris to Sydney. Organizers initially estimated that the Chicago march would draw 22,000, but by week's end it had jumped to 50,000. An estimated 250,000 people gathered to rally in downtown Chicago as a sister event to the National Women's March taking place in Washington, D.C., on Jan. 21, 2017. Similar to Chicago, the Washington turnout was so large that the original march route alongside the National Mall was impassable. Protesters headed toward the White House using several different streets, resulting in a chaotic scene that clogged downtown Washington. Officials estimate the crowd in Washington could be more than half a million people. The march appeared to have attracted more people than Trump's inauguration on Friday, based on figures from transportation officials. While some people who remained at Chicago's rally said they were disappointed at the change of plans, Corey Escue said she was unfazed because it meant more people could witness history and have their voices heard. Nancy Bishop, a 77-year-old grandmother from Glenview, who used a walker, said she never planned to march. For her, it was about being counted. \"Marching for me is really an oxymoron now,\" she said. \"When you gather like this, it makes you more likely to actively participate in our democracy.\" Marikah Davin, 27, serendipitously ran into demonstrators marching through the Loop upon getting off the Blue Line at Jackson with her friends. They joined the crowd without ever making it to the rally, and marched with them through the Loop. Read the story \"We voted, but we still feel a lot of anger and worry,\" Davin, of the Ukrainian Village neighborhood, said as she held up her sign, which read \"Love trumps Trump.\" \"I didn't realize how warm and loving (this march) would be,\" she said. Throughout the day, demonstrators stopped to read and admire the hundreds of signs that floated above the crowds. They were diverse and abundant, with messages that read, \"I will not go quietly into the 1950s\" and \"Proud my daughter fights like a girl.\" Some demonstrators carried tasseled banners, while others held cardboard diagrams of vaginas. Nine-year-old Josie Schenk enlisted help from her brother and sister when she colored a sign that read, \"Your generation will build a wall. (Ours) will knock it down!\" Her mother, Kate Schenk, said she was initially disappointed that she couldn't make it Washington for the march, but that feeling vanished after she marched alongside her family and the massive crowd in Chicago. \"This is so much better,\" Kate Schenk said. (Kim Geiger and Katherine Skiba) The unseasonably warm weather seemed to fuel excitement. The sequins sewn into some women's pink \"pussy hats,\" which have become a symbol of the movement, glistened in the sun. Husband and wife Robin Harris and Mark Michaels, who are both retired and live in Arlington Heights, held hands as they walked. Harris remarked at how many times she heard \"thank you\" and \"excuse me\" throughout the day. \"Everyone is so positive,\" she said. City officials, who would not comment on the crowd estimates, said in a statement that the rally and \"spontaneous march\" were largely \"peaceful,\" with only limited disruption. Before the rally officially kicked off, 39-year-old Mary Hurtt began leading the thousands of women behind her in a chant. \"Women of Chicago!\" she cried, asking the crowd to repeat her words. \"Fired up! Ready to go!\" The rally began with light-hearted music but quickly moved into difficult discussions on racism, homophobia, xenophobia and gun violence. Samantha Marie Ware, a Chicago cast member of 'Hamilton,' became emotional on stage recalling how she, as a black woman, once felt as though she couldn't accomplish her goals because of her race. She encouraged the women before her to stand up. Chicago women head to Women's March on Washington for bachelorette party Rachel Ellison, 32, is heading to Washington, D.C., from Chicago on Jan. 19, 2017, to celebrate her bachelorette party with friends during the Women's March on Washington. (Chris Sweda/Chicago Tribune) Rachel Ellison, 32, is heading to Washington, D.C., from Chicago on Jan. 19, 2017, to celebrate her bachelorette party with friends during the Women's March on Washington. (Chris Sweda/Chicago Tribune) See more videos \"We must equip ourselves with the wisdom of MLK, that the time is always right to do right,\" she said. \"We must stand up for fear and speak up when we hear prejudices against our brothers or sisters. We must and will hold those in power accountable.\" Also addressing the crowd was Cleo Pendleton, the mother of Hadiya, whose shooting death nearly four years ago made her a national symbol for the city's struggle with violence. Pendleton talked to the crowd about how women's rights — and mother's rights — speaks to the core of Chicago's gun violence problem. \"We are here because we are women. Because we have rights. And we do not — do not — agree with this administration's perspective on guns. Yes, are you entitled to the second amendment? Absolutely,\" she said. \"But (what about) my basic human right to build my family and for my family to survive?\" As the speakers took turns on stage, thousands of demonstrators fanned out, spilling on to the side streets, where they kept marching. A man played the \"Star Spangled Banner\" on his saxophone. Demonstrators took to the streets in Washington, D.C., other American cities and also around the world as part of marches calling for equality and inclusion for women. By early afternoon, throngs of marchers had descended on Federal Plaza; some continued to cluster around the downtown into the evening. Chicago Tribune reporters William Lee and Grace Wong contributed. deldeib@chicagotribune.com ",
    "title": "Thousands march through Loop as part of Women&apos;s March after rally draws 250,000 - Chicago Tribune"
   },
   {
    "entities": [
     "middle",
     "langley",
     "friday",
     "this morning",
     "march in 1995",
     "trump",
     "cabinet",
     "house",
     "peritz",
     "michael",
     "headquarters",
     "customer",
     "paul",
     "npr",
     "senate",
     "park",
     "donald",
     "pompeo",
     "saturday",
     "monday",
     "cia",
     "r-kan.",
     "russia",
     "ngan",
     "post",
     "mandel",
     "va.",
     "u.s.",
     "hussein",
     "national",
     "aki",
     "yesterday",
     "pillar",
     "monument",
     "east",
     "service",
     "washington",
     "first",
     "isis",
     "the past",
     "germany",
     "saddam",
     "december",
     "white"
    ],
    "id": 5,
    "text": "President Donald Trump speaks at CIA Headquarters in Langley, Va., on Saturday. Mandel Ngan /AFP/Getty Images hide caption toggle caption President Donald Trump speaks at CIA Headquarters in Langley, Va., on Saturday. Mandel Ngan /AFP/Getty Images On his first full day in the White House, President Trump went to the CIA presumably to try and offer an olive branch to members of the intelligence community he often maligned over their conclusions that Russia had conspired to influence the U.S. elections. Instead, he falsely denied that he had ever criticized the agency, falsely inflated the crowd size at his inauguration on Friday, attacked the media and told intelligence officers gathered to, \"Trust me. I'm like a smart person.\" It was a rambling speech that was reminiscent of many of his campaign rallies. But Trump did begin by praising the work that CIA officers do and the danger they put themselves in every day, saying they would be instrumental in \"making us safe\" and \"making us winners again.\" He made the speech in front of a wall of 117 stars representing those in the agency who had lost their lives in service. He called the memorial \"very, very special\" and said he had enjoyed touring the building prior to the speech. Article continues after sponsorship \"There is nobody that feels stronger about the intelligence community and the CIA than Donald Trump,\" the president boasted, referring to himself in the third person. CIA Concludes Russian Interference Aimed To Elect Trump He said that the agency sometimes hadn't gotten the backing they deserved from the White House, and promised that \"you're going to get so much backing, maybe you're going to say, 'please don't give us so much backing'\" — adapting a line he said many times during the campaign. He ended his remarks by telling those gathered that, \"I love you. I respect you. There's nobody I respect more. You're going to do a fantastic job. We're going to start winning again, and you're going to lead the charge\" in helping combat ISIS. He praised his pick of Rep. Michael Pompeo, R-Kan., to lead the CIA, who is slated to get a confirmation vote by the full Senate on Monday. Trump called Pompeo a \"total star\" and a \"gem\" and said he may have been his most important Cabinet pick. Referencing his \"running war with the media\" and calling them \"among the most dishonest human beings on earth\" — a line which got laughs and applause from the crowd of CIA officers — he claimed that the press had misreported what he's said in the past. \"They sort of made it sound like I had a feud with the intelligence community,\" Trump said. \"And I just wanted to let you know, the reason you're the No. 1 stop, it is exactly the opposite, and they understand that.\" In the wake of the intelligence community's findings that Russia engaged in cyberattacks intended to influence the elections in favor of Trump, he's accused them of leaking information to the press, likening it to \"Nazi Germany.\" He's repeatedly cast doubt on their findings, and after a Washington Post story in December reported the CIA conclusions, he said in a statement that, \"These are the same people that said Saddam Hussein had weapons of mass destruction.\" Are Trump And U.S. Intelligence Community Headed For A Showdown? But Trump continued bashing the media, launching into a tirade claiming that the crowd sizes during his inauguration yesterday were being misrepresented. \"We had a massive field of people. You saw that. Packed,\" he said. \"I get up this morning, I turn on one of the networks, they show an empty field. I said, wait a minute, I made a speech. I looked out, it looked like a million, a million and a half people. They showed a field where there were practically nobody standing there.\" \"It went all the way back to the Washington Monument,\" Trump claimed. There are no official crowd estimates available for Friday's inauguration; the National Park Service stopped doing so after inaccurate estimations of the Million Man March in 1995. But according to aerial photos and multiple NPR reporters on the ground, the crowd was nowhere near the Washington Monument . The mall area near the monument was sparsely populated, and Trump didn't offer any verification for where the 1 million to 1.5 million estimate came from, or for knocking down one news report's estimate that there were only 250,000 people in attendance. Trump also claimed that the rain should have scared people away, \"But God looked down, and He said, 'We're not going to let it rain on your speech,'\" and that, though he \"got hit by a couple of drops\" when he started his speech that the rain \"stopped immediately ...and then it became really sunny.\" In fact, neither of those claims is true, and it was raining during Trump's speech and remained overcast and cloudy. Trump also touted his electoral win, saying that he had tremendous support from the military and said he would \"guarantee a big portion\" of people at his CIA speech voted for him. In fact, the military and the intelligence community are two separate entities. Several CIA veterans tell NPR they're unconvinced that the speech can undo months of bitter relations. \"CIA's employees are professionals and will serve the First Customer to the best of their ability, but they certainly aren't fools,\" said former CIA analyst Aki Peritz. \"They've all heard the hostile rhetoric directed at them from Donald Trump... and one prepared kumbaya speech isn't going to change the real concerns CIA's workforce — from the 7th floor to the greenest trainee — have with their new boss.\" Paul Pillar, the CIA's former top analyst for the Middle East, seconds that view. He says his former colleagues will welcome the gesture of a Presidential visit, \"but a single visit and a few nice words will not outweigh prior public disparagement. Unwarranted accusations about leaking and comparisons to Nazis are not the sort of attack that is easily forgotten.\" \"Much depends on whether Mr. Pompeo sees and performs his role as the White House's envoy and overlord, or instead as the leader of the agency with everything leadership implies, regarding identifying with the institution,\" Pillar said. \"All that remains to be seen.\" ",
    "title": "President Donald Trump Goes Back To Campaign Trail Roots During CIA Visit : NPR"
   },
   {
    "entities": [
     "madonna",
     "monáe",
     "capitol",
     "fessler",
     "friday",
     "sandy",
     "n.c.",
     "trump",
     "march",
     "house",
     "gambino",
     "amy",
     "penaloza",
     "reuters",
     "alicia",
     "lauren",
     "mall",
     "january 21, 2017",
     "--",
     "facebook",
     "laura",
     "npr",
     "becky",
     "harlan/npr",
     "saturday",
     "the day",
     "chocowinity",
     "11 a.m.",
     "pam",
     "mccammon/npr",
     "keys",
     "popular",
     "marisa",
     "past",
     "kathryn",
     "wehrmann",
     "u.s.",
     "d.c.",
     "national",
     "today",
     "cuza",
     "janelle",
     "sarah",
     "monument",
     "steinem",
     "washington",
     "afternoon",
     "gloria",
     "mccammon",
     "melissa",
     "breen",
     "jamison",
     "jackson",
     "4 p.m.",
     "white"
    ],
    "id": 6,
    "text": "View slideshow Updated at 4 p.m. ET The National Mall has flooded with pink, as demonstrators descend on the nation's capital Saturday for the Women's March on Washington. Just one day after President Trump's inauguration, marchers from across the country have gathered in the city to protest his agenda and support for women's rights. Women's March On Washington Goes Worldwide: Snapshots From Around The Globe The event opened with a rally, to be followed by the march proper — which had a path laid out from a starting position near the U.S. Capitol to its endpoint near the Washington Monument. The city's metro system reported 275,000 rides as of 11 a.m. According to metro officials that's eight times more than a normal Saturday. Reuters adds that the number is also \"82,000 more than the 193,000 rides reported at the same point on Friday,\" the day of Trump's inauguration. — Lauren Gambino (@LGamGam) January 21, 2017 In fact, the number of marchers swelled to the point of prompting reports there would be no space for a formal procession — a claim rebutted by organizers Saturday afternoon in a statement. \"We are marching,\" reads the statement. \"We are marching straight ahead toward the Washington Monument to the ellipse of the White House.\" The event grew from humble origins — a simple Facebook invitation after Election Day — to the much more massive demonstration seen Saturday. By the time marchers hit the streets, the Women's March on Washington developed a broad platform of progressive political positions, a slate of celebrity performers and a series of sister marches planned across the world — on all seven continents. For protester Amy Jackson, though, the matter was simple: She just wanted to \"make her voice heard,\" she tells NPR's Marisa Penaloza. Jackson, who traveled to D.C. from Chocowinity, N.C., to be part of the march, said, \"It was very important to be here today.\" The Scene On The Ground Among the crowd that gathered for the rally outside the National Museum of the American Indian, NPR's Sarah McCammon reported signs supporting a wide array of causes — from women's rights and LGBTQ rights, to Black Lives Matter and excoriations of xenophobia. One thing seemed to be almost universal, though: The pink knitted caps known as \"pussyhats\" among the marchers, in protest of Trump's past comments about women. (Left to right) Melissa Breen, Laura Jamison, Sandy Cuza and Kathryn Wehrmann chat while sporting matching pink hats in support of the march. Becky Harlan/NPR hide caption toggle caption Becky Harlan/NPR Popular as they may have been, the pussyhats were not the only costume worn by marchers. Others wore their causes on their sleeves, dressing in attire to call attention to issues like Native rights and environmental fears. Article continues after sponsorship In video Sarah recorded a block or two from the main rally, it appears there were marchers in a menagerie of outfits. Credit: Sarah McCammon/NPR Meanwhile, at a nearby metro station, NPR's Pam Fessler reported the mood among the demonstrators has been more festive than protests Friday. Most of the demonstrators are women, Pam says, but some men have joined the march, as well — including one man carrying a sign reading: \"This is what a feminist looks like.\" From the main rally stage, musicians and speakers addressed the crowd in an event that lasted some five hours — more than two hours longer than anticipated. The reason for that overflow was partly its smattering of surprise guests. Beyond the planned performances and speeches from figures like Janelle Monáe and Gloria Steinem, others including Madonna and Alicia Keys took the stage. ",
    "title": "Women's March On Washington Kicks Off With Massive Rally : The Two-Way : NPR"
   },
   {
    "entities": [
     "canon",
     "randolph",
     "begay",
     "fellowship",
     "orthodox",
     "augustine",
     "d.",
     "texas",
     "cathedral",
     "cantor",
     "nation",
     "greek",
     "atlanta",
     "vance",
     "darrell",
     "laurie",
     "california",
     "ramiro",
     "revival",
     "morning",
     "saturday",
     "cross",
     "b.",
     "heights",
     "king",
     "fla.",
     "martin",
     "associations",
     "buddhist",
     "d.c.",
     "siva",
     "magid",
     "christian",
     "edgar",
     "luther",
     "randall",
     "all",
     "center",
     "jerry",
     "first",
     "nehemiah",
     "hope",
     "md.",
     "muslim",
     "john's",
     "angeles",
     "wuerl",
     "white",
     "kushner",
     "christ",
     "narayanachar",
     "roman",
     "society",
     "jesse",
     "community",
     "swanson",
     "friday",
     "this morning",
     "hollerith",
     "association",
     "demetrios",
     "n.c.",
     "spirit",
     "united",
     "catholic",
     "floyd",
     "sri",
     "donald",
     "soka",
     "of",
     "board",
     "sajid",
     "beltsville",
     "manevich",
     "navajo",
     "bet",
     "lanham",
     "suffragan",
     "ga.",
     "raskind",
     "assembly",
     "greg",
     "cardinal",
     "mandel",
     "jack",
     "fred",
     "orlando",
     "harvest",
     "prestonwood",
     "james",
     "dean",
     "waco",
     "lynch",
     "mountain",
     "karen",
     "episcopal",
     "mikhail",
     "sterling",
     "jesus",
     "jeremiah",
     "1933",
     "springdale",
     "dialakote",
     "rosemarie",
     "jr.",
     "franklin",
     "pence",
     "alveda",
     "budde",
     "roosevelt",
     "tarar",
     "falwell",
     "cissie",
     "harry",
     "todd",
     "david",
     "mcilraith",
     "evangelistic",
     "marshall",
     "graham",
     "bishop",
     "spiritual",
     "duncan",
     "cnn",
     "shadow",
     "ronnie",
     "gakkai",
     "international",
     "st.",
     "church",
     "mike",
     "usa",
     "va.",
     "dallas",
     "new",
     "national",
     "anthony",
     "magness",
     "yam",
     "los",
     "jerusalem",
     "america",
     "-",
     "ivanka",
     "billy",
     "baltimore",
     "area",
     "jackson",
     "mariann",
     "el",
     "sikh",
     "logan",
     "maryland",
     "ian",
     "temple",
     "cleveland",
     "ark.",
     "states",
     "trump",
     "presbyterian",
     "house",
     "melania",
     "riverside",
     "carlyle",
     "baptist",
     "rt.",
     "january 21, 2017",
     "university",
     "liberty",
     "singh",
     "george",
     "charlotte",
     "cajon",
     "calif.",
     "mohamed",
     "pena",
     "scott",
     "plano",
     "dulles",
     "l.",
     "past",
     "worship",
     "archdiocese",
     "washington",
     "christofferson",
     "vishnu",
     "robert",
     "jeffress",
     "ohio",
     "jared"
    ],
    "id": 7,
    "text": "President Donald Trump, first lady Melania Trump, Vice President Mike Pence and Karen Pence attend the National Prayer Service at the National Cathedral on Saturday. Mandel Ngan/AFP/Getty Images hide caption toggle caption Mandel Ngan/AFP/Getty Images President Donald Trump, first lady Melania Trump, Vice President Mike Pence and Karen Pence attend the National Prayer Service at the National Cathedral on Saturday. Mandel Ngan/AFP/Getty Images President Trump, first lady Melania Trump, Vice President Pence and Karen Pence continued a long inaugural tradition Saturday morning, attending a prayer service that was notable for the diversity of faith participants. While most who led prayers and offered readings at the service at the Washington National Cathedral were overwhelmingly evangelical , the long list of participants also included leaders from the Catholic, Greek Orthodox, Jewish, Mormon, Muslim, Sikh, Buddhist, Bahá'í faiths. The service opened with a Navajo blessing. The inaugural prayer service is a tradition that began with President George Washington and was revived in 1933 by President Franklin Roosevelt, continuing ever since. While Trump's team had reportedly asked there be no sermon — a break with past services — the Very Reverend Randolph Marshall Hollerith, who's the dean of the Cathedral, was pointed in his prayer by asking God to \"break down the walls that separate us.\" With President Trump in attendance, Dean of Washington National Cathedral prays for God to break down walls, take away arrogance pic.twitter.com/tigM6aikbd — CNN Religion (@CNNbelief) January 21, 2017 On Friday in a pre-inaugural service at St. John's Church , First Baptist Dallas Pastor Robert Jeffress — a vocal supporter of Trump throughout his campaign — preached a sermon that compared Trump to Nehemiah, who had worked to rebuild the crumbling walls around Jerusalem, much like the border wall Trump has proposed. Article continues after sponsorship \"You see, God is not against building walls!\" Jeffress said. Many of the prayers at Saturday's service asked God to provide wisdom and protection for President Trump and the country. A rabbi recited a reading in Hebrew while an imam delivered a prayer in Arabic. Sajid Tarar, a Trump supporter who also prayed at the Republican National Convention, read from the Quran. Trump has stirred up opposition among both faith groups. During the campaign, he proposed a ban on Muslims coming into the country and has talked about a need for surveillance at mosques in order to stop terrorism. And Trump's support among the so-called \"alt-right\" movement of white nationalists has alarmed many in the Jewish community. Several of the songs were patriotic ones, including \"My Country 'Tis Of Thee\" and \"America the Beautiful,\" and a choir from Liberty University, whose president Jerry Falwell Jr. was also a vocal Trump supporter, sang \"We've Come This Far By Faith.\" President Trump's children and their families were also in attendance, including Ivanka Trump and her husband Jared Kushner, a new White House adviser to Trump. The couple and their children are Orthodox Jews. Notable participants included Alveda King, an anti-abortion activist who is the niece of Martin Luther King, Jr., and Cissie Graham Lynch, the granddaughter of evangelist Billy Graham whose father Franklin Graham prayed during the inauguration ceremony. Below is the full list of participants this morning: Hon. Carlyle Begay, Navajo Nation Rt. Rev. Mariann Edgar Budde, Bishop of Washington, Episcopal Church Rt. Rev. James B. Magness, Bishop Suffragan for Federal Ministries, Episcopal Church Rev. Randall Marshall Hollerith, Dean, Washington National Cathedral Episcopal Church Cantor Mikhail Manevich, Washington Hebrew Congregation Rabbi Fred Raskind, Temple Bet Yam, St. Augustine, Fla. Dr. Alveda King, Pastoral Associate, Priests for Life, Atlanta, Ga. Bishop Harry Jackson, Hope Christian Church, Beltsville, Md. Priest Narayanachar L. Dialakote, Sri Siva Vishnu Temple, Lanham, Maryland Elder D. Todd Christofferson, Quorum of the Twelve Apostles, The Church of Jesus Christ of Latter-day Saints Imam Mohamed Magid, All Dulles Area Muslim Society Center, Sterling, Va. Mr. Sajid Tarar, Baltimore, Maryland Pastor Greg Laurie, Harvest Christian Fellowship, Riverside, California Dr. Jack Graham, Prestonwood Baptist Church, Plano, Texas His Eminence Geron Archbishop Demetrios of America, Greek Orthodox Archdiocese of America Rev. Canon Rosemarie Logan Duncan, Canon of Worship, Washington National Cathedral, Episcopal Church Dr. David Jeremiah, Shadow Mountain Community Church, El Cajon, Calif. Rev. Ronnie Floyd, Cross Church, Springdale, Ark. Dr. David Swanson, First Presbyterian Church, Orlando, Fla. Mr. Jesse Singh, Chairman of the Board of Sikh Associations of Baltimore, Md. Mr. Ian McIlraith, Soka Gakkai International - USA, Los Angeles, Calif. Mr. Anthony Vance, National Spiritual Assembly of the Baha'is of the United States Mrs. Cissie Graham Lynch, Billy Graham Evangelistic Association, Charlotte, N.C. Pastor Ramiro Pena, Christ the King Baptist Church, Waco, Texas His Eminence Donald Cardinal Wuerl, Archbishop of Washington, D.C., Roman Catholic Church Rev. Darrell Scott, New Spirit Revival Center, Cleveland Heights, Ohio ",
    "title": "President Donald Trump, Vice President Mike Pence, Their Families, Attend Inaugural Prayer Service : NPR"
   },
   {
    "entities": [
     "january 21",
     "kern",
     "n.y.",
     "west",
     "avenue",
     "at 6:34 pm",
     "trump",
     "march",
     "house",
     "murch",
     "hillary",
     "chelsea",
     "pa.",
     "paul",
     "donald",
     "tim",
     "bowie",
     "skaneateles",
     "school",
     "goodell",
     "bart",
     "evelyn",
     "lado",
     "virginia",
     "bergander",
     "post",
     "future",
     "hockstein/for",
     "new",
     "dvorak",
     "fred",
     "mason",
     "beare",
     "york",
     "andersen",
     "asa",
     "washington",
     "pennsylvania",
     "emmaus",
     "albert",
     "clinton",
     "petula",
     "ranger",
     "white"
    ],
    "id": 8,
    "text": "At the Women’s March, it’s the men who mattered most. Here’s why. The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Petula Dvorak By Petula Dvorak Columnist January 21 at 6:34 PM Follow @petulad Women everywhere. Pink hats, black hats, hard hats, no hats. A crushing polite crowd, well prepared with healthy snacks and tissues. A crowd so sprawling, it nearly covered the march route end-to-end. It was mighty and powerful. Best of all, there were men there. Thousands of them. Some wore the pink pussyhats. Some were just there to condemn President Trump. “I just hate him. I am totally against Donald Trump,” one guy told me, when I asked why he’d come to the Women’s March . “The women are fine, they’re strong.” No worries, dude. We’ll take you. We’re all going in the same direction, anyhow. Come along. And that’s the key. Bart Goodell from Skaneateles, N.Y., marches down Pennsylvania Avenue during the Women's March on Washington. (Evelyn Hockstein/For The Washington Post) “We are all the same,” said 8-year-old Asa Bergander’s sign. He gets it. When I asked him why he came to the march, he said, “Girls don’t get as much money as boys when they do the same work.” Asa for president! Because boys and men who think like Asa are crucial for the next step in our long unfinished fight for equal rights, equal pay and equal opportunity. It’s time for all men to stand with us in the boardroom and listen when we talk, to stand with us in the kitchen and help us run the house, to stand with us when we ask for a raise and consider what’s fair, to stand with us when we are assaulted and believe what we say. [ From lab, to Olympic podium to White House, accomplished women are still dismissed ] We’ve made it clear that we can drive trucks, try cases, fight fires, discover dark matter, construct buildings, operate on brains, fly planes and graduate from Ranger School. And in most cases, we can do all this while raising kids. Skills and stamina aren’t the argument anymore. So what’s standing in the way of true equality? Hearts. Men’s hearts. We need you, men. We need you to see the sexism and discrimination. And lots of you already do. “I’m here because this affects all of us,” said Fred Lado, a neuroscientist who came to the Women’s March from New York. Women, he said, absolutely face “systemic biases.” And men need to stand up for women’s rights the same way white people need to stand up for the rights of African Americans. Black Lives Matter. Feminism. It’s all human rights, Lado said. That kind of Spock logic was strong with the science men. “It’s a matter of civil rights,” said Paul Mason, 50, an aerospace engineer from Bowie. He came with his daughter, Chelsea, because he wants a future of equal opportunity for her and worried the new administration will not ensure that for her. The dads were awesome. “I believe in equality for all people, and if that happens, it doesn’t mean I’m losing anything,” said Tim Murch, 42, a special-education supervisor in Emmaus, Pa. And you can totally get why all these Gen-X dads are doing this. Because what dad of a young child didn’t blanch at our new president’s brag on grabbing women by the genitals or boast about how hot his daughter is and how he’d be dating her if they weren’t related. Why else were men there? Is it because they believe that the women at their offices should be paid and promoted the same way they are? That women should get to make their own decisions about their bodies? That men should share equally in raising kids and caring for homes? Does that make all these guys closet feminists? It’s complicated. Many of the men I talked to struggled a bit when I asked whether they were feminists. Which is weird, because it’s like seeing white folks at a rally to end racism struggle with whether they consider themselves civil rights activists. “What is the definition of the word?” one guy asked. Another man leaned over and whispered in my ear: “I’m a lesbian trapped in a man’s body.” “Um, I guess,” another guy shrugged. Even Californian Kern Beare, 61, who has been on a month-long journey across the country with his son, talking to people and posting the interactions on his PoptheBubble blog, wrestled with the question. “Hmm,” he hummed. He said he believes in feminine leadership styles of listening, cooperation and collaboration. And says that Trump doesn’t have those qualities. But he wasn’t totally into calling himself a feminist. Hmm. Then I found Albert Andersen. He’s a 56-year-old welder from West Virginia. He wore a sturdy leather jacket and stood alone. “The only thing necessary for the triumph of EVIL is for good (wo)men to do NOTHING,” said his simple sign, written on brown cardboard in black ink. He voted for Hillary Clinton. He answered in short, two- and three-word bursts. “Are you a feminist?” I asked. “Look,” he drawled, leaning in close. “I believe in equal rights. That’s what this is about — equal rights.” Amen, brother. And thank you for being there. Twitter: @petulad Read more Petula Dvorak: ",
    "title": "At the Women’s March, it’s the men who mattered most. Here’s why. - The Washington Post"
   },
   {
    "entities": [
     "enrique",
     "et",
     "pink",
     "theresa",
     "langley",
     "friday",
     "spicer",
     "fleischer",
     "inauguration day",
     "march",
     "trump",
     "house",
     "2017",
     "nieto",
     "trudeau",
     "mall",
     "2009",
     "may",
     "park",
     ", 7:41 pm",
     "donald",
     "adam",
     "saturday",
     "monday",
     "cia",
     "hats",
     "george",
     "of",
     "brennan",
     "helsel",
     "peña",
     "2016",
     "john",
     "schiff",
     "twitter",
     "virginia",
     "oct. 31",
     "past",
     "0:34",
     "jan 21",
     "2:07",
     "ari",
     "agency",
     "new",
     "obama",
     "national",
     "w.",
     "wall",
     "shapiro",
     "justin",
     "sean",
     "service",
     "washington",
     "central",
     "memorial",
     "nick",
     "$40 million",
     "committee",
     "phil",
     "visits",
     "barack",
     "bush",
     "intelligence",
     "white"
    ],
    "id": 9,
    "text": "Jan 21 2017, 7:41 pm ET New White House Press Secretary Blasts Media Over Crowd Size Reporting by Phil Helsel White House Blasts Media Over Inauguration Coverage 2:07 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170122014326if_/http://www.nbcnews.com/widget/video-embed/859929667681\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President Donald Trump's press secretary on Saturday slammed what he called inaccurate tweets and reporting that suggested the crowd gathered to watch Friday's inauguration was far smaller than the one that watched Barack Obama's in 2009. Sean Spicer in his first briefing since the inauguration also warned the media that \"we're going to hold the press accountable\" and said Trump doesn't need the press. \"As long as he serves as the messenger for this incredible movement he will take his message directly to the American people, where his focus will always be,\" Spicer said. Related: Women's March Brings Flood of Pink Hats, Fiery Rhetoric to Washington Spicer, who did not take questions from reporters, spent much of his statement condemning a photo and the reporting around it showing big gaps in the crowds on the National Mall on Inauguration Day. He said white floor coverings to protect the grass \"had the effect of highlighting any areas where people were not standing, while in years past the grass eliminated this visual.\" He claimed the tweeted photo was \"intentionally framed\" to be misleading. Play Tweet comparing Obama and Trump's inauguration crowd sizes is against government policy 0:34 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170122014326if_/http://www.nbcnews.com/widget/video-embed/859756099543\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> An estimated 1.8 million people gathered to watch Obama, the nation's first African-American president, be inaugurated in 2009. The size of the crowd Friday is unclear because the National Park Service, which controls the mall, no longer releases official estimates of crowd sizes. \"These attempts to lessen the enthusiasm of the inauguration are shameful and wrong,\" Spicer said. The Park Service said the coverings are translucent decking to protect the National Mall turf, part of a five-year, $40 million project that was completed in 2016. Related: Trump Visits CIA, Says 'I Am So Behind You' Ari Fleischer, White House press secretary under President George W. Bush, suggested in a Tweet that the strong push back against the crowd size reporting was coming from the top. \"This is called a statement you're told to make by the President. And you know the President is watching,\" Fleischer said on Twitter. In a Saturday visit to the Central Intelligence Agency headquarters in Langley, Virginia, Trump also complained about reports on the crowd size and called the media \"dishonest.\" He was criticized by some for the remarks. Former CIA Director John Brennan through a spokesman called the speech, given in front of a memorial wall honoring agency employees who died in the line of service, \"a despicable display of self-aggrandizement.\" \"Former CIA Director Brennan is deeply saddened and angered at Donald Trump's despicable display of self-aggrandizement in front of CIA's Memorial Wall of Agency heroes. Brennan says that Trump should be ashamed of himself,\" Nick Shapiro, former deputy chief of staff under Brennan said. Rep. Adam Schiff, the top Democrat on the House Intelligence Committee, attacked Trump's public remarks during his CIA visit for giving \"little more than a perfunctory acknowledgment\" of staffers who have lost their lives on the job. Spicer said Trump \"delivered them a powerful and important message: He told them he has their back, and they were grateful for that.\" An official press briefing will be held Monday. Spicer also said Trump has spoken with Canadian prime Minister Justin Trudeau and Mexican President Enrique Peña Nieto, who will visit on Oct. 31. British Prime Minister Theresa May will also visit the White House, Spicer said. Phil Helsel ",
    "title": "New White House Press Secretary Blasts Media Over Crowd Size Reporting - NBC News"
   },
   {
    "entities": [
     "robinson",
     "ben",
     "steinberger",
     "david",
     "crawford",
     "``right",
     "alcindor",
     "kourkounis",
     "images",
     "west",
     "dc",
     "getty",
     "march",
     "trump",
     "rockefeller",
     "stonier",
     "donna",
     "january 21, 2017",
     "--",
     "leia",
     "alex",
     "washington,",
     "of",
     "yamiche",
     "virginia",
     "preston",
     "jessica",
     "slotis",
     "beck",
     "jan. 21, 2017",
     "ashely",
     "mccausland",
     "k.",
     "d.c.",
     "locke",
     "protesters",
     "new",
     "center",
     "york",
     "los",
     "washington",
     "2002",
     "obamacare",
     "disarm",
     "now",
     "2005",
     "holland",
     "madeline",
     "phil",
     "city",
     "angeles",
     "montreal",
     "robyn"
    ],
    "id": 10,
    "text": "— K. Locke (@Bibliogato) January 21, 2017 Demonstrators seemed more optimistic and positive than angry, although their signs ran the spectrum from angry to humorous. With more than 600 \"sister marches\" taking place around the country, signs outside of Washington also carried messages of solidarity. Demonstrators gather in Los Angeles for a sister-march to the Women's March in Washington, DC, Jan. 21, 2017. Ben Steinberger Demonstrators gather in Los Angeles for a sister-march to the Women's March in Washington, DC, Jan. 21, 2017. Ben Steinberger David Stonier of Montreal said he was marching for his daughter but also had a personal motive, albeit facetious. Holland carried a sign that read \"Canadian and Single\" — the dual-citizen was ready to make a liberal's fantasy about moving north a reality. So far though, he had received a few kisses, but no marriage proposals. A popular sign among older women in the crowd read, \"I can't believe I'm still marching for this.\" — crawford (@VivalaEmiliaa) January 21, 2017 \"I'm 70 years old and I should not have to still be marching for my rights,\" said Madeline Disarm of D.C. \"Right now I feel like we're going backwards.\" Popular signs included: \"Impeach and Replace,\" flipping the Republicans' slogan to \"Repeal and Replace\" Obamacare, and \"I'm with Her\" with numerous arrows pointing outward. Others proclaimed \"Hate Won't Make Us Great\" and \"We Are the Resistance\" with a picture of the Star Wars character Princess Leia. People protest in the streets at the Women's March on Washington on Jan. 21, 2017 in Washington, DC. Jessica Kourkounis / Getty Images Protesters participate in the Women's March, in Washington, DC, on Jan. 21, 2017. Robyn Beck / AFP - Getty Images Ashely Slotis, a teacher from West Virginia, said she knows much of her family voted for Trump, but she attended the march in hopes that the president would look out the window. Protester holds a sign at the Women's March on Washington Phil McCausland \"I'm hoping Trump looks out the window and sees all of us here together, a united front, and he'll make a change,\" she said, brandishing a sign that read \"My Neck, My Back, This Pussy Will Grab Back.\" Her sign is a reference to the Khia song of 2002 named \"My Neck, My Back\" as well as a 2005 recording in which the president made a remark about grabbing women by the genitals. — Yamiche Alcindor (@Yamiche) January 21, 2017 Meanwhile, some folks were more unconventional and didn't carry the typical signage. Fifty-nine-year-old Donna Robinson, who is wheelchair bound but enthusiastic, earned cheers by wielding only a sweet potato. \"This here is our president,\" she said. \"He's rough on the outside. But if you heat him up, he turns to mush ... And we're all here to heat him up!\" Hundreds of signs from the Women's March in New York City piled in the Rockefeller Center subway station near the downtown F train. Alex Preston Phil McCausland ",
    "title": "Women's March Marked by Brash, Funny Signage Raised High - NBC News"
   },
   {
    "entities": [
     "johansson",
     "1995",
     "madonna",
     "duckworth",
     "us",
     "michelle",
     "friday",
     "metro",
     "this morning",
     "d-ny",
     "cory",
     "kirsten",
     "march",
     "keneally",
     "jan 21, 2017",
     "trump",
     "hillary",
     "booker",
     "michael",
     "bernie",
     "harris",
     "january 21, 2017",
     "11 a.m. this morning",
     "news",
     "united",
     "claire",
     "ashley",
     "donald",
     "waters",
     "debbie",
     "sanders",
     "abc",
     "politics",
     "nations",
     "judd",
     "meghan",
     "scarlett",
     "kamala",
     "cecile",
     "jan. 21, 2017",
     "maxine",
     "gillibrand",
     "d.c.",
     "d-mo",
     "obama",
     "today",
     "richards",
     ", 4:37 pm",
     "steinem",
     "washington",
     "moore",
     "wasserman",
     "gloria",
     "barack",
     "clinton",
     "mccaskill",
     "schultz",
     "tammy"
    ],
    "id": 11,
    "text": "Politicians, Activists Rally Crowd at Women's March in Washington By Meghan Keneally Jan 21, 2017, 4:37 PM ET 0 Shares WATCH Inauguration Met With Protests by Thousands in Washington, Around US 0 Shares Email Activists and politicians rallied huge crowds who descended on the nation's capital today for the Women's March on Washington this morning, the biggest of hundreds of similar marches taking place today. The rally featured speeches from women's rights activist Gloria Steinem, Planned Parenthood president Cecile Richards, Madonna, actresses Ashley Judd and Scarlett Johansson and director Michael Moore among others. A group of largely women senators and other politicians took the stage together at one point, including Kirsten Gillibrand, D-NY, Claire McCaskill, D-MO, and newly elected senators Kamala Harris, D-CA, and Tammy Duckworth, D-IL, who addressed the group as did Rep. Maxine Waters, D-CA. Rep. Debbie Wasserman Schultz, D-FL, and Sen. Cory Booker, D-NJ, were also on stage. With the timing and sheer number of people involved, it comes as little surprise that there are various causes attached to the march, which was largely billed as a demonstration in support of women's rights and civil rights but for many has clear political undertones connected to the inauguration of Donald Trump. Thanks to everyone in this video at The @womensmarch in DC & other cities throughout our country and the world!! #GetInvolved #DontGiveUp pic.twitter.com/kZGY3a6VDx — swah-rey (@swahrey) January 21, 2017 While crowd estimates are fluctuating and have not been confirmed, the Washington, D.C., Metro system posted on Twitter that there have been 275,000 trips as of 11 a.m. this morning. By comparison, 193,000 trips had been taken by the same time on Friday ahead of the inauguration. \"Fired up, ready to go\": Participants in Women's March on Washington display signs as they file down Metro escalator https://t.co/nUo6MDKiOl pic.twitter.com/Xh1ZdV38sU — ABC News Politics (@ABCPolitics) January 21, 2017 Steinem thanked the crowd for showing up, declaring, \"We have people power and we will use it.\" \"Thank you for understanding that sometimes we have to put our bodies where our beliefs are. Sometimes pressing send is not enough,\" she said to the crowd, many of whom wore bright pink knitted hats. John Minchillo/AP Photo Gloria Steinem, center right, greets protesters at the barricades before speaking at the Women's March on Washington during the first full day of Donald Trump's presidency, Jan. 21, 2017 in Washington. Steinem suggested that the size and energy of the gathering was a positive outgrowth of Trump's election and inauguration. \"This is the upside of the downside. This is an outpouring of energy and true democracy like I have never seen in my very long life. It is wide in age, it is deep in diversity,\" Steinem said. She praised \"our great leaders\" Barack and Michelle Obama, Sen. Bernie Sanders, and Hillary Clinton \"who told the whole world that women's rights are human rights and human rights are women's rights,\" quoting Clinton's speech at a United Nations conference in 1995. Steinem then turned her focus to President Trump. The new president's \"Twitter finger must not become a trigger finger,\" she said. ",
    "title": "Politicians, Activists Rally Crowd at Women's March in Washington - ABC News"
   },
   {
    "entities": [
     "blake/los",
     "times",
     "march",
     "woerner",
     "mall",
     "facebook",
     "saturday",
     ", 1:20 p.m.",
     "2016",
     "night",
     "jan. 21, 2017",
     "shook",
     "saturday's march",
     "d.c.",
     "the next morning",
     "maui",
     "washington",
     "teresa",
     "angeles",
     "hawaii",
     "meredith"
    ],
    "id": 12,
    "text": "• See the marches around the world. Jan. 21, 2017, 1:20 p.m. Who started the march? One woman Meredith Woerner (Meredith Blake/Los Angeles Times) She only had three minutes on stage Saturday to address the hundreds of thousands who lined the Mall in Washington but it was enough to leave Teresa Shook ecstatic, \"I'm overwhelmed with joy. A negative has been turned into a positive. All these people coming together to unite to try and make a difference. That's what we're going to be doing for the next four years. I see it's really going to happen.\" The Women's March on Washington all started with a Facebook invite. And Shook, a resident of Hawaii who goes by \"Maui cooper slim\" online, is the women who started it all with the click of a button. Frustrated by the 2016 election results, Shook invited 40 of her friends to a March on Washington. When she awoke the next morning 10,000 additional names had joined the group and there were 10,000 interested in coming. Did Shook foresee this all culminating in Saturday's march? \"I hoped but no,\" Shook said. \"That night I just did it because it made me feel better in the moment. I hoped that people would get on board.\" With a D.C. crowd estimated at 500,000 and more than 600 marches around the country, clearly they did. Latest updates ",
    "title": "Who started the march? One woman - LA Times"
   },
   {
    "entities": [
     "langley",
     "andrew",
     "harnik",
     "friday",
     "brian",
     "trump",
     "house",
     "tribune",
     "mall",
     "magazine",
     "oval",
     "california",
     "donald",
     "noah",
     "adam",
     "saturday",
     "cia",
     "bennett",
     "russia",
     "king",
     "schiff",
     "martin",
     "jan. 21, 2017",
     "agency",
     "va.",
     "u.s.",
     "national",
     "wednesday",
     "luther",
     "america",
     "central",
     "washington",
     "committee",
     "now",
     "office",
     "jr.",
     "time",
     "intelligence",
     "ap",
     "bierman",
     "white"
    ],
    "id": 13,
    "text": "Trump assures CIA officials 'I am so behind you' after criticizing intelligence community Donald Trump Andrew Harnik / AP President Donald Trump speaks at the Central Intelligence Agency in Langley, Va. on Jan. 21, 2017.  President Donald Trump speaks at the Central Intelligence Agency in Langley, Va. on Jan. 21, 2017.  (Andrew Harnik / AP) Tribune news services Contact Reporter President Donald Trump moved to repair his tumultuous relationship with America's spy agencies on his first full day in office, but his bridge-building visit to CIA headquarters Saturday quickly morphed into a platform for the new commander in chief to complain about media coverage of his inauguration, misstating the size of his crowd. Standing in front of a memorial for fallen CIA agents, Trump assured intelligence officials, \"I am so behind you.\" He made no mention of his repeated criticism of the intelligence agencies following the election, including his public challenges of their high-confidence assessment that Russia meddled in the White House race to help him win. \"There is nobody that feels stronger about the intelligence community and CIA than Donald Trump,\" he said, blaming any suggestion of a \"feud\" on the media. Trump's decision to travel to CIA headquarters so quickly after taking office was seen as an attempt at a fresh start with the intelligence agencies he will now rely on for guidance as he makes weighty national security decisions. Following his private meeting with top CIA leaders, Trump said the U.S. had been \"restrained\" in its efforts to combat terrorism, calling the threat \"a level of evil we haven't seen.\" Donald Trump amplified his already heated war with the intelligence community Wednesday, accusing agents of leaking an ugly and unsubstantiated report about him while comparing the tactic to Nazis. The showdown threatens to further undermine trust between the next commander in chief... President-elect Donald Trump amplified his already heated war with the intelligence community Wednesday, accusing agents of leaking an ugly and unsubstantiated report about him while comparing the tactic to Nazis. The showdown threatens to further undermine trust between the next commander in chief... (Noah Bierman and Brian Bennett) Trump's visit to the CIA took place as throngs of women, many of them wearing bright pink, pointy-eared hats, descended on the nation's capital and other cities around the world for marches organized to push back against the new president. Hundreds of protesters lined the motorcade route as Trump sped back to the White House, many screaming and chanting at the president. The president appeared to be focused on settling scores with the media. He defensively touted the crowd size for his swearing-in ceremony, inaccurately claiming that the throngs on the National Mall stretched \"all the way back to the Washington Monument.\" Photos and video clearly showed the crowd stopping well short of the landmark. Trump is a voracious consumer of news and highly sensitive to criticism. As a candidate, he repeatedly disparaged the media and individual journalists to the delight of his supporters, and his appearance at the CIA underscored that he would continue to do so as president. He slammed a Time magazine reporter for incorrectly reporting Friday that Trump had moved a bust of Martin Luther King Jr. out of the Oval Office. But Trump followed with a misstatement of his own, saying the reporter had not corrected the mistake. In fact, the item was quickly retracted. High-level CIA brass stood largely silent during Trump's remarks, though some of the roughly 400 other officers in attendance cheered on the president during his remarks. California Rep. Adam Schiff, the top Democrat on the House Intelligence Committee, slammed Trump for using his CIA visit to squabble over media coverage. ",
    "title": "Trump assures CIA officials &apos;I am so behind you&apos; after criticizing intelligence community - Chicago Tribune"
   },
   {
    "entities": [
     "moto",
     "kerry",
     "cyrus",
     "onheiber",
     "8 a.m.",
     "bernardino",
     "vives",
     "l.a.",
     "andrew",
     "friday",
     "9:30",
     "jorge",
     "natalie",
     "avenue",
     "metro",
     "march",
     "trump",
     "chang",
     "richard",
     "pershing",
     "neiman",
     "erica",
     "facebook",
     "park",
     "angela",
     "donald",
     "after",
     "duffy",
     "saturday",
     "zeitlin",
     "county",
     "alexandra",
     "allison",
     "christine",
     "mike",
     "the '60s",
     "police",
     "ruben",
     "past",
     "department",
     "lapd",
     "saturday's march",
     "tullo",
     "square",
     "anna",
     "culver",
     "hollywood",
     "2006",
     "santa",
     "brenda",
     "side",
     "miley",
     "monica",
     "sarah",
     "san",
     "today",
     "hall",
     "east",
     "los",
     "cindy",
     "zhang",
     "rodriguez",
     "10 a.m.",
     "portman",
     "grand",
     "washington",
     "ventura",
     "now",
     "vastano",
     "early saturday",
     "smith",
     "orange",
     "dakota",
     "winton",
     "city",
     "angeles",
     "broadway",
     "4 p.m.",
     "pence",
     "babes"
    ],
    "id": 14,
    "text": "Massive women's march in downtown L.A. said to be largest in over a decade Thousands stream into downtown L.A. for women's march Thousands converge on downtown Los Angeles to march for women's rights Thousands converge on downtown Los Angeles to march for women's rights Cindy Chang, Ruben Vives, Dakota Smith, Richard Winton, Christine Zhang Hundreds of thousands of people converged on downtown Los Angeles on Saturday to march for women’s rights in one of a series of demonstrations taking place across the country. Participants began gathering at Pershing Square as early as 8 a.m., and by 9:30 protesters had overwhelmed the square and filled surrounding streets. Metro trains into downtown L.A. were jammed with people headed to the march. The exact size of the protest was difficult to measure. Women’s march organizers put the number at 750,000. The Los Angeles Police Department said in a statement that “well past” 100,000 people attended but did not provide a more precise number. One law enforcement source said officials found it difficult to measure the size because the demonstrators ended up marching down multiple streets. Officials said it appeared to be the largest since a massive 2006 immigration march downtown. The LAPD estimated that march drew 500,000, but organizers insisted the number was higher. Veteran activist Jorge Rodriguez, 64, who helped organize the 2006  demonstration, said he thought Saturday’s march appeared to be as large as the immigration event if not bigger. Regardless, police said no arrests had been made and that officers were  reopening streets as the crowds began to thin out. The crowd was too large to be accommodated by the planned Hill Street march route. Demonstrators jammed the surrounding streets of Olive, Broadway and Grand Avenue,  chanting \"Love Trumps hate\" as they made their way toward City Hall. “There is a sea of humanity everywhere,” said Los Angeles police Capt. Andrew Neiman. Aerial footage of the march taken near Grand Park showed an astounding scene, with streets clogged with demonstrators as far as the eye could see, spilling out across the Civic Center.  The immense crowd was punctuated by bright pink splashes from hats, scarves, jackets and signs in the traditionally feminine color that has now become a symbol of defiance. Some reported that being in a large crowd of like-minded people was an antidote to the depression they felt on Friday when Donald Trump was inaugurated as president. The march has helped them transform despair into action, they said. “It’s going to be a revival of the ’60s, and I’m going to be a part of it,” said Anna Vastano, 57, a retired social worker. “I’m not going to sit back and in 20 years have my grandchildren say, why didn’t I do something.” Vastano’s daughter, Alexandra, said this was her first time at a political protest. The experience, she said, has inspired her to donate money to Planned Parenthood in the name of Vice President Mike Pence, who opposes abortion rights. Alexandra Vastano, 25, who works in health insurance and has a master’s degree in public health, was already thinking about going to law school. Now, she said, studying for the entrance exam has become a high priority because of her determination to fight Trump’s agenda. A group of five friends, most in their early 30s, said they had never joined a protest until Saturday. They said that for them, the march will be the first step toward taking action instead of just expressing themselves on Facebook. Sarah Onheiber, 33, an animator, said that as a working mother she doesn’t have much time to volunteer, but she now plans to donate money to causes she believes in. She is inspired by her daughter, who is almost 3. “I can’t imagine her not having the same rights I have,” she said. Despite the size of the crowd, officials said the event was proceeding in an orderly fashion and that no major problems were reported. The march began at 10 a.m. under sunny skies and was scheduled to wrap up by 4 p.m. Organizers have emphasized that the march is not simply a protest against the new Trump administration. “We stand together in solidarity for the protection of our rights, our safety, our health, and our families — recognizing that our vibrant and diverse communities are the strength of our country,” the organizers said in their mission statement. “In the spirit of democracy and honoring the champions of human rights, dignity, and justice who have come before us, we join in diversity to show our presence in numbers too great to ignore. We stand together, recognizing that defending the most marginalized among us is defending all of us.”   Organizers  released a long list of Hollywood heavyweights scheduled to attend, including Natalie Portman, Kerry Washington and Barbra Streisand. The march was led by an all-female motorcycle group called the East Side Moto Babes. The engines of the bikes roared along with the cheering crowd. At the head of the march was singer Miley Cyrus . The crowd chanted, \"This is what democracy looks like” and “Hey, hey, ho, ho, Donald Trump got to go.” After Metro reported early Saturday that several of its subway and commuter rail stations — including those in Orange County — were jammed and, in some cases, overwhelmed with passengers trying to get to the downtown L.A. march, the transportation authority announced it was adding trains on some of its lines. Many were crowded to capacity, as were stations along the Expo, Blue, Red and Gold lines. Some inner-city bus lines also were packed. Erica Zeitlin said she caught the Expo Line in Santa Monica, but it took nearly an hour before there was a train available with enough space to accommodate more passengers.  “Metro could have put on 10 times as many trains, and they’d be busy,” she said. “The platforms are packed.” The rail lines were so packed that some Culver City passengers said they had to travel west to Santa Monica before they were able to board a downtown-bound train. Expo Line passenger Angela Duffy said the Culver City station was so packed that she decided to walk to the Palms station. But that station also was crowded, so her group headed to the Santa Monica station. “It is worth doing it to stand with my fellow women in solidarity,” Duffy said. “Change needs to happen. … If I just sat at home because I didn’t want to get into the crowds, I would not be standing up for what I believe in.” Brenda Tullo stayed up late crocheting one of the hats for her daughter, Allison, then rose before the sun came up to drive to downtown L.A. from San Bernardino. “I’m doing this for the women who came before me, who gave me the privilege to do everything I do today,” said Allison Tullo, 24, who works at a coffee shop. Her aunt and grandmother went to a different women’s march in Ventura. ",
    "title": "Massive women&apos;s march in downtown L.A. said to be largest in over a decade - LA Times"
   },
   {
    "entities": [
     "mcafee",
     "jim",
     "iray",
     "stephen",
     "thursday, oct. 8, 2015",
     "texas",
     "kryger/the",
     "ryan",
     "pagano",
     "nfl",
     "jerrell",
     "morning",
     "state",
     "clark",
     "stadium",
     ", afternoon",
     "erik",
     "swoope",
     "steelers",
     "jami",
     "martin",
     "wednesday, january 11, 2012",
     "nrg",
     "san",
     "afternoon",
     "irsay",
     ",",
     "saturday, august 9, 2014",
     "zak",
     "22 minutes ago",
     "wayne",
     "dakich",
     "kryger/indystar",
     "pittsburgh",
     "thursday, september 3, 2015",
     "sunday, jan.1, 2016",
     "larry",
     "fleener",
     "friday",
     "july 28, 2016",
     "indy_star",
     "sunday",
     "--",
     "facebook",
     "winston",
     "united",
     "gregg",
     "london",
     "jr.™",
     "purdue",
     "indiana",
     "dan",
     "friday, august 14, 2015",
     "bowen",
     "thursday, july 31, 2014",
     "holder",
     "luck",
     "arians",
     "grison",
     "complex",
     "rams",
     "james",
     "louis",
     "fullscreen",
     "chuck",
     "diego",
     "apr 28, 2016",
     "wednesday, october 31, 2012",
     "drinkut/the",
     "scheer",
     "wednesday, june 13, 2012",
     "goebel",
     "oct. 2, 2016",
     "allen",
     ", evening",
     "andrew",
     "edgerrin",
     "wade/indystar",
     "thursday",
     "brent",
     "bruce",
     "st.",
     "lucas",
     "sheer/the",
     "dwayne",
     "october 14, 2013",
     "november 24",
     "doyel",
     "mykal",
     "sunday august 12, 2012",
     "indystar",
     "in",
     "jan. 21, 2017",
     "01/06/2013",
     "colts",
     "houston",
     "rice",
     "orsay",
     "jaguars",
     "matt",
     "indianapolis",
     "thursday, november 24",
     "scheer/the",
     "cripe",
     "wembley",
     "anderson",
     "keefer",
     "grigson",
     "guy",
     "states",
     "rob",
     "highland",
     "january 21, 2017",
     "university",
     "the",
     "freeman",
     "following saturday",
     "ayello",
     "kryger",
     "jacksonville",
     "2016",
     "reggie",
     "pat",
     "share",
     "former",
     "4:01 p.m.",
     "detrich",
     "goebel/the",
     "eagles",
     "oil",
     "december 11, 2016",
     "star",
     "philadelphia",
     "coby",
     "now",
     "mceldowney/indystar",
     "robert",
     "drinkut/indystar",
     "condoleezza"
    ],
    "id": 15,
    "text": "Don't expect Pat McAfee to shed a tear for Ryan Grigson \" 'Unwarranted Arrogance' just ran into a brick wall called karma.\" Post to Facebook Don't expect Pat McAfee to shed a tear for Ryan Grigson \" 'Unwarranted Arrogance' just ran into a brick wall called karma.\" Check out this story on USATODAY.com: http://indy.st/2kd33n2 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 3 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Don't expect Pat McAfee to shed a tear for Ryan Grigson Jim Ayello , Jim Ayello Published 4:01 p.m. ET Jan. 21, 2017 | Updated 22 minutes ago CLOSE x Share Indianapolis Colts Insider Stephen Holder and columnist Gregg Doyel break down owner Jim Iray's news conference announcing the dismissal of Ryan Grigson. Clark Wade/IndyStar Indianapolis Colts punter Pat McAfee (1) celebrates his pass to tight end Erik Swoope (86) in the first half of their game Thursday, November 24, evening at Lucas Oil Stadium. (Photo: Matt_Kryger/Indy_Star) If Ryan Grigson is looking for sympathy following Saturday's news that he'd been fired , Colts punter Pat McAfee is not his man. Mere minutes after the news broke that the Colts had fired the general manager, McAfee tweeted \"Thank God.\" The tweet would have been a bit cryptic had he not followed it up with: \" 'Unwarranted Arrogance' just ran into a brick wall called karma.\" And after local radio personality Dan Dakich tweeted , \"So funny.. the Punter,\" McAfee responded with \"All Pro punter\" please and thank you.. also someone who has seen your best friend treat humans absolutely horrendously for 5 years.\" IndyStar Colts Insider Stephen Holder later added , \"I am not taking a position here. Just passing along facts. Ryan Grigson was absolutely despised by many people in the building.\" McAfee wasn't alone: — Jerrell Freeman (@JerrellFreeman) January 21, 2017 Now we can play ball....! ✌ pic.twitter.com/su0Qo8SMpC — Reggie Wayne (@ReggieWayne_17) January 21, 2017 Great move by the colts... I can free up some time if they need a fill in!!! ✋Defense in every round  https://t.co/5OvOrYJZ5x — gary brackett (@GaryBrackett58) January 21, 2017 They fired Ryan Grison. Damn idk why Irsay Hired him in the 1st place. He wouldn't even know how to operate a lineup for a bball team. — Winston Guy Jr.™ (@winstonguyjr27) January 21, 2017 Looks like whoever left this sign at the #Colts facility got their wish... pic.twitter.com/gsipPZKguq — Zak Keefer (@zkeefer) January 21, 2017 Not every player feels like that, though: Posted! A link has been posted to your Facebook feed. The Indianapolis Colts announce that head coach Chuck Pagano will return as he signs a contract extension with the team. Here Indianapolis Colts GM Ryan Grigson,left, listens as head coach Chuck Pagano,right, addresses the media.  Matt Kryger/The Star, Matt Kryger/The Star Indianapolis Colts general managers Ryan Grigson and head coach Chuck Pagano talk about the Colts number one pick in the 2016 NFL Draft Thursday, Apr 28, 2016, evening at the Colts Complex.  Matt Kryger/IndyStar Indianapolis Colts GM Ryan Grigson before their start of their game. The Indianapolis Colts host the Houston Texans in their NFL football game Sunday, December 11, 2016, afternoon at Lucas Oil Stadium.  Matt_Kryger/Indy_Star Indianapolis Colts owner Jim Irsay and Colts GM Ryan Grigson,right, before the start of their game against the Pittsburgh Steelers Thursday, November 24, evening at Lucas Oil Stadium.  Matt_Kryger/Indy_Star Indianapolis Colts general manager Ryan Grigson walks across the field after the Colts' 30-27 loss to the Jacksonville Jaguars at Wembley Stadium in London on Oct. 2, 2016.  Mykal_McEldowney/Indy_Star Indianapolis Colts general manager Ryan Grigson watches during the Indianapolis Colts NFL training camp at Anderson University on July 28, 2016.  Mykal McEldowney/IndyStar Indianapolis Colts general manager Ryan Grigson before the start of  their NFL football game against the Jacksonville Jaguars Sunday, Jan.1, 2016, at Lucas Oil Stadium.  Matt_Kryger/Indy_Star Fullscreen The Indianapolis Colts announce that head coach Chuck Pagano will return as he signs a contract extension with the team. Here Indianapolis Colts owner Jim Irsay,middle, his head coach Chuck Pagano,right, and Colts GM Ryan Grigson,left, pose for a group photo following their press conference.  Matt Kryger/The Star, Matt Kryger/The Star Indianapolis Colts general manage Ryan Grigson,left, talks with head coach Chuck Pagano at the Colts training camp Friday, August 14, 2015, afternoon at Anderson University in Anderson IN.  Matt Kryger / The Star Indianapolis Colts owner Jim Irsay,left, and Colts general manager Ryan Grigson,right, before the start of their preseason game Thursday, September 3, 2015, at Lucas Oil Stadium.  Matt Kryger / The Star Fullscreen Ryan Grigson, left, general manager for the Indianapolis Colts and team owner and CEO Jim Orsay walk off the field before the start of an NFL football game Thursday, Oct. 8, 2015, at NRG Stadium in Houston, Texas. The Colts won the game, 27-20.  Matt_Kryger / The_Star Indianapolis Colts owner Jim Irsay,middle, Colts GM Ryan Grigson and Jami Martin,left, walk off the field following a practice at Anderson University.  Matt Kryger / The Star Indianapolis Colts general manager Ryan Grigson talks to members of the media as he wraps up the Colts season and the direction he sees the Colts heading.  Matt Kryger / The Star Former Indianapolis Colts running back Edgerrin James talks with general manager Ryan Grigson during practice at training camp, on Saturday, August 9, 2014, in Anderson.  Brent Drinkut/The Star Indianapolis Colts general manager Ryan Grigson walks the sidelines during practice at training camp, on Thursday, July 31, 2014, in Anderson.  Brent Drinkut/IndyStar Colts general manager  Ryan Grigson watches the Indianapolis Colts rookie mini camp Friday afternoon at the Colts complex on 56th Street.  Matt Kryger / The Star Colts GM Ryan Grigson speaks on his mobile phone before game at Indianapolis Colts at San Diego, Chargers Qualcomm Stadium, San Diego, CA October 14, 2013.  Robert Sheer/The Star  IndyStar Former United States Secretary of State Condoleezza Rice talks withColts GM Ryan Grigson,right, show her around the Colts practice facility. Matt Kryger / The Star  IndyStar file photo Indianapolis Colts General Manager Ryan Grigson at the Colts facility on Wednesday, October 31, 2012. (Matt Detrich / The Star) <b>01/06/2013 - C01 - MAIN - 2ND - THE INDIANAPOLIS STAR</b><br />  Matt Detrich, Indianapolis Star Fullscreen The Indianapolis Colts new  GM Ryan Grigson,right, and his top tree draft picks TE Coby Fleener,left, Andrew Luck, and TE  Dwayne Allen,right, along with all the other draft picks get their photo taken by Colts photographer Matt Bowen Friday morning at the Colts Complex on W 56th Street. Matt Kryger / The Star  Matt Kryger, Indianapolis Star Ryan Grigson, General Manager for the Colts, signs autographs, at Lucas Oil Stadium, Wednesday, June 13, 2012. Robert Scheer/The Star  Robert Scheer, Indianapolis Star Fullscreen Indianapolis Colts owner Jim Irsay,right,  General Manager Ryan Grigson and Colts offensive coordinator Bruce Arians,left,  listen at Dr. Larry Cripe talks about his new patient Colts head coach Chuck Pagano and the the steps they are taking to treat him.  Matt Kryger / The Star  Matt Kryger, Indianapolis Star Fullscreen Colts GM Ryan Grigson was on the field before the game. The Colts, in Andrew Luck's debut as quarterback in Indy, played the St. Louis Rams at Lucas Oil Stadium in a pre-season game Sunday August 12, 2012. Rob Goebel/The Star.  Rob Goebel, Indianapolis Star Fullscreen Ryan Grigson, who was the Director of Player Personnel with the Philadelphia Eagles, talks with the media after he was announced as the new Indianapolis Colts General Manager at the Colts complex on Wednesday, January 11, 2012. Grigson is also a Purdue graduate and a native of Highland, Indiana. (Matt Detrich / The Star)  Matt Detrich, Indianapolis Star Fullscreen Ryan Grigson, who was the Director of Player Personnel with the Philadelphia Eagles, talks with the media after he was announced as the new Indianapolis Colts General Manager at the Colts complex on Wednesday, January 11, 2012. Grigson is also a Purdue graduate and a native of Highland, Indiana. (Matt Detrich / The Star)  Matt Detrich, Indianapolis Star Like this topic? You may also like these photo galleries: Replay ",
    "title": "Don't expect Pat McAfee to shed a tear for Ryan Grigson"
   },
   {
    "entities": [
     "johansson",
     "democratic",
     "ahmed",
     "madonna",
     "love",
     "coster",
     "women's",
     "maryland",
     "friday",
     "government",
     "november",
     "mary",
     "trump",
     "alicia",
     "march",
     "siemaszko",
     "hillary",
     "hornig",
     "lawyers",
     "party",
     "monaé",
     "aldie",
     "the future",
     "michael",
     "january 21, 2017",
     "weeks",
     "ashley",
     "oval",
     "brianna",
     "trinka",
     "penn",
     "1:04",
     "saturday",
     "for",
     "judd",
     "corky",
     "station",
     "boston",
     "feit",
     "scarlett",
     "rose",
     "keys",
     "virginia",
     "beacon",
     "roschelle",
     "mills-teque",
     "mccausland",
     "jan. 21, 2017",
     "city",
     "traci",
     "new",
     "obama",
     "chicago",
     "janelle",
     "army",
     "good",
     "july",
     "dunham",
     "kary",
     "wurm",
     "amtrak",
     "steinem",
     "york",
     "moore",
     "washington",
     "alliance",
     "clinton",
     "maxwell",
     "gloria",
     "office",
     "now",
     "the past",
     "pennsylvania",
     "group",
     "muslim",
     "phil",
     "hagerstown",
     "inauguration",
     "barack",
     "mark",
     "bedford",
     "romaine",
     "ayesha"
    ],
    "id": 16,
    "text": "Gloria Steinem at Women's March: 'Don't Try to Divide Us' 1:04 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170122020949if_/http://www.nbcnews.com/widget/video-embed/859772483672\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> While the march comes in response to Trump assuming the power of the Oval Office, it is also a warning that he will be challenged over the next four years, some demonstrators said. \"I wouldn't call it an anti-Trump march, I would call it a 'We are watching you, Trump' kind of march,\" said Ayesha Ahmed, who came from Chicago with the Muslim Women's Alliance. The march also attracted significant support from celebrities, with actresses Scarlett Johansson and Ashley Judd and singers Alicia Keys and Madonna speaking to the crowd. Performers included Janelle Monaé, Maxwell and the Indigo Girls. Dr. Trinka Coster, a retired Army colonel, said she was marching because she wants all Americans to get the same \"socialized medicine\" that soldiers and veterans get. \"I'm just glad I retired in July,\" she said of Trump's elevation to commander in chief. Gallery: Pride and Fury: Supporters and Protesters at Trump Inauguration Romaine Mills-Teque, who is African-American, rode down from Boston with her daughter, Brianna. \"I didn't think I'd have to do this for my daughter because my mother and grandmother marched fought for civil rights and women rights for me,\" she said. \"But I will continue to do it until the right is wronged.\" \"It's the most powerful experience I think I've ever had in my life,\" she said, surrounded by thousands of like-minded women. Roschelle Weeks had a similar sentiment. \"I'll remember this. I'll make sure my grandbabies hear about this,\" she said as she nudged her daughter with a laugh. Many marching said they haven't been politically involved in the past, but the nature of this election awakened their civic activism. They said they're concerned about the gender pay gap, access to Planned Parenthood and health care services, and equal rights. \"It made me realize that the things I thought were enough to focus on, which I had been focusing on my life to that point ... were not enough at all,\" said Traci Feit Love, an attorney who started the Lawyers for Good Government Group after the November election. This is the densest I've seen it get of all the crowds and protests since Friday #WomensMarch pic.twitter.com/eWgOgka9wt — Phil McCausland (@PhilMcCausland) January 21, 2017 Grandmother Mary Hornig, 58, arrived from Aldie, Virginia, with three family members. \"That's why I'm here,\" she said in reference to her grandchildren. \"For the future. Now and the future.\" She recognized that Trump might not listen to their message, but added, \"I'm hoping some of the other Republicans might.\" Mark Dunham, of Beacon, New York, held a sign with his wife, Kary, that read, \"Human rights = women's rights.\" The pair cheered on as filmmaker Michael Moore, an outspoken critic of Trump's policies, spoke to the crowd and said the \"old guard of the Democratic Party has to go.\" Mark Dunham, 60, and wife Kary, 50, of Beacon, New York, at the Women's March on Washington on Jan. 21, 2017. Corky Siemaszko \"I think it's awesome,\" Kary Dunham, 50, said of the many men also in attendance. \"I didn't doubt there would be so many men. They're not all crazy, misogynist pigs.\" Rose Wurm of Hagerstown, Maryland, said she was determined to show her support in person. The 64-year-old retired medical secretary from Bedford, Pennsylvania, carried two signs. One asked Trump to stop tweeting and the other asked him to fix former President Barack Obama's health care law, rather than get rid of it. Wurm was riding one of the roughly 1,800 buses that had registered to park in Washington on Saturday — translating to nearly 100,000 people coming for the march just by bus. One company had buses coming from more than 200 cities in 26 states. At New York City's Penn Station, about 200 to 300 women gathered before dawn to board an Amtrak train to the capital. \"If you think we were nasty before, just you wait,\" read one handmade sign, alluding to Trump sniping at rival Hillary Clinton as a \"nasty woman\" during a presidential debate . Play ",
    "title": "Women's March Brings Flood of Pink Hats, Fiery Rhetoric to Washington - NBC News"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "5:54 pm est",
     "march",
     "trump",
     "updated",
     "jan 21, 2017",
     "2017",
     "news",
     "inc.",
     "elizabeth",
     "donald",
     "warren",
     "last",
     "saturday",
     "monet",
     "boston",
     "aja",
     "d.c.",
     "today",
     "yesterday",
     "america",
     "washington",
     "now"
    ],
    "id": 17,
    "text": "CBS News Last Updated Jan 21, 2017 5:54 PM EST Top Democrats are turning out Saturday for the Women’s Marches across the country -- including liberal icon Elizabeth Warren, who fired up a crowd in Boston. “Yesterday, Donald Trump was sworn in as president. That sight is now burned into my eyes forever,” Warren told the crowd, which the Boston mayor’s office estimated was reached many as 150,000 people. “And I hope the same is true for you — because we will not forget. We do not want to forget. We will use that vision to make sure that we fight harder, we fight tougher, and we fight more passionately than ever — not just for the people whom Donald Trump supports, but for all of America.” “We can whimper, we can whine, or we can fight back. Me? I’m here to fight back,” Warren continued. “We come here to stand shoulder to shoulder to make clear: We are here, we will not be silent, we will not play dead, we will fight for what we believe in.” The Boston march was just one of dozens across the country and around the world Saturday to protest after the inauguration of President Donald Trump . What started with an event in the nation’s capital, the Women’s March on Washington , quickly grew to include other cities across the country and worldwide. Women's March, in Washington and around the world “We’re here today because of the power of women -- the power of women to come up with good ideas, like this rally,” she said. “The power of women to organize, like this rally. And the power of women to make sure that as our country enters a new political era that the voices of the people will be heard.” Like other speakers in D.C. and across the country, Warren stressed the importance of tolerance and equality. Watch Aja Monet recite poetry “We believe that sexism, racism, homophobia, and bigotry have no place in this country,” Warren said. “Black lives matter; diversity makes our country stronger. We believe that equal means equal and that’s true in the workplace, it’s true in marriage, it’s true every place.” She spoke about Republicans’ plans to repeal the Affordable Care Act , the new president’s stance on climate change and his “build a wall” hard-line stance on immigration. “Trump and the Republicans promise to make America worse,” she said. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Elizabeth Warren fires up women's march in Boston: \"I'm here to fight back\" - CBS News"
   },
   {
    "entities": [
     "middle",
     "potomac",
     "west",
     "cathedral",
     "the past several years",
     "trump",
     "house",
     "harvard",
     "hillary",
     "point",
     "bishop",
     "last week",
     "january 21, 2017",
     "facebook",
     "academy",
     "donald",
     "recently",
     "pompeo",
     "saturday",
     "river",
     "military",
     "kansas",
     "cia",
     "congress",
     "russia",
     "brennan",
     "school",
     "anthem",
     "2016",
     "john",
     "mike",
     "twitter",
     "virginia",
     "past",
     "prayer",
     "u.s.",
     "fbi",
     "obama",
     "national",
     "army",
     "east",
     "service",
     "washington",
     "law",
     "now",
     "isis",
     "putin",
     "budde",
     "clinton",
     "mariann",
     "white"
    ],
    "id": 18,
    "text": "Trump moves to ease intel community tensions with CIA visit Published January 21, 2017 Facebook 0 Twitter 0 livefyre Email Print   President Trump visited the CIA on Saturday in a conciliatory bid to end a feud with the intelligence community -- a dispute he suggested was overblown by the media -- while making clear one of his top priorities will be to destroy the “evil” Islamic State terror network. “We have to get rid of ISIS. We have no choice. Radical Islamic terrorism, it has to be eradicated,” said Trump, on his first full day in the White House and his first official agency stop of his presidency. “This is evil. … We’re going to end it.” Trump’s trip across the Potomac River to the agency’s headquarters in northern Virginia follows a tumultuous past couple of months in which the U.S. intelligence community has suggested Russia's alleged interference in the 2016 campaign was meant to help Trump beat Democrat Hillary Clinton.  The CIA, FBI and other agencies in the so-called U.S. intelligence community recently issued a report that stated Putin and Russia meddled in the race, though it found no evidence of vote tampering. However, Trump last week suggested outgoing CIA Director John Brennan may have leaked an unofficial dossier on him containing embarrassing and highly suspect allegations, and compared the situation to living in “Nazi Germany.” John Brennan has denied such accusations and said Trump lacks “a full understanding” of Russian capabilities and the actions the country is taking in the world. “Nobody feels stronger about the intelligence community than Donald Trump,” the president said Saturday to loud applause. “I love you. I respect you. There’s nobody whom I respect more. We are going to start winning again.\" Trump suggested the news media, which he has repeatedly argued are dishonest and have treated him unfairly, overplayed his concerns about intelligence officials. He also accused the media of mischaracterizing the size of his inauguration crowds.  “We are going to do great things,” said Trump, who also tried to reassure the roughly 400 agency employees who assembled at the headquarters that his pick to run the agency now, Kansas Rep. Mike Pompeo, would advance the CIA and its mission as the country’s top spy agency.  Before joining Congress, Pompeo was first in his class at the U.S. Military Academy at West Point, served in the Army and graduated from Harvard Law School. “Everything he’s done is a home run,” Trump said. “People like him. People respect him. You are going to be getting a total star.\" Trump said during his winning campaign that President Obama didn’t do enough to destroy ISIS, the upstart terror group that emerged in the chaos of the Middle East and has since claimed responsibility for dozens of terror attacks over the past several years that have killed hundreds. Trump began his first full day in the White House by attending the traditional, post-inauguration National Prayer Service. The roughly one-hour, interfaith service at the Washington National Cathedral included the National Anthem and a Muslim prayer. “Hold fast that which is good,” said Bishop Mariann Budde, of the Episcopal Diocese of Washington. “Make no peace with oppression. Strengthen the weak. … Honor all people.\" Advertisement ",
    "title": "Trump moves to ease intel community tensions with CIA visit | Fox News"
   },
   {
    "entities": [
     "enrique",
     "kushner",
     "et",
     "david",
     "theresa",
     "langley",
     "last year",
     "friday",
     "cathedral",
     "spicer",
     "states",
     "inauguration day",
     "trump",
     "house",
     "melania",
     "nieto",
     "pinterest",
     "late next week",
     "trudeau",
     "facebookemail",
     "may",
     "facebook",
     "united",
     "donald",
     "linkedin",
     "mexico",
     "saturday",
     "state",
     "cia",
     "of",
     "congress",
     "jan. 31",
     "russia",
     "ngan",
     "peña",
     "justice",
     "twitter",
     "10:43 a.m.",
     "jan. 21",
     "olivier",
     "douliery",
     "2003",
     "prayer",
     "jan. 21, 2017",
     "department",
     "usa",
     "virginia",
     "mandel",
     "va.",
     "national",
     "today",
     "iraq",
     "justin",
     "islamic",
     "sean",
     "service",
     "washington",
     "jared",
     "7 minutes ago",
     "time",
     "jackson",
     "google",
     "ap",
     "white"
    ],
    "id": 19,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Trump attacks the media in CIA speech and praises his election win No one will support the intelligence community more than he will, President Trump told a crowd at CIA headquarters Saturday, while he also attacked the news media for reporting that he had a \"feud\" with intelligence agencies. Post to Facebook Trump attacks the media in CIA speech and praises his election win No one will support the intelligence community more than he will, President Trump told a crowd at CIA headquarters Saturday, while he also attacked the news media for reporting that he had a \"feud\" with intelligence agencies. Check out this story on USATODAY.com: http://usat.ly/2kcf4cu CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 232 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump attacks the media in CIA speech and praises his election win David Jackson , USA TODAY Published 10:43 a.m. ET Jan. 21, 2017 | Updated 7 minutes ago CLOSE x Share President Donald Trump is telling CIA employees whose work he has publicly doubted that no one feels stronger about the intelligence community than he does. (Jan. 21) AP President Trump speaks at the CIA headquarters in Langley, Va., on Jan. 21, 2017. (Photo: Olivier Douliery, Pool/European Pressphoto Agency) WASHINGTON — No one will support the intelligence community more than he will, President Trump told a crowd at CIA headquarters Saturday, while he also attacked the news media for reporting that he had a \"feud\" with intelligence agencies. While at the CIA, Trump also blasted media coverage of his inauguration on Friday — a protest angrily echoed later by press secretary Sean Spicer , who accused reporters of deliberate \"false reporting\" of attendance and interest in Trump's swearing-in. While Trump has clashed with intelligence officials in recent weeks over investigations into Russian election activity, the new president told intelligence agency employees that \"you're going to get so much backing\" from his administration. Describing the CIA as a key to victory over Islamic State-style terrorists, Trump also talked politics during his visit, telling employees that he got the most votes in last year's election from members of the military, law enforcement and intelligence communities, and \"probably almost everybody in this room voted for me\" in the election, \"We're all on the same wavelength, folks,\" Trump said while standing at a memorial wall honoring CIA agents who have given their lives in service to the nation. President Trump and first lady Melania Trump arrive for the National Prayer Service at the National Cathedral on Jan. 21, 2017, in Washington.  (Photo: Mandel Ngan, AFP/Getty Images) Trump's CIA trip — his first official visit as chief executive — came hours after he attended a National Prayer Service at Washington National Cathedral, nearly 24 hours after being sworn in as the nation's 45th president. Meanwhile, thousands marched in the streets of Washington and other cities across the globe to protest his presidency and even challenge its legitimacy. In other second-day developments: • The White House announced that British Prime Minister Theresa May will meet with Trump in Washington late next week. •  Spicer said Trump will meet with Mexico President Enrique Peña Nieto on Jan. 31 and that the two leaders spoke by phone about trade, immigration, security and other issues. • Trump also spoke with Canadian Prime Minister Justin Trudeau, a partner along with Mexico in the North American Free Trade Agreement that Trump has vowed to change. • Trump repeated a campaign line that the United States should have \"kept\"' Iraq's oil after the 2003 invasion, saying that might have blocked the rise of the Islamic State. He added: \"Maybe we'll have another chance.\" The president again suggested he opposed the Iraq war, though interviews at the time indicated otherwise. • The Trump Department of Justice said the president is within his rights to hire son-in-law Jared Kushner as a White House adviser ; a Justice memorandum said a nepotism law passed by Congress does not apply to the executive branch. •  Trump again took to social media, tweeting that \"I am honored to serve you, the great American People, as your 45th President of the United States!\" Trump's visit to CIA headquarters in Virginia resembled something of a peace mission. During the transition between election and inauguration, leaders of the intelligence community said Russia engineered the hacking in an effort to help Trump, while Trump and supporters said other countries could have been involved. He also claimed the intelligence community leaked damaging information on him, including allegations out of Russia. (Trump later acknowledged that Russia was behind the hacking but that it didn't affect the counting of votes.) In his appearance before CIA employees, Trump blamed the media for what he called false reporting of a \"feud\" with intelligence, saying that \"I have a running war with the media; they are among the most dishonest human beings on earth.\" He also attacked media coverage of parts of his Inauguration Day, saying media outlets played down the size of the crowd he drew . Read more: ",
    "title": "Trump attacks the media in CIA speech and praises his election win"
   },
   {
    "entities": [
     "$10,000",
     "sobol",
     "west",
     "reporter",
     "friday",
     "contact",
     "about 11 p.m.",
     "avenue",
     "trump",
     "tribune",
     "ciesil",
     "jan. 25",
     "donald",
     "$10k",
     "street",
     "tower",
     "leighton",
     "st.",
     "criminal",
     "county",
     "north",
     "the day",
     "court",
     "j.",
     "night",
     "jennings",
     "rosemary",
     "chicago",
     "building",
     "kuriakos",
     "louis",
     "cook",
     "5500",
     "maria",
     "kinzie",
     "matthew",
     "regina"
    ],
    "id": 20,
    "text": "$10K bail for man accused of pushing cop off bike during Trump protest 10K bail for man accused of pushing cop off bike during Trump rally Cook County sheriff's office Rosemary Regina Sobol Contact Reporter Chicago Tribune A man accused of shoving a police officer from his bicycle during a demonstration to protest Donald Trump 's inauguration as president  Friday night was ordered held on $10,000 bail. The incident started a few blocks away from Trump Tower in the first block of West Kinzie Street about 11 p.m. when the officer told Matthew J. Jennings he was not allowed to walk in the street and asked him to move to the sidewalk, according to a police report. Jennings, 22, then pushed the officer off his bicycle, causing the officer to fall and hit the ground and suffer minor bruising to his left leg, according to court documents, which said the bike's rear derailler was damaged.  Jennings tried to run away but another officer placed him under arrest. When Jennings got to the 18th District station to be processed he said of the bike officer: “I didn’t push him; he ran into me,’’ the report said. At the station, officers ran his name and found Jennings, of the 5500 block of North St. Louis Avenue, was also wanted on a warrant for an unrelated domestic battery. Jennings, who was charged with battery and criminal damage to property, both of which are misdemeanors, appeared before Judge Maria Kuriakos Ciesil who set a $10,000 bail at the Leighton Criminal Court Building. Jennings, whose mugshot shows a bandage under his right eye, suffered that injury earlier in the day, before his arrest, the police report said. He is scheduled to appear in court again on Jan. 25 in Branch 34. Jennings’ attorney could not immediately be reached. ",
    "title": "$10K bail for man accused of pushing cop off bike during Trump protest - Chicago Tribune"
   },
   {
    "entities": [
     "jim",
     "tomorrow",
     "february 25, 2016",
     "texas",
     "6:30 p.m.",
     "last wednesday",
     "images",
     "hospital",
     "getty",
     "jan 21, 2017",
     "telemundo",
     "sunday",
     "morgan",
     "methodist",
     "news",
     "cnn",
     "h.w.",
     "sunseri",
     "bank",
     "george",
     "gina",
     "mcgrath",
     "abc",
     "at",
     "shares",
     "photo",
     "jan. 14",
     "tx",
     "houston",
     "winsor",
     "nbcu",
     "wednesday",
     "star",
     "barbara",
     "hw",
     "last night",
     "bush",
     "time",
     ", 1:47 pm"
    ],
    "id": 21,
    "text": "Barbara Bush Could Be Discharged Sunday; George H.W. Bush Remains in ICU By Morgan Winsor Jan 21, 2017, 1:47 PM ET 0 Shares Star NBCU Photo Bank via Getty Images Barbara Bush and Former President George H.W. Bush at the Republican presidential primary candidate debate sponsored by CNN and Telemundo in Houston, TX, on February 25, 2016. 0 Shares Email Former President George H.W. Bush will remain in the intensive care unit of a Texas hospital for the next few days while his wife, former first lady Barbara Bush , could be discharged Sunday, family spokesman Jim McGrath said in a statement. George H.W. Bush has been hospitalized at Houston Methodist Hospital since Jan. 14. He was transferred to the intensive care unit Wednesday for \"an acute respiratory problem stemming from pneumonia ,\" McGrath said in a statement at the time. The 92-year-old former president underwent a procedure “to protect and clear his airway that required sedation,” the statement said. Although he's in stable condition, George H.W. Bush will remain in the ICU \"for observation for a few more days,\" according to McGrath. \"President Bush is breathing well without any mechanical assistance, his spirits are high, and he is looking forward to getting back to a regular schedule,\" McGrath said. \"In fact, he called his office last night at 6:30 p.m. to check in on his staff.\" Former President George HW Bush Admitted to ICU, Barbara Bush Hospitalized Barbara Bush, 91, entered the same medical center last Wednesday as a precaution after suffering fatigue and coughing. She was being treated for bronchitis, according to McGrath. The former first lady had not been feeling well for a couple of weeks but is resting comfortably, the family's spokesman said. \"Following another good night’s rest, President and Mrs. Bush have both continued to improve over the past 24 hours,\" McGrath said. \"Mrs. Bush could possibly be discharged from Houston Methodist Hospital tomorrow.\" ABC News' Gina Sunseri contributed to this report. 0 Shares ",
    "title": "Barbara Bush Could Be Discharged Sunday; George H.W. Bush Remains in ICU - ABC News"
   },
   {
    "entities": [
     "thursday, jan. 19, 2017",
     "florence",
     "marshals",
     "chapo",
     "colorado",
     "n.y.",
     "friday",
     "mahmud",
     "salim",
     "this march",
     "amnesty",
     "island",
     "sinaloa",
     "january 21, 2017",
     "2009",
     "facebook",
     "late thursday",
     "1982",
     "ronkonkoma",
     "mexico",
     "international",
     "2014",
     "bureau",
     "of",
     "linaweaver",
     "gotti",
     "john",
     "2011",
     "metropolitan",
     "twitter",
     "four years earlier",
     "manhattan",
     "macarthur",
     "u.s.",
     "nov. 1, 2000",
     "long",
     "new",
     "chicago",
     "prisons",
     "brooklyn",
     "laden",
     "osama",
     "center",
     "york",
     "correctional",
     "catherine",
     "service",
     "mamdouh",
     "12,",
     "bin",
     "now",
     "airport",
     "joaquin",
     "guzman",
     "city",
     "ap",
     "el"
    ],
    "id": 22,
    "text": "El Chapo's new home: a jail that held mobsters, terrorists Published               January 21, 2017 Facebook 0 Twitter 0 Email Print FILE- This March 12, 2009 photo shows the Metropolitan Correctional Center in New York City. The high security section of the facility where high-risk inmates that included Mafia boss John Gotti and several close associates of Osama bin Laden spent their time awaiting trial, will now house accused Mexican drug lord and escape artist Joaquin \"El Chapo\" Guzman. (AP Photo/Mark Lennihan, File)  (AP2009) NEW YORK –  In the heart of bustling lower Manhattan sits one of the country's most secure federal lockups — and the new home of Mexican drug lord Joaquin \"El Chapo\" Guzman. Guzman, who pleaded not guilty on Friday to charges he ran one of the world's biggest drug-trafficking operations, can expect to be kept in a special unit inside the drab 12-story Metropolitan Correctional Center, where such other high-profile, high-risk inmates as Gambino crime family boss John Gotti and several former close associates of Osama bin Laden awaited trial. \"It's got extra security above and beyond what you would have in a restricted housing area,\" second only to the super-maximum security prison in Florence, Colorado, said Catherine Linaweaver, who served as the lockup's warden for 15 months before retiring in 2014. \"There is no other unit in the Bureau of Prisons like the high-security unit in New York.\" Expand / Contract In this photo provided U.S. law enforcement, authorities escort Joaquin \"El Chapo\" Guzman, center, from a plane to a waiting caravan of SUVs at Long Island MacArthur Airport on Thursday, Jan. 19, 2017, in Ronkonkoma, N.Y. The infamous drug kingpin who twice escaped from maximum-security prisons in Mexico was extradited at the request of the U.S. to face drug trafficking and other charges, and landed in New York late Thursday, a federal law enforcement official said. (U.S. law enforcement via AP) 'EL CHAPO' GUZMAN FACES LIFE IN PRISON; NOT-GUILTY PLEA ENTERED To authorities, it's a setting befitting a man who twice escaped from maximum-security Mexican prisons. Federal prosecutors wrote in a court filing that \"it is difficult to imagine another person with a greater risk of fleeing prosecution\" than Guzman. The jail is sandwiched between federal prosecutors' offices and two federal courthouses and is protected by steel barricades that can stop a 7 1/2-ton truck. Cameras capable of reading a newspaper a block away are trained on the area. Inmates can be transported to court through corridors linked to both courthouses, though Guzman will be ferried to and from court in Brooklyn, a potentially risky job for the U.S. Marshals Service. In the 10th-floor Special Housing Unit, known by its acronym, the SHU, pronounced like \"the shoe,\" around a dozen prisoners spend 23 hours a day in 20-by-12-foot cells, prohibited from communicating with one another. Meals are eaten in cells, and exercise is in a recreation area specifically for these inmates. FEMALE INMATES IN NY JAIL WELCOME 'EL CHAPO' BY WILDLY CHANTING HIS NAME To reduce the risk that a wealthy inmate such as Guzman might try to corrupt jail staff, the number of jailers who have access to him will likely be limited and each will undergo extra screenings by top jail officials, Linaweaver said. The special unit's strict confinement drew criticism in 2011 from the human rights group Amnesty International, which expressed concern that the sparse cells, exercise restrictions and isolation \"amount to cruel, inhuman or degrading treatment.\" The jail saw an audacious escape attempt in 1982, when two armed people in a hijacked sightseeing helicopter tried to pluck an inmate off a roof. Four years earlier, three prisoners broke out by cutting through window bars. Security there was tightened significantly after Mamdouh Mahmud Salim, described as a right-hand man to bin Laden and awaiting trial in a terrorism case, used a sharpened comb to stab a guard on Nov. 1, 2000. Salim, who later apologized for the stabbing, is serving a life sentence. Guzman's case doesn't mark the first time federal authorities have grappled with how to hang onto a member of his Sinaloa drug cartel. Authorities expressed concern that the cartel might attempt to break a son of one of Guzman's cartel partners out of a federal lockup in Chicago in 2011. Of particular concern in that case: A fenced rooftop recreation center officials feared could make a defendant susceptible to sniper fire. The son was moved to a more secure facility. Advertisement ",
    "title": "El Chapo's new home: a jail that held mobsters, terrorists | Fox News"
   },
   {
    "entities": [
     "kushner",
     "middle",
     "companies",
     "york",
     "earlier this month",
     "capitol",
     "barron",
     "friday",
     "treasury",
     "blunt",
     "trump",
     "jan 21, 2017",
     "house",
     "r-wis.",
     "melania",
     "hillary",
     "executive",
     "previously",
     "pelosi",
     "wilmerhale",
     "ryan",
     "paul",
     "circuit",
     "senate",
     "donald",
     "kevin",
     "delkic",
     "saturday",
     "melina",
     "of",
     "observer",
     "r-mo.",
     "jamie",
     "court",
     "school",
     "chafetz",
     "security",
     "bill",
     "justice",
     "mike",
     "the early morning",
     "white",
     "scott",
     "j.",
     "john",
     "night",
     "d-calif.",
     "mccarthy",
     "department",
     "jimmy",
     "carter",
     "u.s.",
     "cornell",
     "d.c.",
     "new",
     "schumer",
     "doj",
     "roy",
     "east",
     "friday, jan. 20, 2017",
     "josh",
     "$1.8 billion",
     "d-n.y.",
     "washington",
     "karen",
     ", 4:14 pm",
     "homeland",
     "chuck",
     "ivanka",
     "nancy",
     "d-calif",
     "law",
     "office",
     "kennedy",
     "1993",
     "gorelick",
     "now",
     "f.",
     "jr.",
     "robert",
     "clinton",
     "congressional",
     "pence",
     "jared"
    ],
    "id": 23,
    "text": "Nepotism Laws Don't Apply to Jared Kushner Appointment, DOJ Says By Melina Delkic Jan 21, 2017, 4:14 PM ET 0 Shares Star J. Scott Applewhite/AP Photo President Donald Trump is joined by the Congressional leadership and his family as he formally signs his cabinet nominations into law, in the President's Room of the Senate, at the Capitol in Washington, Friday, Jan. 20, 2017. From left are Senate Minority Leader Chuck Schumer, D-N.Y., Sen. Roy Blunt, R-Mo., Donald Trump Jr., Vice President Mike Pence, Jared Kushner, Karen Pence, Ivanka Trump, Barron Trump, Melania Trump, Speaker of the House Paul Ryan, R-Wis., Majority Leader Kevin McCarthy, D-Calif., House Minority Leader Nancy Pelosi, D-Calif. 0 Shares Email Jared Kushner, the son-in-law of President Donald Trump, has been approved to work in the Trump administration as an unpaid adviser, the Justice Department announced on Saturday. The early morning memo said that Kushner's appointment would not violate federal anti-nepotism laws, despite concerns about ethical gray areas. “We conclude that section 3110 [of the U.S. Code] does not bar this appointment,” according to the 14-page memo from the Justice Department. \"We believe that the President’s special hiring authority in 3 U.S.C. § 105(a) permits him to make appointments to the White House Office that the anti-nepotism statute might otherwise forbid.\" Public officials cannot appoint, employ or advocate for family members for roles in their administrations. The laws, however, apply specifically to government agencies, like the Department of Homeland Security or the Treasury. Kushner’s role as an adviser within the White House would not fall into this category. Application of the Anti-Nepotism Statute to a Presidential Appointment in the White House Office According to Josh Chafetz, a professor at Cornell Law School and an expert in constitutional law and legislative procedure, the White House is not regulated in the same way as other administrative agencies. “The bigger issue for the administration is not so much about the technical bounds of these nepotism laws, but it just looks bad,” Chafetz said. “I don’t think there’s anything legal that can be done in terms of the appointment. It just looks like there’s a pattern of cronyism that has emerged, especially in conjunction with the cabinet appointments.” The anti-nepotism laws were originally passed in response to President John F. Kennedy’s appointment of his brother Robert as attorney general. They later prevented President Jimmy Carter from hiring his son as a White House intern during his administration. For presidential advisers without explicit roles, there are no legal restrictions. When family members serve specific roles, however, it becomes more complicated. Hillary Clinton, for example, famously went to D.C. Circuit Court in 1993 for her appointment to President Bill Clinton’s Task Force on National Health Care Reform. The court ruled that the White House and the Executive Office of the President were not subject to the anti-nepotism laws because they were not technically agencies. Kushner, who has an estimated net worth of $1.8 billion, will forgo a salary in his new role. He is subject, however, to conflict of interest laws that do not apply to the president. Kushner owns the New York Observer as well as investment fund Kushner Companies, and has promised to resign and cut ties with his business empire. He will \"divest substantial assets\" by selling them or placing them into trusts held by family members, and \"abide by federal rules requiring impartiality,\" according to a statement released by Jamie Gorelick, his attorney and partner at law firm WilmerHale. The president has previously expressed interest in having his son-in-law work on issues involving the Middle East, praising him as a \"tremendous asset.\" Already working within his new role, Kushner was photographed in the oval office Friday night as Trump signed the first executive order of his presidency. \"He has been incredibly successful, in both business and now politics,\" the president said of Kushner in a release earlier this month announcing the new role. \"He will be an invaluable member of my team.\" ",
    "title": "Nepotism Laws Don't Apply to Jared Kushner Appointment, DOJ Says - ABC News"
   },
   {
    "entities": [
     "madonna",
     "monáe",
     "utah",
     "canton",
     "muriel",
     "beach",
     "avenue",
     "november",
     "juneau",
     "hauslohner",
     "miami",
     "neiman",
     "paris",
     "today's march",
     "saturday",
     "judd",
     "station",
     "boston",
     "honolulu",
     "ferrera",
     "department",
     "edlow",
     "4 p.m. on inauguration day",
     "d.c.",
     "janelle",
     "erin",
     "tel",
     "the end of the day",
     "lexington",
     "steinem",
     "democrats",
     "weekend",
     "angeles",
     "clinton",
     "4 p.m.",
     "white",
     "stein",
     "secret",
     "right now",
     "capitol",
     "abigail",
     "friday",
     "florida",
     "this morning",
     "1 a.m.",
     "australia",
     "territories",
     "michael",
     "berlin",
     "united",
     "facebook",
     "kara",
     "ashley",
     "park",
     "london",
     "mexico",
     "recently",
     "steve",
     "rapids",
     "scarlett",
     "photo",
     "virginia",
     "police",
     "e.",
     "shook",
     "square",
     "u.s.",
     "union",
     "aviv",
     "northwest",
     "york",
     "fischer",
     "20 years from now",
     "alaska",
     "1600",
     "knight",
     "andrew",
     "perry",
     "lahuta",
     "ellipse",
     "rooney",
     "mich.",
     "district",
     "international",
     "young",
     "oliver",
     "congress",
     "trocadero",
     "bowser",
     "john",
     "canada",
     "jan. 21, 2017",
     "honduras",
     "new",
     "independence",
     "sarah",
     "yellowknife",
     "los",
     "loop",
     "service",
     "america",
     "moore",
     "grand",
     "eagle",
     "first march",
     "city",
     "hawaii",
     "johansson",
     "january 21",
     "denver",
     "barcelona",
     "marina",
     "seattle",
     "metro",
     "states",
     "lorraine",
     "march",
     "trump",
     "orleans",
     "house",
     "hillary",
     "siobhan",
     "the",
     "less than 24 hours later",
     "at 8:20 pm",
     "mona",
     "ky.",
     "hendrix",
     "actress",
     "melbourne",
     "post",
     "hotel",
     "future",
     "snyder-wagner",
     "chicago",
     "buy",
     "philadelphia",
     "osuchukwu",
     "washington",
     "gloria",
     "wait",
     "now",
     "judith",
     "pennsylvania",
     "joy",
     "teresa",
     "trafalgar",
     "amtrak",
     "ohio"
    ],
    "id": 24,
    "text": "Photos from the scene of the Women’s March on Washington View Photos The protest is expected to be the largest of the organized gatherings against the new president. Caption The protest march, a rejoinder to the inauguration of President Trump, was the largest D.C. rally in years. Jan. 21, 2017 With U.S. Capitol in the background, a crowd fills the streets on Washington during the Women’s March. Oliver Contreras/for The Washington Post Buy Photo Wait 1 second to continue. By Perry Stein , Steve Hendrix and Abigail Hauslohner By Perry Stein , Steve Hendrix and Abigail Hauslohner January 21 at 8:20 PM Follow perrystein Follow @SBHendrix Follow @ahauslohner More than a million people gathered in Washington and in cities around the country and the world Saturday to mount a roaring rejoinder to the inauguration of President Trump. What started as a Facebook post by a Hawaii retiree became an unprecedented international rebuke of a new president that packed cities large and small — from London to Los Angeles, Paris to Park City, Utah, Miami to Melbourne, Australia. The organizers of the Women’s March on Washington, who originally sought a permit for a gathering of 200,000, said Saturday that as many as a half-million people participated. Many in the nation’s capital and other cities said they were inspired to join because of Trump’s divisive campaign and his disparagement of women, minorities and immigrants. In signs and shouts, they mocked what they characterized as Trump’s lewd language and sexist demeanor. The marches provided a balm for those eager to immerse themselves in a like-minded sea of citizens who shared their anxiety and disappointment after Democrat Hillary Clinton’s historic bid for the presidency ended in defeat. “We just want to make sure that we’re heard,” said Mona Osuchukwu, 27, a D.C. native at the Washington march with her 3-year-old daughter, Chioma. “I want her to know that she has a voice. No matter what anyone tells her, especially as a black woman in America.” (Sarah Parnass/The Washington Post) [ Women’s March events underway across the country ] The Washington demonstration was amplified by gatherings around the world, with march organizers listing more than 670 planned events, including Tel Aviv, Barcelona, Mexico City, Berlin and Yellowknife in Canada’s Northwest Territories, where the temperature was 6 degrees below zero. In Chicago, the demonstration was overwhelmed by its own size, after 150,000 demonstrators swamped downtown blocks. It forced officials to curtail their planned march, although thousand of protesters still paraded around the Loop. In Boston, police estimated a gathering of 125,000. In Los Angeles, officials temporarily closed some side streets to accommodate the crowds. “We are doing our best to facilitate because they are squeezing into every street right now,” said Capt. Andrew Neiman of the Los Angeles Police Department. There were also huge gatherings in New York, Miami, Denver and Seattle. In Juneau, Alaska, one man marveled that the crowd was the biggest he had ever seen on the state Capitol’s steps. In Philadelphia, marchers filled city bridges. In Lexington, Ky., they shut down streets. In New Orleans, participants played brass instruments. The fear — and anger — at Trump’s rise to the most powerful position in the United States reverberated at renowned protest sites around the globe, from the Trocadero in Paris to Trafalgar Square in London. (The Washington Post) Marina Knight, a 43-year-old executive assistant, and her 9-year-old daughter were two of the tens of thousands marching in London. “This is her first march,” Knight said, referring to her daughter. “It’s the first time we felt it was vital to march. I feel the rights we take for granted could go backward, and we owe it to our daughters and the next generation to fix this somehow.” In the United States, the crowds marched in weather ranging from balmy to snowy. But common to every gathering was fiery rhetoric, pink knit hats, and repeated references to the boast that offended so many women: Trump’s infamous taped comments about groping female genitals. Among the thousands of signs that marchers dumped at the end of the day in front of the Trump International Hotel, just blocks from his new home at 1600 Pennsylvania Ave.: “P---y Power” and “This P---y Bites Back.” Protesters got as close as they could to the presidential mansion, crowding metal barriers less than a block away as police and Secret Service personnel watching closely. Demonstrators came to Washington from around the country, sometimes sleeping on the couches of people they had never met. As of 4 p.m. Saturday, Metro had recorded more than 597,000 trips, a weekend ridership record. By comparison, as of 4 p.m. on Inauguration Day, there were 368,000 trips. The city issued about 1,800 bus parking permits for the march, and Amtrak added extra trains in and out of Union Station. The huge crowd delighted iconic feminist Gloria Steinem, 82, who was among the first speakers. “This is the upside of the downside,” she exulted. “This is an outpouring of democracy like I’ve never seen in my very long life.” Clinton did not attend the march but tweeted her gratitude: “Thanks for standing, speaking & marching for our values @womensmarch. Important as ever. I truly believe we’re always stronger together.” [ Live updates: The Women’s March on Washington ] The size of the gathering proved challenging. The audio from sound system failed to reach everyone in the massive crowd, and far more portable toilets were needed. When the port-a-potties behind the stage broke down, security instructed women to use cups and ushered them into a box truck for privacy. “I’m afraid to shake anyone’s hand,” one woman joked. Though the marchers were mostly female and white, men and people of color also joined the throngs. John Fischer, a 34-year-old locksmith from Grand Rapids, Mich., drove more than nine hours with his wife, Kara Eagle. I’m here to support my wife,” said Fischer. “I don’t care who you are, women impact your life, and there’s no reason why they shouldn’t have the same rights as men.” Cynthia English, a 61-year-old Jamaican American living in Florida, said she wanted the new president to know that women will be fighting during his presidency to ensure that the country and laws treat them equally. She was with her daughter and marching for her two granddaughters in the hope that no future president feels comfortable making lewd comments about women. “I don’t want this to happen to them 20 years from now, so I am making my mark now,” said English, who wondered, “Why are we the ones that bring people into this world, and we are treated the worst? We should be treated with respect.” The crowd was buoyant, even joyous. Many held up signs — “I Am Very Upset!” and “Love Trumps Hate” and “Bridges Not Walls” — while others took videos of the moment on their cellphones. Every few minutes, a rolling roar swept over them. D.C. police said they had made no march-related arrests, compared with more than 200 Friday when protesters created chaos in downtown Washington. [ Protesters vowed to shut down the city. Police vowed to protect the inauguration. ] March organizers briefly considered suspending the formal march to the Ellipse out of concern that the crowd had grown too large to safely navigate the route to the White House. But speakers soon told the marchers to set out. Lorraine LaHuta, 66, who came to the march from New York City, said at times she wasn’t sure where to go, but it never felt chaotic. “It was organized disorganization that worked very well,” she said. Judith Snyder-Wagner, a 67-year-old former fundraising consultant, came because she sensed a shift in the rural, blue-collar community near Canton, Ohio, where she lives with her wife, Joy. A neighbor mowed a piece of grass along their property line and put up a Trump sign facing their home. Someone recently drove through the neighborhood flying a Confederate flag. “We’ve been afraid,” she said, her voice quavering. She was limping up the sidewalk on Independence Avenue. She has had both her knee and hip replaced, and she held a cane in one hand and a poster in the other. “We just feel like we’re going to lose our civil rights.” The couple boarded a bus at 1 a.m. Saturday in Ohio and would head home less than 24 hours later. “We needed to feel inspired,” Joy Snyder-Wagner said, looking around. “And we do.” Trump’s election was the wake-up call that progressives needed, said Erin Edlow, 28, the membership director of the Virginia Beach Young Democrats. She was in town with her sister to demonstrate her support for the rights of immigrants and of lesbian, gay, bisexual and transgender people. “Democracy is not a spectator sport,” she said. The march turned into a star-studded event, with celebrities such as Madonna, Janelle Monáe, Scarlett Johansson and Ashley Judd making appearances. D.C. Mayor Muriel E. Bowser (D) introduced herself as a proud “chick mayor” and implored the Republican majority in Congress to stop meddling in the District’s local lawmaking. Activist filmmaker Michael Moore ripped a copy of The Washington Post in half, noting the headline “Trump takes power” and declaring “I don’t think so.” Actress America Ferrera declared that “our new president is waging a war” on the values that define the country with “a credo of hate fear and suspicion of one another.” “It’s been a heart-rending time to be both a woman and an immigrant,” said Ferrera, whose parents are from Honduras. “Our dignity, our character, our rights have been under attack.” “But the president is not America,” she said. “We are America.” As the march grew in prominence, it highlighted long-existing racial and political rifts in the feminist movement. The initial organizers of the march were white women — a group that narrowly voted for Trump in November — although they quickly handed its leadership over to a diverse group of veteran organizers from New York. They have embraced an imperiled liberal agenda, in sharp contrast to much of what Trump laid out for his presidency. The march platform called for ending violence against women, workers’ rights, reproductive rights, environmental justice, immigrant rights and more. But a group of women who oppose abortion also came, beseeching the larger march to recognize their variety of feminism. Whether to include the conservative viewpoint sparked controversy in the days before the march. Antiabortion activists said they were excluded. Siobhan Rooney, 32, drove from Philadelphia this morning to march for women’s rights. For her, that includes the rights of their unborn children. [ Is there a place for women opposed to abortion at the Women’s March? ] “We are in the same page on so many issues. It’s just this one issue,” she said. Teresa Shook , who is in her 60s, was on hand to marvel at what emerged from her original proposal for a march in a November post on Facebook. The grandmother of four from outside of Hono­lulu accepted hug and after hug as the crowd surged around her. “This is the woman who came up with the idea for today’s march,” one woman said. “Thank you!” shouted another. “I’m so blown away,” Shook said. Read more: ",
    "title": "Women’s marches: More than one million protesters vow to resist President Trump - The Washington Post"
   },
   {
    "entities": [
     "interactive",
     "capitol",
     "cbs",
     "friday",
     "january 20, 2017",
     "interior",
     "spicer",
     "12:01pm",
     "major",
     "dc",
     "trump",
     "house",
     "2017",
     "mall",
     "2009",
     "news",
     "inc.",
     "stelios",
     "park",
     "donald",
     "the day",
     "washington,",
     "department",
     "u.s.",
     "varias",
     "obama",
     "national",
     "monument",
     "garrett",
     "sean",
     "service",
     "washington",
     "evening",
     "cbsn",
     "now",
     "reuters/lucas",
     "barack",
     "january 20, 2009",
     "jackson",
     "white"
    ],
    "id": 25,
    "text": "More than 200 anti-Trump protesters were arrested during a day of protest against President Donald Trump in Washington. A second day of demonstra... “It looked honestly, it looked like a million-and-a-half people, whatever it was, it was, but it went all the way back to Washington Monument,” Mr. Trump added. He took umbrage at some media coverage that suggested much lower numbers. “I get this network and it showed an empty field,” he marveled. “And it said we drew 250,000 people, now that’s not bad but it’s a lie.”  Mr. Trump claimed “the 20-block area all the way back to the Washington Monument was packed.” Media coverage of the inauguration crowds relied on aerial photos of the two addresses from the opposite end of the National Mall to draw comparisons, with President Obama’s 2009 inauguration apparently drawing much denser crowds. Spicer made no reference of aerial photos in the briefing, using instead two photographs from behind the Capitol, an angle from which the disparity is not as clear.  Speaking to CBSN after Spicer’s statement, CBS News chief White House correspondent Major Garrett said: “It is quite clear that this administration will make whatever representations it wants to on its impression and interpretation of the news and drive that right back at the news media if it thinks it is being unfair or inflicting damage on the image this White House wants to display.” “I’ve never seen anything like this where it was so intense, so harsh and passionate right off the beginning,” said Garrett. “So much of it was about what the media got wrong from the interpretation of this White House and a declaration that this antagonism is going to continue because this president feels duty-bound, on behalf of this movement that Sean Spicer spoke about, to speak beyond the media and criticize it whenever he is justified in doing so.” A combination of photos taken at the National Mall shows the crowds attending the inauguration ceremonies to swear in U.S. President Donald Trump at 12:01pm (L) on January 20, 2017 and President Barack Obama on January 20, 2009, in Washington, DC, U.S.  REUTERS/Lucas Jackson (L), Stelios Varias TPX IMAGES OF THE DAY - RTSWJVI On Friday evening, the National Park Service was ordered by the Interior Department to cease tweeting after a staffer retweeted a reporter’s comment on the sparser crowds that appeared to attend Mr. Trump’s inauguration. About 30.6 million people watched the inauguration, according to the Nielsen ratings, a smaller number than the 38 million who watched Mr. Obama’s first inauguration in 2009. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Sean Spicer uses press briefing to slam coverage of inauguration crowds - CBS News"
   },
   {
    "entities": [
     "enrique",
     "brady",
     "theresa",
     "friday",
     "churchill",
     "spicer",
     "kristol",
     "fleischer",
     "second day",
     "trump",
     "2013",
     "house",
     "sunday",
     "trudeau",
     "mall",
     "january 21, 2017",
     "3 minutes ago",
     "facebook",
     "magazine",
     "winston",
     "may",
     "oval",
     "park",
     "mexico",
     "saturday",
     "shawn",
     "the day",
     "george",
     "cia",
     "rnc",
     "bill",
     "about today",
     "king",
     "jan. 31",
     "night",
     "peña-nieto",
     "martin",
     "jan. 21, 2017",
     "usa",
     "ari",
     "obama",
     "national",
     "korte",
     "today",
     "w.",
     "justin",
     "luther",
     "sean",
     "gregory",
     "service",
     "washington",
     "office",
     "6:16 p.m.",
     "epa",
     "bush",
     "jr.",
     "william",
     "city",
     "time",
     "white"
    ],
    "id": 26,
    "text": "On second day, White House press secretary strikes combative tone Sean Spicer calls press reports \"irresponsible and reckless.\" Post to Facebook On second day, White House press secretary strikes combative tone Sean Spicer calls press reports \"irresponsible and reckless.\" Check out this story on USATODAY.com: http://usat.ly/2kdeaMB CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 59 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs On second day, White House press secretary strikes combative tone Gregory Korte , USA TODAY Published 6:16 p.m. ET Jan. 21, 2017 | Updated 3 minutes ago White House press secretary Sean Spicer walks from the podium without taking questions after delivering his first statement in the Brady press briefing room at the White House Saturday. (Photo: SHAWN THEW, EPA) WASHINGTON — White House press secretary Sean Spicer appeared in the White House briefing room Saturday to deliver a short and combative statement accusing the news media of \"deliberately false reporting\" by misrepresenting inaugural crowd sizes and artwork in the Oval Office. Spicer walked away from the podium as reporters asked — and then shouted — questions about the women's marches without answering questions. \"Before I get to the news of the day, I think I’d like to discuss some of the coverage of the last 24 hours,\" Spicer told reporters. \"Some members of the media were engaged in deliberately false reporting.\" The new press secretary complained of two issues: ► A tweet by a Time Magazine reporter saying that Trump had removed a bust of Martin Luther King Jr. from the Oval Office, replacing it with one of Winston Churchill. But the King bust was simply relocated to another spot in the office. The reporter quickly corrected the error, but the inaccurate information was also distributed to other reporters via a pool report. \"This was irresponsible and reckless,\" Spicer said. ► Crowd estimates of the inaugural. Spicer said photographs were deliberately selected to make the crowds look smaller than they are — in part because ground coverings used for the first time to protect the grass made the empty spots look emptier, he said. (Similar ground cover was used on the Mall during President Obama's 2013 inauguration, which was more heavily attended.) \"No one had numbers because the National Park Service, which controls the National Mall, does not put those out,\" he said. \"This was the largest audience to ever witness an inauguration period, both in person and around the globe,\" he said. \"These attempts to lessen the enthusiasm of the inauguration are shameful and wrong.\" The tone of the statement was noted immediately by observers, including some of Trump's fellow Republicans. \"This is called a statement you're told to make by the president,\" tweeted Ari Fleischer, President George W. Bush's first press secretary. \"And you know the president is watching.\" \"It is embarrassing, as an American, to watch this briefing by Sean Spicer from the podium at the White House,\" tweeted conservative commentary William Kristol, a leader of the conservative \"Never Trump\" movement. \"Not the RNC. The White House.\" This is called a statement you're told to make by the President.  And you know the President is watching. — Ari Fleischer (@AriFleischer) January 21, 2017 It is embarrassing, as an American, to watch this briefing by Sean Spicer from the podium at the White House. Not the RNC. The White House. — Bill Kristol (@BillKristol) January 21, 2017 Spicer spoke as photos of tweets and inaugural crowds appeared on two monitors behind him. He said Trump was warmly received at CIA headquarters during a visit Saturday. \"It's a shame that the president did not have a CIA director to be there when he visited, because Democrats are playing politics with national security and delaying his confirmation,\" he said. \"That's what you guys should be writing about today.\" It was Spicer's second appearance at the White House podium as press secretary, following an announcement of an executive order Friday night. Spicer also made a number of other announcements Saturday: President Trump will swear in White House aides on Sunday, when they will receive briefings on ethics and the handling of classified information, Spicer said. British Prime Minister Theresa May will visit the White House on Friday. Trump had spoken to Canadian Prime Minister Justin Trudeau and Mexican President Enrique Peña-Nieto, with a visit with the Mexican leader scheduled for Jan. 31 to talk ab out trade, immigration and security. It was unclear whether the visit would be in Washington or Mexico City, and the White House did not immediately clarify. Read more: ",
    "title": "On second day, White House press secretary strikes combative tone"
   },
   {
    "entities": [
     "brandenburg",
     "mikhael",
     "woodrow",
     "avenue",
     "eden",
     "jess",
     "paul",
     "lureen",
     "saturday",
     "fischer/dpa",
     "king",
     "boston",
     "alice",
     "martin",
     "tara",
     "today",
     "brooklyn",
     "seven years later",
     "luther",
     "swift",
     "medina",
     "fein",
     "fitzgerald",
     "january 22, 2017",
     "angeles",
     "clinton",
     "white",
     "1990s",
     "fitzsimmons",
     "friday",
     "mitch",
     "julie",
     "late",
     "the last minute",
     "2004 march",
     "berlin",
     "--",
     "united",
     "gregor",
     "facebook",
     "sylvia",
     "g.",
     "twitter",
     "saturday's march",
     "jennifer",
     "york",
     "faye",
     "christina",
     "jr.",
     "the 1970s",
     "gate",
     "milholland",
     "keller",
     "helen",
     "st.",
     "the 1963 march",
     "inez",
     "wilson",
     "jan. 21, 2017",
     "latina",
     "new",
     "los",
     "america",
     "capecchi",
     "baltimore",
     "hawaii",
     "53 percent",
     "farah",
     "times",
     "denver",
     "states",
     "march",
     "trump",
     "house",
     "hillary",
     "garver",
     "bidgood",
     "grace",
     "1913",
     "wiggins",
     "stockman",
     "wattleton",
     "turkewitz",
     "chicago",
     "philadelphia",
     "ellen",
     "washington",
     "hilary",
     "pennsylvania",
     "smith",
     "emma"
    ],
    "id": 27,
    "text": "OPEN Graphic Yet women did not protest — or vote — as a bloc. About 53 percent of white women voted for Mr. Trump, according to exit polls, and many said his demeaning comments about women mattered less to them than their belief that he had the independence, temperament and business experience to bring about change, restore well-paying jobs and protect America’s borders. The marches came a day after confrontations between anti-Trump protesters and the police led to more than 200 arrests in Washington. But Saturday’s demonstrations were peaceful, and counterprotests were few. In St. Paul, one man was arrested after marchers reported he had “sprayed irritants” into the crowd, the police said. By midafternoon, the target of the protests had not said anything about the marchers, verbally or on Twitter. Though the Washington march ended within sight of the White House, and some demonstrators passed by his recently-opened hotel, Mr. Trump did not cross paths with the crowd. After attending the inauguration on Friday, Mrs. Clinton was not seen at the march, which had strong echoes of her campaign appearances, including some of the same celebrities, performers and slogans. She did, however, acknowledge the moment on Twitter. “Thanks for standing, speaking & marching for our values @womensmarch,” she wrote. “Important as ever. I truly believe we’re always Stronger Together.” Thanks for standing, speaking & marching for our values @womensmarch . Important as ever. I truly believe we're always Stronger Together. —         Hillary Clinton (@HillaryClinton) Jan. 21, 2017 The marches captured the potential and the perils for the progressive movement — whether it can frame its message to appeal to new generations and whether it can translate protests into action locally and nationally. Photo A woman wore a United States flag as a hijab during a protest in front of the Brandenburg Gate in Berlin. Credit Gregor Fischer/DPA, via Agence France-Presse — Getty Images Plans for Saturday’s march in Washington began as Facebook posts just after the election by a retired lawyer in Hawaii and a fashion designer in New York, both of whom are white and had no experience organizing protests. Soon, protests flooded the feeds urging them to diversify. In the end, a triumvirate of African-American, Latina and Muslim women assumed leadership . Advertisement Continue reading the main story The march’s initial struggles echoed broader debates in the movement about whether the courting of new demographic groups alienated the white working-class voters who had carried Mr. Trump to victory, or whether white women had betrayed gender solidarity by voting for him. Yet on Saturday, these tensions did not deter a multiracial, multigenerational turnout at the marches. Mothers marched with daughters and granddaughters; whole families, including husbands and sons, marched arm in arm. One extended family that gathered in Washington was inspired by its 100-year-old matriarch, Sylvia Fein, who at the last minute decided that it would be too physically daunting for her to march. “I’ve been voting for president since F.D.R. and I don’t remember ever feeling this way about a person,” said Ms. Fein, a retired accountant and painter in Philadelphia. Photo In a sly allusion to crude remarks made by Mr. Trump about sexual assault, many marchers wore hats sporting cat ears. Credit Hilary Swift for The New York Times Her grandniece, Mikhael Tara Garver, 37, who traveled to the march from Brooklyn, recalled how her family had reacted after the election: “We were all calling my great-aunts, because we all knew how important Hillary was to them and how important surviving to see that moment was for them.” Another family came from Baltimore, sisters, daughters and in-laws alike. “We have to get away from fear,” said Lureen Grace Wiggins, 49. Her daughter, Eden, 17, was exhilarated by the size of the crowd: “When you’re out here and people see you, they know you care.” Advertisement Continue reading the main story The march was rich in historical allusions — most deliberately, the 1963 march led by Dr. Martin Luther King Jr. But it echoed many other marches as well, including those in the 1970s that brought hundreds of thousands of women to the streets championing an Equal Rights Amendment that was ultimately defeated, and those from the late 1990s on for abortion rights, culminating in a 2004 March for Women’s Lives that organizers said drew more than one million to the capital. Saturday’s march happened to come just six days before quite a different one: the annual March for Life by opponents of abortion. But perhaps the most apt analogy, said Ellen Fitzgerald, the author of “The Highest Glass Ceiling,” was to the 1913 suffragists’ march on Washington, timed to coincide with the inauguration of President Woodrow Wilson. Led by the renowned suffragist Alice Paul, it featured a lawyer, Inez Milholland, riding a white horse down Pennsylvania Avenue, 24 floats, nine marching bands and even luminaries like Helen Keller. The women were hooted, jeered and roughed up by the police, generating congressional hearings and public sympathy. They won the vote seven years later. Faye Wattleton, the former president of Planned Parenthood, said that women had always had to regroup, even after they thought battles were won. “This is not new,” she said. “We have to go back to the battlefield and re-fight the wars against women.” Reporting was contributed by Farah Stockman from Washington, Julie Turkewitz from Denver, Jess Bidgood from Boston, Emma G. Fitzsimmons from New York, Mitch Smith from Chicago, Christina Capecchi from St. Paul and Jennifer Medina from Los Angeles. A version of this article appears in print on January 22, 2017, on Page A1 of the New York edition with the headline: DEFIANT VOICES FLOOD NATION’S CITIES. Order Reprints | Today's Paper | Subscribe ",
    "title": "Defiant Voices Flood Nation’s Cities - The New York Times"
   }
  ]
 }
}