{
 "23": {
  "col-sim": {
   "cosine": 0.19196571946755933,
   "entity": 0.25306008943923786
  },
  "exec-time": 35.74654579162598,
  "links": [
   {
    "entities": [
     "jim",
     "texas",
     "supreme",
     "lo",
     "the near future",
     "southeastern",
     "trump",
     "2013",
     "harvard",
     "news",
     "the 21st century",
     "pa.",
     "university",
     "june",
     "1992",
     "75 percent",
     "carol",
     "wade",
     "1:42",
     "court",
     "school",
     "june 27, 2016",
     "sanger",
     "current",
     "casey",
     "nbc",
     "columbia",
     "guttmacher",
     "weddington",
     "roe",
     "institute",
     "tushnet",
     "washington",
     "law",
     "kennedy",
     "epa",
     "mark",
     "scalzo",
     "ohio"
    ],
    "id": 0,
    "text": "Ohio's 'Heartbeat' Bill Turns State Into New Abortion Battleground 1:42 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170123001208if_/http://www.nbcnews.com/widget/video-embed/830042691637\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> While one additional conservative vote would not be enough to overturn Roe altogether, legal experts say that any additional vacancies in the nation's highest court could start to put the decision in jeopardy. \"There's no immediate threat to Roe v. Wade, even with a single Trump appointment to the court, but in the long run, with the possibility of a second or third Trump appointment, there is a substantial threat to the core of Roe v. Wade,\" Mark Tushnet, a professor at Harvard Law School, told NBC News. Weddington and abortion rights activists have seen threats to Roe before — including the 1992 Supreme Court decision Planned Parenthood of Southeastern Pa. v. Casey. While the case affirmed the basic findings in Roe, it gave states increased liberty to begin regulating abortion from the moment of conception, Carol Sanger, a law professor at Columbia University and author of \"About Abortion: Terminating Pregnancy in the 21st Century,\" told NBC News. \"That just opened the door to all legislators who wanted to pour out legislation,\" Sanger said, citing state laws such as mandatory waiting periods, ultrasounds for women seeking abortion and laws regulating fetal remains. But in June, the Supreme Court struck down one of the nation's toughest restrictions on abortion, a Texas law passed in 2013 that would have caused more than 75 percent of the state's clinics to shut down. \"I think the importance of that case is that the current majority on the court, including Justice Kennedy, is quite suspicious of these laws and unlikely to be receptive to them,\" Tushnet said. Pro-choice advocates gather outside the Supreme Court after the Whole Woman's Health v. Hellerstedt decision where justices weighed a case that imposes heavy restrictions on abortion clinics in Texas in Washington, on June 27, 2016. Jim Lo Scalzo / EPA, file While a complete reversal of the Roe decision is unlikely in the near future, Tushnet and Sanger said, states could become emboldened to enact additional restrictions on abortion rights in a more conservative political climate. \"Roe doesn't have to be overturned to take us back to the good old bad days,\" Sanger said. Sanger said one alarming trend to watch is states banning abortions after 20 weeks. Nineteen states ban abortions at about 20-weeks post-fertilization, according to the Guttmacher Institute, with laws in effect in 16 of those states. \"The 20-week ban is so pernicious and not just because it's violating Roe,\" Sanger said, adding that she believes these bans violate the decision because a fetus is not viable at 20 weeks. Weddington said if abortion restrictions continue to increase, many women could face having to travel hundreds of miles and to different states to get an abortion. Play ",
    "title": "Roe v. Wade Attorney: Trump Is Biggest Threat Yet to Reproductive Rights - NBC News"
   },
   {
    "entities": [
     "january 22",
     "alexander",
     "next year",
     "reuters",
     "rick",
     "education",
     "morning",
     "charles",
     "saturday",
     "schutz",
     "associates",
     "fla.",
     "authority",
     "first day",
     "jennings",
     "policy",
     "this year",
     "d.c.",
     "late friday",
     "schumer",
     "100 percent",
     "hill",
     "grow",
     "gop",
     "hatch",
     "juliet",
     "jackie",
     "clinton",
     "white",
     "capitol",
     "kristine",
     "n.y.",
     "community",
     "friday",
     "benefit",
     "florida",
     "mitch",
     "exchange",
     "goldstein",
     "spring",
     "labor",
     "mcconnell",
     "sunday",
     "senate",
     "wallace",
     "g.",
     "of",
     "insurance",
     "at 12:44 pm",
     "jan. 31",
     "health",
     "138 percent",
     "current",
     "e.",
     "and",
     "sean",
     "alliance",
     "kasich",
     "finance",
     "the next year",
     "the future",
     "eilperin",
     "pensions",
     "kofman",
     "orrin",
     "amy",
     "thursday",
     "cnn",
     "lamar",
     "the coming months",
     "chris",
     "st.",
     "congress",
     "2018",
     "john",
     "human",
     "mila",
     "sullivan",
     "obama",
     "aca",
     "america",
     "committee",
     "petersburg",
     "gop-led",
     "miller",
     "last year",
     "treasury",
     "wagner",
     "trump",
     "house",
     "2017",
     "services",
     "connolly",
     "mona",
     "strategy",
     "mangat",
     "scott",
     "ceci",
     "post",
     "the weekend",
     "plans",
     "washington",
     "2010",
     "collins",
     "laszewski",
     "pennsylvania",
     "teresa",
     "medicaid",
     "robert",
     "ohio"
    ],
    "id": 1,
    "text": "With executive order, Trump tosses a ‘bomb’ into fragile health insurance markets The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it (Reuters) By Juliet Eilperin and Sean Sullivan By Juliet Eilperin and Sean Sullivan January 22 at 12:44 PM Follow @eilperin Follow @WaPoSean President Trump’s executive order instructing federal agencies to grant relief to constituencies affected by the Affordable Care Act has begun to reverberate throughout the nation’s health-care system, injecting further uncertainty into an already unsettled insurance landscape. The political signal of the order, which Trump signed just hours after being sworn into office, was clear: Even before the Republican-led Congress acts to repeal the 2010 law, the new administration will move swiftly to unwind as many elements as it can on its own — elements that have changed how 20 million Americans get health coverage and what benefits insurers must offer some of their customers. But the practical implications of Trump’s action on Friday are harder to decipher. Its language instructs all federal agencies to “waive, defer, grant ­exemptions from or delay” any part of the law that imposes a financial or regulatory burden on those affected by it. That would cover consumers, doctors, hospitals and other providers, as well as insurers and drug companies. The prospect of what could flow from pulling back or eliminating administrative rules — including no longer enforcing the individual mandate, which requires Americans to get coverage or pay an annual penalty, and ending health plans’ “essential benefits” — could affect how many people sign up on the Affordable Care Act marketplaces before open enrollment ends Jan. 31 for 2017 coverage, as well as how many companies decide to participate next year. Robert Laszewski, president of the consulting firm Health Policy and Strategy Associates, called the executive order a “bomb” lobbed into the law’s “already shaky” insurance market. Given the time it will take Republicans to fashion a replacement, he expects that federal and state insurance exchanges will continue to operate at least through 2018. “Instead of sending a signal that there’s going to be an orderly transition, they’ve sent a signal that it’s going to be a disorderly transition,” said Laszewski, a longtime critic of the law , which is also known as Obamacare. “How does the Trump administration think this is not going to make the situation worse?” [Trump signs executive order that could effectively gut Affordable Care Act’s individual mandate] Teresa Miller, Pennsylvania’s insurance commissioner, said Saturday that several insurers on her state’s exchange “seriously considered leaving the market last year” and that Trump’s action could propel them to indeed abandon it in 2018. In fact, she added, some have raised the possibility of withdrawing from the ACA’s exchanges during 2017, which would mean consumers could keep their plans but no longer receive federal subsidies to help them afford the coverage. “That would create a nightmare scenario,” Miller said. As of this year, nearly a third of all counties nationwide have just one insurer in the federal marketplace, and almost two-thirds have two or fewer insurers. The White House did not return requests for comment over the weekend. On Capitol Hill, Republican leaders offered cautious praise for the president’s executive order. Yet more broadly, the GOP remains in a state of uncertainty on health care, with unresolved questions about the path forward. Sen. Lamar Alexander (R-Tenn.), the chairman of the Health, Education, Labor and Pensions Committee, was briefed on the details of Trump’s order only Thursday, according to a GOP aide who spoke on the condition of anonymity to describe private talks. Alexander said in a statement late Friday that Trump was “right to make the urgent work of rescuing Americans trapped in a collapsing Obamacare system a top priority on his first day in office.” Senate Majority Leader Mitch McConnell (R-Ky.), speaking on “Fox News Sunday with Chris Wallace,” focused primarily on what Trump could do through executive action. “President Obama implemented a lot of Obamacare himself, so President Trump will be able to undo a lot of it himself,” McConnell said. Asked whether he knew what the new president’s replacement plan is, he said Senate Republicans are working with the administration “to have an orderly process.” The GOP-led House and Senate have passed a budget measure that was designed to serve as a vehicle for repealing key parts of the law. But they have yet to rally around a consensus idea for when and what to do to replace it. They were placed under further pressure to act quickly after Trump vowed “insurance for everybody” in a recent interview with The Washington Post. A key Trump ally said Sunday that the president’s decision to sign the order on his first day in office, coupled with his recent comments about moving swiftly on repealing and replacing the law, has applied pressure on GOP lawmakers to act faster than they might have initially planned. “I think Trump has consistently moved that needle with the mindset of our conference,” Rep. Chris Collins (R-N.Y.) said. [ Pressure mounts on GOP for an Obamacare replacement ] Democratic leaders, however, are casting the executive order as evidence that Republicans are in a state of disarray on health care. “They don’t know what to do. They can repeal, but they don’t have a plan for replace,” Senate Minority Leader Charles E. Schumer (N.Y.) said in an interview that aired Sunday morning on CNN’s “State of the Union.” “The president’s executive order just mirrored that.” At least publicly, the insurance industry’s reaction has been muted. America’s Health Insurance Plans spokeswoman Kristine Grow, whose group represents nearly 1,300 insurers, said in an email Saturday that it is “too soon to tell” what the executive order will mean for the industry. “There is no question the individual health-care market has been challenged from the start,” Grow said. “The president said he would take swift action to move our country to improve it, and he has.” A key question following Trump’s order is what actions Republican-led states might take to withdraw from key provisions of the law. Florida Gov. Rick Scott’s (R) office said Saturday that he was reviewing his options. Jackie Schutz, a Scott spokeswoman, said the governor “appreciates” that the new administration is “swiftly taking action.” But as to how and when Scott would seek to take advantage of it, “we’re still looking into it to see what it specifically means to Florida,” Schutz said. Ohio Gov. John Kasich (R), who met with Senate Finance Committee Orrin G. Hatch (R-Utah) and nearly a dozen other GOP governors on Thursday to discuss the future of Medicaid, said afterward that there are “some fundamental things that we can do that can settle people down so they are not worried they are going to lose their coverage but that at the same time bring significant changes to the Obamacare package.” Kasich, who expanded Medicaid in his state under the Affordable Care Act, said that one option he favors is paring Medicaid coverage to people with incomes up to 100 percent of the poverty level, rather than the current 138 percent, and then letting those above 100 percent go on the marketplace to get coverage. Asked whether he could guarantee that none of his constituents would lose health-care coverage, Kasich responded, “I can’t guarantee anything.” Even if the new administration is eager to grant waivers to states, it does not have the political appointees in place at the Health and Human Services and Treasury departments to do so. But timing is important. While the exact deadline varies depending on the state, insurers generally must decide by the spring whether to participate in Affordable Care Act marketplaces for the next year and, if so, propose the rates they would like to charge. Their decisions could be complicated if the president’s order results in rule changes that affect the benefits those health plans must include – or alters rules in other ways that, in turn, prompt fewer healthy customers to seek coverage through the marketplaces. Chris Jennings, who served as a senior White House adviser on health care in the Clinton and Obama administrations, said that in the health-care arena, “more than any other domestic policy, details matter. Plans, they live off a comma, or an incentive, or a disincentive, or a penalty, or an enforcement mechanism.” Ceci Connolly, president and CEO of the Alliance of Community Health Plans, said her members are in a particularly difficult position because they are unlike large national companies that can “pick and choose” which markets they operate in under the federal exchange. “Local nonprofit plans are in their communities, so they can’t look around for certain markets and pull out of ones that they don’t like,” said Connolly, who added that her group’s “biggest concern” is that some consumers might stop paying their premiums if they believe they will not be penalized for lacking coverage. That could lead to hospital and doctor visits that would not be reimbursed, which then would impose costs on providers and insurers more broadly. With fewer than 10 days to go in the current enrollment period, Mila Kofman, executive director of the D.C. Health Benefit Exchange Authority, said that “all of this discussion of whether or not people will have access to affordable quality health insurance is very unsettling.” Some residents have asked Kofman whether she can assure them they will get the same health benefits if Congress and the administration overhaul the system in the coming months. “I tell them, ‘Sign up. We will certainly do everything we can to ensure that you’ll have access to quality health insurance.’ ” Yet Mona Mangat, a solo practitioner in allergy and immunology in St. Petersburg, Fla., is not sure what to say when patients ask her whether they will be able to afford the kind of prescriptions and services they have taken advantage of under the Affordable Care Act. “Unfortunately, I don’t have an answer for them,” Mangat said. “I say, ‘Oh my God, I don’t know what’s going to happen.’” John Wagner and Amy Goldstein contributed to this report. national ",
    "title": "With executive order, Trump tosses a ‘bomb’ into fragile health insurance markets - The Washington Post"
   },
   {
    "entities": [
     "1998",
     "reynolds",
     "atlanta",
     "ryan",
     "marwin",
     "austin",
     "paul",
     "nfc",
     "nfl",
     "crescent/usa",
     "hooper",
     "patrick",
     "mercer",
     "four years ago",
     "dwight",
     "eric",
     "janis",
     "today",
     "san",
     "the fourth quarter",
     "the last seconds of the fourth quarter",
     "brett",
     "worrilow",
     "january 22, 2017",
     "robinson",
     "dimarco",
     "appleton",
     "sunday",
     "deion",
     "facebook",
     "evans",
     "georgia",
     "gunter",
     "laroy",
     "dan",
     "-lrb-rodgers",
     "halas",
     "julio",
     "jones",
     "sports",
     "rampley",
     "fullscreen",
     "aaron",
     "hawks",
     "samuel",
     "dale",
     "clay",
     "zanine",
     "powers",
     "lindsay",
     "david",
     "rodgers",
     "allen",
     "matthews",
     "brian",
     "ricardo",
     "the second quarter",
     "morgan",
     "jeff",
     "the first quarter",
     "poole",
     "tevin",
     "francisco",
     "falcons",
     "burns",
     "aldrick",
     "sanu",
     "weeks ago",
     "john",
     "hyde",
     "jefferson",
     "devonta",
     "usa",
     "houston",
     "nelson",
     "alford",
     "matt",
     "rook",
     "jackson",
     "weems",
     "jan. 22, 2017",
     "howard",
     "jason",
     "datone",
     "mark",
     "getz",
     "seattle",
     "h.",
     "2017",
     "seahawks",
     "jordy",
     "last week",
     "zanine-usa",
     "coleman",
     "6:31 p.m.",
     "norcross",
     "freeman",
     "davis",
     "george",
     "mohamed",
     "jalen",
     "ripkowski",
     "4 minutes ago",
     "green",
     "ladarius",
     "blank",
     "post",
     "tripp",
     "l.",
     "carter",
     "quinn",
     "the third quarter",
     "jake",
     "justin",
     "packers",
     "micah",
     "the first half",
     "bay",
     "collins",
     "burnett",
     "matthew",
     "dome",
     "robert",
     "arthur",
     "jordan"
    ],
    "id": 2,
    "text": "Falcons dismantle Packers in NFC Championship Game rout Atlanta seals second Super Bowl berth in franchise history with dominant outing. Post to Facebook Falcons dismantle Packers in NFC Championship Game rout Atlanta seals second Super Bowl berth in franchise history with dominant outing. Check out this story on USATODAY.com: http://usat.ly/2jOjpp0 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 11 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Falcons dismantle Packers in NFC Championship Game rout Lindsay H. Jones , USA TODAY Sports Published 6:31 p.m. ET Jan. 22, 2017 | Updated 4 minutes ago Atlanta Falcons quarterback Matt Ryan (2) celebrates his touchdown run with wide receiver Aldrick Robinson (19) in the second quarter in the 2017 NFC Championship Game at the Georgia Dome. (Photo: Dan Powers, Appleton Post Crescent/USA TODAY Sports) ATLANTA – The most memorable sound in the final football game at the Georgia Dome was a chant, reverberating through every square inch of this old stadium. “MVP! MVP! MVP!” chanted Falcons fans, from the first moment Matt Ryan jogged through the tunnel one last time, through the last seconds of the fourth quarter as the Atlanta Falcons quarterback helped make the last game here the most memorable. Ryan threw for four touchdowns and rushed for another touchdown in a 44-21 win over the Green Bay Packers in the NFC Championship Game, sending the Falcons to Houston for Super Bowl LVI. It is their first trip to the Super Bowl since the 1998 season. “We’ll be ready,” said Ryan. This sort of offensive explosion from the Falcons offense wasn’t exactly unexpected, not after Ryan and the Falcons dismantled the vaunted Seattle Seahawks defense last week in the divisional round and after averaging nearly 34 points per game in the regular season. “We played great today in all three phases,” Ryan said. “We knew going against Green Bay and Aaron (Rodgers) that it’s never over.” What was a surprise was the way the Falcons defense made sure the game never turned into the anticipated shootout. The Falcons shut out the Packers in the first half Sunday, forced two turnovers and flustered Aaron Rodgers with well-timed blitzes. Even with the return of No.1 receiver Jordy Nelson, the hottest quarterback in the NFL was still no match for what looks like the NFL’s complete team. JULIO JONES IS A BEAST. 73 yards all the way to the house!  #GBvsATL #NFLPlayoffs https://t.co/Iau1EnDgVJ — NFL (@NFL) January 22, 2017 “A good defense,” Rodgers said. “We hurt ourselves early…hurt the momentum for us. Playing a team like that have to start better than that. We had zero points at halftime. Not going to win games like that.” Much of that is a credit to Ryan, the favorite to win the NFL’s MVP award which will be announced on the eve of the Super Bowl. Voting was completed weeks ago, but his performance in the NFC Championship Game only bolstered his case. Ryan’s most emphatic throw might have come after his 14-yard touchdown run, as Ryan celebrated by drilling the ball off the Falcons’ logo on the wall behind the end zone as he was swarmed by his teammates. Yes, this game clearly meant something for Ryan, who had been plagued by questions about his play in big games throughout his career, including four years ago, when the Falcons squandered a 17-point lead after Ryan through two second-half interceptions in a NFC Championship Game loss to the San Francisco 49ers. But what makes Ryan a real threat to lead the Falcons to their first Super Bowl title in two weeks is the cast of offensive players around him. Few offenses in recent memory have had such diversity – with a scary pair of running backs in Devonta Freeman and Tevin Coleman, who combined for a modest 71 rushing yards against the Packers – and a deep stable of receivers. Julio Jones is certainly and deservedly the star, which he emphasized Sunday with 180 yards and two jaw-dropping touchdowns, but Ryan connected with seven other Falcons for at least one pass. The Falcons’ offensive diversity should be a model for the Packers, whose eight-game winning streak is over after the team became too one-dimensional around Rodgers. The Packers rushed just 13 times – including four scrambles by Rodgers, who was the leading rusher with 46 yards. Rodgers threw three touchdowns, even while playing behind an offensive line that lost three players by the fourth quarter and had to use a defensive tackle at guard, but those scores were too late to make the game competitive. PHOTOS: Best of NFC Championship Game A link has been posted to your Facebook feed. The Falcons celebrate after defeating the Packers.  Brett Davis, USA TODAY Sports Falcons cornerback Jalen Collins (left) and safety Ricardo Allen (37) celebrate after defeating the Packers.  Brett Davis, USA TODAY Sports Falcons owner Arthur Blank celebrates with players after defeating the Packers.  Brett Davis, USA TODAY Sports Falcons head coach Dan Quinn and wide receiver Julio Jones (11) celebrate after defeating the Packers.  Dale Zanine, USA TODAY Sports Falcons linebacker Deion Jones (45) celebrates after defeating the Packers.  Dale Zanine, Dale Zanine-USA TODAY Sports The Falcons celebrate with the George Halas trophy after defeating the Packers.  Jason Getz, USA TODAY Sports Falcons cornerback Jalen Collins (32) celebrates after defeating the Packers.  Brett Davis, USA TODAY Sports Falcons coach Dan Quinn gets doused near the end of Atlanta's win.  John David Mercer, USA TODAY Sports Falcons cornerback Jalen Collins (32) celebrates on the sidelines during the fourth quarter against the Packers.  Jason Getz, USA TODAY Sports Packers quarterback Aaron Rodgers (12) rips off the helmet of Falcons cornerback Robert Alford (23) during the fourth quarter.  Jason Getz, USA TODAY Sports Packers wide receiver Jeff Janis (83) is unable to catch a pass while guarded by Falcons cornerback Robert Alford (23) during the fourth quarter.  Jason Getz, USA TODAY Sports Falcons running back Tevin Coleman (26) scores a touchdown during the fourth quarter against the Packers.  Dale Zanine, USA TODAY Sports Falcons quarterback Matt Ryan (2) reacts after a touchdown during the fourth quarter.  Jason Getz, USA TODAY Sports Packers fullback Aaron Ripkowski (22) scores a touchdown during the third quarter against the Falcons.  Brett Davis, USA TODAY Sports Falcons quarterback Matt Ryan (2) scrambles after a loose ball during the third quarter against the Packers.  Jason Getz, USA TODAY Sports Atlanta Falcons wide receiver Julio Jones (11) makes catch against Green Bay Packers cornerback LaDarius Gunter (36) and inside linebacker Jake Ryan (47) during the third quarter in the 2017 NFC Championship Game at the Georgia Dome.  Brett Davis, USA TODAY Sports Atlanta Falcons quarterback Matt Ryan (2) reacts after a touchdown during the third quarter against the Green Bay Packers in the 2017 NFC Championship Game at the Georgia Dome.  Dale Zanine, USA TODAY Sports Atlanta Falcons middle linebacker LaRoy Reynolds (53) reacts after a touchdown during the third quarter against the Green Bay Packers in the 2017 NFC Championship Game at the Georgia Dome.  Dale Zanine, USA TODAY Sports Atlanta Falcons running back Devonta Freeman (24) scores a touchdown against Green Bay Packers strong safety Morgan Burnett (42) in the third quarter in the 2017 NFC Championship Game at the Georgia Dome.  Dan Powers, Appleton Post Crescent/USA TODAY Sports Green Bay Packers fullback Aaron Ripkowski (22) celebrates after his touchdown against the Atlanta Falcons during the third quarter in the 2017 NFC Championship Game at the Georgia Dome.  Brett Davis, USA TODAY Sports Atlanta Falcons wide receiver Julio Jones (11) scores a touchdown against the Green Bay Packers during the third quarter in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports Atlanta Falcons quarterback Matt Ryan (2) runs the ball ahead of Green Bay Packers outside linebacker Datone Jones (95) during the second quarter in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports Atlanta Falcons quarterback Matt Ryan (2) looks to pass as Green Bay Packers cornerback LaDarius Gunter (36) looks on during the first quarter in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports Atlanta Falcons wide receiver Julio Jones (11) runs the ball as Green Bay Packers defensive back Marwin Evans (25) defends during the second quarter in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports Atlanta Falcons wide receiver Julio Jones (11) scores a touchdown ahead of Green Bay Packers cornerback LaDarius Gunter (36) during the second quarter in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports Green Bay Packers quarterback Aaron Rodgers (12) reacts during the second quarter against the Atlanta Falcons in the 2017 NFC Championship Game at the Georgia Dome.  Brett Davis, USA TODAY Sports Atlanta Falcons quarterback Matt Ryan (2) throws against the Green Bay Packers during the second quarter in the 2017 NFC Championship Game at the Georgia Dome.  John David Mercer, USA TODAY Sports Atlanta Falcons running back Tevin Coleman (26) runs the ball against Green Bay Packers strong safety Morgan Burnett (42) during the second quarter in the 2017 NFC Championship Game at the Georgia Dome.  John David Mercer, USA TODAY Sports Green Bay Packers outside linebacker Jordan Tripp (58) brings down Atlanta Falcons wide receiver Eric Weems (14) during the second quarter in the 2017 NFC Championship Game at the Georgia Dome.  Dale Zanine, USA TODAY Sports Atlanta Falcons quarterback Matt Ryan (2) celebrates with teammates after a touchdown run against the Green Bay Packers during the second quarter in the 2017 NFC Championship Game at the Georgia Dome.  Brett Davis, USA TODAY Sports Atlanta Falcons tight end Austin Hooper (81) runs the ball ahead of Green Bay Packers defense during the first quarter in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports Atlanta Falcons middle linebacker Paul Worrilow (55) reacts after a play against the Green Bay Packers during the first quarter in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports Green Bay Packers wide receiver Jordy Nelson (87) reacts after a play as Atlanta Falcons cornerback Robert Alford (23) stands by during the first quarter in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports Atlanta Falcons cornerback Jalen Collins (32) forces a fumble by Green Bay Packers fullback Aaron Ripkowski (22) during the second quarter in the 2017 NFC Championship Game at the Georgia Dome.  Brett Davis, USA TODAY Sports Fullscreen Green Bay Packers inside linebacker Jake Ryan (47) and Green Bay Packers strong safety Morgan Burnett (42) knock Atlanta Falcons fullback Patrick DiMarco (42) out of bounds in the first quarter in the 2017 NFC Championship Game at the Georgia Dome.  Dan Powers, Appleton Post Crescent/USA TODAY Sports Green Bay Packers wide receiver Jordy Nelson (87) runs the ball agains Atlanta Falcons cornerback Brian Poole (34) during the first quarter in the 2017 NFC Championship Game at the Georgia Dome.  Brett Davis, USA TODAY Sports Atlanta Falcons quarterback Matt Ryan (2) throws against Green Bay Packers outside linebacker Clay Matthews (52) during the first quarter in the 2017 NFC Championship Game at the Georgia Dome.  Brett Davis, USA TODAY Sports Atlanta Falcons wide receiver Mohamed Sanu (12) scores a touchdown over Green Bay Packers during the first quarter in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports Atlanta Falcons tight end Austin Hooper (81) is brought down by Green Bay Packers strong safety Micah Hyde (33) during the first quarter in the 2017 NFC Championship Game at the Georgia Dome.  John David Mercer, USA TODAY Sports Atlanta Falcons running back Tevin Coleman (26) runs on the field for the game between the Atlanta Falcons and the Green Bay Packers in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports American entertainer Samuel L. Jackson walks the sidelines prior to the game between the Atlanta Falcons and the Green Bay Packers in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports Atlanta Hawks center Dwight Howard walks the sidelines prior to the game between the Atlanta Falcons and the Green Bay Packers in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports American entertainer Usher poses for a photo with a fan prior to the game between the Atlanta Falcons and the Green Bay Packers in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports Atlanta Falcons fans take photos of warm-ups prior to the game between the Atlanta Falcons and the Green Bay Packers in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports Atlanta Falcons fan holds up a sign prior to the game between the Atlanta Falcons and the Green Bay Packers in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports Fullscreen Atlanta Falcons fans Matthew Burns (left) and Carter Burns (right) of Norcross, GA, reach for a pass while tailgating prior to the game between the Atlanta Falcons and the Green Bay Packers in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports Atlanta Falcons fan Justin Rampley of Jefferson, GA, walks to the stadium for the game between the Atlanta Falcons and the Green Bay Packers in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports Green Bay Packers fan Mark Rook tailgates prior to the game between the Atlanta Falcons and the Green Bay Packers in the 2017 NFC Championship Game at the Georgia Dome.  Jason Getz, USA TODAY Sports Like this topic? You may also like these photo galleries: Replay ",
    "title": "Falcons dismantle Packers in NFC Championship Game rout"
   },
   {
    "entities": [
     "huron",
     "jan. 22, 2017",
     "west",
     "friday",
     "about 11 a.m.",
     "hospital",
     "contact",
     "63rd",
     "jose",
     "avenue",
     "1800",
     "escape",
     "facetime",
     "reporters",
     "tribune",
     "sunday",
     "wojcik",
     "the previous night",
     "angela",
     "less than six hours sunday",
     "morning",
     "street",
     "saturday",
     "tony",
     "st.",
     "6:30 a.m. hours later",
     "north",
     "2014",
     "bernard",
     "englewood",
     "1100",
     "briscoe",
     "/",
     "town",
     "stone",
     "this weekend",
     "chicago",
     "rosenberg-douglas",
     "estrada",
     "12:15 p.m.",
     "1500",
     "ford",
     "afternoon",
     "nancy",
     "weekend",
     "to",
     "stroger",
     "early",
     "lockwood",
     "katherine",
     "robert",
     "the morning"
    ],
    "id": 3,
    "text": "10 wounded in 3 multiple-victim shootings Sunday as violent weekend wears on Scene of shooting in West Town Nancy Stone / Chicago Tribune Angela Wojcik, left, was in the third row of a minivan parked on West Huron in West Town Sunday morning when the percussion of gunfire began. \"The driver was bleeding from the mouth,\" said Wojcik. \"It was blood over his whole face. It was so surreal,\" Wojcik said. Police investigate the scene on the 1500 block of West Huron Street in Chicago where three people were shot Sunday morning Jan. 22, 2017.  Angela Wojcik, left, was in the third row of a minivan parked on West Huron in West Town Sunday morning when the percussion of gunfire began. \"The driver was bleeding from the mouth,\" said Wojcik. \"It was blood over his whole face. It was so surreal,\" Wojcik said. Police investigate the scene on the 1500 block of West Huron Street in Chicago where three people were shot Sunday morning Jan. 22, 2017.  (Nancy Stone / Chicago Tribune) Tony Briscoe and Katherine Rosenberg-Douglas Contact Reporters Chicago Tribune Tucked into the third row of a minivan, talking on FaceTime with a friend, Angela Wojcik wasn’t paying much attention to the conversation of her boyfriend and his acquaintances in the front of the vehicle as it sat parked in West Town on Sunday morning. That was until the percussion of gunfire began. \"The driver was bleeding from the mouth,\" said Wojcik, who lives in the suburbs and spent the previous night out at various clubs in the city. Police later identified the driver as a 26-year-old man who was shot in the lip. \"It was blood over his whole face. It was so surreal,\" Wojcik said. Her boyfriend, 30, was hit twice in the right calf. The front passenger, who police said was a 25-year-old man shot in the left shoulder, appeared to be in the worst condition of the three, Wojcik said.  “No one screamed,” Wojcik said. “But I was FaceTiming with my friend Robert, and he was freaking out.” All three were taken to Stroger Hospital, where their conditions were stabilized, police said. It was the second triple shooting of the morning Sunday. The other happened around 6:30 a.m.  Hours later there was another shooting with multiple victims, this one leaving four people wounded at 12:15 p.m. in the 1800 block of West 63rd Street in the Englewood neighborhood. In all, 10 people were wounded in multiple-victim shootings within less than six hours Sunday morning and early Sunday afternoon. \"We've had quite a few multiple-victim incidents this weekend,\" said Officer Jose Estrada, a Chicago police spokesman. There were six triple shootings from Friday afternoon to early Sunday afternoon, in addition to the quadruple shooting.  The most seriously injured in the Englewood shooting was a 26-year-old man who suffered a gunshot wound to the right eye and was taken by a family member to St. Bernard Hospital before being transferred to Stroger Hospital in critical condition, police said. The others wounded were: Another 26-year-old man, shot in the right buttocks and left foot; a 56-year-old woman, shot multiple times in the left leg; and a 48-year-old woman shot in the right hip. All three were taken to Advocate Christ Medical Center, where their conditions were stabilized. The four were in a convenience store when they heard gunshots and ran outside, where four armed men or boys shot them, police said. The four attackers got into a white sedan and fled the scene. No one was in custody. Earlier in an attack that only injured one victim, a man was shot while driving along the 1100 block of North Lockwood Avenue about 11 a.m., police said.  He was traveling north on Lockwood in a 2014 Ford Escape when someone opened fire on his vehicle. He was shot in his left shoulder, arm and ear before crashing his vehicle in the same block, causing his SUV to overturn.  He was taken to Stroger, where he was listed in stable condition, officials said. No one has been arrested in connection with the shooting and authorities continue to investigate.  The shootings come as part of a particularly violent weekend in Chicago, with 29 people shot, three fatally, in a 24-hour period from Saturday to Sunday. From Friday to Saturday, one person was killed and 14 were wounded in shootings across the city.  ",
    "title": "10 wounded in 3 multiple-victim shootings Sunday as violent weekend wears on - Chicago Tribune"
   },
   {
    "entities": [
     "express",
     "reuters",
     "sunday",
     "northern",
     "naidu",
     "morning",
     "last november",
     "2014",
     "hirakhand",
     "2015",
     "prabhu",
     "suresh",
     "twitter",
     "andhra",
     "overnight",
     "chandrababu",
     "january 22, 2017",
     "pradesh",
     "kuneru",
     "jagdalpur-bhubaneswar",
     "india"
    ],
    "id": 4,
    "text": "Rescue workers search for victims at from the Jagdalpur-Bhubaneswar express train that derailed near Kuneru station in southern Andhra Pradesh state on Sunday. Stringer/AFP/Getty Images hide caption toggle caption Stringer/AFP/Getty Images Rescue workers search for victims at from the Jagdalpur-Bhubaneswar express train that derailed near Kuneru station in southern Andhra Pradesh state on Sunday. Stringer/AFP/Getty Images A passenger train leapt the tracks overnight in southeast India, killing at least 39 people and injuring more than 60. The derailment, which occurred near Kuneru station in the state of Andhra Pradesh, is the latest in a string of deadly wrecks to rack the Indian railway system. The derailment threw several coaches of the Hirakhand Express train off its own tracks and onto an adjacent goods train. \"My condolences to the families who lost their loved ones,\" Andhra Pradesh Chief Minister Chandrababu Naidu said on Twitter . He says that authorities have opened a probe into what caused the incident. My condolences to the families who lost their loved ones. We are investigating the reason for accident.  (2/2) — N Chandrababu Naidu (@ncbn) January 22, 2017 Investigators have not ruled out foul play. As Reuters reports , the derailment happened in a region where Maoist rebels often operate. \"We will take strict action against whoever is behind this act,\" Indian railways minister Suresh Prabhu, according to the news service. \"We won't spare anyone responsible for this accident.\" On Sunday morning Prabhu visited the site of the incident, where rescue workers and medical relief trains had been pulling victims from the wreckage and transporting them to the hospital. Visited the accident site.Took stock of the situation.Reviewed rescue and relief operations,directed all concerned to ensure speedy relief pic.twitter.com/HMUqfA8yhF — Suresh  Prabhu (@sureshpprabhu) January 22, 2017 The overnight crash follows a derailment last November that killed scores of people in India. And in 2015, another derailment claimed two trains and the lives of at least two dozen passengers. Article continues after sponsorship At Least 133 Killed In Northern India Train Derailment They were the latest high-profile wrecks on what is one of the world's largest railway system — a system that has become notorious for its deadly accidents. Reuters notes that in 2014 alone, the most recent year with available data, India recorded 27,581 railway deaths. ",
    "title": "At Least 39 People Killed After Train Derails In Southeast India : The Two-Way : NPR"
   },
   {
    "entities": [
     "roseland",
     "9600",
     "elvia",
     "longwood",
     "rogers",
     "avenue",
     "2600",
     "about 11:15 p.m.",
     "6500",
     "austin",
     "about 9:40 p.m.",
     "california",
     "peoria",
     "saturday",
     "street",
     "rhodes",
     "cross",
     "tony",
     "mayfield",
     "/",
     "jacob",
     "sacramento",
     "masonic",
     "east",
     "estrada",
     "1500",
     "center",
     "manor",
     "about 4:25 a.m.",
     "1300",
     "garfield",
     "christ",
     "about 6:30 a.m.",
     "west",
     "hospital",
     "exchange",
     "maypole",
     "about 9:10 p.m.",
     "sunday",
     "hamlin",
     "francis",
     "about 12:20 a.m.",
     "park",
     "recently",
     "dunning",
     "north",
     "englewood",
     "fullerton",
     "luis",
     "mount",
     "2:09 p.m.",
     "7700",
     "town",
     "about 1:45 p.m.",
     "gresham",
     "presence",
     "tremayne",
     "8:10 p.m.",
     "irving",
     "louis",
     "northwest",
     "about 3:40 a.m.",
     "about 10:45 p.m.",
     "cook",
     "earlier saturday",
     "jose",
     "racine",
     "boulevard",
     "huron",
     "deanese",
     "start of 2017",
     "contact",
     "williams-harris",
     "st.",
     "summer",
     "holy",
     "2:50 a.m.",
     "4:55 p.m.",
     "sinai",
     "7900",
     "7:40 p.m.",
     "about 11:35 a.m.",
     "3300",
     "jan. 21, 2017",
     "loyola",
     "side",
     "rosenberg-douglas",
     "about 4:10 p.m.",
     "grand",
     "6:30 a.m.",
     "monroe",
     "illinois",
     "medical",
     "to",
     "about 5:15 p.m.",
     "3500",
     "9:16 p.m.",
     "katherine",
     "city",
     "less than 24 hours from",
     "jackson",
     "henderson",
     "about 9 a.m.",
     "about 3:20 a.m.",
     "south",
     "road",
     "malagon",
     "near",
     "reporters",
     "about 4:45 p.m.",
     "advocate",
     "tribune",
     "norwood",
     "university",
     "hermosa",
     "less than three hours",
     "county",
     "about 2:25 p.m.",
     "briscoe",
     "crossing",
     "this weekend",
     "fifth",
     "chicago",
     "northwestern",
     "rodriguez",
     "woodlawn",
     "memorial",
     "central",
     "karlov",
     "stroger",
     "4400",
     "winchester",
     "6100"
    ],
    "id": 5,
    "text": "29 people shot in about 24 hours: 'It's not even summer yet' Man killed in East Garfield Park shooting Elvia Malagon / Chicago Tribune A 23-year-old man was fatally shot Jan. 21, 2017, in the first block of North Sacramento Boulevard, police said.  A 23-year-old man was fatally shot Jan. 21, 2017, in the first block of North Sacramento Boulevard, police said.  (Elvia Malagon / Chicago Tribune) Deanese Williams-Harris , Elvia Malagon , Tony Briscoe and Katherine Rosenberg-Douglas Contact Reporters Chicago Tribune In less than 24 hours from Saturday to Sunday, three men were killed and at least 26 other people, including several teens, were wounded in separate shootings across the city.  Three men were taken to the hospital after a shooting about 9 a.m. Sunday in West Town. Around 6:30 a.m., there was another triple shooting, officials said.   \"We've had quite a few multiple-victim incidents this weekend,\" said Officer Jose Estrada, a Chicago police spokesman. He said no details about the age, sex or injuries were available in the city's most recent multiple-victim incident.  Police unspooled red crime scene tape to rope off a stretch of well-kept brownstones and modernized condos in the 1500 block of West Huron Street, after dozens of 911 calls came in reporting shots fired. The driver, a 26-year-old man, was shot in the lip; a 30-year-old man was hit twice in the right calf. The front passenger, who police said was a 25-year-old man, was shot in the left shoulder. All three were taken to Stroger Hospital, where their conditions were stabilized, police said. Investigators looked through a white minivan with two apparent bullet holes in the side door and the rear quarter-panel while neighbors hesitantly peeked out of their windows and doorways. Luis Rodriguez, 42, who lives a block away, looked out of his window after hearing gunfire. \"I heard four shots, bam-bam-bam-bam,\" he said. Rodriguez, who has lived in the neighborhood for five years, said the area has a lingering problem with gangs, which has come as a surprise to some of the people who moved into the new developments. \"The house on the corner over there has to repaint every year because they tag it 'SD'\" Rodriguez said, in reference to the Satan Disciples. \"These guys who just moved into these new condos have no idea what's going on,\" he added, as a pregnant woman on the first floor of a building inside the crime scene drew her shades. After experiencing the most deadly year in two decades, Chicagoans like Rodriguez, who is considering buying a bullet-proof vest for personal safety, are disheartened at the violent start of 2017. \"It's not even summer yet and it's only gonna get worse,\" he said. The triple shooting was the second in less than three hours, officials said. Three people were shot about 6:30 a.m. Sunday in the 3500 block of South Rhodes Avenue in the Ida B. Wells/Darrow Homes neighborhood. A 22-year-old man was shot in the left leg and was taken by a friend to Mercy Hospital. He was later transferred to Stroger Hospital, where his condition was stabilized. A 24-year-old man was shot in the left leg, and his condition was stabilized at Northwestern Memorial Hospital. A 23-year-old woman was shot in the leg, and her condition was stabilized at Northwestern Memorial Hospital. Estrada said there have been a number of triple shootings recently, but it isn't easy to pinpoint exactly why. \"Usually it happens when there's a group all together,\" he said. \"It's one target, and they're firing indiscriminately.\" In East Garfield Park, a 23-year-old man was fatally shot Saturday while he was inside a parked car in the first block of North Sacramento Boulevard, police said. About 11:15 p.m., someone inside a car fired shots at him, wounding him in the left thigh. He was pronounced dead at Mount Sinai Hospital. Shortly before 4:55 p.m., a 21-year-old man was shot in the first block of West 104th Place in the Roseland neighborhood. Tremayne Henderson, who lived on the block where the shooting took place, was approached by someone who shot him in the chest. He was taken in critical condition to Advocate Christ Medical Center, and he was later pronounced dead at 9:16 p.m., officials said.  Earlier Saturday, a 24-year-old man was fatally shot in the Near West Side neighborhood about 1:45 p.m. in the 2600 block of West Monroe Street, police said. According to preliminary reports, a 24-year-old man was sitting inside a vehicle when someone approached and shot him in the neck, police said. He was taken to Stroger Hospital, where he was pronounced dead. The man was later identified as Jacob Norwood, of the 800 block of South Karlov Avenue. He was pronounced dead at 2:09 p.m. after suffering multiple gunshot wounds, the Cook County medical examiner's office determined Sunday following an autopsy. Two teens were wounded in a shooting about 4:25 a.m. in the East Garfield Park neighborhood.  A 17-year-old boy and a 15-year-old boy were standing in the 700 block of North Hamlin Avenue when someone inside a black SUV opened fire, wounding the older teen in the abdomen and the 15-year-old boy in the left shoulder.  The 17-year-old boy was in serious condition at Stroger Hospital, and the 15-year-old boy's condition was stabilized at the same hospital.  Other shootings: In South Austin, a 27-year-old man was shot in the abdomen and left leg about 3:40 a.m. Sunday in the 500 block of South Central Avenue, police said. Friends took him to Stroger Hospital, where he was listed in critical condition. About 3:20 a.m., a 28-year-old man was shot multiple times in the back while he was sitting in a parked car in the 9600 block of South Peoria Street in the Longwood Manor neighborhood, police said. Someone inside a white sedan shot at the man. His condition was stabilized at Advocate Christ Medical Center.  Just before 2:50 a.m., a 23-year-old man was shot in the back of the head while he was in a car in the 6500 block of West Irving Park Road in the Dunning neighborhood. The shooter was inside a black truck, police said. The victim was taken to Illinois Masonic Medical Center, where his condition was stabilized.  About 12:20 a.m., a 29-year-old man was sitting in a parked car in the 6100 block of North Winchester Avenue in the West Rogers Park neighborhood when a man approached and shot him. He was shot in both legs and abdomen. His condition was stabilized at Presence St. Francis Hospital.  In the East Garfield Park neighborhood, a 26-year-old man was wounded in a drive-by shooting about 10:45 p.m. Saturday, police said. He was standing in the 600 block of North St. Louis Avenue when someone inside a passing black SUV opened fire, wounding him in the right leg. He was taken in serious condition to Mount Sinai Hospital.  A 27-year-old man was seriously wounded after he was shot in the abdomen. About 9:40 p.m., officers heard gunfire and found the man on the ground in the 3300 block of West Monroe Street in the Fifth City neighborhood on the West Side. He was taken in serious condition to Mount Sinai Hospital.  Two people were shot about 9:10 p.m. while they were walking in the 7900 block of South Woodlawn Avenue in the Grand Crossing neighborhood. The shooter got out of a car and fired toward the pair. An 18-year-old man was shot in the right arm and a 20-year-old woman was shot in the left hand. Both were taken in good condition to Jackson Park Hospital.  A 17-year-old boy and a 22-year-old man were shot just before 8:10 p.m. in the 300 block of South California Avenue in the East Garfield Park neighborhood. They were walking out of an alley when someone inside a dark-colored car opened fire. The 22-year-old man was shot in the neck, and he was taken in serious condition to Mount Sinai Hospital. The teen was shot in the back, and he was in good condition at Mount Sinai Hospital. Just before 7:40 p.m., a 19-year-old woman was shot in the chest as she was leaving a business in the 7900 block of South Exchange Avenue in South Chicago. The shooter was inside a vehicle, and police do not believe the woman was the intended target. She was in critical condition at Northwestern Memorial Hospital.  Three people were wounded in a drive-by shooting about 5:15 p.m. in the 1300 block of North Mayfield Avenue in the Austin neighborhood. A 21-year-old man was shot in the right leg, and he was taken to Loyola University Medical Center. An 18-year-old man was shot in the right arm, and his condition was stabilized at Stroger Hospital. A 23-year-old man was shot on the left side, and the person was in critical condition at Stroger Hospital.   About 4:45 p.m., a 47-year-old man was shot in the 7700 block of South Racine Avenue in the Gresham neighborhood. A silver-colored van pulled up and someone opened fire, striking the victim in the left arm. He was taken in good condition to Holy Cross Hospital, police said. About 4:10 p.m., a person was shot in the 4400 block of West Fullerton Avenue in the Hermosa neighborhood on the Northwest Side, police said. A 26-year-old man was outside when someone walked up to him and shot him in the left arm. He was taken in good condition to Advocate Illinois Masonic Medical Center. About 2:25 p.m., a 27-year-old man was shot in the 4400 block of West Maypole Avenue in the West Garfield Park neighborhood. He was shot in the leg and was taken in fair condition to Mount Sinai Hospital. About 11:35 a.m., a 24-year-old man was shot while he was driving in the first block of West 69th Street in the city's Englewood neighborhood, police said. He pulled over after traveling a short distance to check his vehicle for damage and then noticed he had been shot in the right knee, Estrada said. Officers who were called to the scene said the victim suffered a wound to the knee, but he refused treatment, Estrada said. No one was in custody for any of the shootings, and police were investigating. ",
    "title": "29 people shot in about 24 hours: &apos;It&apos;s not even summer yet&apos; - Chicago Tribune"
   },
   {
    "entities": [
     "sunday",
     "thursday",
     "northwest",
     "neva",
     "about 2 a.m.",
     "central",
     "about midnight",
     "grand",
     "3000",
     "park",
     "190 pounds",
     "district",
     "3100",
     "avenue",
     "tuesday",
     "chicago",
     "north",
     "side",
     "tribune"
    ],
    "id": 6,
    "text": "Chicago Tribune staff Contact Reporter Chicago police are warning residents of the Grand Central District on the Northwest Side about men who have been robbing people after meeting up with them through a social media site. The robberies involve men agreeing to meet victims at their homes through a dating site for gay men, according to police. The robbers have arrived at the victims’ homes and taken out a gun and robbed the victims, according to a police alert issued Sunday. The robberies took place: Thursday about midnight in the 3000 block of North Neva Avenue; And Tuesday about 2 a.m. in the 3100 block of North Central Park Avenue. The robber was described as a black man between the ages of 25 and 35, standing 6 feet to 6-foot-2, weighing between 170 and 190 pounds. He had short black hair and a medium complexion. Anyone with information about the robberies is asked to call Area North detectives at 312-744-8263. ",
    "title": "Robbers used social media to meet victims at their NW Side homes: Cops - Chicago Tribune"
   },
   {
    "entities": [
     "friday",
     "spicer",
     "trump",
     "press",
     "priebus",
     "house",
     "sunday",
     "facebook",
     "fox",
     "oval",
     "recently",
     "saturday",
     "cia",
     "russia",
     "king",
     "2016",
     "twitter",
     "martin",
     "this weekend",
     "u.s.",
     "print",
     "luther",
     "email",
     "sean",
     "office",
     "january 22, 2017",
     "jr.",
     "white"
    ],
    "id": 7,
    "text": "Priebus defends Trump, top aide; says media has 'obsession' to 'delegitimize' president Published               January 22, 2017 Facebook 0 Twitter 0 livefyre Email Print   White House Chief of Staff Reince Priebus on Sunday defended President Trump and a top aide’s sharp criticism this weekend of news agencies, saying “there is an obsession by the media to delegitimize this president.” “We are not going to sit around and let it happen,” Priebus told “Fox News Sunday.” Trump suggested to CIA staffers Saturday on his visit to the agency that his well-publicized rift with the U.S. intelligence community was drummed up by the media. Trump didn’t agree with some in the intelligence community’s who concluded that Russia influenced the 2016 White House race to help him win. And he argued more recently that somebody within that community leaking an unofficial dossier with alleged damaging personal information about him was like living in “Nazi Germany.” Priebus told Fox that “one bad actor” likely leaked the document so Trump wasn’t angry at all of the country’s intelligence officers. “I’m telling you; It was a love fest in there,” Priebus said about Trump’s visit at CIA headquarters that was attended by about 300 staffers. He also suggested that a reporter was at best careless in erroneously reporting that Trump has removed a bust of Martin Luther King Jr. from the Oval Office. “It could have had explosive ramifications. … It was shoot first, point later,” he said about the inaccurate report, for which the reporter later apologized. Priebus also defended Trump and White House Press Secretary Sean Spicer’s comments Saturday about the news media underreporting the crowd size at Trump’s swearing-in Friday. At a hastily called White House press conference, Spicer angrily accused the media of “false reporting” on the inauguration as part of what he called a “shameful” attempt to minimize enthusiasm for Trump. He then left without taking questions. Priebus said Sunday: “The point is not the crowd. The point is the media is trying to delegitimize the presidency.\" Advertisement ",
    "title": "Priebus defends Trump, top aide; says media has 'obsession' to 'delegitimize' president | Fox News"
   },
   {
    "entities": [
     "gulf",
     "middle",
     "liz",
     "tehran",
     "this month",
     "hifter",
     "crocker",
     "frolov",
     "times",
     "right now",
     "texas",
     "tobias",
     "january 22",
     "khalifa",
     "states",
     "by",
     "trump",
     "syria",
     "and",
     "turkey",
     "sunday",
     "last week",
     "ryan",
     "united",
     "moscow",
     "bashar",
     "university",
     "astana",
     "recently",
     "center",
     "al-hayat",
     "state",
     "mosul",
     "monday",
     "for",
     "international",
     "russia",
     "israel",
     "ibrahim",
     "vladimir",
     "embassy",
     "zahran",
     "2011",
     "once",
     "a&m",
     "u.n.",
     "salem",
     "ankara",
     "u.s.",
     "obama",
     "anthony",
     "iraq",
     "arabia",
     "libya",
     "cordesman",
     "east",
     "nato",
     "egypt",
     "islamic",
     "persian",
     "saudi",
     "washington",
     "at 10:00 am",
     "iran",
     "america",
     "first",
     "jerusalem",
     "now",
     "al-assad",
     "schneider",
     "isis",
     "kazakhstan",
     "putin",
     "strategic",
     "studies",
     "barack",
     "assad",
     "hamidi",
     "sly"
    ],
    "id": 8,
    "text": "Russia’s new influence may limit Trump’s scope in Middle East The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Liz Sly By Liz Sly January 22 at 10:00 AM Follow @LizSly ASTANA, Kazakhstan — At a time of widespread global anxiety about President Trump’s foreign policy goals, the Middle East stands almost alone in its optimism about his presidency. The United States’ traditional Arab allies are hoping he reengages in the region after years of what they perceive as neglect by Barack Obama’s administration. U.S. rivals are hoping he becomes an ally and aligns with their interests. But after eight years of steady disengagement by his predecessor, Trump may find his room for maneuver constrained by the expanded influence of Russia and Iran , analysts say. “Even if Trump wants to have a more assertive policy, he will not be able to bring America back as the strongest regional player,” predicted Ibrahim Hamidi, the chief diplomatic correspondent of the pan-Arab newspaper Al-Hayat. “The Americans can’t go back to being the only super­power anymore.” That Trump does intend to pursue a more assertive Middle East policy has been evident from some of the more consistent of his often contradictory statements, including his inauguration pledge to eradicate what he called “radical Islamic terrorism . . . from the face of the earth.” Although the president and some of his foreign policy nominees appear to have opposing views on some issues — such as the importance of NATO and whether Russia can be trusted — they seem to agree on the need to do more to fight the Islamic State and to push back against Iran’s widening influence, making the Middle East one of the few areas on which there appears to be some level of foreign policy consensus. [ As Obama leaves the world stage: Criticism, nostalgia — and concern over his successor ] It is also one of the areas where the Obama administration’s policies have most noticeably eroded the once unchallenged U.S. role. Russia now holds sway in Syria, has forged a close relationship with Turkey that could threaten Ankara’s ties with NATO and has been courting traditional U.S. allies such as Egypt and Saudi Arabia. Most recently, Russia has been exploring relationships in Libya, dispatching its aircraft carrier to the waters off Libya and inviting the erstwhile U.S. ally Khalifa Hifter on board for a video conference with the Russian defense minister this month. Trump’s repeated promises to forge closer ties with Russian President Vladimir Putin could facilitate the kind of alliance in the Middle East against terrorists that the Obama administration sought but failed to achieve, said Vladimir Frolov, a columnist with the Moscow Times. But Russia would not want such an alliance to come at the expense of the role it has already carved out for itself in the region. “The U.S. has been exiting the Middle East under Obama for a while, and with Trump talking about an America First agenda, that creates even more opportunities for Russia to fill the vacuum. We may see a situation where the U.S. actually empowers Russia to do the dirty work in the Middle East,” he said. The constraints are most immediately apparent in Syria, where Russia has taken the lead in promoting a peace initiative that includes Turkey and Iran as co-sponsors but offers no role for the United States. Russia and Turkey have coordinated the agenda and preparatory negotiations for the talks that will begin Monday in Kazakhstan’s capital, Astana, Western diplomats say. Turkish, Russian and Iranian officials, U.N. and European diplomats, Syrian rebels and representatives of the Syrian government arrived in Astana for the talks on Sunday. The Trump administration will not be sending a delegation, and instead the United States will be represented by its ambassador in Kazakhstan. Russia will welcome offers of help from Trump to bomb terrorists and perhaps provide funding for reconstruction, but it doesn’t want the United States becoming involved in crafting the terms of a settlement, Frolov said. The Syrian regime is also unlikely to want the United States playing any significant role in the country, which has a long history of fraught relations with Washington, said Salem Zahran, a Beirut-based media entrepreneur who runs media outlets in Syria and has close ties to the Syrian regime. Trump’s statements in support of Syrian President Bashar al-Assad have come as a relief to the Syrian government, signaling an end to the Obama administration’s mantra that Assad should eventually step aside, Zahran said. But the Syrian regime is hoping mostly that the United States stays away, by halting support for the rebels, lifting sanctions and ceasing the calls for Assad to be removed. “Trump is a businessman and if Syria were a company, he would see it as a losing company. Why would anyone invest in a losing company?” Zahran asked. “Syria just wants Trump to be neutral,” he added. “Now that they have Russia, they don’t need America.” [ Iran nuclear deal may not survive the Trump administration ] Iran has more reason to fear the tough anti-Iranian rhetoric that has emanated both from Trump and his foreign policy nominees. But any attempt to push back against Iran would contradict the goals of allying more closely with Russia and Syria — which are, at least nominally, allied with Iran — and also run the risk of confrontation. “Why would Iran respond to anything other than military pressure?” asked Tobias Schneider, a German analyst based in Washington. “Iran has won right now. It’s represented everywhere; it’s aligned with the winners everywhere.” Iran has been instrumental in helping Assad survive, sending money and militias to fight on the front lines and securing in the process vast influence over the country. Last week, Tehran signed a series of contracts with Syrian government officials that included giving Iran control over Syria’s largest phosphate mine and a license to operate a mobile telecommunications network. Since the U.S. withdrawal from Iraq in 2011, Iran has also secured its place as the most influential power in Iraq, said Ryan Crocker, a former U.S. ambassador to Iraq who is now with Texas A&M University. Reviving the U.S. role there would not be impossible, he said, but “it would be very, very difficult.” The United States does have staunch allies. Israel is counting on Trump to fulfill his promise to move the U.S. Embassy to Jerusalem, which has made Palestinians one of the only groups vociferously opposed to his presidency. The Kurdish regions of Iraq and Syria are hoping his pledges to fight the Islamic State will translate into more military assistance for them. [ After a slow and bloody fight against ISIS, Iraqi forces pick up the pace in Mosul ] The United States also still holds important levers in the Middle East, notably its big military presence in the Persian Gulf and its economic might, neither of which Russia can match, said Anthony Cordesman of the Center for Strategic and International Studies. Arab allies such as Saudi Arabia that blame Obama for the rising power of Iran are looking forward to an administration that might more closely mirror their priorities, he said. “The Gulf states need the United States as a counterbalance to Iran. You need to reestablish confidence that you are really going to back your allies,” he said. “This is not something that needs radical change, but it does need a steady, patient, consistent effort.” But whether Trump is a leader who will provide patience and consistency is a concern for some in the region, Hamidi said. “The scary thing is that to pave a way for an American role in the upcoming years needs vision and imagination,” he said. “If you don’t have this vision, you might find yourself in confrontation. Or, completely giving up and handing it all to Russia.” ",
    "title": "Russia’s new influence may limit Trump’s scope in Middle East - The Washington Post"
   },
   {
    "entities": [
     "magana",
     "busacca",
     "rich",
     "madonna",
     "monáe",
     "texas",
     "utah",
     "maggie",
     "cyrus",
     "iseahany",
     "ferrara",
     "getty",
     "cher",
     "michele",
     "watson",
     "atlanta",
     "paris",
     "paul",
     "kevin",
     "patrick",
     "pool",
     "saturday",
     "street",
     "the day",
     "fonda",
     "savayan",
     "reiland",
     "participants",
     "cara",
     "handler",
     "judd",
     "boston",
     "celebs",
     "ferrera",
     "j.",
     "tennessee",
     "macon",
     "falco",
     "jessica",
     "martin",
     "d-calif.",
     "lewis",
     "born",
     "dolores",
     "pratt",
     "today",
     "janelle",
     "schumer",
     "miley",
     "benjamin",
     "steinem",
     "donovan",
     "jane",
     "nina",
     "maxwell",
     "2005",
     "charlize",
     "juliette",
     "westchester",
     "wargo",
     "bush",
     "boddi",
     "angeles",
     "aballero-reynolds",
     "beals",
     "downtown",
     "ap",
     "lizzy",
     "main",
     "teigen",
     "the same day",
     "jesse",
     "larry",
     "n.y.",
     "theron",
     "n.c.",
     "mary",
     "seidman",
     "emmert",
     "wireimage",
     "michael",
     "news",
     "chloe",
     "united",
     "facebook",
     "laura",
     "ashley",
     "gibson",
     "london",
     "donald",
     "12:07 p.m.",
     "elizabeth",
     "park",
     "tomei",
     "lake",
     "dan",
     "of",
     "washington,",
     "steenburgen",
     "scarlett",
     "kelly",
     "luis",
     "night",
     "jones",
     "u.s.",
     "ron",
     "jersey",
     "tracee",
     "brandon",
     "bono",
     "jennifer",
     "james",
     "hall",
     "york",
     "sudeikis",
     "sophia",
     "fullscreen",
     "serkan",
     "ellis",
     "difranco",
     "savayan/the",
     "epa",
     "jose",
     "huerta",
     "n.",
     "david",
     "women",
     "andrew",
     "images",
     "9:30",
     "perry",
     "chastain",
     "moretz",
     "galai",
     "dc",
     "amy",
     "booker",
     "chelsea",
     "mall",
     "cnn",
     "caplan",
     "chrissy",
     "imdb",
     "alex",
     "st.",
     "debbie",
     "sait",
     "ave.",
     "walsh",
     "on",
     "abbas",
     "mike",
     "john",
     "kamala",
     "beacon",
     "chaz",
     "jan. 21, 2017",
     "usa",
     "sullivan",
     "smiley",
     "dallas",
     "new",
     "national",
     "nelson",
     "mola",
     "independence",
     "after-party",
     "matt",
     "5 hours ago",
     "los",
     "zach",
     "america",
     "eau",
     "moore",
     "maria",
     "gurbuz",
     "whittemore",
     "katy",
     "polk",
     "valerie",
     "city",
     "jackson",
     "sleater-kinney",
     "theo",
     "johansson",
     "jan. 22, 2017",
     "jason",
     "tenafly",
     "cory",
     "pussyhats",
     "gyllenhaal",
     "states",
     "shahidi",
     "march",
     "trump",
     "alicia",
     "mcnew",
     "2017",
     "dern",
     "d-n.j.",
     "grace",
     "harris",
     "wis.",
     "january 21, 2017",
     "kitwood",
     "mcintyre",
     "claire",
     "university",
     "warren",
     "american",
     "noam",
     "monae",
     "yara",
     "county",
     "communications",
     "england",
     "mazur",
     "keys",
     "edie",
     "marisa",
     "wilmington",
     "workers",
     "march, saturday",
     "paulin",
     "journal",
     "emma",
     "tania",
     "bello",
     "franco",
     "jake",
     "justin",
     "n.j.",
     "tommaso",
     "washington",
     "van",
     "gloria",
     "loccisano",
     "now",
     "ross",
     "ani",
     "don",
     "arthur",
     "morigi"
    ],
    "id": 9,
    "text": "Ashley Judd slams critics of Women's March speech: I got the P word from Trump Cara Kelly , USA TODAY Published 12:07 p.m. ET Jan. 22, 2017 | Updated 5 hours ago 2.7k Shares x Share Actress and activist Ashley Judd delivered harsh words aimed at President Trump from a poem written by a 19-year-old girl from Tennessee. USA TODAY NETWORK Ashley Judd crashed a Women's March after-party Saturday night following her fiery reading of a poem at the protest in Washington earlier in the day. And she quickly hit back at those who found issue with the poem, written by 19-year-old Nina Donovan . \"I got it from the president of the United States,\" she said of the provocative wording, specifically the use of the P word, famously uttered by President Trump in a 2005 video that caught him bragging about grabbing women by their genitalia. \"I'm just quoting him. And I am really more entitled to the word because I've actually got one.\" Ashley Judd onstage during the Women's March on Washington.  (Photo: Theo Wargo, Getty Images) Judd took the stage at the 9:30 Club during an official after-party, billed as \"Laugh. Dance ... then Get to Work!\" and hosted by Funny or Die and benefiting Planned Parenthood. She joined Ani DiFranco and Lizzy Caplan as unexpected but welcomed guests by the crowd, on top of a full lineup that also featured rock band Sleater-Kinney and The National. The sold-out crowd, decked in pink Pussyhats , ate up the \"nasty women\" lines which Judd recapped, including some blunt talk about women's periods. With that she brought up the \"tampon tax,\" the state tax codes that exempt medical supplies such as Rogaine and Viagra but not feminine hygiene products. \"Is the thinning of your hair more of a necessity?\" she questioned. \"We are feminists. We deserve equal justice.\" Posted! A link has been posted to your Facebook feed. Alicia Keys and Cher get close at the Women's March on Washington rally, on Jan. 21, 2017.  Women's Marches are being held in cities around the world.  Kevin Mazur, WireImage The Edge and Juliette Lewis perform onstage at the Women's March in Los Angeles, Saturday.  Emma McIntyre, Getty Images Veteran actress and long-time activist, Jane Fonda raises her fist in support of the Los Angeles Women's March on Saturday.  Emma McIntyre, Getty Images Janelle Monáe performs during the Women's March on Washington.  Jose Luis Magana, AP America Ferrara, left, and Chrissy Teigen  attend at the Women's March on Washington.  Paul Morigi, WireImage Fullscreen U.S. Rep. John Lewis poses for a photo with three children at the Women's March on Saturday, in Atlanta. The march drew thousands of attendees, including, U.S. Rep. John Lewis, who had been at odds with president Donald Trump leading up to the inauguration. Lewis told The AP, \"We've made progress, but there are forces in America that want to take us back to another time and another place.\"  Ron Harris, AP A group of demonstrators play drums during the Women's March on Washington.  Zach Gibson, AFP/Getty Images New Jersey Sen. Cory Booker and Katy Perry attend the rally at the Women's March on Washington.  Kevin Mazur, WireImage Fullscreen Protesters march during the women's March in New York, Saturday. Tens of thousands of people took to the streets of London, Paris and other cities worldwide Saturday in solidarity with women-led marches in the United States, opposed to President Donald Trump the day after his inauguration.  Don Emmert, AFP/Getty Images Michele Seidman reacts during a speech at the Women's March next to Wilmington City Hall in Wilmington, N.C., Saturday.  Matt Born, AP Siblings Maggie and Jake Gyllenhaal attend the Women's March on Washington.  Noam Galai, WireImage People walked along Lake Street during the Woman's March in Eau Claire, Wis.,Saturday.  Dan Reiland, AP James Franco shows his support at the Women's March in Los Angeles.  Emma McIntyre, Getty Images Gloria Steinem, left, Rev. Jesse Jackson and Michael Moore attend the rally at the Women's March on Washington.  Kevin Mazur, WireImage Senator Elizabeth Warren and Boston Mayor Martin Walsh wave to the crowds while walking in the Boston Women's March For America on Beacon St. on Saturday.  Patrick Whittemore, AP Musician The Edge attends the Women's March in Los Angeles on January 21, 2017  Emma McIntyre, Getty Images Cher and Chaz Bono attend the rally at the Women's March on Washington.  Kevin Mazur, WireImage Tracee Ellis Ross, left, and Yara Shahidi attend the Los Angeles Women's March.  Emma McIntyre, Getty Images Participants in the Dallas Women's March cheer speakers as they rally outside the at the Communications Workers of America Hall on Saturday, in Dallas, Texas. The Dallas event was held in solidarity with the Women's March on Washington.  Smiley N. Pool, AP Fullscreen Marchers from Westchester County, N.Y. attend the Women's March on Washington. The group came with New York state Assemblywoman Amy Paulin, who chartered three buses for her constituents to participate in the march. Mandatory Credit: Tania Savayan/The Journal News via USA TODAY NETWORK ORIG FILE ID:  20170121_gma_usa_019.jpg  Tania Savayan, The Journal News-USA TODAY NETWO Scarlett Johansson speaks during a protest on the National Mall in Washington, DC, for the Women's March, Saturday.  Andrew Aballero-Reynolds, AFP/Getty Images Fullscreen A Princess Bubble Gum and a Wonder Woman effigy are carried as tens of  thousands of demonstrators participate in the Woman's March in Los Angeles, Saturday to protest Donald J. Trump who took the oath of office and was sworn in as the 45th President of the United States. Protest rallies were held in over 30 countries around the world in solidarity with the Women's March on Washington in defense of press freedom, women's and human rights.  Mike Nelson, EPA People fill the streets near the Los Angeles City Hall, at right, during the Women's March.  David McNew, AFP/Getty Images Alicia Keys, left, and Janelle Monae hug it up at the rally at the Women's March on Washington on Jan. 21, 2017.  Kevin Mazur, WireImage America Ferrera speaks at the Women's March on Washington.  Theo Wargo, Getty Images CNN's Van Jones speaks onstage during the Women's March on Washington.  Theo Wargo, Getty Images Sen. Kamala Harris, D-Calif., speaks during the Women's March on Washington.  Jose Luis Magana, AP Scarlett Johansson speaks during the rally at the Women's March on Washington.  Paul Morigi, WireImage Fullscreen Protesters make their way through the streets of London during the Women's March on Jan. 21, 2017, in England. The Women's March originated in Washington DC but soon spread to be a global march, calling on all concerned citizens to stand up for equality, diversity and inclusion and for women's rights to be recognized around the world as human rights. Global marches are now being held, on the same day, across seven continents. This image was created as an Equirectangular Panorama.  Dan Kitwood, Getty Images Jessica Chastain attends the rally at the Women's March on Washington on Jan. 21, 2017 in Washington, DC.  Kevin Mazur, WireImage Power!  Edie Falco attends the Women's March on Washington rally, Saturday.  Kevin Mazur, WireImage Jennifer Beals (holding Love sign), Chelsea Handler, Maria Bello and Charlize Theron march in the middle with others, on Jan. 21, 2017, participates in the Women's March on Main Street in Park City, Utah.  Michael Loccisano Jason Sudeikis and Marisa Tomei attend the rally at the Women's March on Washington.  Kevin Mazur, WireImage Miley Cyrus, right, marches during the Women's March on Saturday, in Los Angeles.  Ten of thousands of people took to the streets of Downtown Los Angeles for the march in protest after the inauguration of President Donald Trump.  Justin Sullivan, Getty Images Crowds gather for The Women's March on Main covered by The IMDb Studio during The 2017 Sundance Film Festival.  Rich Polk, Getty Images for IMDb Charlize Theron takes in the scene at the Park City Women's March.  Valerie Macon, AFP/Getty Images Madonna arrives to the rally at the Women's March on Washington, Saturday.  Kevin Mazur, WireImage Gloria Steinem speaks during the Women's March on Washington.  Theo Wargo, Getty Images Celebs march in Los Angeles during the Women's March.  Justin Sullivan Emma Watson, center, attends the Women's March in Washington, DC.  Theo Wargo, Getty Images Cher arrives for the Women's March on Washington on Independence Ave., Saturday.  Sait Serkan Gurbuz, AP Debbie Mazur, L-R back row, Gloria Steinem, Madonna  with Amy Schumer,  front, attend the rally at the Women's March on Washington.  Kevin Mazur, WireImage Chloe Grace Moretz, left, and Jessica Chastain hug it up Saturday at the  Women's March on Washington.  Kevin Mazur, WireImage Sophia Bush, left, and Gloria Steinem attend the rally at the Women's March on Washington.  Kevin Mazur, WireImage Madonna performs during the Women's March on Washington.  Theo Wargo, Getty Images Gloria Steinem and Maxwell are all smiles at the Women's March on Washington,  Kevin Mazur, WireImage Marchers participate in the Women's March on Main Street Park City, Saturday.  Larry Busacca, Getty Images Actress Laura Dern, right, participates in the Women's March during the Sundance Film Festival.  Valerie Macon, AFP/Getty Images Sen. Cory Booker, D-N.J., left, takes a selfie with Abbas Iseahany, from Tenafly, N.J., an American University student, during the Women's March on Washington, Saturday.  Alex Brandon, AP Civil rights activist Dolores Huerta participates in the \"Women's March On Main\" at the Sundance Film Festival.  Arthur Mola, Invision/AP Mary Steenburgen attends The Women's March on Main.  Tommaso Boddi, Getty Images for IMDb Chelsea Handler, left, speaks as Maria Bello looks on at the Park City Women's March.  Michael Loccisano, Getty Images Benjamin Pratt, right, participates in the Women's March on Main Street. The sign reads 'Yes you can!'  Valerie Macon, AFP/Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "Ashley Judd slams critics of Women's March speech: I got the P word from Trump"
   },
   {
    "entities": [
     "texas",
     "management",
     "howden",
     "images",
     "yu",
     "florida",
     "getty",
     "south",
     "trump",
     "brooks",
     "house",
     "press",
     "atlanta",
     "fitzhugh/biloxi",
     "sunday",
     "sun",
     "deal",
     "georgia",
     "hattiesburg",
     "herald/tns",
     "morning",
     "street",
     "saturday",
     "the day",
     "berrien",
     "weather",
     "magnolia",
     "gema",
     "associated",
     "john",
     "wabe",
     "louisiana",
     "alabama",
     "this weekend",
     "agency",
     "emergency",
     "national",
     "catherine",
     "service",
     "overnight",
     "nathan",
     "central",
     "southeast",
     "cook",
     "elly",
     "miss.",
     "now",
     "mississippi",
     "white"
    ],
    "id": 10,
    "text": "Damaged trees and homes are scattered along Magnolia Street in Hattiesburg, Miss., after a tornado struck on Saturday. Four people died in the storm. John Fitzhugh/Biloxi Sun Herald/TNS via Getty Images hide caption toggle caption John Fitzhugh/Biloxi Sun Herald/TNS via Getty Images Damaged trees and homes are scattered along Magnolia Street in Hattiesburg, Miss., after a tornado struck on Saturday. Four people died in the storm. John Fitzhugh/Biloxi Sun Herald/TNS via Getty Images Overnight in southern Georgia, near the border with Florida, severe weather turned deadly. At least 11 people were killed and 23 more were injured as the area was racked with storms, according to local officials. Now, Gov. Nathan Deal has declared a state of emergency Sunday morning for seven counties in the state. \"These storms have devastated communities and homes in South Central Georgia, and the state is making all resources available to the impacted areas,\" Deal said in a statement. Deal continued: \"I urge all Georgians to exercise caution and vigilance in order to remain safe and prevent further loss of life or injuries.\" In his opening remarks at a Sunday swearing-in ceremony for senior White House staff, President Trump said that he had spoken with Deal earlier in the day. He had expressed his \"sincere condolences for the lives taken,\" Trump said, adding that people in Georgia have \"suffered greatly\" from the storms. The Georgia Emergency Management Agency has also issued a warning that there is \"a HIGH RISK for severe weather\" for much of the state Sunday. Article continues after sponsorship The deaths overnight in southern Georgia occurred in Cook, Brooks and Berrien counties, according to Catherine Howden of the GEMA. National Weather Service Atlanta had issued a flash flood watch and a tornado watch in the region Saturday, but officials could not clarify further whether tornadoes were to blame for the loss of life overnight. This is not the first time the weather turned deadly in the Southeast this weekend. As WABE's Elly Yu reports, at least four people died when a tornado swept through southern Mississippi. Multiple structures damaged in downtown Hattiesburg. #mswx pic.twitter.com/6E9dE3eyzY That predawn tornado had winds above 136 miles per hour, according to The Associated Press . Storms also tore through homes and buildings in Alabama, Louisiana and Texas in the past two days. ",
    "title": "Georgia Gov. Nathan Deal Declares State Of Emergency As Severe Weather Sweeps Southeast : The Two-Way : NPR"
   },
   {
    "entities": [
     "democratic",
     "david",
     "civil",
     "d.",
     "responsibility",
     "supreme",
     "friday",
     "government",
     "avenue",
     "trump",
     "hillary",
     "party",
     "brock",
     "services",
     "thursday",
     "1982",
     "recently",
     "american",
     "administration",
     "for",
     "of",
     "court",
     "justice",
     "post",
     "department",
     "ethics",
     "romero",
     "anthony",
     "citizens",
     "union",
     "general",
     "washington",
     "eisen",
     "painter",
     "liberties",
     "now",
     "office",
     "old",
     "pennsylvania",
     "grewal",
     "clinton"
    ],
    "id": 11,
    "text": "“There is no connection between the payment and performance of services by the president personally,” Mr. Grewal said. Advertisement Continue reading the main story “It would be a lot of fun to watch,” he said of the lawsuit, “but I imagine it will be kicked out.” Mr. Eisen said the legal team intended to use the lawsuit to try to get a copy of Mr. Trump’s federal tax returns, which are needed to properly assess what income or other payments or loans Mr. Trump has received from foreign governments. The plaintiff in the lawsuit is a liberal group known as Citizens for Responsibility and Ethics in Washington, which until recently was controlled by David Brock, a Democratic Party operative and fervent supporter of Hillary Clinton’s campaign. Mr. Eisen now serves as chairman of the organization’s board, and Mr. Painter is vice chairman. The lawsuit may run into trouble, other legal experts said, given that CREW, as the organization is known, must demonstrate that it would suffer direct and concrete injury to give it standing to sue. The group says it has suffered harm by having to divert resources from other work to monitor and respond to Mr. Trump’s activities. For example, the group said, it has answered hundreds of questions from news organizations. In a 1982 decision, the Supreme Court ruled that a civil rights organization had standing to sue because its use of black “testers” to see whether landlords and home sellers were abiding by federal law had hurt its ability to conduct other activities. But in recent decades, and outside the context of civil rights violations, the court has often been skeptical of broad assertions of standing. Regardless of the lawsuit’s fate, it is just the first hint of the legal assault that the Trump administration will face. Anthony D. Romero, the executive director of the American Civil Liberties Union , said it was separately looking for plaintiffs to file a lawsuit alleging that Mr. Trump is violating the Emoluments Clause. It hopes to find a hotel or bed-and-breakfast that might compete against a Trump hotel as a party that might have standing to sue. Advertisement Continue reading the main story The A.C.L.U. filed an extensive Freedom of Information Act request on Thursday asking the Justice Department, the General Services Administration and the Office of Government Ethics for all legal opinions and memos they have prepared addressing potential financial or ethical conflicts that Mr. Trump might face. It could perhaps use those documents in litigation against the Trump administration. CREW separately filed a complaint with the General Services Administration on Friday over a provision that appears to prohibit the leasing of the Old Post Office building on Pennsylvania Avenue in Washington to an elected federal official. The building is the site of Mr. Trump’s hotel. Perhaps more important, the legal groups said they may challenge executive actions Mr. Trump is expected to take on topics like international trade deals, illegal immigration and climate change. ",
    "title": "Foreign Payments to Trump Firms Violate Constitution, Suit Will Claim - The New York Times"
   },
   {
    "entities": [
     "jim",
     "resort",
     "stephen",
     "beach",
     "january",
     "mountains",
     "california",
     "highway",
     "campground",
     "178%",
     "capitan",
     "two weeks ago",
     "silicon",
     "flintridge",
     "once",
     "j.",
     "d.c.",
     "day months after the end of winter",
     "san",
     "laguna",
     "last winter",
     "2005",
     "flood",
     "jan. 20, 2017",
     "80",
     "angeles",
     "eliason",
     "101",
     "conchita",
     "west",
     "friday",
     "june 2005",
     "bluebird",
     "inauguration day",
     "simmons",
     "ocean",
     "raoul",
     "sunday",
     "zaniboni",
     "united",
     "donald",
     "recently",
     "geology",
     "lake",
     "the previous december",
     "of",
     "survey",
     "kean",
     "osman",
     "night",
     "southern",
     "u.s.",
     "and",
     "march 1995",
     "goleta",
     "17",
     "barbara",
     "cañada",
     "winter",
     "liza",
     "geological",
     "mines",
     "pacific",
     "usgs",
     "stacey",
     "lin",
     "allen",
     "interstate",
     "drive",
     "brian",
     "dave",
     "october 1978",
     "la",
     "o'tousa",
     "149%",
     "summer before",
     "francisco",
     "ranoa",
     "summer",
     "mike",
     "schaben",
     "valley",
     "tahoe",
     "canada",
     "december 1977",
     "santa",
     "manistee",
     "los",
     "ventura",
     "march 2",
     "pacifica",
     "fire",
     "whitmore",
     "xia",
     "rong-gong",
     "morning in",
     "el",
     "jan. 8, 2017",
     "1995",
     "jason",
     "falls",
     "times",
     "l.a.",
     "rosanna",
     "sierra",
     "boster",
     "states",
     "march",
     "trump",
     "county",
     "division",
     "april 1978",
     "july 1",
     "february",
     "cruz",
     "long",
     "andreas",
     "canyon",
     "ii",
     "philadelphia",
     "caltrans",
     "ynez",
     "&",
     "2010",
     "collins",
     "freeway",
     "washington",
     "patrol",
     "mark"
    ],
    "id": 12,
    "text": "As California goes from drought to deluge, a dangerous old foe returns: mudslides What's the difference between a debris flow and a deep-seated landslide? Animated infographic shows how debris flows and deep-seated landslides happen Animated infographic shows how debris flows and deep-seated landslides happen Rong-Gong Lin II , Rosanna Xia and Raoul Ranoa Contact Reporters Through five years of severe drought, El Capitan Canyon above the Pacific Ocean near Goleta endured bone-dry conditions that at times seemed like they would never end. Then, on Friday, the skies opened up. Nearly 2 inches of rain dropped in a single hour in the Santa Ynez Mountains.  So a creek that had once disappeared came roaring alive, full of mud, brush and broken trees pouring from the burned slopes of the  Sherpa fire in the summer.  Five cabins were lifted off their foundations and swept down the creek. The muddy torrent claimed 22 vehicles. One of the cabin’s remains were found south of the 101 Freeway. Nearly two dozen people had to be rescued, including one trapped in a car, said Santa Barbara County fire Capt. Dave Zaniboni. The remains of five smashed vehicles floated all the way down to the beach.  What happened in a matter of minutes at the campground is emblematic of the drought -to-deluge cycle that has always been at the heart of California’s climate. All it can take is an intense amount of rain in a short amount of time to create damaging flows of mud and debris that can kill people and destroy buildings.  The flows are part of nature. But the situation has become more dangerous as humans came to inhabit these paths of destruction. “There’s a competition between the growth of the mountains and the erosion from the rainstorms,” U.S. Geological Survey hydrologist Jason Kean said. “They’re in this constant battle.” Flood waters and a debris flow sweep away cabins and vehicles at El Capitan Canyon Resort & Campground in Santa Barbara County Friday. Mike Eliason / Santa Barbara County Fire Flood waters and a debris flow sweep away cabins and vehicles at El Capitan Canyon Resort & Campground in Santa Barbara County Friday. Flood waters and a debris flow sweep away cabins and vehicles at El Capitan Canyon Resort & Campground in Santa Barbara County Friday. (Mike Eliason / Santa Barbara County Fire) California’s dramatic shift in the last few months — from extreme dryness to some of the strongest storms in a decade — has brought mudslides that have closed roads, damaged vehicles and homes and left residents on edge. On Friday night, Highway 17 — the key route between Silicon Valley and Santa Cruz — was closed for hours after sliding mud and a fallen tree blocked all southbound lanes, causing a commuter nightmare. One Sierra highway alone has endured nearly 20 major slides. And a rare warm winter storm two weeks ago sent rains that deposited 10,000 cubic yards of decomposed granite that shut down all westbound lanes of Interstate 80 west of Lake Tahoe for more than 12 hours.  “It’s truly a battle,” Caltrans spokeswoman Liza Whitmore said.  The situation is expected to get worse in Southern California on Sunday, when a storm — which could be the most powerful to strike the region since 2010 —  moves in. Officials have warned of mudslides and mudflows. Why do landslides happen during a storm? In a burned area , a wildfire can make the soils repellent to water, creating a floodlike flow on the ground that picks up rock and debris, Kean said.  In an area that has not burned, soil can become saturated. Pressure builds up underground, and soil starts moving and begins picking up mud and debris as it starts flowing downhill. Water rushing down with only mud is called a mud flow. If the flow picks up rocks, branches and sometimes massive boulders, that’s called a debris flow.  This debris flow on Jan. 8, 2017 was caused by a warm winter storm that dumped rain on the Sierra, sending a flow of water and decomposed granite to wash over Interstate 80 at Donner Summit. California Highway Patrol This debris flow on Jan. 8, 2017 was caused by a warm winter storm that dumped rain on the Sierra, sending a flow of water and decomposed granite to wash over Interstate 80 at Donner Summit. This debris flow on Jan. 8, 2017 was caused by a warm winter storm that dumped rain on the Sierra, sending a flow of water and decomposed granite to wash over Interstate 80 at Donner Summit. (California Highway Patrol) Mud and debris flows are types of shallow landslides , generally defined as less than 15 feet deep.  Another type of shallow landslide involves a saturated hillside that collapses but does not move very far, such as one that buries a roadway with dirt and rocks from a neighboring slope. They can happen up to an hour after a burst of intense rain. “There were widespread shallow landslides as recently as 2005” in Southern California, Kean said.  What’s the easiest type of landslide to predict? Landslides that strike in recently burned areas are the easiest to predict, as wildfires have burned away roots of trees and vegetation that had kept soils in place. Sometimes, authorities have accurately predicted when debris flows will occur, based on forecast rainfall rates, and have called for evacuations of homes before the rivers of mud and debris begin flowing. Can debris flow still catch people off guard? Yes. In 2010, the winter after the worst fire in L.A. County history, a debris flow — which one resident described like a “ Niagara Falls ” — flowed down La Cañada Flintridge’s northernmost neighborhood when a 10-ton boulder clogged a critical basin, plugging up the drain like a giant stopper. More than 40 homes were damaged. It came as a surprise because the storm was supposed to be fast moving, but unexpectedly stalled and dumped rain at an alarming rate. The forecast that authorities had relied on in the days leading up to the three-day storm had called for a light to moderate rains. No evacuations had been ordered. A debris flow hit La Canada Flintridge in 2010. Mud and debris came rushing through an entire house on Manistee Drive. Allen J. Schaben / Los Angeles Times A debris flow hit La Canada Flintridge in 2010. Mud and debris came rushing through an entire house on Manistee Drive. A debris flow hit La Canada Flintridge in 2010. Mud and debris came rushing through an entire house on Manistee Drive. (Allen J. Schaben / Los Angeles Times) How much rainfall is needed to trigger mud or debris flow? In Southern California’s unburned areas, 10 inches of rainfall during the winter is needed to nearly saturate the ground. After that point, a burst of rain of just one-quarter of an inch an hour can trigger widespread shallow landslides, including debris flow, Kean said.  Since July 1, downtown Los Angeles has received 11.33 inches of rain as of Friday, which is 178% of average at this point of the winter. Santa Barbara has received 12.03 inches, which is 149% of average.  But for burned areas, mud and debris flows can strike with only intense rainfall, even if the ground is not saturated. What’s the least predictable type of landslide? The kind that can strike on a dry day. In areas where the bedrock is very deep, rainwater can seep deep underground during multiple rainstorms. During a series of repeated heavy storms, water can eventually start to accumulate and build up pressure, Kean said. The pressure can destabilize an entire chunk of land, causing it to collapse downhill. The landslide can happen slowly, and show warning signs like cracking or subtle movements, allowing people time to escape. But they can also strike rapidly with no warning, even on a rainless day months after the end of winter. This is called a deep-seated landslide, involving landslides greater than 15 feet deep. Often, deep-seated landslides strike in areas with a history of such events. The USGS has warned that such  landslides can become active many months after a very wet winter. A deep-seated landslide struck Bluebird Canyon of Laguna Beach in 2005. Mark Boster / Los Angeles Times A deep-seated landslide struck Bluebird Canyon of Laguna Beach in 2005. A deep-seated landslide struck Bluebird Canyon of Laguna Beach in 2005. (Mark Boster / Los Angeles Times) What’s an example of a deep-seated landslide? An example of where a deep-seated landslide has occurred is Bluebird Canyon of Laguna Beach. One occurred on a foggy morning in June 2005 after heavy rains fell between the previous December through February. No rainfall occurred during or just before the landslide. Seventeen homes were destroyed and 11 seriously damaged. There has been a history of devastating landslides in Bluebird Canyon. The neighborhood suffered a slide in October 1978 that destroyed more than 20 homes. The California Division of Mines and Geology said the heavy rains between December 1977 through April 1978 are believed to have played a role, along with a history of landslides and erosion at the site, and weakness in the rock. What about the coastal hamlet of La Conchita in Ventura County? Did landslides there come as surprises? The first landslide, in March 1995, came as no surprise, Ventura County geologist Jim O’Tousa said. The summer before, officials had observed ground cracks and other signs of a pending landslide. A sheriff’s official was assigned to patrol the area, and town meetings were held to prepare the community for what was coming. Then about 24 inches of rain hit the region in January — way above the average of about 4 inches for that month.  The slide hit March 2. The slopes started sliding at a pace so slow that residents could outrun it. The patrol officer was still knocking on doors as the ground was moving and got everyone down the hill in time, O’Tousa recalled. “The groundwater finally built up to a high enough level to destabilize the slope,” O’Tousa said. A deep-seated landslide buried 10 people, killing them, in 2005 in La Conchita. Stephen Osman / Los Angeles Times A deep-seated landslide buried 10 people, killing them, in 2005 in La Conchita. A deep-seated landslide buried 10 people, killing them, in 2005 in La Conchita. (Stephen Osman / Los Angeles Times) The second landslide in 2005 occurred at the end of an intense 15-day rainy period that saw heavy precipitation throughout Southern California. This slide came with no warning, and buried 10 people, killing them. The 2005 landslide was actually a “remobilization of part of the 1995 slide,” O’Tousa said. The 1995 landslide had fractured and was sitting in the bottom of the canyon, he explained. Then in 2005, when enough water saturated the bottom of the canyon, the material came flushing out of the canyon — a speed of 20 mph — and flowed into the neighborhood where the fatalities occurred. What about cliffs that fall into the sea? Last winter, California saw cliffs erode into the sea in Pacifica, about a 15-mile drive south of San Francisco. There, apartment units have been ordered vacated because of the crumbling coastline. Pacifica has some of the weakest soils along the California coast composed of cliffs, USGS research civil engineer Brian Collins said. The cliffs are being attacked from both the bottom and on top from water. At its base, the ocean is eroding the cliffs. When heavy rains come from above, water seeps into the soils, and eventually exits when it reaches less permeable layers. The nature of this seepage weakens the bonds in the soil that keep the soil particles bonded together, “so it collapses,” Collins said. The coast in this region has been eroding for thousands of years. As sea levels have risen, the ocean has eroded the cliffs. And the San Andreas fault has been lifting the cliffs up, only for them to be taken down by the seas and the rain.  Caption Huge crowds converge on Washington, D.C., for Women's March on Washington Huge crowds converge on the nation's capital for Women's March on Washington.  Huge crowds converge on the nation's capital for Women's March on Washington.  Caption Huge crowds converge on Washington, D.C., for Women's March on Washington Huge crowds converge on the nation's capital for Women's March on Washington.  Huge crowds converge on the nation's capital for Women's March on Washington.  Caption Recap: Inauguration Day in Washington, D.C. Donald Trump was sworn in as the 45th president of the United States in Washington, D.C., on Jan. 20, 2017. Donald Trump was sworn in as the 45th president of the United States in Washington, D.C., on Jan. 20, 2017. Caption Thousands stream into downtown L.A. for women's march Thousands converge on downtown Los Angeles to march for women's rights Thousands converge on downtown Los Angeles to march for women's rights Caption President Donald Trump's inaugural speech Donald Trump gave his first address as president of the United States at his inauguration Jan. 20, 2017. Donald Trump gave his first address as president of the United States at his inauguration Jan. 20, 2017. Caption As Trump takes office, LGBT leaders meet in Philadelphia Stacey Long Simmons, director of public policy for the National LGBTQ Task Force, talks about how LGBT groups are preparing for a Donald Trump presidency at the Creating Change conference in Philadelphia. Stacey Long Simmons, director of public policy for the National LGBTQ Task Force, talks about how LGBT groups are preparing for a Donald Trump presidency at the Creating Change conference in Philadelphia. ",
    "title": "As California goes from drought to deluge, a dangerous old foe returns: mudslides - LA Times"
   },
   {
    "entities": [
     "ukraine",
     "democratic",
     "mccain",
     "this week",
     "last year",
     "cbs",
     "earlier this month",
     "relations",
     "friday",
     "florida",
     "mitch",
     "graham",
     "south",
     "trump",
     "press",
     "cabinet",
     "house",
     "mcconnell",
     "hillary",
     "sunday",
     "millions of dollars",
     "moscow",
     "facebook",
     "cnn",
     "rex",
     "philippines",
     "senate",
     "pompeo",
     "kansas",
     "monday",
     "cia",
     "2014",
     "foreign",
     "abc",
     "congress",
     "russia",
     "security",
     "vladimir",
     "rubio",
     "mike",
     "john",
     "associated",
     "kelly",
     "marco",
     "twitter",
     "past",
     "this weekend",
     "republican",
     "u.s.",
     "arizona",
     "new",
     "kentucky",
     "schumer",
     "tillerson",
     "carolina",
     "james",
     "crimean",
     "and",
     "york",
     "saudi",
     "america",
     "gop",
     "committee",
     "mattis",
     "chuck",
     "homeland",
     "peninsula",
     "exxonmobil",
     "trump's",
     "january 22, 2017",
     "gens",
     "putin",
     "lindsey",
     "clinton",
     "the future",
     "arabia",
     "white"
    ],
    "id": 13,
    "text": "Trump's Cabinet picks face questions from both parties; McConnell 'confident' Published               January 22, 2017 Facebook 0 Twitter 0 livefyre Email Print   The Senate is expected on Monday to hold its confirmation vote on President Trump’s pick for CIA director, Kansas GOP Rep. Mike Pompeo. But the chamber’s Republican and Democratic leaders this weekend offered sharply different perspectives about the future of the president’s 20-plus Cabinet nominees. Top Senate Democrats on Friday postponed Pompeo’s vote saying they wouldn’t rush through the conformation process for Trump and fellow Republicans who control Congress. Senate Majority Leader Chuck Schumer told CNN’s “State of the Union” on Sunday that several of Trump’s remaining nominees will be subject to “a thorough debate.” The New York Democrat said he was “dubious” about eight or nine of Trump's picks -- citing potential conflicts of interests and policy stands. The Senate has so far confirmed just two Trump nominees. Gens. James Mattis, as defense secretary, and John Kelly, as Homeland Security secretary on Friday, when Trump was sworn-in as president. However, Senate Democrats have little chance of blocking a confirmation unless some chamber Republicans defect. Senate Republicans have a 52-to-48 majority and need only a simple majority of 51 to confirm a nominee. Senate Majority Leader Mitch McConnell expressed confidence Sunday about having enough votes to get all of Trump’s nominees confirmed. “I believe we’ll be able to confirm the president’s entire Cabinet,” the Kentucky Republican told “Fox News Sunday.” “I’m optimistic.” The prospects for former ExxonMobil CEO Rex Tillerson becoming secretary of state improved this weekend when two influential Republican senators expressed support, after having waivered over Tillerson’s past professional ties to Russia. \"Though we still have concerns about his past dealings with the Russian government and President Vladimir Putin, we believe that Mr. Tillerson can be an effective advocate for U.S. interests,\" Sens. John McCain, Arizona, and Lindsey Graham, South Carolina, said in a joint statement. Tillerson also faces a vote Monday, before the Senate Foreign Relations Committee. McCain, Graham and fellow GOP Sen. Marco Rubio, Florida, have questioned whether Tillerson has too many conflicts of interests to champion U.S. policy abroad, especially in Russia. As CEO of ExxonMobil, Tillerson spoke out against U.S. sanctions levied on Moscow following its annexation of Ukraine's Crimean Peninsula in 2014. The penalties cost the energy giant hundreds of millions of dollars. The episode became even more of a concern after the U.S. intelligence community concluded Russia meddled in the presidential election to help Trump defeat Democrat Hillary Clinton in the White House race. McCain and Graham are not on the Foreign Relations committee, like Rubio. However all three will cast a final vote on the Tillerson nomination, if he gets enough votes Monday in the committee, which has 11 Republicans and 10 Democrats. Graham told CBS' \"Face the Nation\" that he was persuaded to back Tillerson after they met privately.  According to Graham, Tillerson told him \"when America doesn't lead, other people will, and the vacuum is always filled by bad actors. He said that we have to have a foreign policy that engages the world. We need to lead from the front.\" McCain said on ABC's \"This Week\" that he talked to Tillerson about his views on Russia and his duty heading a major corporation. “This wasn't an easy call,\" McCain said. \"But I also believe that, when there's doubt, the president, the incoming president, gets the benefit of the doubt.\" Rubio, who challenged Trump for the GOP nomination last year, clashed with Tillerson at a hearing earlier this month. Rubio bristled at Tillerson's refusal to label Putin a \"war criminal\" or condemn human rights violations in Saudi Arabia and the Philippines in strong enough terms. He also chided Tillerson over the need for \"moral clarity.\" Hours after Trump was sworn in on Friday, Rubio was tight-lipped, saying he would make his decision \"certainly before the vote\" Monday and that Tillerson's responses to written questions had addressed \"some of\" his concerns. Still, a \"no\" vote from Rubio would not doom Tillerson's confirmation, because the nomination could go directly to the Senate floor even without a positive committee recommendation. But it would be an embarrassing rebuke to Trump just as his presidency gets under way, with questions swirling about his ties to Russia. The Associated Press contributed to this report.  Advertisement ",
    "title": "Trump's Cabinet picks face questions from both parties; McConnell 'confident' | Fox News"
   },
   {
    "entities": [
     "scotland",
     "sturgeon",
     "theresa",
     "last year",
     "40 billion pounds",
     "navy",
     "florida",
     "titusville",
     "britain",
     "commons",
     "corbyn",
     "house",
     "nicola",
     "ocean",
     "party",
     "sunday",
     "may",
     "facebook",
     "june",
     "scottish",
     "jeremy",
     "ministry",
     "london",
     "labour",
     "cape",
     "of",
     "last 46 years",
     "atlantic",
     "defense",
     "fla.",
     "sandlin",
     "twitter",
     "usa",
     "u.s.",
     "canaveral",
     "national",
     "bbc",
     "parliament",
     "july",
     "the next month",
     "royal",
     "now",
     "january 22, 2017",
     "monday, dec. 4, 1989",
     "ap"
    ],
    "id": 14,
    "text": "Missile failure off Florida? British leader won't say Published               January 22, 2017 Facebook 0 Twitter 0 livefyre Email Print In this file photo dated Monday, Dec. 4, 1989, a Trident II missile launched by the U.S. Navy during a performance evaluation from the submerged submarine USS Tennessee in the Atlantic Ocean off the coast of Cape Canaveral in Titusville, Fla., USA  (AP Photo/Phil Sandlin, FILE) LONDON –  The British government is being accused of concealing the failure of an unarmed ballistic missile launch ahead of a debate in Parliament over whether to refurbish the country's aging Trident nuclear launching system. Britain's prime minister refused to say Sunday whether she knew about an unarmed Trident missile that reportedly failed when it was test-fired off the coast of Florida last year. Theresa May told BBC she has total confidence in Britain's Trident nuclear launching system, but didn't confirm or deny a newspaper report about the alleged failure of a ballistic missile designed to carry nuclear warheads. The prime minister was asked about the missile test after the Sunday Times reported that an unarmed missile launched from a submarine off Florida's coast in June veered off course and may have headed toward the U.S. The newspaper said top government officials decided to keep the failure of a Trident II D5 ballistic missile out of the public eye because of an upcoming debate the next month in Parliament over whether to spend 40 billion pounds to refurbish the aging Trident, the cornerstone of Britain's nuclear deterrent system. \"I have absolute faith in our Trident missiles,\" May said Sunday when asked if she had known about a possible missile failure when she spoke to Parliament in July. \"When I made that speech in the House of Commons, what we were talking about was whether or not we should renew our Trident, whether or not we should have Trident missiles.\" The government triumphed in that debate, winning overwhelming support for the Trident overhaul in July, but some opposition figures in the British government now seek an inquiry into the reported missile failure and a possible cover-up. Scottish National Party leader Nicola Sturgeon, who opposes having the Trident submarine fleet based in Scotland, said reports of a failure and cover-up are a \"hugely serious issue.\" Labour Party leader Jeremy Corbyn, also a Trident opponent, called it \"a pretty catastrophic error.\" The British government hasn't confirmed the newspaper's report of a misfire. A government statement posted on a Defense Ministry blog indicated there was a \"routine unarmed Trident missile test launch from HMS Vengeance\" in June. The Royal Navy launch was \"part of an operation which is designed to certify the submarine and its crew,\" the statement said. The Vengeance submarine and its crew were \"successfully tested and certified,\" it said. The statement says the government does not provide further details on submarine operations for \"obvious\" national security reasons. The British government's website says Trident has provided Britain's security every day for the last 46 years. The system consists of Vanguard-class submarines which can carry up to 16 Trident ballistic missiles armed with nuclear warheads. Defense policy calls for one of the submarines to be on patrol at all times. Advertisement ",
    "title": "Missile failure off Florida? British leader won't say | Fox News"
   },
   {
    "entities": [
     "bernardino",
     "beach",
     "avenue",
     "noon",
     "ridge",
     "mountains",
     "wash",
     "california",
     "highway",
     "serna",
     "morning",
     "weather",
     "saturday",
     "carol",
     "silicon",
     "duarte",
     "once",
     "authority",
     "verde",
     "department",
     "wilkes",
     "coast",
     "azusa",
     "san",
     "empire",
     "torrance",
     "the end of the day",
     "madre",
     "center",
     "afternoon",
     "80",
     "yucca",
     "angeles",
     "charlie",
     "community",
     "shelter",
     "friday",
     "joseph",
     "sunday",
     "elizabeth",
     "adam",
     "kravig",
     "edison",
     "tuesday",
     "2014",
     "bernardinos",
     "police",
     "southern",
     "w.",
     "dawson",
     "elmahrek",
     "barbara",
     "winter",
     "gaglia",
     "orange",
     "pacific",
     "1600",
     "interstate",
     "drive",
     "high",
     "huntington",
     "iron",
     "rainfall",
     "dalton",
     "placerita",
     "valley",
     "late sunday",
     "national",
     "santa",
     "susan",
     "service",
     "los",
     "gabriel",
     "little",
     "fire",
     "cox",
     "oxnard",
     "inland",
     "clarita",
     "malibu",
     "glendora",
     "alan",
     "last year",
     "mick",
     "sierra",
     "south",
     "road",
     "ana",
     "hermosa",
     "seto",
     "monday",
     "county",
     "school",
     "sand",
     "animal",
     "castaic",
     "nevada",
     "val",
     "fernando",
     "long",
     "cruz",
     "anaheim",
     "stuart",
     "canyon",
     "bay",
     "evening",
     "patrol",
     "sierras",
     "smith",
     "silverado",
     "beginning friday"
    ],
    "id": 15,
    "text": "Adam Elmahrek and Joseph Serna Contact Reporters The latest and most powerful in a series of three winter storms slammed into California on Sunday, flooding roads, forcing evacuations in communities near burn areas and adding more snow in mountains from the Sierra Nevada to the San Bernardinos.  Numerous roads around Southern California were flooded by sustained bursts of intense rain. The 710 Freeway flooded near Pacific Coast Highway, and the 110 Freeway experienced high water near Torrance. Numerous surface streets were also blocked by standing water and fallen trees. The National Weather Service issued flash flood warnings for a large swath of the region, including the South Bay, harbor area, Long Beach, Anaheim, Santa Ana and the Inland Empire. Several people had been rescued from cars in flooded intersections, and thousands have lost power. Forecasters had been warning this storm could be the strongest in Southern California in seven years, and it appears to be delivering. While earlier storms produced periods of heavy showers, this storm has delivered several hours of pounding rain, which has caused the street flooding.  The heaviest rain was hitting Sunday afternoon and evening, with forecasters anticipating as much as an inch per hour during the storm’s peak, said Stuart Seto, weather specialist for the National Weather Service in Oxnard. Some areas will see up to 3 inches of rain by the end of the day, Seto said. Evacuation orders were issued for burn areas in Glendora, Duarte, Silverado Canyon in Orange County and parts of Santa Barbara County. The city of Glendora issued voluntary evacuation orders for residents adjacent to the burn area of the 2014 Colby fire . The order affects about 1,000 homes in an area bounded by the Little Dalton Wash, Sierra Madre Avenue and Yucca Ridge Road. Officials established an evacuation center at the Teen Center at 214 W. Dawson Ave. Also Sunday, the city of Duarte issued evacuation orders for residents living in the areas burned in last year’s Fish fire in the San Gabriel Mountains near Azusa. An evacuation center was set up at the Duarte Community Center at 1600 Huntington Drive. The city of Santa Clarita issued evacuation notices Saturday evening for about 120 homes in the vicinity of last year’s Sand fire. The affected area is bounded by Placerita Canyon to the south, Sand Canyon to the west and Iron Canyon to the north. Fast moving waters flooded several roads leading to the Val Verde area Sunday afternoon, where residents are being urged to shelter in place. An evacuation center was set up at Canyon High School, 19300 Nadal St. Animals may be taken to the Castaic Animal Shelter at 31044 Charlie Canyon Road. Rainfall totals for Sunday and Monday National Weather Service Rainfall totals for Sunday and Monday Rainfall totals for Sunday and Monday (National Weather Service) Residents are urged to visit the county’s storm season website at www.lacounty.gov/LARain for additional information. Most of Southern California is under a flash flood watch. The city of Hermosa Beach closed its pier as a precaution because of high surf and it will remain closed until further notice, said Sgt. Mick Gaglia of the Hermosa Beach Police Department. Orange County officials were also bracing Sunday for possible flooding, particularly in Silverado Canyon, which is still recovering from a fire in 2014. Extra emergency crews have been brought in to help, including a bulldozer operator and two additional swift-water rescue teams.   “The ground still remains pretty saturated and … it can be problematic,” said Capt. Alan Wilkes, of the Orange County Fire Authority. “We just want to be ahead of [any problems].” During the heaviest period of rain on Sunday, coastal areas are expected to see up to an inch of rain, the San Fernando Valley up to 1½ inches, the San Gabriel Mountains up to 2¼ inches, and downtown Los Angeles up to 1⅓ inches.    “It looks like it’s shaping up to be the strongest storm of the season,” said Carol Smith, of the National Weather Service. A Southern California Edison official said Sunday morning that about 5,500 customers in its service area have lost power as a result of the storm. The worst outages are in the San Bernardino Mountains, where 1,500 customers have lost power, said spokeswoman Susan Cox.  Flooding forced road closures across the region. All lanes of northbound and southbound traffic along the 110 Freeway at 223rd Street has been halted due to flooding. A weather-related rockslide that occurred Friday has kept Malibu Canyon Road closed into Sunday afternoon, said Officer Elizabeth Kravig, spokeswoman for the California Highway Patrol.  Thunderstorm conditions will ease slightly late Sunday into Monday. But the rainfall is expected to continue until Tuesday and end sometime before noon. All told, the storm system is expected to generate 4 to 6 inches of rainfall over the next three days, with the most rainfall in the foothill and mountain areas. Clearer skies and temperatures in the mid to high 60s are expected to return beginning Friday.  The storm is also expected to hit the Sierra Nevada hard. The weather service warned of “crippling snow amounts on top of existing snow cover” and urged residents to stock up on food, water and firewood, and “essentially prepare for being stranded at home for multiple days.” Power outages are likely, and mature trees are expected to fall. It’s possible that residents could endure multiple-day power outages, failures of carports and decks, and avalanches. As of Sunday morning, there was flooding reported in some areas including Santa Cruz County. Snow once again closed Interstate 80 in the Sierras, where a new avalanche warning was issued. For the second time in as many days, mudslides closed Highway 17, the main route between Silicon Valley and Santa Cruz. The forecast is heightening concerns about mudslides and flooding across the state. Another powerful storm that hit California on Friday caused numerous road closures and mudslides in areas burned by recent fires, including a major incident near Santa Barbara that destroyed cabins and cars, and forced rescues. The storm is expected to peak on Sunday, with thunderstorms possible and continuing into Monday. ",
    "title": "Widespread flooding, mudslides, evacuations as biggest storm in years batters California - LA Times"
   },
   {
    "entities": [
     "todd",
     "times",
     "friday",
     "spicer",
     "press",
     "trump",
     "house",
     "donald",
     "saturday",
     "alexandra",
     "conway",
     "kellyanne",
     "this weekend",
     "this year",
     "d.c.",
     "new",
     "obama",
     "nbc",
     "york",
     "sean",
     "chuck",
     "jaffe",
     "3:39",
     "white"
    ],
    "id": 16,
    "text": "Conway: Press Secretary Gave 'Alternative Facts' 3:39 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170123003852if_/http://www.nbcnews.com/widget/video-embed/860142147643\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Kellyanne Conway, counselor to President Donald Trump, said the White House press secretary gave \"alternative facts\" when he inaccurately described the inauguration crowd as \"the largest ever\" during his first appearance before the press this weekend. White House Press Secretary Sean Spicer gathered the press to deliver a five-minute statement Saturday in which he issued multiple falsehoods, declaring erroneously the number of people who used the D.C. metro on Friday, that there was a change in security measures this year and that \"this was the largest audience to ever witness an inauguration, period, both in person and around the globe.\" \"These attempts to lessen the enthusiasm of the inauguration are shameful and wrong,\" Spicer said Saturday. However, crowd size experts told the New York Times they estimated Trump's audience at fewer than 200,000 people, and widely distributed side-by-side photographs showed the stark contrast between the comparatively sparse crowd for Trump's inauguration and the record-setting crowd for Obama's first. Asked on \"Meet the Press\" why Spicer used his first appearance before the press to dispute a minimal issue like the inauguration crowd size, and why he used falsehoods to do so, Conway pushed back. \"You're saying it's a falsehood and Sean Spicer, our press secretary, gave alternative facts to that,\" she told NBC's Chuck Todd. She then went on to echo Spicer's claim on Saturday that it wasn't possible to count the crowd, despite Trump's team's accompanying insistence that it was the \"largest audience.\" \"I don't think you can prove those numbers one way or another. There's no way to quantify crowd numbers,\" Conway said. Conway also suggested that Todd's insistence on asking why Spicer delivered a demonstrably false statement could affect the White House's treatment of the media. \"If we're going to keep referring to the press secretary in those types of terms I think we're going to have to rethink our relationship here,\" she said. Alexandra Jaffe ",
    "title": "Kellyanne Conway: WH Spokesman Gave 'Alternative Facts' on Inauguration Crowd - NBC News"
   },
   {
    "entities": [
     "foster",
     ", 7:21 pm",
     "david",
     "jan. 22, 2017",
     "management",
     "margarita",
     "florida",
     "brendan",
     "states",
     "south",
     "brooks",
     "trump",
     "jenny",
     "house",
     "bullard",
     "atlanta",
     "jan 22, 2017",
     "sunday",
     "michael",
     "deal",
     "news",
     "ryan",
     "january 21, 2017",
     "jeff",
     "the",
     "georgia",
     "caplan",
     "respond",
     "morning",
     "berrien",
     "saturday",
     "weather",
     "edison",
     "hattiesburg",
     "county",
     "abc",
     "rogelio",
     "security",
     "morales",
     "shares",
     "branden",
     "rand",
     "alabama",
     "this weekend",
     "jan. 21, 2017",
     "southern",
     "last 48",
     "emergency",
     "agency",
     "choctaw",
     "national",
     "today",
     "watch",
     "and",
     "matt",
     "service",
     "overnight",
     "nathan",
     "moore",
     "cook",
     "homeland",
     "marilyn",
     "hayden",
     "panhandle",
     "adel",
     "dougherty",
     "early",
     "mississippi",
     "albany",
     "miller",
     "white"
    ],
    "id": 17,
    "text": "18 Dead Over 48 Hours as Tornadoes Wreak Havoc in the South By Michael Edison Hayden Jan 22, 2017, 7:21 PM ET 0 Shares WATCH Southern States Respond to Damaging Tornadoes 0 Shares Email At least 18 people have died over the last 48 hours due to tornadoes, as a violent system of storms continues to work its way across the Florida Panhandle and parts of Georgia and Alabama. At least 14 people died and around two dozen were injured in Georgia from tornadoes early Sunday morning, following four tornado-related deaths that occurred in Mississippi on Saturday morning. According to the Georgia Emergency Management Agency, three people died in Dougherty County near Albany, seven in Cook County near Adel, and two people died in both Berrien and Brooks counties. Branden Camp/AP Photo Marilyn Bullard makes her way to her parents home that was damaged by a tornado, Jan. 22, 2017, in Adel, Georgia. After storms ripped through the region overnight, more tornado watches were issued today for the Panhandle of Florida and southern Alabama, and the Georgia Emergency Management and Homeland Security Agency has issued a state of emergency for the seven south central Georgia counties impacted by the storm. \"The National Weather Service predicts a third wave of severe weather today, which may reach as far north as metro Atlanta. I urge all Georgians to exercise caution and vigilance in order to remain safe and prevent further loss of life or injuries,\" Gov. Nathan Deal said in a statement. Branden Camp/AP Photo Jenny Bullard carries a pair of boots from her home that was damaged by a tornado, Jan. 22, 2017, in Adel, Georgia. President Trump expressed condolences to the people of Georgia affected by the tornadoes to the press today from the White House. \"I want to start off by telling you I just spoke with Governor Nathan Deal of Georgia, great state, great people,\" Trump said. \"Florida affected, Alabama affected by the tornadoes, and just expressed our sincere condolences for the lives taken.\" Trump added that the tornadoes \"were vicious and powerful and strong,\" and said that people suffered as a result of them. \"So we'll be helping out the state of Georgia,\" Trump added. Images on social media showed telephone poles cracked in half, and what looked like entire streets torn apart by the storms that have churned through the South this weekend. Multiple structures damaged in downtown Hattiesburg. #mswx pic.twitter.com/6E9dE3eyzY — Ryan Moore (@RyanMooreMS) January 21, 2017 Rogelio V. Solis/AP Photo Margarita Morales carries her possessions out of a house she shared with two other people after a tornado destroyed the residence, Jan. 21, 2017 in Hattiesburg, Mississippi. Michael Miller, coroner in Brooks County, Georgia, told ABC News that two deaths were confirmed in his county with five more fatalities in Cook County and four more in nearby Berrien County. At least 23 other people in the state are injured. Branden Camp/AP Photo Jeff Bullard sits in what used to be the foyer of his home as his daughter, Jenny Bullard, looks through debris at their home that was damaged by a tornado, Jan. 22, 2017, in Adel, Georgia. In the area of Hattiesburg, Mississippi, where at least four people died, a large tornado leveled homes and buildings, trapping residents in their homes, authorities said. Further north in Choctaw County, Mississippi, on Saturday at least four people were injured and at least 20 homes damaged from a possible tornado, according to the National Weather Service. ABC News' David Caplan, Brendan Rand and Matt Foster contributed to this report. This story is developing. Please check back for updates. 0 Shares ",
    "title": "18 Dead Over 48 Hours as Tornadoes Wreak Havoc in the South - ABC News"
   },
   {
    "entities": [
     "enrique",
     "israel",
     "pace",
     "langley",
     "this week",
     "harnik",
     "friday",
     "metro",
     "julie",
     "friday, the day",
     "irs",
     "trump",
     "press",
     "house",
     "comey",
     "jan 22, 2017",
     "sunday",
     ", 7:06 pm",
     "room",
     "eight years ago",
     "trudeau",
     "nieto",
     "the",
     "four years later",
     "donald",
     "mexico",
     "morning",
     "saturday",
     "monday",
     "dan",
     "abc",
     "11 a.m.",
     "associated",
     "shares",
     "conway",
     "twitter",
     "the same hour eight years ago",
     "night",
     "photo/andrew",
     "kellyanne",
     "early february",
     "canada",
     "past",
     "jill",
     "agency",
     "va.",
     "fbi",
     "obama",
     "nbc",
     "lerer",
     "the weekend",
     "yesterday",
     "benjamin",
     "james",
     "pe?a",
     "justin",
     "east",
     "star",
     "washington",
     "central",
     "afternoon",
     "this first day",
     "now",
     "ninety-five minutes later",
     "stessel",
     "1976",
     "early",
     "nafta",
     "netanyahu",
     "barack",
     "saturday, jan. 21, 2017",
     "intelligence",
     "ap",
     "colvin",
     "white"
    ],
    "id": 18,
    "text": "Trump, Amid Combative Start, Pledges to Rise to Moment By jonathan lemire, associated press WASHINGTON \u0097 Jan 22, 2017, 7:06 PM ET 0 Shares Star The Associated Press President Donald Trump speaks at the Central Intelligence Agency in Langley, Va., Saturday, Jan. 21, 2017. (AP Photo/Andrew Harnik) 0 Shares Email After a combative start to his presidency, Donald Trump delivered a more unifying message Sunday and sought to reassure Americans he was ready to begin governing a divided nation. Trump began rolling out his plans for diplomatic outreach, speaking with Israeli Prime Minister Benjamin Netanyahu and announcing plans for early meetings with Netanyahu and other world leaders. He thanked top law enforcement officers for their service and support. And he swore-in a group of aides, telling them he believed they were ready to rise to a daunting task. \"But with the faith in each other and the faith in God, we will get the job done,\" Trump said in a ceremony in the White House East Room. \"We will prove worthy of this moment in history. And I think it may very well be a great moment in history.\" Trump's reassurance came after a day marked by global protests against his presidency and his own complaints about media coverage of his inauguration, a combination of events that made for a contentious first full day in office on Saturday. But even as the White House tried to forge forward, the president's aides continued to defend the president and his press secretary, both of whom tore into journalists for accurately reporting that his swearing-in ceremony drew a smaller crowd than President Barack Obama did eight years ago. On Sunday, a top adviser said the Trump administration was supplying \"alternative facts.\" \"There's no way to really quantify crowds. We all know that. You can laugh at me all you want,\" Kellyanne Conway told NBC's \"Meet The Press.\" She added: \"I think it's actually symbolic of the way we're treated by the press.\" Trump on Saturday declared he believed \"it looked like a million and a half people.\" But ridership on the Washington's Metro system didn't match that of recent inaugurations. As of 11 a.m. Friday, there were 193,000 trips taken, according to the transportation service's Twitter account. At the same hour eight years ago, there had been 513,000 trips. Four years later, there were 317,000 for Obama's second inauguration. Conway also declared that Trump will not release his tax returns now that he's taken office, breaking a promise he made during the campaign. As a candidate, he said he would release his returns after an IRS audit was completed. Every president since 1976 has released the information, but Conway said she does not believe Americans care whether Trump follows suit. \"He's not going to release his tax returns. We litigated this all through the election. People didn't care,\" Conway said on ABC's \"This Week.\" Trump's advisers have set Monday up as the president's first major day of action on his sweeping campaign promises, but as of Sunday night, it appeared as though his team was still making decisions on what moves to make. Some congressional Republicans had expected Trump to sign orders over the weekend, but those never materialized. Trump campaigned on a very specific 18-point plan for this first day in office. If he follows it, he could sign executive orders on immigration, trade and national security . Trump has pledged to scuttle trade deals such as a pending Asia-Pacific agreement and overturn Obama's executive order deferring deportations for 700,000 people who were brought into the country illegally as children. He's due to begin formally discussing his agenda Monday at a meeting with a bipartisan group of congressional leaders. Trump's early call to Netanyahu was aimed at signaling his support for Israel and a new start in a relationship that became increasingly fraught during the Obama administration. Trump described that conversation as \"very nice.\" White House officials said Trump \"affirmed his unprecedented commitment to Israel's security.\" The leaders agree to meet at the White House in early February. Trump announced that he's set up meetings with the Prime Minister of Canada, Justin Trudeau, and Mexican President Enrique Pe?a Nieto. \"We're going to start some negotiations having to do with NAFTA,\" he said of his meeting with Mexico, along with immigration and security at the border. Trump has promised to build a wall along the length of the southern border and insisted that Mexico will pay for it. The new president showed he was clinging to some of his pre-presidential habits. He responded to Saturday's protests on Twitter, offering a scattershot response. In one tweet, he sarcastically denigrating the public opposition and then defended demonstrators' rights a short time later. \"Watched protests yesterday but was under the impression that we just had an election! Why didn't these people vote? Celebs hurt cause badly,\" Trump tweeted early Sunday morning. Ninety-five minutes later, he struck a more conciliatory tone. \"Peaceful protests are a hallmark of our democracy. Even if I don't always agree, I recognize the rights of people to express their views,\" the president tweeted, still using his personal account. The dueling tweets marked his administration's first response to the more than 1 million people who rallied at women's marches in Washington and cities across the world. Hundreds of protesters lined the street as Trump's motorcade drove past on Saturday afternoon, with many screaming and chanting. The Washington rally appeared to attract more people than attended Trump's inauguration on Friday, but there were no completely comparable numbers. Regional transportation officials tweeted on Sunday that 1,001,616 trips were taken on the rail system on Saturday. Metro spokesman Dan Stessel had said that on Friday, the day of Donald Trump's inauguration, just over 570,000 trips were taken on the rail system. Trump, whose 12th wedding anniversary was Sunday, also attended a reception for law enforcement officers and first responders who helped with his inauguration. He singled out the work of FBI Director James Comey, whom he offered a handshake and hug. ——— Associated Press writers Jill Colvin and Julie Pace contributed reporting. ——— Reach Lemire at http://twitter.com/@JonLemire and Lerer at http://twitter.com/@llerer 0 Shares ",
    "title": "Trump, Amid Combative Start, Pledges to Rise to Moment - ABC News"
   },
   {
    "entities": [
     "enrique",
     "utah",
     "u.k.",
     "brook",
     "avenue",
     "november",
     "getty",
     "last summer",
     "carrie",
     "nieto",
     "paris",
     "jess",
     "deborah",
     "basu",
     "mitchell/getty",
     "morning",
     "saturday",
     "daily",
     "sullivan/getty",
     "handler",
     "clark",
     "boston",
     "associated",
     "s.d.",
     "jessica",
     "martin",
     "dolores",
     "d.c.",
     "common",
     "herald",
     "paradise",
     "12 percent",
     "langfitt",
     "european",
     "madison",
     "public",
     "weekend",
     "jaffe",
     "indian",
     "reservation",
     "linda",
     "angeles",
     "julia",
     "ben",
     "liz",
     "simon",
     "becker",
     "hammarskjold",
     "mother",
     "crow",
     "buenos",
     "creek",
     "n.c.",
     "news",
     "berlin",
     "united",
     "ny",
     "ladies",
     "park",
     "london",
     "sydney",
     "elizabeth",
     "ann",
     "mexico",
     "donald",
     "zunas",
     "washington,",
     "of",
     "embassy",
     "scholhmer",
     "wolf",
     "square",
     "u.s.",
     "kahn",
     "delhi",
     "yesterday",
     "union",
     "markey",
     "bultena",
     "hall",
     "york",
     "vogt",
     "argentina",
     "bliss",
     "the future",
     "huerta",
     "david",
     "belfast",
     "grosvenor",
     "images",
     "amanda",
     "barrett",
     "michel",
     "nierman/wgbh",
     "britain",
     "press",
     "grant",
     "chelsea",
     "kealey",
     "palmer",
     "npr",
     "sioux",
     "tower",
     "gallery",
     "fisher",
     "asheville",
     "walsh",
     "dag",
     "hyde",
     "brown",
     "6:10 p.m.",
     "earth",
     "aires",
     "new",
     "national",
     "western",
     "hayley",
     "1:25",
     "sarah",
     "ina",
     "massachusetts",
     "broadcasting",
     "wunc",
     "antarctica",
     "los",
     "america",
     "copenhagen",
     "maria",
     "marty",
     "kingdom",
     "dakota",
     "baltimore",
     "city",
     "plaza",
     "wnyc",
     "times",
     "falls",
     "raleigh",
     "credit",
     "lethal",
     "south",
     "trump",
     "march",
     "tribune",
     "pershing",
     "europe",
     "january 21, 2017",
     "the",
     "warren",
     "charlotte",
     "stef",
     "shumita",
     "peña",
     "scott",
     "frank",
     "wbur",
     "chicago",
     "bello",
     "justin",
     "radford",
     "independent",
     "washington",
     "trumpled",
     "bay",
     "ed",
     "williams",
     "trafalgar",
     "meredith",
     "india"
    ],
    "id": 19,
    "text": "View slideshow Updated at 6:10 p.m. ET As the Women's March on Washington has swelled in support, attracting attention and supporters in the lead-up to Saturday's demonstrations, its name has become something of a misnomer. Women's March Floods Washington, Sparking Rallies Worldwide Sister marches have been organized in all 50 states, several U.S. territories and countries around the world. They have tried to express solidarity with the aims of the original march: opposition to President Trump's agenda, and support of women's rights and human rights in general. Given the quirks of time zones, many of those marches kicked off before the event that inspired them. In Sydney, London, New Delhi, and other cities, demonstrators broke out their signs and pink hats before even their compatriots in D.C. could. Straight from NPR and member station reporters on the ground: Here's a glimpse of the marches Saturday — across the country, and around the world. Boston Tens of thousands participated in the Boston Women's March, including Sen. Elizabeth Warren and Mayor Marty Walsh (bottom right). Meredith Nierman/WGBH hide caption toggle caption Meredith Nierman/WGBH \"It is shoulder to shoulder\" in Boston Common, WBUR's Deborah Becker tells Scott Simon on Weekend Edition Saturday. She describes the rally there as a \"sea of pink,\" referring to the pink knit caps that have become distinctive of the Women's March on Washington. The caps have come to be known as \"pussyhats,\" in reference to a tape in which Trump bragged about assaulting women by grabbing their genitals. Deborah reports that the message of the Boston protesters is one of solidarity with the primary march in Washington. They bear signs not only protesting Trump, but supporting a range of issues — from climate science to women's access to abortion and birth control. Both Massachusetts senators, Elizabeth Warren and Ed Markey, addressed the rally in Boston. \"I'm here to fight back!\" Warren told the crowd. \"We are in marches to say we are fighting back. That's who we are.\" Article continues after sponsorship Chicago Protesters make their way through Chicago during the city's women's march. John Gress/Getty Images hide caption toggle caption John Gress/Getty Images In what the Chicago Tribune is reporting to be the largest crowd outside of Washington , Chicagoans gathered at Grant Park on Saturday morning with plans for a rally, followed by a march. In the end, the march portion of the event was cancelled by the organizers when they determined there were too many people to march safely. \"Our march route is flooded. There is no safe way to march. We are just going to sing and dance and make our voices heard here,\" march co-chairwoman Ann Scholhmer told the crowd, according to the Tribune. If participants were disappointed, they didn't show it. Organizer Liz Radford told the crowd, \"We called, and you came. We have flooded the march route. We have flooded Chicago.\" London Source: NPR Credit: Frank Langfitt Thousands marched through the British capital Saturday in what was billed as a women's march, but was ostensibly an anti-Trump rally. Marchers walked about 2 miles from the U.S. Embassy in Grosvenor Square to Trafalgar Square, within eyesight of Big Ben. The event ran for more than three hours and the size of the crowds easily dwarfed political rallies in the lead-up to last summer's Brexit vote here. As in other cities around the world, protesters carried signs criticizing America's 45th president. Many signs read \"We Shall Overcomb,\" referring to the U.S. president's signature hair-style. \"Trump Special Relationship? Just Say No,\" read others, referring to the historically close diplomatic ties between the U.S. and the United Kingdom. Many in this cosmopolitan, multicultural city — which voted heavily against the U.K. leaving the European Union — were already upset by Trump's election in November. The president's \"America first\" inaugural speech only fueled alarm here. In Inaugural Address, Trump Decries 'Carnage' And Promises 'America First' A British software engineer named David said he watched the speech with officemates yesterday in stunned silence. \"It was a harrowing, chilling experience,\" David said, as he stood in front of London's National Gallery overlooking the rally in Trafalgar Square. \"The sense of nationalism and protectionism was there and there was quite a sinister undercurrent.\" David, who did not offer his last name, said he was disturbed by the insularity of the Trump's address, elements of which reminded him of the positions espoused by the political far-right here in the U.K. \"There is a movement in Britain called 'Britain first,' \" he said, \"which is a terrifying, horrible right-wing group.\" The march in London was among a number of anti-Trump rallies across Western Europe on Saturday, including cities such as Berlin, Paris, Belfast and Copenhagen. Los Angeles Participants hold signs as they wait for the start of the women's march in Los Angeles. Justin Sullivan/Getty Images hide caption toggle caption Justin Sullivan/Getty Images \"I've never seen so many people standing in one place in Los Angeles in my life, and that includes sold-out Dodger Stadium,\" NPR's Ina Jaffe tells Michel Martin on Weekend All Things Considered. As the demonstrators marched from one rally in Pershing Square to another rally outside City Hall, Ina says a single street could not contain all of them. Instead, marchers had to proceed down three parallel streets. Supporters there brought up LGBTQ rights, religious freedom and women's rights, Ina reports — including one marcher who held up a sign with a picture of Carrie Fisher, which read: \"A woman's place is in the resistance.\" New York City Thousands of participants converge on Dag Hammarskjold Plaza and Second Avenue during the women's march in New York City. NY Daily News via Getty Images hide caption toggle caption NY Daily News via Getty Images For a march fueled in part by dissatisfaction with President Trump, it seems only natural that the protesters finished their procession nearby Trump Tower on Saturday. WNYC reporter Sarah Hayley Barrett tweeted that marchers shut down whole stretches of Madison Avenue, as they spilled off the planned route and took alternate paths to Trump Tower. Shumita Basu, a producer with WNYC, noted that in Dag Hammarskjold Plaza, where many of the protesters converged, the march was a \"sea of pink hats, signs.\" Raleigh, N.C. \"There's been a steady stream of marchers\" in the streets of downtown Raleigh, reports Jess Clark of member station WUNC. \"It spans the spectrum — protesters represent diverse issues, diverse backgrounds.\" She notes that she has seen men in baseball caps, women in hijabs and several people in those distinctive pink caps. \"The massive crowd has taken over the downtown area, shutting down several streets in the process,\" The Associated Press reports from Raleigh. The news service notes marches and rallies are taking place in cities across the state, including Charlotte and Asheville. Mexico City — Carrie Kahn (@ckahn) January 21, 2017 The march in Mexico City began at the U.S. Embassy and proceeded to the Angel of Independence monument. But, as NPR's Carrie Kahn reports, the march was so large, the crowd of demonstrators stretched from one landmark to the other. Carrie says the march comprised a mix of Americans and Mexicans, who appeared to be protesting Mexican President Enrique Peña Nieto as much as President Trump. Peña Nieto has dismal approval ratings in his own country; a recent poll showed only 12 percent of Mexicans approve of the job he's doing. The chants — shouted in both Spanish and English — focused not only on the two leaders, but women's rights and gender equality, as well. Sioux Falls, S.D. — Kealey Bultena (@KealeySDPB) January 21, 2017 In Sioux Falls, the women's march has focused partly on American Indian rights, reports Kealey Bultena of South Dakota Public Broadcasting. Chants of \"Native lives matter\" rippled throughout the march. \"We want to protect Mother Earth, first of all, for the future generations and also we have our human rights as women,\" marcher Julia Brown Wolf told Kealey. Brown Wolf had traveled from the Crow Creek Indian Reservation for the demonstration. \"You know, we have to think in seven generations ahead.\" Kealey reports Brown Wolf marched with her granddaughters. \"She does not want them to face discrimination for being a woman or a Native American,\" Kealey says. Sydney Protesters demonstrate against President Trump in Sydney. Brook Mitchell/Getty Images hide caption toggle caption Brook Mitchell/Getty Images Demonstrators gathered in the city's Hyde Park carrying signs with slogans like \"Bridges not walls,\" and \"A woman's place is in the revolution.\" As protester Stef Vogt told The Sydney Morning Herald, \"We want to send a sign to the women in the U.S. that we're all in this together.\" But participants also say this isn't just about Trump. \"Women's rights are not about women,\" musician Amanda Palmer told a the marchers. \"They're about everyone. My son and husband are feminists.\" Buenos Aires, Argentina In Buenos Aires, American expats and locals held signs and wrote messages across their bodies as they gathered for a rally in support of the women's march. Local organizers echoed the guiding principle behind the march in Washington, D.C. — that \"Women's rights are human rights, and human rights are women's rights.\" New Delhi Indian women in New Delhi participate in a nationwide \"I Will Go Out\" march to raise questions about safe access for women and marginalized communities in public spaces across India. Chandan Khanna/AFP/Getty Images hide caption toggle caption Chandan Khanna/AFP/Getty Images While some protests are principally marching to express solidarity with the demonstrators in the U.S., others are directly raising issues of misogyny on a more local level. In New Delhi, protesters carried signs reading \"I will go out,\" to protest sexual harassment in public spaces. Park City, Utah Crowds gather for the women's march on Main Street during the Sundance Film Festival in Park City, Utah. Rich Polk/Getty Images for IMDb hide caption toggle caption Rich Polk/Getty Images for IMDb Women's Marches Go Global: Postcards From Protests Around The World 1:25 Embed Embed <iframe src=\"https://www.npr.org/player/embed/510940708/511106148\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\" title=\"NPR embedded audio player\"> The Sundance film festival is underway in the city, but women, men and children still stepped away to trudge down Main Street in the blustery snow. Many of the filmmakers and movie-lovers in Park City for the annual event came to protest Donald Trump's presidency and to defend women's rights. They chanted slogans such as \"Love Not Hate, Make America Great\" and \"We live in Trumpled Times.\" Then they rallied as the snow flurried around them, with comedian Chelsea Handler and actress Maria Bello among the speakers. Longtime activist Dolores Huerta, who's the subject of a documentary that premiered at the festival, led the crowd in chanting, \"Si se puede, Yes, we can.\" Jessica Williams, who stars in one of the feature films premiering at the festival, told the crowd that her ancestors fought for her to be where she is — to \"stand in the snow in front of a bunch of white people in Uggs.\" \"I grew up thinking (the) civil rights movement already happened,\" said Williams. \"This election is a wake up call. The silver lining is, we are here ... in literally 21 degrees supporting each other.\" And all the way from Baltimore, the Lethal Ladies of Bliss step team, featured in a new documentary premiering Saturday, roused the crowd with foot-stomping chants of resistance. Paradise Bay, Antarctica — linda zunas (@lindazunas) January 21, 2017 There were even \"marchers\" in Antarctica. Linda Zunas, a reseacher in a remote corner of the continent called Paradise Bay, told The Independent that she organized a group of 30 people with banners reading \"Penguins for peace\" and \"love from seven continents.\" ",
    "title": "Women's March On Washington Goes Global: Postcards From Protests Around World : The Two-Way : NPR"
   },
   {
    "entities": [
     "secret",
     "nielsen",
     "c.i.a.",
     "times",
     "fandos",
     "andrew",
     "credit",
     "friday",
     "metro",
     "spicer",
     "states",
     "inauguration day",
     "press",
     "trump",
     "house",
     "reagan",
     "2013",
     "harnik/associated",
     "schmidt",
     "sunday",
     "jan. 11, 2017",
     "michael",
     "mall",
     "2009",
     "united",
     "the",
     "s.",
     "donald",
     "saturday",
     "russia",
     "conway",
     "j.",
     "twitter",
     "kellyanne",
     "past",
     "this year",
     "1981",
     "d.c.",
     "nbc",
     "new",
     "obama",
     "national",
     "yesterday",
     "inauguration day in 2013",
     "nicholas",
     "york",
     "sean",
     "service",
     "washington",
     "ronald",
     "barack",
     "germany",
     "white"
    ],
    "id": 20,
    "text": "White House Pushes ‘Alternative Facts.’ Here Are the Real Ones. By NICHOLAS FANDOS Continue reading the main story Photo Kellyanne Conway, counselor to President Trump, before speaking live on TV outside the White House on Sunday. Credit Andrew Harnik/Associated Press WASHINGTON — Kellyanne Conway, counselor to President Trump, said on NBC’s “Meet the Press” on Sunday that the White House had put forth “alternative facts” to ones reported by the news media about the size of Mr. Trump’s inauguration crowd. She made this assertion — which quickly went viral on social media — a day after Mr. Trump and Sean Spicer, the White House press secretary, had accused the news media of reporting falsehoods about the inauguration and Mr. Trump’s relationship with the intelligence agencies. In leveling this attack, the president and Mr. Spicer made a series of false statements. Here are the facts. In a speech at the C.I.A. on Saturday, Mr. Trump said the news media had constructed a feud between him and the intelligence community. “They sort of made it sound like I had a ‘feud’ with the intelligence community,” he said. “It is exactly the opposite, and they understand that, too.” In fact, Mr. Trump repeatedly criticized the intelligence agencies during his transition to office and has questioned their conclusion that Russia meddled in the election to aid his candidacy. He called their assessment “ridiculous” and suggested that it had been politically motivated. After the disclosure of a dossier with unsubstantiated claims about him, Mr. Trump alleged that the intelligence agencies had allowed a leak of the material. “Are we living in Nazi Germany?” he asked in a post on Twitter. Advertisement —         Donald J. Trump (@realDonaldTrump) Jan. 11, 2017 Mr. Trump said of his inauguration crowd, “It looked honestly like a million and a half people, whatever it was, it was, but it went all the way back to the Washington Monument.” Aerial photographs clearly show that the crowd did not stretch to the Washington Monument. An analysis by The New York Times , comparing photographs from Friday to ones taken of Barack Obama ’s 2009 inauguration, showed that Mr. Trump’s crowd was significantly smaller and less than the 1.5 million people he claimed. An expert hired by The Times found that Mr. Trump’s crowd on the National Mall was about a third of the size of Mr. Obama’s in 2009. Mr. Trump said that though he had been “hit by a couple of drops” of rain as he began his address on Inauguration Day, the sky soon cleared. “And the truth is, it stopped immediately, and then became sunny,” he said. “And I walked off, and it poured after I left. It poured.” The truth is that it began to rain lightly almost exactly as Mr. Trump began to speak and continued to do so throughout his remarks, which lasted about 18 minutes, and after he finished. Speaking later on Saturday in the White House briefing room, Mr. Spicer amplified Mr. Trump’s false claims. “This was the largest audience to ever witness an inauguration — period — both in person and around the globe,” he said. There is no evidence to support this claim. Not only was Mr. Trump’s inauguration crowd far smaller than Mr. Obama’s in 2009, but he also drew fewer television viewers in the United States (30.6 million) than Mr. Obama did in 2009 (38 million) and Ronald Reagan did in 1981 (42 million), Nielsen reported. Figures for online viewership were not available. Estimates put the crowd gathered for President Donald J. Trump’s inauguration at far less than President Obama’s in 2009. Mr. Spicer said that Washington’s Metro system had greater ridership on Friday than it did for Mr. Obama’s 2013 inauguration. “We know that 420,000 people used the D.C. Metro public transit yesterday, which actually compares to 317,000 that used it for President Obama’s last inaugural,” Mr. Spicer said. Neither number is correct, according to the transit system, which reported 570,557 entries into the rail system on Friday, compared with 782,000 on Inauguration Day in 2013. Mr. Spicer said that “this was the first time in our nation’s history that floor coverings have been used to protect the grass on the Mall. That had the effect of highlighting any areas where people were not standing, while in years past the grass eliminated this visual.” In fact, similar coverings were used during the 2013 inauguration to protect the grass. The coverings did not hamper analyses of the crowd size. Mr. Spicer said that it was “the first time that fencing and magnetometers went as far back on the Mall, preventing hundreds of thousands of people from being able to access the Mall as quickly as they had in inaugurations past.” The Secret Service said security measures were largely unchanged this year. There were also few reports of long lines or delays. Michael S. Schmidt contributed reporting. ",
    "title": "White House Pushes ‘Alternative Facts.’ Here Are the Real Ones. - The New York Times"
   },
   {
    "entities": [
     "mall",
     "rolling",
     "oaks",
     "jewelers",
     "antonio",
     "this evening",
     "jan 22, 2017",
     "san",
     "kay",
     ", 7:03 pm"
    ],
    "id": 21,
    "text": "At Least 1 Dead in Shooting After Attempted Robbery at San Antonio Mall By Dean Schabner Jan 22, 2017, 7:03 PM ET 0 Shares Email At least one person was killed and six other victims were injured in a shooting at a San Antonio mall, officials said. The incident began when two suspects tried to rob a Kay Jewelers store at Rolling Oaks Mall, according to San Antonio police. One person tried to intervene and was shot and killed by one of the suspects, police said. Another person shot that suspect, and the second suspect fled through the mall, shooting several other people, police said. The suspect who was shot is in custody, but the other was still at large this evening, police said. Officials said besides the person who was shot trying to intervene in the attempted robbery, three others were also shot and taken to SAMC and were in unknown condition. Two others were also taken to the hospital: one woman with chest pains and another with labor pains, officials said. This is a developing story. Check back for more. 0 Shares ",
    "title": "At Least 1 Dead in Shooting After Attempted Robbery at San Antonio Mall - ABC News"
   },
   {
    "entities": [
     "naftali",
     "iowa",
     "langley",
     "the next day",
     "page",
     "supreme",
     "joe",
     "avenue",
     "woodrow",
     "getty",
     "nation",
     "gary",
     "free",
     "presidential",
     "lamberti/courier-post",
     "timothy",
     "morning",
     "saturday",
     "nystrom",
     "tilden",
     "cia",
     "wade",
     "this year",
     "rutherford",
     "kathleen",
     "meet",
     "today",
     "detroit",
     "a day earlier",
     "museum",
     "katie",
     "gop",
     "jan. 20, 2017",
     "3 hours ago",
     "lindsey",
     "white",
     "cbs'",
     "friday",
     "spicer",
     "sunday",
     "facebookemail",
     "united",
     "facebook",
     "library",
     "1973",
     "ann",
     "hayes",
     "conway",
     "twitter",
     "kellyanne",
     "analysis",
     "belt",
     "yesterday",
     "carolina",
     "and",
     "york",
     "sean",
     "samuel",
     "google",
     "two hours later",
     "4:02 p.m.",
     "gray",
     "graham",
     "press",
     "party",
     "richard",
     "bernie",
     "mall",
     "mich.",
     "face",
     "wilson",
     "rust",
     "john",
     "jan. 21, 2017",
     "republican",
     "usa",
     "va.",
     "new",
     "obama",
     "national",
     "susan",
     "luntz",
     "america",
     "mccain",
     "jan. 22, 2017",
     "last year",
     "this week",
     "jason",
     "sander",
     "states",
     "south",
     "march",
     "trump",
     "house",
     "vermont",
     "1913",
     "university",
     "the",
     "sanders",
     "abc",
     "court",
     "frank",
     "post",
     "this weekend",
     "images-rrb-",
     "arizona",
     "1877",
     "roe",
     "noble",
     "washington",
     "nixon",
     "boone",
     "now",
     "pennsylvania",
     "barack",
     "arbor."
    ],
    "id": 22,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Analysis: One new presidency gives rise to two divergent grass-roots movements Competing grassroots movements share a suspicion of elites but clash in their vision of America, from engagement in the world to the role of women Post to Facebook Analysis: One new presidency gives rise to two divergent grass-roots movements Competing grassroots movements share a suspicion of elites but clash in their vision of America, from engagement in the world to the role of women Check out this story on USATODAY.com: http://usat.ly/2jNXM8l CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 116 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Analysis: One new presidency gives rise to two divergent grass-roots movements Susan Page , USA TODAY Published 4:02 p.m. ET Jan. 22, 2017 | Updated 3 hours ago CLOSE x Share Early projections show that over 2.5 million people participated in the Women's Marches around the globe. USA TODAY NETWORK Crowds fill Pennsylvania Avenue during Saturday's Women's March on Washington. (Photo: Joe Lamberti/Courier-Post) In his inaugural address , President Trump bragged that he was leading \"a historic movement the likes of which the world has never seen before.\" Turns out he helped spawn two of them. On Friday, a legion of Americans cheered Trump as a refreshingly pugnacious leader elected with a promise to shake the regular order in a country they say has gotten off on the wrong track. On Saturday, a multitude of Americans demonstrated against the new president for policies and rhetoric they see as misogynist and dangerous. Elections are by definition divisive, of course, and Trump takes control of the White House at a time politics have become increasingly polarized. But historians struggle to cite a precedent for a new president who is both beneficiary and target of such powerful and rising grass-roots movements. At stake are clashing visions of America on everything from the role of women and the impact of immigration to how the United States should engage with the world. \"It's hard for anyone to say when we're at a pivotal point, but I think these may be seismic shifts,\" Timothy Naftali, an historian at New York University and the founding director of the Richard Nixon Presidential Library and Museum, said in an interview. \"We thought there was an era of new politics because of the role Trump played in the Republican Party, but the new politics may not just be of the right. We may be seeing a new politics in the center and the left.\" Read more: Change direction?  Last year's surprising presidential primaries set the landscape for this year's political turmoil. Among Republicans, Trump tapped rising discontent, especially among whites, men and workers who had watched well-paying manufacturing jobs evaporate in the Rust Belt. Vermont Sen. Bernie Sanders did the same — especially among liberals, women and Millennials — with his strong bid for the Democratic nomination. Now both movements believe politics-as-usual has failed them, and neither owes their origins to the political establishment. While those in both movements would agree the nation is headed in the wrong direction, though, they disagree on just what the right direction would be. In his address Friday, Trump said his lodestar would be \"America First,\" a phrase with resonant history suggesting a withdrawal from global engagement. One core campaign promise was to protect American workers by ending or renegotiating free-trade deals. Another was to build a wall along the Southern border to limit illegal immigrants he portrayed as rapists and murderers. He suggested he might propose a registry for Muslims. He wants the Supreme Court to overturn the Roe v. Wade decision recognizing abortion rights. President Trump celebrates after his inaugural address on Jan. 20, 2017.  (Photo: Pool, Getty Images) In contrast, the Women's Marches on Saturday limited official participation to groups that support abortion rights, and they accused Trump of trying to roll back hard-won equal rights for women. Marchers made a point of welcoming Muslims to their ranks and extolling the value of immigrants, including the young people known as DREAMers who may be about to lose protection from deportation that former president Barack Obama had extended. Katie Page Sander \"boycotted\" watching Trump's Inauguration, instead driving to Washington from her hometown of Ann Arbor., Mich., to march against him on Saturday. \"Trump is the quintessential bully and we teach our children how to stand up to bullies,\" she said, marching alongside her husband and three children. \"What I hope is this is a catalyst that people realize you can't be complacent any more.\" A day earlier, Gary Nystrom of Boone, Iowa, was elated as he stood on the National Mall to watch Trump sworn in, calling it a victory for the \"silent majority.\" \"It's a breath of fresh air,\" said Nystrom, a city councilman and member of the Iowa GOP state central committee. \"There's a new life ahead of us. President Trump — I can say that now: President Trump — said today is a new day, and the people are going to dictate what goes on from this point forward. I truly believe that’s why he got elected.” Read more: Analysis: Trump’s short, dark and defiant inaugural address A secret swearing-in Demonstrations in Washington are nothing new, even during Inaugural celebrations. Tens of thousands of marchers protested the Vietnam War during President Nixon's second inaugural, in 1973. At Woodrow Wilson's first inaugural, in 1913, suffragettes demanding the right for women to vote staged their own parade and were roughed up by police. In 1877, the official swearing-in of Rutherford Hayes was held in secret for fear that supporters of Samuel Tilden, who had won the popular vote in a disputed election, might try to disrupt it. (There was a public ceremony the next day.) But the size of the protests in Washington and across the country Saturday were unprecedented, dwarfing the number of Americans who had gathered to cheer Trump into office. Arizona Sen. John McCain, a former Republican presidential nominee, on ABC's This Week called Saturday's turnout \"an urgent plea for us all to sit down together.\" The broad reach and rapid pace of new technology and social media have made the crowds bigger and the conversation coarser. \"It's not enough to disagree with somebody else,\" South Carolina Sen. Lindsey Graham said with dismay. \"You have to hate them.\" President Trump speaks at the CIA headquarters on Jan. 21, 2017, in Langley, Va.  (Photo: Pool, Getty Images) Trump didn't comment on the protesters Saturday during an appearance at the CIA , but on Sunday morning he posted a mocking tweet : \"Watched protests yesterday but was under the impression that we just had an election! Why didn't these people vote?\" Two hours later, he took a different tone on Twitter: \"Peaceful protests are a hallmark of our democracy. Even if I don't always agree, I recognize the rights of people to express their views.\" Some political veterans worry about the task of governing in a nation where battle lines are hardening. Even inside the White House, press secretary Sean Spicer at his first briefing accused reporters of trying to delegitimize the new president , inaccurately asserting that news stories had misrepresented the size of the Inaugural crowds. White House counselor Kellyanne Conway on Sunday's Meet the Press said Spicer was presenting \"alternative facts,\" sparking a derisive Twitter meme. \"We've never had as many people who don't trust the media, don't trust the politicians, don't trust economics, don't trust business,\" Republican political consultant Frank Luntz said on CBS' Face the Nation. \"I think we're going to remember this weekend for a long time to come as not the end, not the campaign being over, but this is the beginning of the most tempestuous ... awful conflict between left and right, between men and women, between young and old.\" He warned, \"I think we are breaking apart.\" Contributing: Kathleen Gray of the Detroit Free Press, Jason Noble of The Des Moines Register.  ",
    "title": "Analysis: One new presidency gives rise to two divergent grass-roots movements"
   },
   {
    "entities": [
     "gillette",
     "rich",
     "interactive",
     "cbs",
     "espn",
     "seattle",
     "press",
     "2017",
     "seahawks",
     "inc.",
     "harrison",
     "nfl",
     "kdka",
     "walsh",
     "boston",
     "stadium",
     "associated",
     "steelers",
     "arizona",
     "massachusetts",
     "east",
     "glendale",
     "dennis",
     "january 22, 2017",
     "6:40 p.m."
    ],
    "id": 23,
    "text": "Full NFL coverage at CBSSports.com Firefighters quickly arrived on the scene to check things out as guests waited outside. Hotel personnel said the entire hotel had to be evacuated, but it ended up being a false alarm. Alarms were going off for about half an hour before guests were allowed to return to their rooms. CBS Boston reports a 25-year-old Boston man was arrested for allegedly pulling the fire alarm. Dennis Harrison, of East Boston, was charged with disorderly conduct, disturbing the peace, and setting off a false fire alarm.  The game kicks off at the Gillette Stadium in Massachusetts at 6:40 p.m. Floors being evacuated at Boston hotel where Steelers and fans are staying @CBSPittsburgh pic.twitter.com/M7lQZ7fxn9 — Rich Walsh KDKA (@RichieWalsh) January 22, 2017 Visiting NFL teams occasionally experience middle-of-the-night false alarms in other teams’ cities, especially ahead of key playoff games.  ESPN reports the Patriots saw two middle-of-the-night false fire alarms pulled on them just ahead of their Super Bowl XLIX matchup against the Seattle Seahawks in Glendale, Arizona. The Patriots prevailed regardless, 28-24. © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Pittsburgh Steelers woken up early by false alarm before playoff game - CBS News"
   },
   {
    "entities": [
     "todd",
     "lieu",
     "david",
     "interactive",
     "langley",
     "bass",
     "last year",
     "earlier this month",
     "cbs",
     "friday",
     "spicer",
     "press",
     "trump",
     "house",
     "stapleton",
     "2017",
     "chicago's",
     "transition",
     "sunday",
     "inc.",
     "university",
     "warriors",
     "presidential",
     "axelrod",
     "morning",
     "saturday",
     "tower",
     "cia",
     "of",
     "congress",
     "politics",
     "conway",
     "virginia",
     "cavs",
     "kellyanne",
     "andrea",
     "november 16, 2016",
     "team",
     "u.s.",
     "new",
     "nbc",
     "lance",
     "institute",
     "york",
     "sean",
     "previously",
     "chuck",
     "chalupa",
     "ted",
     "january 22, 2017",
     "early",
     "white"
    ],
    "id": 24,
    "text": "<p>Kellyanne Conway, campaign manager and senior advisor to the Trump Presidential Transition Team, speaks to the media at Trump Tower in New York, U.S. November 16, 2016.&nbsp;</p> Close REUTERS/Shannon Stapleton Kellyanne Conway, counselor to President Trump, drew widespread criticism Sunday after she defended White House Press Secretary Sean Spicer’s press briefing on inauguration crowd sizes , saying the newly minted spokesman had given “alternative facts” to those cited in media reports. Chuck Todd, of NBC’s “Meet the Press,” asked Conway early Sunday morning why Mr. Trump had Spicer utter a “falsehood” the first time he formally faced reporters from the White House briefing room. “Why did he do that?” Todd questioned, referencing Spicer’s incorrect assertion that the audience at Friday’s inauguration was the largest to ever witness the ceremony both in person and around the globe. “It undermines the credibility of the entire White House press office on day one.” Conway dismissed the question. “Don’t be so overly dramatic about it, Chuck,” she replied. “You’re saying it’s a falsehood and they’re giving -- Sean Spicer, our press secretary, gave alternative facts to that.” “Alternative facts?” Todd shot back. “Look, alternative facts are not facts, they’re falsehoods.” The television host followed up on the continuing argument over audience turnout, which Mr. Trump also harped on Saturday while visiting CIA headquarters in Langley, Virginia. “What was the motive to have this ridiculous litigation of crowd size?” Todd pressed. Conway quipped: “Your job is not to call things ridiculous that are said by our press secretary and our president. That’s not your job.” The senior Trump defended Spicer further against Todd: “Chuck, I mean, if we’re going to keep referring to our press secretary in those types of terms, I think that we’re going to have to rethink our relationship here,” she said. “I want to gave a great open relationship with our press.” Following the interview, social media exploded with a new trending topic: “#AlternativeFacts.” Twitter users criticized Conway’s television appearance by coming up with their own “alternative facts.”  As a member of the @backstreetboys , I had a love child with @BettyMWhite . #AlternativeFacts — Lance Bass (@LanceBass) January 22, 2017 I'm about to devour this alt-salad. #alternativefacts pic.twitter.com/EZKdmDN1RP — Andrea Chalupa (@AndreaChalupa) January 22, 2017 Even a member of Congress got in on the social media action: BREAKING NEWS: @seanspicer at #WhiteHouse says Warriors beat Cavs in championship game last year. Period. #alternativefacts — Ted Lieu (@tedlieu) January 22, 2017 And the Merriam-Webster dictionary company seemed to play on the trend Sunday, tweeting out its definition of the word “fact.” A fact is a piece of information presented as having objective reality. https://t.co/gCKRZZm23c — Merriam-Webster (@MerriamWebster) January 22, 2017 Spicer himself has previously promised not to tell falsehoods to the White House press corps as an administration official. During an appearance at the University of Chicago’s Institute of Politics earlier this month, Spicer told David Axelrod: “I don’t think any communicator worth their salt to go out and tell a lie...To go out and tell a lie is something that’s not acceptable.” “I may tell a reporter I can’t comment on something… I’m not able to discuss it. But I’ve never lied,” Spicer said. “I would argue that anybody who’s an aspiring communicator adhere to that. If you lose the respect and trust of the press corps, you’ve got nothing.” © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Kellyanne Conway draws fire after \"alternative facts\" defense - CBS News"
   },
   {
    "entities": [
     "robinson",
     "pittsburgh",
     "brady",
     "1995",
     "c.",
     "rodgers",
     "right now",
     "second half",
     "ice",
     "denver",
     "the week",
     "press",
     "eighteen years ago",
     "2017",
     "the second quarter",
     "atlanta",
     "matty",
     "sunday",
     "jordy",
     "last week",
     "ryan",
     "georgia",
     "nfc",
     "gunter",
     "1992",
     "kevin",
     "nfl",
     "crosby",
     "bryant",
     "falcons",
     "elway",
     "of",
     "mohamed",
     "aldrick",
     "sanu",
     "feb. 5",
     "julio",
     "john",
     "#19",
     "england",
     "ripkowski",
     "ladarius",
     "green",
     "jalen",
     "associated",
     "jones",
     "houston",
     "dallas",
     "new",
     "nelson",
     "#2",
     "today",
     "braves",
     "seattle's",
     "legion",
     "randall",
     "packers",
     "matt",
     "damarious",
     "mason",
     "bay",
     "collins",
     "2012",
     "cowboys",
     "tom",
     "$1.5 billion",
     "now",
     "dome",
     "cox",
     "second snap of the second half",
     "january 22, 2017",
     "aaron",
     "boom"
    ],
    "id": 25,
    "text": "info <p>Matt Ryan #2 of the Atlanta Falcons celebrates with Aldrick Robinson #19 after a 14 yard touchdown run in the second quarter against the Green Bay Packers in the NFC Championship Game at the Georgia Dome on January 22, 2017, in Atlanta, Georgia.</p> Close Kevin C. Cox, Getty Images ATLANTA - Matt Ryan tumbled into the end zone, slammed the ball to the turf with a thunderous spike, and let out a scream that showed just how much he wanted this game.  He wants the next one even more. With another MVP-worthy performance and plenty of help from Julio Jones, Matty Ice guided the Atlanta Falcons to a 44-21 rout of the Green Bay Packers for the NFC championship Sunday, a showing that erased any doubts about whether Ryan can win the big games. In his ninth season, he’s finally headed to his first Super Bowl . Call him Super Matty. “We’ll enjoy it because it’s hard to get to this point. I know that from experience,” Ryan said. “But our ultimate goal is still in front of us.” The Falcons (13-5) will face Tom Brady and the Patriots on Feb. 5 in Houston , just the second Super Bowl appearance in Atlanta’s 51-year history. Eighteen years ago, they lost to Denver in John Elway’s final game.  New England, heading to its ninth Super Bowl, blew out Pittsburgh 36-17. The Patriots opened as a 3-point favorite.  Ryan threw for 392 yards and four touchdowns, but it was his 14-yard scoring run -- his first TD on the ground since 2012 -- that really set the tone.    Matt Ryan rose to the occasion. pic.twitter.com/NAsreef1z6 — NFLonCBS (@NFLonCBS) January 22, 2017 Jones was right in the middle of things, too. After barely practicing during the week because of a lingering toe injury, he finished off the Packers with a 73-yard catch-and-run on Atlanta’s second snap of the second half, pushing the lead to 31-0 and essentially turning the rest of the Georgia Dome finale into one long celebration.  “He’s a beast,” Ryan said. “I’ve been lucky to play with him as long as I have. He was impressive today. I know he wasn’t feeling his best, but he’s a warrior.”    JULIO JONES IS A BEAST. 73 yards all the way to the house!  #GBvsATL #NFLPlayoffs https://t.co/Iau1EnDgVJ — NFL (@NFL) January 22, 2017 Jones finished with nine catches for 180 yards and two scores, which included a toe-dragging catch for a 5-yard touchdown with 3 seconds left in the first half, sending the Falcons to the locker room up 24-0.  After the break: the play that showed every one of Jones’ remarkable skills. He blazed down the middle of the field, shook off LaDarius Gunter’s attempt to grab him on a cut toward the sideline, hauled in the pass from Ryan, broke Gunter’s diving attempt at tackle, and defiantly knocked away Damarious Randall’s with a brutal stiff-arm.  “I didn’t practice that much throughout the week,” Jones said, “but today I came out and gave it all I had.”  Ryan sparked more delirious chants of “MVP! MVP! MVP!” as he carved up an injury-plagued Packers secondary that had no way of stopping a team that averaged nearly 34 points a game during the regular season and romped to a 36-20 victory against Seattle’s Legion of Boom last week.  The Packers, riding an eight-game winning streak and coming off a thrilling upset of the top-seeded Dallas Cowboys , got a taste of what they’d be in for on Atlanta’s very first possession. Driving 80 yards in 13 plays, the Falcons converted three third downs, the last when Ryan scrambled away from pressure and flipped a shovel pass to Mohamed Sanu for a 2-yard score.  Aaron Rodgers pushed the Packers quickly into Atlanta territory with a 27-yard pass to Jordy Nelson, who missed the previous game with a rib injury. But Mason Crosby, who hit two field goals longer that 50 yards in the closing minutes against the Cowboys, pushed a 41-yard attempt right of the upright to snap a playoff-record streak of 23 straight field goals.  The Falcons drove the other way, settling for Matt Bryant’s 28-yard field goal and a 10-0 lead. Then, with Green Bay poised to make a game of it, Atlanta’s much-maligned defense - one of the lowest ranked in the NFL -- came through a momentum --swinging play. Fullback Aaron Ripkowski was breaking tackles and rumbling toward the end zone when Jalen Collins stripped the ball from behind and fell on it just across the goal line for a touchback.  “Their offense is hot right now,” Rodgers said. “Playing a team like that, you’ve got to start faster. We had no points in the first half. You’re not going to win many games like that.”  After the fumble, Ryan hooked up with Jones three times for 56 yards and finished it off from the 14 with some surprisingly nimble running skills, faking out one defender with a pump fake before sprawling into the end zone.  “I just saw a lane open up,” said Ryan, who had a 1-4 record in the playoffs over his first eight seasons. “That’s the longest run I’ve had in a while. It came at a good time.”  Don’t forget the defense Atlanta’s defense, an afterthought compared to the other side of the line, kept the Packers out of the end zone until the game was essentially locked up.  Rodgers finished 27 of 45 for 287 yards and three TDs, but he also threw an interception, was sacked twice and faced a relentless Falcons rush.  The Falcons finished with a 493-367 edge in total yards.  Dome finale What a send-off for the Georgia Dome, the Falcons’ home since 1992, which will be torn down and replaced next season by $1.5 billion Mercedes-Benz Stadium.  With the home team comfortably ahead, the raucous crowd of more than 71,000 partied through the second half, bouncing along to rap music that turned the stadium with the big top-like roof into the world’s largest dance club.  The intensity of the celebration was understandable, given the Falcons’ largely forgettable history and the heartache doled out by all of Atlanta’s pro sports teams. The Braves, way back in 1995, are still the city’s only team to capture a big league championship.  Now, the Falcons are one win away from adding another title to that barren trophy case.  © 2017 The Associated Press. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. ",
    "title": "Atlanta Falcons dominate Green Bay Packers in NFC Championship game 44-21, head to Super Bowl LI - CBS News"
   },
   {
    "entities": [
     "langley",
     "falsehoods",
     "maggie",
     "assange",
     "two",
     "jan. 11, 2017",
     "s.",
     "mills/the",
     "oval",
     "california",
     "morning",
     "saturday",
     "the day",
     "b.",
     "brennan",
     "king",
     "associated",
     "glenn",
     "j.",
     "schiff",
     "martin",
     "this year",
     "eric",
     "inauguration day in 2013",
     "army",
     "today",
     "wall",
     "luther",
     "january 22, 2017",
     "intelligence",
     "white",
     "secret",
     "west",
     "friday",
     "spicer",
     "a week ago",
     "julie",
     "the day before",
     "doug",
     "michael",
     "2009",
     "united",
     "--",
     "facebook",
     "stelios",
     "donald",
     "adam",
     "haberman",
     "media",
     "of",
     "russia",
     "lowenthal",
     "twitter",
     "current",
     "julian",
     "rosenberg",
     "agency",
     "v.",
     "nazis",
     "york",
     "sean",
     "nick",
     "office",
     "jr.",
     "c.i.a.",
     "advances",
     "schmidt",
     "mall",
     "pompeo",
     "lucas",
     "security",
     "mike",
     "john",
     "hirschfeld",
     "jan. 21, 2017",
     "va.",
     "obama",
     "new",
     "national",
     "wikileaks",
     "service",
     "committee",
     "winter/the",
     "hayden",
     "germany",
     "jackson",
     "varias/reuters",
     "wing",
     "times",
     "mark",
     "credit",
     "states",
     "trump",
     "house",
     "o.",
     "january 21, 2017",
     "m.",
     "davis",
     "monday",
     "schmitt",
     "hussein",
     "thrush",
     "shapiro",
     "washington",
     "attacks",
     "central",
     "memorial",
     "damon",
     "now",
     "matthew",
     "barack",
     "saddam"
    ],
    "id": 26,
    "text": "With False Claims, Trump Attacks Media on Turnout and Intelligence Rift By JULIE HIRSCHFELD DAVIS and MATTHEW ROSENBERG JAN. 21, 2017 Video Comparing Inauguration Crowds President Trump and his press secretary disputed estimates of attendance at his inauguration, but footage from Friday’s event, compared with those from President Barack Obama’s 2009 inauguration, showed a different story. By THE NEW YORK TIMES on Publish Date January 22, 2017. Photo by Left, Lucas Jackson, Right, Stelios Varias/Reuters. Watch in Times Video » embed WASHINGTON — President Trump used his first full day in office on Saturday to unleash a remarkably bitter attack on the news media, falsely accusing journalists of both inventing a rift between him and intelligence agencies and deliberately understating the size of his inauguration crowd. In a visit to the Central Intelligence Agency intended to showcase his support for the intelligence community, Mr. Trump ignored his own repeated public statements criticizing the intelligence community, a group he compared to Nazis just over a week ago. He also called journalists “among the most dishonest human beings on earth,” and he said that up to 1.5 million people had attended his inauguration, a claim that photographs disproved. Later, at the White House, he dispatched Sean Spicer, the press secretary, to the briefing room in the West Wing, where Mr. Spicer scolded reporters and made a series of false statements. Advertisement Continue reading the main story He said news organizations had deliberately misstated the size of the crowd at Mr. Trump’s inauguration on Friday in an attempt to sow divisions at a time when Mr. Trump was trying to unify the country, warning that the new administration would hold them to account. Continue reading the main story The statements from the new president and his spokesman came as hundreds of thousands of people protested against Mr. Trump , a crowd that appeared to dwarf the one that gathered the day before when he was sworn in. It was a striking display of invective and grievance at the dawn of a presidency, usually a time when the White House works to set a tone of national unity and to build confidence in a new leader. OPEN Graphic Instead, the president and his team appeared embattled and defensive, signaling that the pugnacious style Mr. Trump employed as a candidate will persist now that he has ascended to the nation’s highest office. Saturday was supposed to be a day for Mr. Trump to mend fences with the intelligence community, with an appearance at the C.I.A.’s headquarters in Langley, Va. While he was lavish in his praise, the president focused in his 15-minute speech on his complaints about news coverage of his criticism of the nation’s spy agencies, and meandered to other topics, including the crowd size at his inauguration, his level of political support, his mental age and his intellectual heft. Video Trump Speaks at the C.I.A. President Trump makes his first remarks to the C.I.A. Publish Date January 21, 2017. Photo by Doug Mills/The New York Times. Watch in Times Video » embed “I just want to let you know, I am so behind you,” Mr. Trump told more than 300 employees assembled in the lobby for his remarks. In recent weeks, Mr. Trump has questioned the intelligence agencies’ conclusion that Russia meddled in the United States election on his behalf. After the disclosure of a dossier with unsubstantiated claims about Mr. Trump, he accused the intelligence community of allowing the leak and wrote on Twitter , “Are we living in Nazi Germany?” Intelligence agencies should never have allowed this fake news to \"leak\" into the public. One last shot at me.Are we living in Nazi Germany? —         Donald J. Trump (@realDonaldTrump) Jan. 11, 2017 On Saturday, he said journalists were responsible for any suggestion that he was not fully supportive of intelligence agencies’ work. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. “I have a running war with the media,” Mr. Trump said. “They are among the most dishonest human beings on earth, and they sort of made it sound like I had a feud with the intelligence community.” Advertisement Continue reading the main story “The reason you’re the No. 1 stop is, it is exactly the opposite,” Mr. Trump added. “I love you, I respect you, there’s nobody I respect more.” Mr. Trump also took issue with news reports about the number of people who attended his inauguration, complaining that the news media used photographs of “an empty field” to make it seem as if his inauguration did not draw many people. “We caught them in a beauty,” Mr. Trump said of the news media, “and I think they’re going to pay a big price.” Mr. Spicer said that Mr. Trump had drawn “the largest audience to ever witness an inauguration,” a statement that photographs clearly show to be false. Mr. Spicer said photographs of the inaugural ceremonies were deliberately framed “to minimize the enormous support that had gathered on the National Mall,” although he provided no proof of either assertion. Photographs of Barack Obama’s inauguration in 2009 and of Mr. Trump’s plainly showed that the crowd on Friday was significantly smaller , but Mr. Spicer attributed that disparity to new white ground coverings he said had caused empty areas to stand out and to security measures that had blocked people from entering the Mall. Estimates put the crowd gathered for President Donald J. Trump’s inauguration at far less than President Obama’s in 2009. “These attempts to lessen the enthusiasm of the inauguration are shameful and wrong,” Mr. Spicer said. He also admonished a journalist for erroneously reporting on Friday that Mr. Trump had removed a bust of the Rev. Dr. Martin Luther King Jr. from the Oval Office, calling the mistake — which was corrected quickly — “egregious.” And he incorrectly claimed that ridership on Washington’s subway system was higher than on Inauguration Day in 2013. In reality, there were 782,000 riders that year, compared with 571,000 riders this year, according to figures from the Washington-area transit authority. Mr. Spicer also said that security measures had been extended farther down the National Mall this year, preventing “hundreds of thousands of people” from viewing the ceremony. But the Secret Service said the measures were largely unchanged this year, and there were few reports of long lines or delays. Video White House Press Secretary Slams Media At his first news conference, Sean Spicer, the White House press secretary, accused news outlets of intentionally manipulating photographs “to minimize the enormous support” that President Trump had received at his inauguration. By THE ASSOCIATED PRESS. Photo by Doug Mills/The New York Times. Watch in Times Video » Commentary about the size of his inauguration crowd made Mr. Trump increasingly angry on Friday, according to several people familiar with his thinking. Advertisement Continue reading the main story On Saturday, Mr. Trump told his advisers that he wanted to push back hard on “dishonest media” coverage — mostly referring to a Twitter post from a New York Times reporter showing side-by-side frames of Mr. Trump’s crowd and Mr. Obama’s in 2009. But most of Mr. Trump’s advisers urged him to focus on the responsibilities of his office during his first full day as president. However, in his remarks at the C.I.A., he wandered off topic several times, at various points telling the crowd he felt no older than 39 (he is 70); reassuring anyone who questioned his intelligence by saying, “I’m, like, a smart person”; and musing out loud about how many intelligence workers backed his candidacy. Photo The photograph of President Trump’s inauguration that was displayed during Mr. Spicer’s briefing. Mr. Trump said that when he looked out from his podium, “it looked like a million, a million and a half people.” Credit Damon Winter/The New York Times “Probably everybody in this room voted for me, but I will not ask you to raise your hands if you did,” Mr. Trump said. “We’re all on the same wavelength, folks.” But most of his remarks were devoted to attacking the news media. And Mr. Spicer picked up the theme later in the day in the White House briefing room. But his appearance, according to the people familiar with Mr. Trump’s thinking, went too far, in the president’s opinion. Mr. Trump’s appearance at the C.I.A. touched off a fierce reaction from some current and former intelligence officials. Nick Shapiro, who served as chief of staff to John O. Brennan, who resigned Friday as the C.I.A. director, said Mr. Brennan “is deeply saddened and angered at Donald Trump ’s despicable display of self-aggrandizement in front of C.I.A.’s Memorial Wall of Agency heroes. “Brennan says that Trump should be ashamed of himself,” Mr. Shapiro added. “I was heartened that the president gave a speech at C.I.A.,” said Michael V. Hayden, a former director of the C.I.A. and the National Security Agency. “It would have been even better if more of it had been about C.I.A.” Advertisement Continue reading the main story Representative Adam B. Schiff of California, the ranking Democrat on the House Intelligence Committee, said that he had had high hopes for Mr. Trump’s visit as a step to begin healing the relationship between the president and the intelligence community, but that Mr. Trump’s meandering speech had dashed them. “While standing in front of the stars representing C.I.A. personnel who lost their lives in the service of their country — hallowed ground — Trump gave little more than a perfunctory acknowledgment of their service and sacrifice,” Mr. Schiff said. “He will need to do more than use the agency memorial as a backdrop if he wants to earn the respect of the men and women who provide the best intelligence in the world.” Mr. Trump said nothing during the visit about how he had mocked the C.I.A. and other intelligence agencies as “the same people that said Saddam Hussein had weapons of mass destruction.” He did not mention his apparent willingness to believe Julian Assange, the founder of WikiLeaks, who is widely detested at the C.I.A., over his own intelligence agencies. He also did not say whether he would start receiving the daily intelligence briefs that are prepared for the president. The agency sees the president as its main audience, and his dismissal of the need for daily briefings from the intelligence community has raised concerns about morale among people who believe their work will not be respected at the White House. Since the election, hopes at the C.I.A. that the new administration would bring an infusion of energy and ideas have given way to trepidation about what Mr. Trump and his loyalists have planned. But the nomination of Mike Pompeo, a former Army infantry officer who is well versed in issues facing the intelligence community, to lead the C.I.A. has been received positively at the agency. “He has left the strong impression that he doesn’t trust the intelligence community and that he doesn’t have tremendous regard for their work,” Mark M. Lowenthal, a retired C.I.A. analyst, said of Mr. Trump. “The obvious thing to do is to counter that by saying, ‘I value you. I look forward to working with you.’” “He called them Nazis,” Mr. Lowenthal added, referring to Mr. Trump’s characterization of the intelligence community. Mr. Lowenthal said Saturday’s visit should have been “a stroking expedition.” Reporting was contributed by Maggie Haberman, Glenn Thrush, Michael S. Schmidt and Eric Schmitt. Follow The New York Times’s politics and Washington coverage on Facebook and Twitter , and sign up for the First Draft politics newsletter . A version of this article appears in print on January 22, 2017, on Page A1 of the New York edition with the headline: Slamming Media, Trump Advances Two Falsehoods. Order Reprints | Today's Paper | Subscribe ",
    "title": "With False Claims, Trump Attacks Media on Turnout and Intelligence Rift - The New York Times"
   },
   {
    "entities": [
     "ukraine",
     "burgos",
     "mccain",
     "at 7:12 pm",
     "earlier this month",
     "relations",
     "friday",
     "florida",
     "graham",
     "january 22",
     "karoun",
     "states",
     "trump",
     "2013",
     "house",
     "lanhee",
     "cardin",
     "o.",
     "party",
     "reuters",
     "sunday",
     "s.c.",
     "last week",
     "seay",
     "united",
     "crimea",
     "rex",
     "senate",
     "ariz.",
     "morning",
     "alex",
     "state",
     "monday",
     "2014",
     "george",
     "foreign",
     "china",
     "russia",
     "vladimir",
     "rubio",
     "white",
     "john",
     "2016",
     "marco",
     "post",
     "past",
     "l.",
     "republican",
     "sullivan",
     "corker",
     "u.s.",
     "tillerson",
     "pence",
     "chen",
     "benjamin",
     "matt",
     "sean",
     "saudi",
     "washington",
     "gop",
     "america",
     "committee",
     "aleppo",
     "exxonmobil",
     "now",
     "bob",
     "jan. 11",
     "putin",
     "lindsey",
     "demirjian",
     "kremlin",
     "arabia",
     "mcclain/the"
    ],
    "id": 27,
    "text": "Will Marco Rubio defy President Trump on his pick for secretary of state? The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it Sen. Marco Rubio (R-Fla.) during the Jan. 11 Senate confirmation hearing for secretary of state nominee Rex Tillerson. (Matt McClain/The Washington Post) By Karoun Demirjian and Sean Sullivan By Karoun Demirjian and Sean Sullivan January 22 at 7:12 PM Follow @karoun Follow @WaPoSean Republican Sens. John McCain and Lindsey O. Graham said Sunday that they will back the nomination of Rex Tillerson, clearing the way for the oil executive to become secretary of state and leaving just one drama unresolved: What will Marco Rubio do? The Republican senator from Florida made clear during Tillerson’s confirmation hearing earlier this month that he had significant reservations, chastising the ExxonMobil chief executive for refusing to call Russia’s bombing campaign in Aleppo a war crime and declining to condemn Saudi Arabia and China as human rights violators. “In order to have moral clarity, we need clarity. We can’t achieve moral clarity with rhetorical ambiguity,” Rubio told Tillerson. “We need a secretary of state who will fight for these principles.” Since then, Rubio has come under significant pressure from Republican party leaders to back Tillerson and avoid a split within the GOP on one of President Trump’s most high-profile picks, according to those close to him. Rubio held an unannounced meeting with Tillerson last week, according to two people with knowledge of the get-together, although it was unclear whether Tillerson was able to alleviate Rubio’s concerns. Now-Vice President Pence and now-White House Chief of Staff Reince Priebus were also in the meeting, according to a Rubio adviser familiar with the gathering. It lasted 90 minutes and was a blunt conversation not just about Tillerson’s answers at the hearing, but also about Rubio’s overall concerns about Russia and other matters, said the adviser, who spoke on condition of anonymity to describe the private talk. (Reuters) The White House did not respond Sunday to a request for comment on the meeting. The Tillerson decision is a potentially pivotal one for the former presidential candidate, who during the campaign challenged President Trump on foreign-policy differences that have since been reflected in concerns Republicans have voiced about Tillerson. Many in the party are leery of Trump’s friendly approach to Russia and its leader, Vladi­mir Putin, with whom Tillerson frequently interacted as the head of ExxonMobil. Putin awarded Tillerson the Kremlin’s Order of Friendship in 2013, and Tillerson has criticized sanctions the United States imposed on Russia over its annexation of Crimea and support for separatists in eastern Ukraine in 2014. “Marco exposed a tension between kind of where a lot of Republicans are on Russia,” said Lanhee Chen, who served as an adviser to Rubio during his 2016 campaign. “He’s got a great opportunity to kind of lead this wing of the national security establishment that believes the long-standing orthodoxy on Russia.” Politically, however, several people in Rubio’s circle said they see no upside to defying Trump, especially now that Tillerson is on the path to being confirmed. Rubio is aware that the backlash from the new White House would be intense, according to those close to him. George Seay, a Dallas-based investment manager who was a major Rubio donor during his presidential run, said that many people close to him have been texting, calling and writing Rubio to urge him to support Tillerson “in very blunt fashion.” “I think this is the wrong fight. I think it’s the wrong position to make a stand,” Seay said. Rubio spokesman Alex Burgos did not respond to multiple inquiries Sunday about Rubio’s thinking on Tillerson or his meetings. Seeming uncertainty is a familiar position for Rubio. During the 2013 debate over immigration reform, Rubio initially joined with Democrats to push for a comprehensive bill before backing away from the effort when conservative ire reached a boiling point. The fallout would follow him into his presidential campaign, where he took heat from the right for being part of the effort and criticism from the left for backing away from it. During his presidential campaign, Rubio had a pattern of articulating two positions on some politically sensitive topics: his personal view, and what he considered to be politically doable. This mirrored how he campaigned against Trump, as well. Early on, Rubio avoided attacking Trump, even when he clearly disagreed with him. When the primaries heated up, Rubio switched his strategy and launched a forceful — at times awkward — attack, calling Trump a “con man” and a “fraud.” After Trump won the nomination, Rubio switched again and supported his party’s nominee. On Sunday morning, McCain (Ariz.) and Graham (S.C.) — Tillerson’s two other most vocal GOP critics — released a statement announcing they would support him for secretary of state when the full Senate votes on it. Citing additional conversations with Tillerson, the pair expressed “confidence” that Tillerson “can be an effective advocate for U.S. interests,” despite continued “concerns about his past dealings with the Russian government.” Of all the Republican senators, only Rubio, McCain and Graham’s support for Tillerson has ever been seriously in doubt. Of the three, Rubio’s complaints have been the most broad, centering on his fear that as secretary of state, Tillerson might not be a strong-enough defender of human rights. Rubio warned Tillerson that being too soft “leads to people to conclude . . . America cares about democracy and freedom as long as it isn’t being violated for something else.” McCain and Graham’s support all but guarantees that Tillerson will easily win the simple majority he needs to be confirmed as secretary of state by the full Senate. But if Rubio votes against Tillerson’s nomination in the Senate Foreign Relations Committee — where Republicans outnumber Democrats by only one vote — it could throw a wrench into plans to move Tillerson’s nomination to the floor smoothly. “I recognize the partisan split on the committee and what it would all mean,” Rubio told reporters after Tillerson’s hearing, asserting that he was “prepared to do what’s right.” If Rubio opposes Tillerson, GOP leaders are prepared to use a variety of procedural options to get his nomination to the floor. “I expect him to come out of the committee on Monday,” Senate Foreign Relations Committee Chairman Bob Corker (R-Tenn.) said following Trump’s inauguration Friday, although he admitted “the votes are still in flux.” If committee members do not vote to report Tillerson’s nomination to the floor with a favorable recommendation, they can vote to send it to the floor with caveats, such as an unfavorable recommendation, or with no recommendation at all. If those efforts fail, a senator can file a discharge motion to circumvent the committee’s review authority entirely and send Tillerson’s nomination straight to the floor. Top committee Democrat Benjamin L. Cardin (D-Md.) said Friday that while he believes “our committee’s recommendation’s extremely important,” he does “recognize the fact that confirmations are by the Senate, not by committee.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Will Marco Rubio defy President Trump on his pick for secretary of state? - The Washington Post"
   },
   {
    "entities": [
     "jan 22",
     "the 1970s",
     "this week",
     "friday",
     "florida",
     "irs",
     "trump",
     "house",
     "2017",
     "sunday",
     "last week",
     "donald",
     "news/washington",
     "abc",
     "alexandra",
     "conway",
     "kellyanne",
     "post",
     ", 2:25 pm",
     "new",
     "delaware",
     "york",
     "jaffe",
     "white"
    ],
    "id": 28,
    "text": "Jan 22 2017, 2:25 pm ET Donald Trump Will Not Release Tax Returns, White House Adviser Says by Alexandra Jaffe advertisement Kellyanne Conway, counselor to President Donald Trump, said Sunday that the president would not be releasing his tax returns, reversing months of repeated campaign-trail promises to do so after an audit is completed. Conway's comments came in response to a Whitehouse.gov petition with more than 200,000 signatures calling on Trump to release his tax returns. Any petition on the site that receives 100,000 signatures in 30 days receives a response from the White House; this petition reached twice that in two days. \"The White House response is that he's not going to release his tax returns,\" Conway said in an interview on ABC's \"This Week.\" Related: Donald Trump's Taxes: What We Know and What We Don't Trump broke with decades of precedent during the campaign by becoming the first major party nominee since the 1970s to refuse to release his tax returns. He repeatedly cited an ongoing IRS audit in refusing to do so but said he would eventually release them when the audit was completed. But Trump and his allies have argued that his tax returns are irrelevant, a statement Conway made again on Sunday. \"We litigated this all through the election. People didn't care,\" she said. \"They voted for him, and let me make this very clear: Most Americans are very focused on what their tax returns will look like while President Trump is in office, not what his look like. And you know full well that President Trump and his family are complying with all the ethical rules, everything they need to do to step away from his businesses and be a full-time president.\" Both of Conway's statements are false — multiple polls showed a majority of Americans believe Trump should release his tax returns, including an ABC News/Washington Post survey out last week that found three-fourths of Americans believe he should release them . And a ProPublica investigation out Friday revealed that despite Trump's pledge to transfer control of his businesses to his children as part of an ethics agreement as president, he hasn't filed any of the necessary documents to do so in Florida, Delaware and New York. Play ",
    "title": "Donald Trump Will Not Release Tax Returns, White House Adviser Says - NBC News"
   }
  ]
 }
}