{
 "24": {
  "col-sim": {
   "cosine": 0.22205566915461294,
   "entity": 0.26261286571944514
  },
  "exec-time": 21.386737823486328,
  "links": [
   {
    "entities": [
     "times",
     "last year",
     "friday",
     "trump",
     "house",
     "doug",
     "j.trump",
     "mills/the",
     "donald",
     "mexico",
     "morning",
     "monday",
     "george",
     "congress",
     "bill",
     "associated",
     "asia",
     "once",
     "canada",
     "this year",
     "new",
     "obama",
     "york",
     "washington",
     "weekday",
     "bush",
     "nafta",
     "barack",
     "clinton",
     "pacific",
     "white"
    ],
    "id": 0,
    "text": "Video Trump Cuts Business Regulations President Trump pulled out of the Trans-Pacific Partnership on Monday and proposed massive cuts in taxes and regulations for businesses. By THE ASSOCIATED PRESS. Photo by Doug Mills/The New York Times. Watch in Times Video » embed WASHINGTON — President Trump formally abandoned the Trans-Pacific Partnership on Monday, pulling away from Asia and scrapping his predecessor’s most significant trade deal on his first full weekday in office, administration officials said. Mr. Trump sharply criticized the partnership agreement during last year’s campaign, calling it a bad deal for American workers. Although the deal had not been approved by Congress, the decision to withdraw the American signature at the start of Mr. Trump’s administration is a signal that he plans to follow through on promises to take a more aggressive stance against foreign competitors. In other action on a busy opening day, Mr. Trump ordered a hiring freeze in the federal work force, exempting the military. And he reinstituted limits on nongovernmental organizations that operate overseas and receive American taxpayer money from performing abortions. Republican presidents typically impose those restrictions soon after taking office, and Democratic presidents typically lift them when they take over. The president’s withdrawal from the Asian-Pacific trade pact amounted to a drastic reversal of decades of economic policy in which presidents of both parties have lowered trade barriers and expanded ties around the world. Although candidates have often criticized trade deals on the campaign trail, those who made it to the White House, including President Barack Obama, ended up extending their reach. The enormous trade deal became a flashpoint in American politics this year, inflaming a debate over international commerce and lost jobs. The election of Donald J.Trump as president has essentially killed it. “We’ve been talking about this for a long time,” Mr. Trump said as he signed a document formalizing his decision. The withdrawal from the trade pact, he added, is a “great thing for the American worker.” Aides signaled that Mr. Trump may also move quickly on renegotiating the North American Free Trade Agreement . He is scheduling meetings with the leaders of Canada and Mexico, the two main partners in that pact, first negotiated by the elder President George Bush and pushed through Congress by President Bill Clinton. Nafta has been a major driver of American trade for nearly two decades, but it has long been divisive, with critics blaming it for lost jobs and lower wages. Advertisement Continue reading the main story Mr. Trump outlined his views in his Inaugural Address on Friday , when he promised an “America First” approach to the world. “We must protect our borders from the ravages of other countries making our products, stealing our companies and destroying our jobs,” he said. “Protection will lead to great prosperity and strength.” He said that his policy would be to “buy American and hire American.” The Obama administration arduously negotiated the Pacific trade pact over eight years. Under legislation passed by Congress, the accord could not be amended once completed, nor could it be joined without congressional approval. Mr. Obama never submitted the partnership for approval, understanding that a defeat in Congress would be worse than leaving the deal in hibernation. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Trump Abandons Trans-Pacific Partnership, Obama’s Signature Trade Deal - The New York Times"
   },
   {
    "entities": [
     "enrique",
     "gay",
     "clyde",
     "texas",
     "domenico",
     "pasadena",
     "japan",
     "november",
     "cabinet",
     "economics",
     "gary",
     "nieto",
     "trudeau",
     "$271 billion",
     "california",
     "state",
     "for",
     "more than a year ago",
     "the day",
     "hufbauer",
     "china",
     "view",
     "associated",
     "lighthizer",
     "navarro",
     "$4.5 billion",
     "/",
     "michigan",
     "eric",
     "the last year",
     "center",
     "a.",
     "1993",
     "public",
     "weekend",
     "trump's",
     "angeles",
     "governance",
     "november last year",
     "white",
     "peter",
     "democratic",
     "mel",
     "trade",
     "friday",
     "florida",
     "spicer",
     "$58.8 billion",
     "citizen's",
     "sunday",
     "michael",
     "united",
     "rex",
     "senate",
     "donald",
     "mexico",
     "waterloo",
     "of",
     "$212 billion",
     "global",
     "$1.7 billion",
     "u.s.",
     "bacchus",
     "irfan",
     "levey",
     "james",
     "sean",
     "dam",
     "lori",
     "world",
     "pacific",
     "n.",
     "peterson",
     "$1 trillion",
     "lee",
     "gate",
     "press",
     "last january",
     "international",
     "congress",
     "khan",
     "40%",
     "wallach",
     "organization",
     "uc",
     "robert",
     "canada",
     "$319 billion",
     "wilbur",
     "commerce",
     "obama",
     "tillerson",
     "innovation",
     "los",
     "the first 11 months last year",
     "america",
     "thea",
     "laredo",
     "bridge",
     "afl-cio",
     "$40 billion",
     "deardorff",
     "southland",
     "alan",
     "last year",
     "times",
     "l.a.",
     "states",
     "south",
     "trump",
     "malaysia",
     "house",
     "road",
     "irvine",
     "last week",
     "university",
     "the",
     "noam",
     "monday",
     "memoli",
     "pena",
     "$9 billion",
     "vietnam",
     "past",
     "devil's",
     "justin",
     "trucks",
     "watch",
     "institute",
     "canyon",
     "washington",
     "ross",
     "nafta",
     "don",
     "lombardi"
    ],
    "id": 1,
    "text": "Trump moves quickly in bid to revamp America's trade policy Trucks Eric Gay / Associated Press Trucks travel to and from the World Trade Bridge in Laredo, Texas, on the U.S.-Mexico border. Trucks travel to and from the World Trade Bridge in Laredo, Texas, on the U.S.-Mexico border. (Eric Gay / Associated Press) Don Lee Contact Reporter It was quick and easy for President Trump to fulfill his campaign promise to withdraw from the Trans-Pacific Partnership . With a stroke of his new presidential pen, he buried the massive Pacific free-trade agreement that the Obama administration had painstakingly negotiated, even though the 12-nation accord had been moribund for the last year after losing political support. It had little chance of being ratified by Congress. The real questions are: What will Trump replace it with? And when and how will he remake America’s economic relations with the rest of the world? Nobody really knows for sure what Trump will do on trade because he has spoken only in generalities, threatening high tariffs and other tough measures against countries and American companies that move operations abroad. Trump’s goal is to reverse the trade deficit and bring back jobs to U.S. shores. To many, he has sounded alarmingly protectionist, although it isn’t clear how much of that is merely rhetoric to bring trading partners to the negotiating table. Trump’s trade policies will probably become clearer with his approach to reshaping the North American Free Trade Agreement with Canada and Mexico, which has been in force since 1993 and accounts for about $1 trillion of U.S. merchandise trade. The president said Monday that he would begin renegotiating NAFTA at “the appropriate time,” but White House spokesman Sean Spicer said that Trump had already spoken to Mexican President Enrique Pena Nieto and with Canadian Prime Minister Justin Trudeau about his desire to reopen NAFTA negotiations. “And I think as he meets with both of these individuals over the next 30 days or so, that's gonna be a topic,” Spicer said. On his first full workday in the White House , President Trump took action highlighting the range of his campaign priorities: trade, abortion and tackling government bureaucracy. Trump’s directives follow another he issued just hours after taking the oath of office Friday that marked a first step ... On his first full workday in the White House , President Trump took action highlighting the range of his campaign priorities: trade, abortion and tackling government bureaucracy. Trump’s directives follow another he issued just hours after taking the oath of office Friday that marked a first step ... (Michael A. Memoli and Noam N. Levey) Trump’s appointments suggest that the administration is serious about taking a sharply different, more aggressive tack on trade than recent past administrations, particularly involving China, the United States’ top trading partner. Yet Trump’s Cabinet officials also include international business people and investors who have generally backed free trade. Trump’s secretary of State nominee, Rex Tillerson, said that he did not oppose the Trans-Pacific Partnership. “That is one X factor,” said Lori Wallach, director of Public Citizen’s Global Trade Watch. “Is he going to be able to simply implement what he’s stated or will he be getting a pushback from his Cabinet as well as the congressional leadership?” One strategy that Trump confirmed Monday was that he would be pursuing bilateral trade talks instead of multiparty deals like the Trans-Pacific Partnership. “We're going to have trade, but we're going to have one on one, and if somebody misbehaves, we're going to send them a letter of termination, 30 days, and they'll either straighten it out or we're gone,” Trump told reporters after meeting with union leaders in the White House. An advantage of bilateral trade negotiations is that the U.S. can focus on a single country and not have to make concessions to satisfy a third party, although multilateral deals can offer commercial and geopolitical benefits that apply to many countries in a single swoop. Trump's pick for Commerce secretary assures lawmakers he is not anti-trade » The Trans-Pacific Partnership, which stood to be the world’s largest regional trade accord, accounting for 40% of global economic output, was the linchpin of the Obama administration’s strategy to bind the region around an American-designed system of trade and commerce, essentially providing a counterweight to China’s increasing influence in the region. Although the Pacific deal was concluded more than a year ago, it never took effect, and Trump’s action Monday made clear it would not be revived, as some congressional Republicans had sought. The U.S. already has a free-trade deal with six of the Trans-Pacific Partnership countries, but the pact would have added Japan, Vietnam and Malaysia. It would have uniformly lowered or eliminated tariffs on many goods, and created common standards and rules of practice on a wide range of trade and investment activities.    The Pacific agreement was widely rejected by congressional Democrats, unions and consumer groups as favoring corporations and not taking a strong position against currency manipulation or providing better protections for patients, workers and the environment. “We appreciate that Donald Trump laid it in its grave,” said Thea Lee, deputy chief of staff at the AFL-CIO, referring to the Trans-Pacific Partnership. “But that’s only a first and small step.” While there are signs of more aggressive trade actions on the part of Trump, Lee said it wasn’t clear how Trump’s approach — one of his popular refrains is “buy American” — would manifest itself in actual trade policies. “The incoming administration has a narrower vision of America first,” she said. “It could be negotiated and be worse for working people.” Alan Deardorff, a professor of public policy and economics at the University of Michigan, worried that Trump’s “intent to renegotiate NAFTA could be very harmful if it restores the tariffs and other barriers to trade between the U.S. and Mexico that existed prior to NAFTA. That would destroy, but not replace, the complicated North American supply chains that have grown under NAFTA and sustain much of U.S. manufacturing.” Canada and Mexico are the United States’ top two export destinations. American shipment of goods to Mexico totaled $212 billion last year, up from just $4.5 billion in 1993 when NAFTA was signed. Yet imports from Mexico have surged even more, particularly cars and car parts and electronics, to a total of about $271 billion in the first 11 months last year from almost $40 billion in 1993. The result was a U.S. trade deficit of $58.8 billion through November last year, contrasted to a small surplus of $1.7 billion in 1993. Trade with Canada is more balanced, with the U.S. running a shortfall of about $9 billion last January to November. Trade experts agree that NAFTA is ripe for revisions, given its age and the need to update and incorporate rules and standards for areas like ecommerce and other aspects reflecting a more high-tech, service-based economy. America’s biggest trade deficit in goods is with China, about $319 billion through November last year. Trump and his nominees to oversee trade have had the harshest words for China, pledging to upend the way Washington deals with China’s trade and commercial relations. The U.S. has 20 free-trade agreements in force, but none with China. Gary Clyde Hufbauer, a senior fellow at the Peterson Institute for International Economics, reckons it won’t be difficult for Trump to launch renegotiations on NAFTA. “Both governments said, ‘We’re ready, bring it on,’” he said of Mexico and Canada. The negotiations are almost certain to take many months and will most likely be led by Trump’s nominee to be the U.S. trade representative, Robert Lighthizer, a veteran trade lawyer, and Wilbur Ross , named to serve as the new Commerce secretary. Both are expected to be confirmed by the Senate. Peter Navarro, a UC Irvine professor who was named by Trump to lead a new White House-based trade office, is also expected to play a role. At his confirmation hearing last week, Ross, a billionaire financier who has invested in distressed steel, textile and other manufacturing companies, spoke critically of the low wages of Mexican workers. He suggested that he might push to renegotiate NAFTA's \"rules of origin\" — a provision that allows a certain percentage of content made outside of NAFTA countries to be shipped duty-free when they are included in the final product traded among the U.S., Canada and Mexico. Trump has vowed to slash regulations. Where he might start and the hurdles he faces » Ross also expressed support for strengthening the federal government's procurement practice of favoring domestic suppliers.  Many in Canada appear to be bracing for increased tariffs and reduced exports to the U.S., some experts there said. “Everybody has come to terms with the idea that they need to pay a higher price to access the U.S. market,” said Domenico Lombardi, a global economist at the Center for International Governance Innovation in Waterloo, Canada. James Bacchus, a former Democratic House member from Florida and onetime chairman of the World Trade Organization 's appellate body, said it was much too early to tell how the U.S. would approach the negotiations, much less what the shape of a revised NAFTA might look like. “The Trump administration has not yet laid out its negotiating agenda, nor explained what its bottom line will be,” he said. If Trump doesn’t get a sufficient amount of what he wants, he has warned that he would withdraw from NAFTA outright. But Bacchus said that was an unlikely scenario. “What would that be,” he asked, “or is that simply a negotiating tactic?” Caption 90 seconds: 4 stories you can't miss Trump's first weekend in office  echoes his campaign. Millions march  to send a message of defiance to President Trump. The sexy side of South L.A.  you don't usually see on TV or in movies. The third in a series of powerful storms pounds Southern California  Sunday.  Caption 90 seconds: 4 stories you can't miss Trump's first weekend in office  echoes his campaign. Millions march  to send a message of defiance to President Trump. The sexy side of South L.A.  you don't usually see on TV or in movies. The third in a series of powerful storms pounds Southern California  Sunday.  Caption Raw Video: Devil's Gate Dam in Pasadena View of Devil's Gate Dam in Pasadena following a series of storms that rolled through the Southland. View of Devil's Gate Dam in Pasadena following a series of storms that rolled through the Southland. Caption Sean Spicer, White House press secretary, answers question about women's marches White House Press Secretary Sean Spicer is asked how President Trump responds to the women's marches that took place the day after his inauguration. White House Press Secretary Sean Spicer is asked how President Trump responds to the women's marches that took place the day after his inauguration. Caption Heavy rains create debris flow in Duarte Mud and debris covered Mel Canyon Road in Duarte after heavy rains saturated the area. (Irfan Khan / Los Angeles Times) Mud and debris covered Mel Canyon Road in Duarte after heavy rains saturated the area. (Irfan Khan / Los Angeles Times) Caption What would you say to the other side? If you could talk to someone on the other side of the political spectrum about President Trump, what would you say to them? If you could talk to someone on the other side of the political spectrum about President Trump, what would you say to them? ",
    "title": "Trump moves quickly in bid to revamp America&apos;s trade policy - LA Times"
   },
   {
    "entities": [
     "trump",
     "forces",
     "news",
     "inc.",
     "the",
     "interactive",
     "abdulwahab",
     "cbs",
     "donald",
     "isis",
     "special",
     "mosul",
     "u.s.",
     "for",
     "army",
     "al",
     "iraqi",
     "2017",
     "saadi"
    ],
    "id": 2,
    "text": "CBS News For the Iraqi Special Forces, recapturing the university was a symbolic victory. Thousands of Iraqi soldiers are thought to have lost their lives in Mosul, some in the battle to reclaim the sprawling complex, including a well-stocked chemistry lab where militants invented new types of bombs. CBS News wasn’t allowed close to the chemistry lab, as ISIS had left it booby trapped. It’s a typical ISIS strategy that slows down the Iraqi forces while the militants regroup elsewhere. ISIS flags still fly in liberated Mosul Close CBS News Aside from the obvious trail of destruction left behind, there are still signs of the ISIS occupation, including two ISIS flags still flying above an overpass. Lt. Gen. Abdulwahab al Saadi Close CBS News Lt. Gen. Abdulwahab al Saadi said that he’s counting on more support from President Donald Trump.  “We need airstrikes,” the general said. “We need more equipment, including drones .” That might be a tough sell with the new president, given that the U.S. has launched countless airstrikes in the assault on Mosul and spent millions retraining and arming the Iraqi Army. But the general said the Iraqi army still needs more help. For those in Mosul exhausted by the fighting, that’s the last answer they wanted to hear. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "CBS News goes inside Mosul University, newly recaptured from ISIS - CBS News"
   },
   {
    "entities": [
     "york",
     "stanford",
     "kenya",
     "planned",
     "nepal",
     "kelly",
     "university",
     "united",
     "times",
     "ethiopia",
     "castagnaro",
     "international",
     "federation",
     "new",
     "bush",
     "states",
     "jan. 23, 2017",
     "parenthood"
    ],
    "id": 3,
    "text": "What types of family planning services does your clinic provide? How do you think this news will affect your clinic? Please describe the type of women who visit your clinic, and their biggest maternal health needs. Does one patient who needed your help for family planning services stand out to you? Please describe her. Continue Optional: What is your clinic's name? What is your position? Optional: Please include a photograph of yourself that we can publish with your response. What is your email address? * Your contact information will not be published. It may be used by a reporter or editor to follow up with you. Please include a link to your Facebook page or Twitter account for verification purposes. By submitting to us, you are promising that the content is original, does not plagiarize from anyone or infringe a copyright or trademark, does not violate anyone’s rights and is not libelous or otherwise unlawful or misleading. You are agreeing that we can use your submission in all manner and media of The New York Times and that we shall have the right to authorize third parties to do so. And you agree to our Terms of Service. Thank you for your submission. By THE NEW YORK TIMES JAN. 23, 2017 Critics said the order would hinder the ability of women in poor countries to obtain reproductive health services, including family planning, by severing American funding to health clinics that offer a variety of services, including abortion counseling. The International Planned Parenthood Federation said its partners in Nepal, Kenya and Ethiopia had lost American funding the last time the policy was in effect, during the Bush administration. Because nongovernmental groups in those countries refused to accept the conditions of the policy, they were compelled to close clinics and offer fewer contraceptives, said Kelly Castagnaro, a Planned Parenthood spokeswoman. Advertisement A study of 20 sub-Saharan African countries by Stanford University researchers found that in countries that relied heavily on funding from the United States for reproductive health services, abortion rates rose when the Reagan-era policy was in place. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Trump Revives Ban on Foreign Aid to Groups That Give Abortion Counseling - The New York Times"
   },
   {
    "entities": [
     "marist",
     "march 2, 2016",
     "serra",
     "supreme",
     "images",
     "tobias",
     "right",
     "matthews",
     "getty",
     "reagan",
     "trump",
     "states",
     "house",
     "62%",
     "2017",
     "1984",
     "knights",
     "news",
     "development",
     "united",
     "catholic",
     "college",
     "donald",
     "mexico",
     "chris",
     "51%",
     "international",
     "for",
     "carol",
     "george",
     "drew",
     "of",
     "programs",
     "court",
     "bill",
     "wade",
     "usaid",
     "hyde",
     "global",
     "asia",
     "health",
     "angerer",
     "/",
     "nikita",
     "future",
     "life",
     "u.s.",
     "agency",
     "d.c.",
     "obama",
     "w.",
     "national",
     "july 2016",
     "nbc",
     "africa",
     "$544 million",
     "biryukov",
     "roe",
     "and",
     "center",
     "washington",
     "msnbc",
     "ronald",
     "gender",
     "columbus",
     "equality",
     "now",
     "to",
     "sippel",
     "group",
     "bush",
     "barack",
     "city",
     "$2.9 billion",
     "clinton",
     "white"
    ],
    "id": 4,
    "text": "advertisement With the stroke of a pen, President Donald Trump reinstated a controversial rule that blocks foreign aid for family planning services. Known as the \"Mexico City policy\" or the \"Global Gag Rule,\" the policy bars foreign aid or federal funding for international programs that provide abortions — or even information about the procedure. Under the rule, USAID would be unable to provide funds to non-governmental organizations that provide referrals or counseling for abortion services, or advocate for the same. NGOs that provide abortions — except in the case of rape, incest or life endangerment — would also be ineligible for aid. Related: What Will Trump Presidency Mean for Women's Health Abroad? Much of the agency's family planning aid is aimed at reducing maternal and infant mortality, both through preventing unintended pregnancies and allowing families to better space childbirths. Established in 1984 by President Ronald Reagan, the global gag rule has since become a political football that has been repeatedly rescinded and revived depending on which party controls the White House. Democratic President Bill Clinton nixed it. Republican President George W. Bush brought it back. Democratic President Barack Obama threw it out almost immediately after his inauguration. And now, Trump has reinstated it as part of what critics fear will be a broad effort to undermine reproductive rights at home and abroad. “We do expect it to cost women their lives.” Pro-choice groups see the law's return as a step backwards after years of progress. Serra Sippel, president of the Center for Health and Gender Equality, said that in addition to reducing women's access to contraceptives and safe abortions, the measure could hamper HIV prevention efforts abroad and force health clinics in developing countries to close their doors. Pro-choice advocates and anti-abortion advocates rally outside of the Supreme Court, March 2, 2016 in Washington, D.C. Drew Angerer / Getty Images, file \"This isn't just a reinstatement of an existing policy,\" Sippel said. \"I think how we're looking at it is: This is President Trump taking us back to 1984, and the world has changed very much since then. This is Trump's global gag rule, and we do expect it to cost women their lives.\" Pro-life groups, on the other hand, applauded the rule's return. Carol Tobias, president of National Right to Life, cited polls that showed a majority of Americans did not support the use of tax dollars for abortion services. Related: Pregnant Refugees Face Uncertain Future Among others, a July 2016 poll conducted by Marist College and commissioned by the Catholic Group Knights of Columbus found that 62% of Americans opposed or strongly opposed using tax dollars to fund abortions. Of the poll's respondents, 51% said they were pro-choice. \"For 40 years, the Hyde amendment has prevented the use of tax dollars from paying for abortion in the United States,\" Tobias said in a statement to NBC News. \"It is inconsistent with the Hyde Amendment to fund, with taxpayer dollars, organizations that perform abortions and promote the killing of unborn children in other countries.\" “It is inconsistent with the Hyde Amendment to fund, with taxpayer dollars, organizations that perform abortions…” The majority of U.S. family planning aid is disbursed by the United States Agency for International Development, which for 2017, has allocated $544 million of its $2.9 billion Global Health Programs budget to family planning and reproductive health services. USAID estimates there are 222 million women in the developing world without the ability to plan their families. According to the agency, the gap results in 53 million unwanted pregnancies each year. The majority of aid provided by USAID through the Global Health Programs is directed to countries in Africa and Asia, though a smaller number of European and South American nations receive aid as well. The law's renewal comes on the eve of the 44th anniversary of Roe v. Wade, the landmark Supreme Court decision that legalized abortion under federal law. On the campaign trail, Trump repeatedly said he would appoint conservative justices who would overturn Roe v. Wade. In an interview with MSNBC's Chris Matthews, Trump said that should abortion be outlawed, he would support punishment for women who undergo the procedure. He later walked back the remark. Nikita Biryukov ",
    "title": "Trump Reinstates Reagan-Era Anti-Abortion Policy - NBC News"
   },
   {
    "entities": [
     "peter",
     "gsa",
     "october",
     "llc",
     "defazio",
     "maffei",
     "management",
     "friday",
     "minchillo/ap",
     "florida",
     "spicer",
     "$334,000",
     "treasury",
     "the day before",
     "states",
     "inauguration day",
     "trump",
     "november",
     "house",
     "services",
     "last week",
     "connolly",
     "united",
     "cummings",
     "lucia",
     "npr",
     "hotels",
     "donald",
     "march 2016",
     "administration",
     "gerald",
     "international",
     "state",
     "monday",
     "of",
     "$481,000",
     "elijah",
     "carson",
     "$84,000",
     "john",
     "organization",
     "j.",
     "hotel",
     "department",
     "eric",
     "u.s.",
     "d.c.",
     "new",
     "delaware",
     "andre",
     "general",
     "$825,000",
     "oversight",
     "york",
     "sean",
     "$1.1 million",
     "washington",
     "afternoon",
     "committee",
     "weekend",
     "september",
     "now",
     "kingdom",
     "white"
    ],
    "id": 5,
    "text": "Police stand guard outside the Trump International Hotel in Washington the day before the inauguration. The president's business interest in a government-owned property has drawn criticism from Democrats and some ethics advisers. John Minchillo/AP hide caption toggle caption John Minchillo/AP Police stand guard outside the Trump International Hotel in Washington the day before the inauguration. The president's business interest in a government-owned property has drawn criticism from Democrats and some ethics advisers. John Minchillo/AP President Trump is now filing the documents needed to remove his name as top executive at his companies, finally making good on a promise to leave management by Inauguration Day. He may be a couple of days late, but public documents show Trump is making changes at the helm of his businesses. For example, a filing from Florida's Department of State , entered Monday, shows son Eric Trump as president of Trump International Hotels Management LLC. In March 2016, Donald J. Trump had been registered as president of the company. That sort of management shift was confirmed in numerous documents that began appearing online throughout Monday afternoon. The filings don't show a change in ownership, just a replacement of Donald Trump as the top executive. The Trump Organization may have gotten a nudge from a weekend report by ProPublica , an independent nonprofit news service. It had contacted officials in Florida, Delaware and New York and found no indication that Trump had begun transferring management to his sons. White House spokesman Sean Spicer was questioned Monday about whether Trump would release documents verifying the president had resigned from his businesses. Spicer said Trump has \"resigned from the company as he said he would before he took office,\" adding \"he's taken extraordinary steps to ensure that that's happened.\" Article continues after sponsorship It's believed Trump has more than 500 business entities, so re-registering them all could take some time. He did manage to sever ties with his businesses in the United Kingdom in time for his inauguration Friday. Meanwhile, one of Trump's newest ventures — the Trump International Hotel in Washington, D.C. — had a rough first couple of months. The luxury hotel just blocks from the White House may have been sold out for inauguration festivities last week, but it lost more than $1.1 million in its first two months of operation. The hotel lost $334,000 in September and $825,000 in October. The Trump Organization had estimated a $84,000 loss in September and $481,000 profit in October. Those figures come from the federal General Services Administration, which owns the historic building that houses the hotel. GSA information was obtained by Democrats on the House Oversight Committee. Reps. Elijah Cummings, Gerald Connolly, Peter DeFazio and Andre Carson asked the GSA for any correspondence it has had with the Trump Organization. They want to see how the federal agency is addressing an \"apparent breach\" of the hotel's lease agreement. When the Democrats got the GSA information, they released it to the public on Monday. The lease explicitly says \"no elected official of the government of the United States\" may hold that lease. The letter said the documents did not give any reason why the hotel's income levels for its first two months were so far below the company's own projections, although September was a soft launch for the five-star hotel. There were no figures from November, when Trump won the presidential election, until now. One of the concerns ethics analysts have is that the hotel could create a conflict between Trump's business and his presidency. For example, foreign governments, lobbyists and special interest groups may stay at the hotel, just blocks from the White House, as a way of currying favor with the president. Trump's lawyers say he will hand over any of the hotel's profits to the U.S. Treasury Department. NPR intern Lucia Maffei contributed to this report. ",
    "title": "Trump Files Documents To Shift Management Of Businesses To His Sons : The Two-Way : NPR"
   },
   {
    "entities": [
     "adrian",
     "this month",
     "spicer",
     "marine",
     "trump",
     "u.s",
     "labor",
     "syria",
     "news",
     "minutes later",
     "bureau",
     "of",
     "pentagon",
     "russia",
     "defense",
     "6:10",
     "rankine-galloway",
     "4.7 percent",
     "department",
     "u.s.",
     "j.t.",
     "corps",
     "nbc",
     "the month before",
     "previously",
     "4.6 percent",
     "isis",
     "statistics",
     "december"
    ],
    "id": 6,
    "text": "Can Trump's plan fix 'uneven' trade deals? 6:10 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170124011558if_/http://www.nbcnews.com/widget/video-embed/792227395635\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"I think the president has been clear that he is going to prioritize the areas of dealing with the immigration system, both building the wall and making sure that we address people who are in this county illegally,\" Spicer said. \"First and foremost, the president's been very, very clear that we need to direct agencies to focus on those who are in this country illegally and have a record, a criminal record or pose a threat to the American people. That's where the priority is going to be.\" On the Unemployment Rate But Spicer's pledge to \"tell you the facts as I know them\" was complicated just minutes later during the press briefing when he was asked directly: \"What is the national unemployment rate?\" and didn't provide figures. The Bureau of Labor Statistics said this month that the unemployment rate for December was 4.7 percent, up slightly from 4.6 percent the month before. Spicer first said there are \"several versions\" of those figures. Trump \"sees people that are hurting\" and \"it's not just a number to him,\" Spicer said. He said the president's \"not focused on statistics\" but rather \"if people are doing better off.\" \"I think that's where his head is at,\" he said, charging that questions over unemployment have previously \"been about what number we're looking at instead of what face we're looking at.\" During the campaign, Trump repeatedly dismissed the declining unemployment rate, charging it was \"fiction\" and that the economic reality faced by many Americans was much worse. U.S. Open to Working With Russia on Fighting ISIS Spicer said the U.S was open to working with Russia to combat ISIS. \"I think if there's a way that we can combat ISIS with any country, whether its Russia or anyone else, and we have a shared national interest in that, sure, we'll take it,\" he said. However, while the U.S. has an open channel of communication with the Russian military on such matters as ensuring aircrew safety and de-confliction operations in Syria \"the Department of Defense is not coordinating airstrikes with the Russian military in Syria,\" U.S. Marine Corps Major Adrian J.T. Rankine-Galloway, a Pentagon spokesman, told NBC News in a statement. Play ",
    "title": "White House Press Secretary Sean Spicer: 'Our Intention is Never to Lie to You' - NBC News"
   },
   {
    "entities": [
     "rein",
     "avenue",
     "2001",
     "ryan",
     "weeks",
     "paul",
     "oval",
     "the day",
     "for",
     "wendell",
     "musk",
     "defense",
     "employees",
     "navarro",
     "jimmy",
     "accountability",
     "d.c.",
     "general",
     "comstock",
     "80 percent",
     "elon",
     "public",
     "juliet",
     "bush",
     "opm",
     "ap",
     "white",
     "secret",
     "peter",
     "september 2017",
     "management",
     "trade",
     "spicer",
     "association",
     "reagan",
     "g.",
     "partnership",
     "of",
     "jan. 23, 2017",
     "stier",
     "photo",
     "virginia",
     "u.s.",
     "w.",
     "10 percent",
     "and",
     "york",
     "sean",
     "beltway",
     "barbara",
     "office",
     "january 23",
     "eilperin",
     "reform",
     "pentagon",
     "pence",
     "p.",
     "missy",
     "council",
     "lisa",
     "1600",
     "greszler",
     "at 7:00 pm",
     "richard",
     "personnel",
     "1982",
     "light",
     "accounting",
     "31 percent",
     "foundation",
     "new",
     "national",
     "1967",
     "thissen",
     "obama",
     "gerry",
     "vucci/ap",
     "heritage",
     "matt",
     "service",
     "committee",
     "ronald",
     "eighty-five percent",
     "monday, jan. 23, 2017",
     "beyer",
     "jan. 22, 2017",
     "jason",
     "government",
     "trump",
     "house",
     "max",
     "$90 billion",
     "connolly",
     "university",
     "the",
     "active",
     "monday",
     "george",
     "federal",
     "chaffetz",
     "post",
     "retired",
     "carter",
     "rachel",
     "buy",
     "oversight",
     "noon on",
     "washington",
     "evening",
     "evan",
     "wait",
     "now",
     "pennsylvania",
     "social",
     "securty",
     "don",
     "mcclain/the"
    ],
    "id": 7,
    "text": "Trump freezes hiring of many federal workers The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Juliet Eilperin By Juliet Eilperin January 23 at 7:00 PM Follow @eilperin President Trump instituted a government-wide hiring freeze Monday, signing a presidential memorandum that would affect a large swath of the government but leave wide latitude for exemptions for those working in the military, national security and public safety. The move — coming on the new president’s first full working day in the White House -- represents the opening salvo in what could be the most concerted effort to overhaul the federal workforce in 35 years. Critiquing the Washington establishment was central to Trump’s campaign, and he placed federal employees at the center of his effort to “clean up corruption and special interest in Washington D.C.” His “Contract with the American Voter” listed a hiring freeze as a key element. It was one of several executive actions the new president issued on Monday, including to withdraw from the Trans-Pacific Partnership and to block U.S. funds from being distributed to international organizations that perform or discuss abortions. Trump’s memorandum states that “no vacant positions existing at noon on Jan. 22, 2017, may be filled and no new positions may be created, except in limited circumstances,” though it does not apply to military personnel. “The head of any executive department or agency may exempt from the hiring freeze any positions that it deems necessary to meet national security or public safety responsibilities,” it reads, adding the head of the Office of Personnel Management can allow for hiring “where those exemptions are otherwise necessary.” 1 of 15 See what President Trump has been doing since his inauguration View Photos The new president met with business leaders the day after swearing in senior members of his White House staff. Caption The new president met with business leaders the day after swearing in senior members of his White House staff. Jan. 23, 2017   Elon Musk, left, and Wendell P. Weeks, center, listen to Trump during the meeting. Matt McClain/The Washington Post Buy Photo Wait 1 second to continue. Speaking to reporters on Monday, White House press secretary Sean Spicer said there’s been “a lack of respect for taxpayer dollars in this town for a long time and I think what the president’s showing through the hiring freeze... that we’ve got to respect the American taxpayer.” “Some people are working two, three jobs just to get by,” he added. “And to see money get wasted in Washington on a job that is duplicative is insulting to the hard work that they do to pay their taxes.” House Government Reform and Oversight Committee Chairman Jason Chaffetz (R-Utah), who is hoping to enact broader civil-service reforms that could make it easier to remove workers for misconduct and replace federal pensions with retirement plans often used in the private sector, said in an interview that he was “very supportive of freezing the net numbers of federal employees.” But he said some agencies, including the U.S. Secret Service and those dealing with cybersecurity operations, had to be able to fill open positions. “The president is obviously working to fulfill a campaign promise. I concur with the goal,” he said. “In terms of the details on the execution, we would love to work with him.” The details at this point are a little bit murky. Officials at the Pentagon said on Monday evening that it wasn’t yet clear whether the freeze would exempt civilian DoD personnel, which number roughly 750,000, or just uniformed employees. One Defense official, speaking on condition of anonymity to address internal discussions, said that Pentagon lawyers were examining the directive. Vice President Pence, left, and National Trade Council adviser Peter Navarro, right, wait for President Trump to sign three executive orders, Monday, Jan. 23, 2017, in the Oval Office of the White House in Washington. (AP Photo/Evan Vucci) (Evan Vucci/AP) Veterans — who make up 31 percent of the federal workforce — could also be disporportionately affected by the move because they receive a hiring preference when it comes to federal jobs. One unit of the Pentagon, according to an official who asked for anonymity to discuss personnel matters, is in the process of hiring between 20 and 30 veterans and is now looking at whether to put the hires on hold. Depending on how the exemptions are interpreted, according to New York University public service professor Paul Light, the freeze might affect fewer than 800,000 employees, or more than a fifth of the overall federal workforce. “Anyone who’s looking at 1600 Pennsylvania Avenue is looking in the wrong direction,” Light said. “The real action’s going to be on the Hill.” Still, the move sparked an immediate outcry from federal employee union officials and some public service advocates. “There’s real need for change in the federal government, and this is not the kind of change that’s constructive,” said Max Stier, president and chief executive of the Partnership for Public Service, in an interview. “You don’t freeze into place what is already not what you want.” Richard G. Thissen, president of the National Active and Retired Federal Employees Association, noted that the federal workforce is now roughly 10 percent smaller than it was in 1967. Thissen said the freeze “would undermine the efficiency of government operations by creating hiring backlogs and inadequate staffing levels, and it is unlikely to save any money,” he said. [ Federal officials rush to hire before Trump takes office ] The last two major, across-the-board freezes were instituted by Presidents Jimmy Carter and Ronald Reagan, who imposed them after taking office. In 1982, the General Accounting Office (now the Government Accountability Office) issued a report concluding that both freezes ended up costing more money than they saved and were “not an effective means of controlling federal employment.” Part of that expense stemmed from the hiring contractors to compensate for staff reductions; Trump’s memorandum makes clear, however, “Contracting outside the Government to circumvent the intent of this memorandum shall not be permitted.” President George W. Bush imposed a hiring freeze in 2001, but it affected only selected agencies. Under President Obama some agencies, including the Pentagon, imposed hiring freezes due to budget constraints . Trump also instructed the head of OPM to “recommend a long-term plan to reduce the size of the Federal Government’s workforce through attrition” within 90 days, at which point the hiring freeze would expire. Rachel Greszler, a senior policy analyst with the Heritage Foundation, said it made sense for Trump to impose an initial freeze so he can “evaluate things and see where the waste and inefficiencies are” in the federal government. “He needs that time so that more federal employees don’t come onto the rolls, because it’s extremely difficult to fire federal employees,” Greszler said. However Stier said there are real deficiencies in the federal government already, and a freeze will just exacerbate them. The government spends nearly 80 percent of its $90 billion IT budget on operations and maintenance, and there are nearly three times as many employees over age 60 as under age 30. “That’s not the workforce you want to freeze; you want to refresh it,” he said. [ What does the hiring freeze mean for the federal workforce? ] The move will likely translate into a grayer federal workforce, where the average age is around 50. Rep. Don Beyer, a Democrat who represents federal workers in his Virginia district, noted that a third of career employees are eligible for end-of-career benefits in September 2017. Without replacements, the average age “gets a year older every year.” And Rep. Gerry Connolly (D-Va.), who also represents federal employees, said hey are “used as a political punching bag,” warning that the instructions will affect people across the country. Eighty-five percent of the federal workforce, he noted, “lives outside the Beltway.” “So for lawmakers who think this only affects people inside the Beltway, think again,” he said in an interview. “This will affect your veterans’ services, your Social Securty services your national parks, your forests.” Virginia Republican Rep. Barbara Comstock also does not support what she called in a statement “this type of across-the-board freeze.” Missy Ryan and Lisa Rein contributed to this report. ",
    "title": "Trump freezes hiring of many federal workers - The Washington Post"
   },
   {
    "entities": [
     "jan. 22, 2017",
     "texas",
     "jason",
     "prieto",
     "ornelas/the",
     "kay",
     ", 3:06 pm",
     "sunday",
     "mall",
     "news",
     "oaks",
     "jewelers",
     "cercone",
     "chris",
     "antonio",
     "jonathan",
     "murphy",
     "county",
     "abc",
     "edward",
     "bexar",
     "photo",
     "police",
     "department",
     "eric",
     "san",
     "shapiro",
     "emily",
     "examiner's",
     "a.",
     "rolling",
     "gay/ap",
     "afternoon",
     "office",
     "medical",
     "matthew",
     "jan 23, 2017"
    ],
    "id": 8,
    "text": "Good Samaritan Killed in San Antonio Mall Shooting Was With Wife Getting Wedding Rings Cleaned By EMILY SHAPIRO Jan 23, 2017, 3:06 PM ET 0 Shares Play Eric Gay/AP Photo WATCH Good Samaritan Killed in San Antonio Mall Shooting Was With Wife Getting Wedding Rings Cleaned 0 Shares Email Jonathan Murphy, the good Samaritan who was shot and killed after intervening during an attempted burglary at a mall in San Antonio, Texas, went to the mall with his wife to get their wedding rings cleaned, according to Chris Cercone, the boyfriend of Murphy's stepdaughter. Cercone told ABC News that Murphy's wife witnessed the shooting. Murphy, 42, and his wife loved each other \"as much as any couple I've ever seen,\" Cercone said. \"I just think they were happy ... every single day,\" he said. Murphy, whose name was released by the Bexar County Medical Examiner's Office, was the only person killed in the incident, on Sunday afternoon at the Rolling Oaks Mall. Eric Gay/AP Photo San Antonio police help shoppers exit the Rolling Oaks Mall after a deadly shooting, Jan. 22, 2017, in San Antonio, Texas. The shooting began as an attempted robbery by two suspects at the mall's Kay Jewelers store, the San Antonio Police Department said. Murphy intervened and was shot and killed by one of the suspects, police said. Another person then intervened and shot the suspect who shot Murphy, police said. Eric Gay/AP Photo People are attended to outside after a deadly shooting at the Rolling Oaks Mall, Jan. 22, 2017, in San Antonio, Texas. The second suspect ran through mall, shooting additional victims, police said. Two other people were shot and suffered non-life-threatening wounds, police said. Edward A. Ornelas/The San Antonio Express-News via AP Photo Law enforcement personnel work the scene after a deadly shooting at Rolling Oaks Mall in San Antonio, Texas, Jan. 22, 2017. Cercone, who made a GoFundMe page to support the family, said Murphy was a manager of sales at a few car dealerships and often worked 80 hours per week. Cercone described Murphy as \"a regular guy in some ways, who went above and beyond to take care of his family. [He] tried hard to do the right thing.\" \"I hope justice is served,\" Cercone told ABC News. The suspect injured in the shooting, whose name was not released by the police, was hospitalized in critical condition, police said. The second suspect, identified by police as 34-year-old Jason Matthew Prieto, who police said fled after the shootings, was later caught and taken into custody. Both suspects are facing one capital murder charge and two counts of aggravated robbery, police said. 0 Shares ",
    "title": "Good Samaritan Killed in San Antonio Mall Shooting Was With Wife Getting Wedding Rings Cleaned - ABC News"
   },
   {
    "entities": [
     "october",
     "utah",
     "reporter",
     "contact",
     "states",
     "science",
     "spirit",
     "tribune",
     "june",
     "united",
     "50 years ago",
     "flats",
     "velasquez/chicago",
     "vista",
     "1963",
     "monday",
     "of",
     "jan. 23, 2017",
     "1964",
     "calif.",
     "the following year",
     "fifty years later",
     "craig",
     "england",
     "1965",
     "currently",
     "chicago",
     "$395,000",
     "and",
     "october 2015",
     "industry",
     "museum",
     "america",
     "time",
     "bonneville",
     "channick",
     "salt",
     "now",
     "breedlove",
     "phil",
     "rio",
     "robert"
    ],
    "id": 9,
    "text": "'Heartbroken' jet car owner reaches settlement with Museum of Science and Industry Museum of Science and Industry battles with jet car driver Craig Breedlove loaned his record breaking jet car to the Museum of Science and Industry 50 years ago. The car has been cut up and taken apart without Breedlove's knowledge generating a lawsuit. Jan. 23, 2017. (Phil Velasquez/Chicago Tribune) Craig Breedlove loaned his record breaking jet car to the Museum of Science and Industry 50 years ago. The car has been cut up and taken apart without Breedlove's knowledge generating a lawsuit. Jan. 23, 2017. (Phil Velasquez/Chicago Tribune) Robert Channick Contact Reporter Chicago Tribune Craig Breedlove reached an agreement Monday with the Museum of Science and Industry over a lawsuit alleging his record-setting Spirit of America jet car was damaged during its 50 years on display. Terms of the settlement were not disclosed, according to a joint statement released by Breedlove and the museum. Breedlove had been seeking $395,000 to cover estimated repair costs. \"For more than 50 years, millions of museum visitors were able to get an up-close view of the racecar,\" the joint statement said. \"The confidential agreement fully resolves a lawsuit brought against the museum regarding the condition of the car.\" When Breedlove loaned his Spirit of America jet car to the Museum of Science and Industry in 1965, it was freshly repaired from a harrowing crash during a land speed record run at the Bonneville Salt Flats in Utah. Fifty years later, the museum took the car off display and returned it — in far worse shape than after the record-setting crash, Breedlove said in an interview with the Tribune. \"Unquestionably, the damage from the museum was much, much more severe than the crash,\" Breedlove said. \"It was in beautiful shape when we loaned it to them.\" Breedlove and his attorney were in Chicago on Monday for settlement discussions before a federal magistrate judge in their lawsuit against the museum, seeking funds to repair the historic jet car. Filed in June and amended in October, the lawsuit alleged negligence and breach of fiduciary duty by the museum. Craig Breedlove set the land speed record of 526.26 at the Bonneville Salt Flats in Utah in 1964. His car, the Spirit of America, was displayed for decades at the Museum of Science and Industry. He is suing the museum over alleged damage to the car. Breedlove, now 79, designed, built and piloted the world's fastest car while still in his early 20s. In 1963, he became the first to cross the 400 mph threshold, and set a record the following year, topping 526 mph before crashing into a saltwater pool far beyond the course. It was the last time he drove the car. At the urging of his sponsors, the Spirit was cosmetically repaired and loaned to the Museum of Science and Industry for exhibition — minus the jet engine, which was subsequently destroyed in a flood. Breedlove and the museum entered into an \"oral agreement\" that the car would be returned to him in the event it was pulled from display. \"At the time, I was a young guy, I didn't have experience, I didn't have an attorney,\" Breedlove said. \"It was something the sponsors wanted and the museum wanted it. It seemed like the right thing to do and they had this marvelous reputation. I just had no idea that something like this could happen.\" When the car was taken off display and shipped to his Rio Vista, Calif., home in October 2015, damage included exterior panels that no longer fit, stretched intake duct mountings for the jet engine and graffiti where schoolchildren carved their initials in the aluminum finish, Breedlove said. In addition, Breedlove said the vehicle's frame had been cut and \"unprofessionally\" rewelded, and the driver's seat was missing. The car was taken to a professional restoration shop, which estimated repair costs at $395,000. \"It was a real art piece and an icon in automotive history for the United States,\" Breedlove said. \"I was just totally stunned at the condition. I couldn't believe the amount of damage that was done to it. I'm just broken-hearted over the thing.\" While Breedlove expected normal wear and tear over 50 years of kids' field trips and hands-on admirers, he said the decision to cut the car was by far the most damaging — to the vehicle and his faith in the museum. Breedlove said he wasn't looking for damages — only the cost of repair. He believes the car can be restored to its glory, and despite his \"disappointing\" experience with the Museum of Science and Industry, he may donate it to another museum for display. While the Spirit of America is permanently retired from racing, Breedlove, who turns 80 in a couple of months, hasn't lost his need for speed. He is hoping to help recapture the title of world's fastest car, currently held by England, with a new car — and his son at the wheel. \"We're hoping to put a car together for the United States to take them on,\" Breedlove said. \"The good news is I won't have to drive it anymore.\" ",
    "title": "&apos;Heartbroken&apos; jet car owner reaches settlement with Museum of Science and Industry - Chicago Tribune"
   },
   {
    "entities": [
     "ukraine",
     "this month",
     "mel",
     "langley",
     "times",
     "l.a.",
     "september 2015",
     "gate",
     "spicer",
     "pasadena",
     "south",
     "trump",
     "press",
     "house",
     "road",
     "syria",
     "sunday",
     "moscow",
     "crimea",
     "bashar",
     "senate",
     "california",
     "saturday",
     "state",
     "the day",
     "monday",
     "cia",
     "more than a year ago",
     "2014",
     "north",
     "atlantic",
     "congress",
     "russia",
     "defense",
     "of",
     "ngan",
     "rubio",
     "view",
     "w.j.",
     "organization",
     "khan",
     "marco",
     "angeles",
     "current",
     "late last year",
     "u.n.",
     "department",
     "devil's",
     "carter",
     "eric",
     "mandel",
     "va.",
     "u.s.",
     "jan. 10",
     "irfan",
     "iraq",
     "qatar",
     "canyon",
     "islamic",
     "nato",
     "october 2015",
     "sean",
     "los",
     "late in 2014",
     "dam",
     "treaty",
     "hennigan",
     "weekend",
     "isis",
     "pahon",
     "assad",
     "ashton",
     "kremlin",
     "pentagon",
     "southland",
     "white"
    ],
    "id": 10,
    "text": "White House opens door to military cooperation with Moscow, but it would be illegal President Trump President Trump speaks at CIA headquarters in Langley, Va., on Saturday. President Trump speaks at CIA headquarters in Langley, Va., on Saturday. (Mandel Ngan / AFP/Getty Images) W.J. Hennigan Contact Reporter The White House indicated Monday that President Trump would be open to military cooperation with Russia to fight Islamic State , a move that would be a big policy change for the U.S. government, and one that would run afoul of current law.  “I think if there's a way that we can combat ISIS with any country, whether it's Russia or anyone else, and we have a shared national interest in that, sure, we'll take it,” White House spokesman Sean Spicer told reporters, using an acronym for the militant group. U.S. military cooperation with the Russians would upend the relationship between the two former Cold War adversaries, which have been on the opposite sides in the Syrian conflict since the beginning of Russian military involvement more than a year ago. But a provision of the National Defense Authorization Act first passed by Congress late in 2014 and renewed since then strictly limits the Pentagon’s ability to work with Russia. The law was passed in response to Moscow’s annexation of Crimea in 2014 and its continued involvement in the Ukrainian civil war. Talks between the two countries' militaries have been severely limited since Congress passed the law, which prohibits military cooperation until Russia has “ceased its occupation of Ukrainian territory and its aggressive activities that threaten the sovereignty and territorial integrity of Ukraine and members of the North Atlantic Treaty Organization.” The Pentagon and the Russian military established an emergency communications line in October 2015 to ensure that the two nations' pilots do not mistakenly run into — or fire on — each other in their bombing runs over Syria. The two sides speak three times a week, U.S. officials said.  U.S. planes have carried out thousands of airstrikes in Syria against Islamic State as part of a coalition that has involved NATO and Arab air forces. The coalition's strikes in Syria and in Iraq are coordinated each day by a U.S. command center in Qatar, where officials from dozens of countries are represented so each knows where others are operating. Russian aircraft have been conducting a separate air campaign to support Syrian President Bashar Assad in the country’s blood-soaked six-year civil war. Russia began bombing Syrian rebel positions in September 2015. When U.S. and Russian diplomats announced a temporary Syrian cease-fire agreement late last year, there was hope of additional communication between the two militaries. But that truce effort quickly collapsed after a U.N. aid convoy was bombed by Russia and a U.S. airstrike hit a Syrian army base. Each side accused the other of bad faith. The Kremlin has repeatedly angled to collaborate further with the U.S. to share intelligence and targeting information in the Syrian war. Pentagon officials have been uneasy about any such arrangement because coordinating with Moscow would mean the U.S. would share responsibility for Russian actions.  The Russian military has routinely bombed Syrian hospitals, schools, and civilian centers in addition to dropping cluster and incendiary weapons with impunity, according to U.S. officials, rebel groups in Syria and independent observers. Russia has hit few Islamic State targets, according to senior Pentagon officials. “I think their activities in Syria have been backwards and counterproductive,” former Defense Secretary Ashton Carter said in his final news conference Jan. 10. In a Senate hearing this month, Sen. Marco Rubio (R-Fla.) accused the Russians of having committed “war crimes” in Syria.    On Monday, the Russian defense ministry said warplanes from the U.S.-led coalition had participated in a strike alongside Russian aircraft and that the U.S. had relayed coordinates of Islamic State positions. The Pentagon quickly denied the claim. “The Department of Defense is not coordinating airstrikes with the Russian military in Syria,” Pentagon spokesman Eric Pahon said in a statement. Caption 90 seconds: 4 stories you can't miss Trump's first weekend in office  echoes his campaign. Millions march  to send a message of defiance to President Trump. The sexy side of South L.A.  you don't usually see on TV or in movies. The third in a series of powerful storms pounds Southern California  Sunday.  Caption 90 seconds: 4 stories you can't miss Trump's first weekend in office  echoes his campaign. Millions march  to send a message of defiance to President Trump. The sexy side of South L.A.  you don't usually see on TV or in movies. The third in a series of powerful storms pounds Southern California  Sunday.  Caption Raw Video: Devil's Gate Dam in Pasadena View of Devil's Gate Dam in Pasadena following a series of storms that rolled through the Southland. View of Devil's Gate Dam in Pasadena following a series of storms that rolled through the Southland. Caption Sean Spicer, White House press secretary, answers question about women's marches White House Press Secretary Sean Spicer is asked how President Trump responds to the women's marches that took place the day after his inauguration. White House Press Secretary Sean Spicer is asked how President Trump responds to the women's marches that took place the day after his inauguration. Caption Heavy rains create debris flow in Duarte Mud and debris covered Mel Canyon Road in Duarte after heavy rains saturated the area. (Irfan Khan / Los Angeles Times) Mud and debris covered Mel Canyon Road in Duarte after heavy rains saturated the area. (Irfan Khan / Los Angeles Times) Caption What would you say to the other side? If you could talk to someone on the other side of the political spectrum about President Trump, what would you say to them? If you could talk to someone on the other side of the political spectrum about President Trump, what would you say to them? ",
    "title": "White House opens door to military cooperation with Moscow, but it would be illegal - LA Times"
   },
   {
    "entities": [
     "us",
     "friday",
     "this morning",
     "alexander",
     "trump",
     "house",
     "tpp",
     "labor",
     "sunday",
     "news",
     "mallin",
     "oval",
     "presidential",
     "memoranda",
     "donald",
     "morning",
     "saturday",
     "cia",
     "of",
     "abc",
     "from",
     "defense",
     "pulls",
     "department",
     "u.s.",
     "today",
     "the weekend",
     "institute",
     "previously",
     "office",
     "nafta",
     ", 4:49 pm",
     "jan 23, 2017",
     "white"
    ],
    "id": 11,
    "text": "President Trump Signs 3 Presidential Memoranda, Pulls US From TPP By Alexander Mallin Jan 23, 2017, 4:49 PM ET 0 Shares WATCH President Trump Pulls US From TPP 0 Shares Email President Donald Trump signed three presidential memoranda this morning, taking immediate action on at least one main campaign promise. One presidential memorandum called for the U.S.'s withdrawal from the Trans-Pacific Partnership, fulfilling a promise made on the campaign trail in a move he says will help American businesses. \"Great thing for the American worker, what we just did,\" Trump said as he signed that presidential memorandum at the Resolute desk in the Oval Office. The next presidential memorandum he signed was a hiring freeze on all federal workers \"except for military,\" he said. The final presidential memorandum of the morning was a reaffirmation of an existing law that bans federal funding for foreign nongovernmental organizations that promote or pay for abortions. Trump previously said that he considers today his first \"real\" workday after Friday's inauguration, though he did do some business over the weekend. He made a trip to the CIA on Saturday, addressing members of the intelligence community, and then swore in his senior staff on Sunday. In a video message two weeks after his election, Trump pledged that on \"Day One\" he would take the following actions: Withdraw from the Trans-Pacific Partnership Cancel \"job killing\" restrictions on American energy Institute a rule that for every new regulation put in place, two old ones should be eliminated Ask the Department of Defense and chairman of the joint chiefs of staff to develop a plan to protect infrastructure from cyberattacks Direct the Department of Labor to investigate all abuses of visa programs Impose a five-year ban on executive officials' becoming lobbyists after leaving the administration Other White House officials tell ABC News that other executive actions could come related to a declaration of intention to renegotiate NAFTA, to immigration and to repealing the Affordable Care Act . ",
    "title": "President Trump Signs 3 Presidential Memoranda, Pulls US From TPP - ABC News"
   },
   {
    "entities": [
     "4 hours ago",
     "3:19 p.m.",
     "poor",
     "friday",
     "trump",
     "house",
     "facebook",
     "oval",
     "donald",
     "adam",
     "for",
     "monday",
     "jan. 23, 2017",
     "financial",
     "frederick",
     "post",
     "usa",
     "u.s.",
     "newslook",
     "ron",
     "today",
     "pros",
     "standard",
     "newsy",
     "center",
     "shell",
     "&",
     "schwab",
     "randy",
     "6.2%",
     "office",
     "now",
     "research",
     "sachs",
     "white"
    ],
    "id": 12,
    "text": "Pros and perils for stocks in Trump's 1st 100 days 'Trump Rally' stalls as investors weigh odds of president's agenda getting passed Post to Facebook Pros and perils for stocks in Trump's 1st 100 days 'Trump Rally' stalls as investors weigh odds of president's agenda getting passed Check out this story on USATODAY.com: http://usat.ly/2kkUoif CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 3 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Pros and perils for stocks in Trump's 1st 100 days Adam Shell , USA TODAY Published 3:19 p.m. ET Jan. 23, 2017 | Updated 4 hours ago CLOSE x Share During a meeting with top business leaders, Trump pledged to cut taxes and regulations for businesses — as long as they keep their jobs in the U.S. Video provided by Newsy Newslook President Donald Trump shows the executive order withdrawing the U.S. from the Trans-Pacific Partnership (TPP) after signing it in the Oval Office on Jan. 23, 2017. (Photo: Pool photo by Ron Sachs) The clock's ticking on Donald Trump’s first 100 days in office and if the post-election stock market rally is to continue, the nation’s 45th president must now make good on promises to enact policies that will make it easier for U.S. companies to profit and prosper and American workers to better share in the prosperity, investors say. “He has to start delivering,” says Randy Frederick, vice president of trading and derivatives at the Schwab Center for Financial Research. “How much time the market will give him amid the high expectations, I don’t know.” The 6.2% gain the Standard & Poor’s 500 stock index posted from Election Day to Trump’s inauguration Friday – the 4th-best rally for a president-elect – was driven largely by speculation that Trump’s promise to slash the federal tax rate for U.S. companies and push for deregulation will boost corporate profitability. Trump’s plans to spend heavily to upgrade the nation’s infrastructure and to incent U.S. manufacturers to make more goods domestically are also seen as benefiting the economy and workers by creating more jobs. On Monday, Trump kicked off his first full week in power by meeting with top CEOs at the White House, reiterating his “America First” business-focused blueprint and sending a clear message that boosting the U.S. economy is a top priority. Trump said “we want to start making our products here again,” and that companies that invest in the USA rather than lay off workers and build factories abroad would reap “advantages” from his administration. However, U.S. companies that move factories abroad will be hit with a border tax when they import the goods back to the U.S., Trump warned. ",
    "title": "Pros and perils for stocks in Trump's 1st 100 days"
   },
   {
    "entities": [
     "beckerman",
     "times",
     "pai",
     "images",
     "association",
     "ajit",
     "michael",
     "21st-century",
     "facebook",
     "senate",
     "internet",
     "monday",
     "commission",
     "court",
     "fcc",
     "acker/bloomberg/getty",
     "communications",
     "congress",
     "o'rielly",
     "justice",
     "mike",
     "daniel",
     "federal",
     "jefferson",
     "wheeler",
     "department",
     "republican",
     "u.s.",
     "new",
     "york",
     "washington",
     "verizon",
     "2012",
     "tom",
     "appeals",
     "now",
     "google",
     "december"
    ],
    "id": 13,
    "text": "Ajit Pai, the senior Republican at the Federal Communications Commission, is slated to be the agency's new chairman. Daniel Acker/Bloomberg/Getty Images hide caption toggle caption Daniel Acker/Bloomberg/Getty Images Ajit Pai, the senior Republican at the Federal Communications Commission, is slated to be the agency's new chairman. Daniel Acker/Bloomberg/Getty Images Ajit Pai, the senior Republican on the Federal Communications Commission, will be the country's new chief telecommunications regulator. He's a proponent of limited government and a free-market approach to regulations. Pai's promotion within the FCC under the administration was long rumored and confirmed on Monday by his office. In a statement, Pai said he looked forward \"to working with the new Administration, my colleagues at the Commission, members of Congress, and the American public to bring the benefits of the digital age to all Americans.\" On Twitter, Pai also added : \"There is so much we can do together to bring the benefits of the digital age to all Americans and to promote innovation and investment. From broadband to broadcast, I believe in a 21st-century version of Jefferson's 2nd Inaugural: we are all Republicans, we are all Democrats.\" U.S. Appeals Court Upholds Net Neutrality Rules In Full Pai is a longtime Washington lawyer who has worked in the Senate, at the Justice Department and the FCC and had a stint at Verizon before becoming an FCC commissioner in 2012. As a regulator, he voted reliably against many policy proposals by former Democratic Chairman Tom Wheeler, including the contentious and high-profile move to establish so-called net neutrality rules. Under Wheeler, the FCC moved to impose the no-blocking, no-throttling and no-discrimination rules on Internet service providers in a way that put them under the strictest-ever regulatory regime. (The agency's Democratic majority later moved to leverage new oversight powers to set the first privacy restrictions for the ISPs, which Pai opposed.) Though the net neutrality rules — after years in limbo — have now been affirmed in court , Pai and his fellow Republican FCC commissioner Mike O'Rielly have indicated plans to revisit those Internet regulations as well as other FCC rules. Article continues after sponsorship \"In the months to come, we also need to remove outdated and unnecessary regulations,\" Pai said in a speech in December . \"The regulatory underbrush at the FCC is thick. We need to fire up the weed whacker and remove those rules that are holding back investment, innovation, and job creation.\" The FCC is an independent five-member commission whose majority usually flips in party affiliation depending on the party of the president, who nominates the members. With a Republican majority under Pai — who has often made the case for industry-led solutions — the FCC is expected to chart a deregulatory and fiscally conservative approach. As The New York Times points out , Pai's view of competition in telecommunications drastically differs from that of his predecessor: \"Mr. Pai has said web firms such as Google and Facebook are competitors to wireless, cable and broadcast companies in voice calls, messaging and streaming video. The F.C.C. under Mr. Wheeler, Mr. Pai said, strapped too many rules on internet service providers without providing real evidence that consumers were harmed without regulations.\" As commissioner, Pai put personal focus on several telecom issues, including a push to connect more rural communities to high-speed Internet and a quest to help struggling AM radio stations. His FCC speeches were also known for clever pop culture references. In statements, industry groups praised Pai for his integrity and forward-thinking leadership. Consumer advocacy groups decried him as reactionary and pro-industry. \"While he doesn't always agree with our industry on every issue, he is both thoughtful and willing to listen,\" the Internet Association chief, Michael Beckerman, said. ",
    "title": "FCC Chairman Under Trump Is Ajit Pai, Critic Of Net Neutrality Rules : The Two-Way : NPR"
   },
   {
    "entities": [
     "israel",
     "stephen",
     "1600",
     "l.a.",
     "images",
     "friday",
     "spicer",
     "fleischer",
     "getty",
     "inauguration day",
     "trump",
     "press",
     "house",
     "march",
     "states",
     "chelsea",
     "sunday",
     "pfeiffer",
     "news",
     "united",
     "donald",
     "recently",
     "noah",
     "alex",
     "saturday",
     "breitbart",
     "monday",
     "dan",
     "george",
     "bill",
     "embassy",
     "king",
     "handler",
     "conway",
     "once",
     "/",
     "kellyanne",
     "martin",
     "caption",
     "u.s.",
     "ari",
     "d.c.",
     "obama",
     "burton",
     "w.",
     "the weekend",
     "day",
     "luther",
     "sean",
     "los",
     "washington",
     "now",
     "jan. 20, 2017",
     "the past",
     "pennsylvania",
     "bannon",
     "wong",
     "jr.",
     "bush",
     "inauguration",
     "angeles",
     "bierman",
     "white"
    ],
    "id": 14,
    "text": "The White House press secretary signals he'll be as sensitive to media coverage as his boss Sean Spicer Holds Daily Press Briefing At The White House Alex Wong / Getty Images White House Press Secretary Sean Spicer. White House Press Secretary Sean Spicer. (Alex Wong / Getty Images) Noah Bierman Contact Reporter President Trump’s top spokesman gave an unusually raw assessment of his boss’s views about the media Monday. Even after moving into the White House , the new leader of the free world doesn’t appear to have gotten over the slights of not being taken seriously. Trump finds what’s written and said about him frustrating, disillusioning, demoralizing and undermining to his credibility, White House Press Secretary Sean Spicer told reporters gathered for his first formal briefing. “It's not about one tweet. It's not about one picture. It's about a constant theme,” Spicer said in a lengthy monologue. “It's about sitting here every time and being told, ‘No. Well, we don't think he can do that. He'll never accomplish that. He can't win that. It won't be the biggest. It's not gonna be that good. The crowds aren't that big. He's not that successful.’\"  Spicer spent more time on the subject than on any other issue during a briefing of more than an hour in which he was asked about such weighty topics as the U.S. Embassy in Israel, immigration and tax reform. Of course, presidents and their staffs have been complaining about the press long before the advent of Twitter or television. Usually, they gripe to reporters privately while accepting that the intense scrutiny is part of the job. But it’s seldom discussed publicly, in so much detail, with so much anguish and so soon after a president has taken office. And it helps explain why Trump has sparred so vigorously with the press over the size of the crowds at his inauguration, sending Spicer out Saturday to falsely assert they were the biggest ever, rather than move on to more substantive battles over policy. Trump comes into office with the lowest approval ratings for a new president in decades. His clashes with the media, which helped fuel his rise but have been his foil in rallying his anti-establishment base, promise to remain a constant in his administration. One of his most influential advisors, Stephen Bannon, until recently ran Breitbart News, a conservative website that feeds off its antagonism of the mainstream media. Another top advisor, Kellyanne Conway, coined the phrase “alternative facts” on Sunday to explain why Trump and his aides were, once again, at odds with fact-checkers. In making his case that Trump has been mistreated, Spicer reached back to doubts expressed by pundits that began before Trump ran for president. Spicer keyed in on primary battles where he said Trump was underestimated. He complained about an erroneous news report, which had to be corrected, that Trump removed a statue of Martin Luther King Jr. from the White House. And he painted a vivid picture of a man staring out at a sea of supporters during the inauguration Friday, only to feel stung later that he wasn’t given enough credit for his popularity. “It's an amazing view,” Spicer said. “And then to hear, ‘Well, look at this shot,’ and ... ‘It wasn't that big.’ It's a little demoralizing because when you're sitting there and you're looking out and you're in awe of just how awesome that view is and how many people are there and you go back and you turn on the television and you see shots of comparing this and that.” Even as Spicer struck a more conciliatory tone with the media on Monday than he did over the weekend, smiling often and exchanging banter, he continued to insist he had not misled in his attempts Saturday to assert that more people viewed Trump’s inauguration than any other in history. White House veterans from President Obama ’s staff had little sympathy for Spicer, even as they agreed the glare of the press can be harsh on 1600 Pennsylvania Ave. “Welcome to the major leagues,” said Dan Pfeiffer, a former Obama communications advisor, in an email. And they found it rich that Trump, who grew his political following by questioning Obama’s legitimacy and American birthplace, is now complaining that others are trying to undercut his credibility as president. “This is your prize,” said Bill Burton, another Obama alumnus. “You can complain about it for the next four years or you can accept the fact there is a press corps that is going to write things that you don’t agree with on a day-to-day basis.”  But Ari Fleischer, a former press secretary for George W. Bush, said he thought Spicer and Trump were voicing a frustration felt by many Republicans, who believe the press has a liberal bias and a particular grudge against Trump. Fleischer had been critical of Spicer’s performance Saturday, where he felt Spicer was on thinner ground, but he gave the press secretary high marks Monday. “In the past, a lot of Republicans have thought what Trump thinks, and then they bite their tongue,” Fleischer said. “Trump doesn’t bite his tongue.” Caption Huge crowds converge on Washington, D.C., for Women's March on Washington Huge crowds converge on the nation's capital for Women's March on Washington.  Huge crowds converge on the nation's capital for Women's March on Washington.  Caption Huge crowds converge on Washington, D.C., for Women's March on Washington Huge crowds converge on the nation's capital for Women's March on Washington.  Huge crowds converge on the nation's capital for Women's March on Washington.  Caption Thousands stream into downtown L.A. for women's march Thousands converge on downtown Los Angeles to march for women's rights Thousands converge on downtown Los Angeles to march for women's rights Caption Recap: Inauguration Day in Washington, D.C. Donald Trump was sworn in as the 45th president of the United States in Washington, D.C., on Jan. 20, 2017. Donald Trump was sworn in as the 45th president of the United States in Washington, D.C., on Jan. 20, 2017. Caption Chelsea Handler and the women's march Chelsea Handler says women should not have to fight for their rights all over again. Chelsea Handler says women should not have to fight for their rights all over again. Caption Trump supporters react on Inauguration Day Trump supporters react on Inauguration Day Trump supporters react on Inauguration Day ",
    "title": "The White House press secretary signals he&apos;ll be as sensitive to media coverage as his boss - LA Times"
   },
   {
    "entities": [
     "texas",
     "marriott",
     "the 1700s",
     "supreme",
     "muriel",
     "case",
     "jensen",
     "the 21st century",
     "the first quarter of 2019",
     "next month",
     "california",
     "morning",
     "for",
     "china",
     "present",
     "marus",
     "erik",
     "ethics",
     "eric",
     "d.c.",
     "benjamin",
     "a.",
     "tiffany",
     "at 2:54 pm",
     "resorts",
     "$383 million",
     "group",
     "karl",
     "bush",
     "maynooth",
     "al",
     "white",
     "arab",
     "sheri",
     "profit",
     "jenny",
     "regis",
     "united",
     "anbang",
     "dubai",
     "donald",
     "of",
     "kuwaiti",
     "qassim",
     "insurance",
     "embassy",
     "twitter",
     "georgetown",
     "e.",
     "u.s.",
     "four",
     "investment",
     "w.",
     "citizens",
     "and",
     "previously",
     "josh",
     "york",
     "corporation",
     "office",
     "january 23",
     "jay",
     "botsford/the",
     "racine",
     "france",
     "franklin",
     "columbia",
     "falcicchio",
     "david",
     "reserve",
     "barrett",
     "richard",
     "o'connell",
     "jonathan",
     "district",
     "international",
     "tower",
     "st.",
     "congress",
     "bowser",
     "holding",
     "thani",
     "john",
     "organization",
     "seth",
     "houston",
     "blackman",
     "obama",
     "western",
     "new",
     "qatar",
     "america",
     "ireland",
     "ivanka",
     "painter",
     "baldassari",
     "fahrenthold",
     "jabin",
     "conrad",
     "responsibility",
     "cleveland",
     "minnesota",
     "states",
     "south",
     "trump",
     "house",
     "2017",
     "melania",
     "irvine",
     "university",
     "college",
     "hotels",
     "uae",
     "monday",
     "george",
     "court",
     "marquis",
     "school",
     "faisal",
     "chemerinsky",
     "post",
     "hotel",
     "emirates",
     "dillon",
     "chicago-based",
     "previous years",
     "oct. 26",
     "washington",
     "&",
     "law",
     "seasons",
     "now",
     "bin",
     "erwin",
     "strategic",
     "liliana",
     "barack",
     "robert",
     "spain",
     "tillman"
    ],
    "id": 15,
    "text": "What is the ‘Emoluments Clause’? Does it apply to President Trump? The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it Donald Trump, accompanied by, from left, Eric Trump, Tiffany Trump, Melania Trump and Ivanka Trump, prepares to cut a ribbon during the grand-opening ceremony of the Trump International Hotel in Washington on Oct. 26. (Jabin Botsford/The Washington Post) By David A. Fahrenthold and Jonathan O'Connell By David A. Fahrenthold and Jonathan O'Connell January 23 at 2:54 PM Follow @Fahrenthold Follow @OConnellPostBiz On Monday morning, a liberal watchdog group filed a lawsuit against President Trump, alleging he’d violated a previously obscure provision in the Constitution, the “Emoluments Clause.” The watchdog group, Citizens for Responsibility and Ethics in Washington, said that the clause prohibits Trump-owned businesses from accepting payments from foreign governments. They asked a court to stop Trump’s businesses from taking them now. “This cannot be allowed,” the group wrote in its legal complaint. (Jenny Starrs/The Washington Post) Trump called the case “totally without merit” during an event at the White House on Monday. Even if this case runs aground in court, there could be others. In fact, one of the parties best positioned to sue Trump might be the D.C. government — if D.C. officials decided it was worth the risk to sue the president. Below are four questions about the Emoluments Clause and what it might mean for President Trump. 1. What, exactly, is the Emoluments Clause? It is 49 words in Article I of the Constitution. “No Title of Nobility shall be granted by the United States: And no Person holding any Office of Profit or Trust under them, shall, without the Consent of the Congress, accept of any present, Emolument, Office, or Title, of any kind whatever, from any King, Prince, or foreign State.” In this instance, the words that matter most are the ones we have placed in italics. According to legal scholars, these words were added out of a concern from the 1700s that American ambassadors, on the far side of the ocean, might be corrupted by gifts from rich European powers. Benjamin Franklin, for instance, had accepted a snuffbox festooned with 408 diamonds from the King of France. John Jay accepted a horse from the King of Spain. After that, the Emoluments Clause rarely came up again. It’s never been the subject of a major court case and never been taken up by the Supreme Court, leaving great uncertainty about what it means — and to whom, exactly, it applies — in the 21st century. 2. Is President Trump violating the Emoluments Clause? That’s uncertain. The group that filed Monday’s lawsuit — whose attorneys include prominent ethics lawyers from the Barack Obama and George W. Bush White Houses — says Trump is in violation. Their logic is that the clause prohibits Trump from taking any money at all from a foreign state. To them, the clause prohibits not just straight-up gifts but also payments for services rendered. So it would prohibit a Trump-owned hotel from renting a ballroom to a foreign embassy and prohibit Trump Tower from renting out office space — as it already does — to a state-controlled Chinese bank . In their complaint, they ask a federal judge to stop Trump’s businesses from taking those payments. “A federal officeholder who receives something of value from a foreign power can be imperceptibly induced to compromise what the Constitution insists be his or her exclusive loyalty: the best interest of the United States of America,” the group wrote in its legal filing. Trump and his attorneys have rejected that idea. Although Trump has promised to relinquish management of his companies to his two oldest sons and top executives, he will continue to own the businesses. His attorney said Trump will avoid running afoul of the Constitution because his businesses will not be accepting gifts from foreign countries, rather they’ll be accepting payments, for services rendered. “Paying for a hotel room is not a gift or a present,” attorney Sheri Dillon said at a news conference before his inauguration . Dillon also sought to address a secondary concern — that foreign governments might turn those payments into gifts, by wildly overpaying Trump for a ballroom or a round of golf. Dillon said that Trump would turn over “profits” from foreign governments at his hotels to the U.S. treasury. It is unclear, however, exactly how Trump’s businesses would calculate that, because the Trump Organization hasn’t provided any details on how such payments would be tracked, collected and dispersed. Is that enough? [ For foreign diplomats, Trump hotel is place to be ] “Too many people are asserting more than they could possible know,” said Seth Barrett Tillman, a lecturer on American law at Maynooth University in Ireland who has studied the Emoluments Clause. “Until the courts speak — particularly the Supreme Court — we don’t know.” 3.) Will the lawsuit work? That depends on what you mean by “work.” Several legal experts have said they doubt a federal judge would give the watchdog group a full victory. One big question: Does the watchdog group even have “standing” to sue Trump in the first place? “Just complaining about bad government does not give rise to standing — or you or I would have standing to challenge just about anything that goes on.” said Erik Jensen, a law professor at Case Western Reserve University in Cleveland . “And the system just couldn’t work.” To have standing to sue, the watchdog group must show evidence it was harmed by Trump’s actions. The group says it can. The logic: Its workload has increased because Trump has given them new concerns to investigate. “The injury to the organization is that it’s much more difficult to accomplish the organization’s mission,” said Richard Painter, a University of Minnesota law professor and former chief White House ethics lawyer for President Bush. He is one of the attorneys on the case and vice chairman of the watchdog group’s board. “Basically the administration has opened up a whole new avenue of corruption.” Other legal scholars are skeptical about this. They say that nobody — especially not Trump — forced the watchdogs to work on this issue. “This injury is self-inflicted,” Josh Blackman, a professor at the South Texas College of Law in Houston, wrote on his blog Monday. Therefore, he said, the argument “does not find support in the [Supreme Court’s] caselaw.” It’s possible, however, that the lawsuit still could be a success for the watchdog group, even if a judge eventually rules against it. If the case progresses far enough, for instance, Trump’s businesses might be forced to turn over documents that detail their dealings with foreign governments. Trump might be forced to turn over his tax returns, which he has refused to do. The watchdog group could then use those to unearth more details about Trump’s potential conflicts of interest — learning more about who he does business with and whom he owes money to. [ Trump won’t release his tax returns, adviser says, because people don’t care ] 4.) Would somebody else have a stronger case? Among those best positioned to raise the issue legally, according to experts, are business competitors who can demonstrate that they’ve lost clients or profits to Trump firms, particularly in cases where Trump’s presidency benefits his company. Top on the list are hotels competing for that same foreign business, a group that includes investors from China, the United Arab Emirates and Qatar, as well as Washington-area developers and the D.C. government. The owners of competing luxury hotels in the District include a range of large institutional investors, many of them from abroad. The Four Seasons in Georgetown, which lost thousands of dollars in business when the Kuwaiti Embassy decided to hold its National Day celebration next month at Trump’s D.C. hotel, is majority-owned by Anbang Insurance Group, a Chinese insurance giant affiliated with the Chinese government. The Four Seasons hosted the Kuwaiti event in previous years and initially planned to hold the 2017 event there as well. Although event organizers said they were under no political pressure to hold the celebration at Trump’s hotel, that could place Anbang or another investor in the property, Chicago-based Strategic Hotels & Resorts, in position to take legal action. Four Seasons Georgetown spokeswoman Liliana Baldassari is among those who has familiarized herself with the Emoluments Clause in recent weeks. “We’ve been taking a look at it,” she said. She declined to comment however on whether the hotel’s owners would utilize it. Other hotel owners may have similar standing to raise the issue. The W Hotel nearby, also popular with the embassy crowd, is majority-owned by the UAE government, through a subsidiary of the Investment Corporation Of Dubai, a sovereign wealth fund. The St. Regis Washington is owned by a subsidiary of a Qatari investment firm, Al Faisal Holding, that was founded and is controlled by the country’s richest man, Sheikh Faisal Bin Qassim Al Thani. Suing the president, particularly one who freely uses Twitter to attack businesses and executives, would be a daunting effort for any business owner. For that reason, some experts expect attacks on Trump’s business to originate with Democratic leaders or officials rather than competitors. In that case, there may be no Democrats better positioned to take aim at Trump over the Constitution than the District of Columbia’s mayor, Muriel E. Bowser (D), or its attorney general, Karl A. Racine. Bowser and Racine may be loath to incite the new president, given the outsize influence the federal government has on the District’s laws and budget rules. Bowser met with Trump at Trump Tower in New York after the election, and she said the president-elect told her that “he is a supporter of the District of Columbia, he’s familiar with the District of Columbia, and he wants to be supportive.” [ Trump is a D.C. ‘supporter,’ mayor says after meeting with president-elect ] But Bowser and Racine have a particular entree should they choose to pursue it: The D.C. government owns the land beneath the Marriott Marquis hotel and lent $383 million in taxpayer funds to the project. The District also owns the land under the Conrad Hotel, a luxury 360-room property that is under construction downtown and will compete directly with the Trump hotel when it opens in the first quarter of 2019. “If D.C. can allege that it has lost economically because of the benefits derived from the Trump violation of that Emoluments Clause, then D.C. could sue,” argued Erwin Chemerinsky, dean of the University of California at Irvine School of Law and an American Constitution Society board member . “And the way to do that would be to show that foreign governments are sending business to the Trump hotel that would otherwise go to D.C.’s hotels.” Bowser’s chief of staff, John Falcicchio, declined to comment, citing legal advice. Racine is already engaged in litigation with Trump because the president has sued the District over his hotel’s tax bill. Racine’s spokesman, Robert Marus, issued a statement saying that “generally speaking, we at the Office of the Attorney General will consider any viable legal claim that would advance the public interest of the District of Columbia. However, it would be inappropriate at this point to speculate on any litigation strategy or potential cause of action in a specific case, including any Emoluments Clause claim.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "What is the ‘Emoluments Clause’? Does it apply to President Trump? - The Washington Post"
   },
   {
    "entities": [
     "price",
     "friday",
     "mitch",
     "trump",
     "house",
     "2017",
     "mcconnell",
     "services",
     "sunday",
     "news",
     "facebook",
     "paul",
     "january 23, 2017",
     "georgia",
     "senate",
     "fox",
     "monday",
     "of",
     "maine",
     "congress",
     "bill",
     "twitter",
     "health",
     "human",
     "louisiana",
     "rand",
     "department",
     "kentucky",
     "obama",
     "susan",
     "and",
     "2010",
     "gop",
     "collins",
     "washington",
     "tom",
     "115th",
     "cassidy",
     "now",
     "trump's",
     "white"
    ],
    "id": 16,
    "text": "GOP senators unveil ObamaCare replacement bill Published               January 23, 2017 Facebook 0 Twitter 0 livefyre Email Print   Two Republican senators on Monday unveiled one of the first ObamaCare replacement bills of the new Congress -- a state-centric plan they admit is imperfect but describe as a tangible start to overhauling the 2010 health care law on a bipartisan basis.  “We recognize that our bill is not perfect,” said Maine Sen. Susan Collins, who introduced the 2017 Patient Freedom Act with Louisiana Sen. Bill Cassidy, a physician and fellow Republican. “We need comprehensive legislation,” Collins continued. “It’s still a work in progress. ... But if we don’t start putting specific legislation on the table that can be debated, refined, amended and enacted, then we will fail the American people.” The senators introduced the bill amid a host of pending alternatives from fellow congressional Republicans, including from Georgia Rep. Tom Price, Trump’s pick to run the Department of Health and Human Services, and Kentucky Sen. Rand Paul, also a doctor. Among the highlights of the plan are measures allowing states to continue to offer ObamaCare, urging “price transparency” on medical procedures, keeping existing subsidies and tax credits provided in the 2010 law and extending coverage to 30 million more uninsured Americans.   They said the plan would slow -- or “bend”-- the cost of such a plan to the federal government and allow young adults to stay on their parents’ policies. They suggested their plan would take about three years to be fully implemented.    Cassidy made clear the bill -- particularly the option to stay on ObamaCare -- was created with the intent to win support from Senate Democrats, considering at least eight of them will be needed to join the chamber’s 52 Republicans to vote to pass such legislation. “We think that gets us to 60,” Cassidy said. President Trump, like other Washington Republicans, campaigned on promises, if elected, to swiftly repeal and replace ObamaCare. However, GOP congressional leaders in the weeks following Trump’s White House victory have hit pause, fearing a hasty repeal without a comprehensive replacement plan would leave a projected 20 million Americans uninsured. Trump and other Republicans now favor simultaneously repealing and replacing former President Obama’s signature health care law -- created to provide coverage for millions of uninsured Americans but struggling under rising premium costs. “Significant changes are going to have to be made to keep the [insurance] market from going into a tailspin,” Collins said. She also acknowledged being unsure about the impact of the executive order Trump signed Friday to ease the regulatory burden of ObamaCare.  She called the measure “very confusing” and suggested that the specifics of the repeal and replace process – including “rulemaking\" -- will become clearer after a secretary of Health and Human Services is in place. Cassidy said the joint proposal, like Price’s, includes health savings accounts, which Paul’s also includes. Senate Majority Leader Mitch McConnell -- who vowed to dismantle ObamaCare on “Day One” on the start of the 115th Congress -- told “Fox News Sunday” that congressional Republicans are working with the Trump administration on a repeal-and-replace strategy and that a new plan would still cover people with pre-existing medical conditions. The Kentucky Republican also said Trump will be able to “undo a lot of it himself” and that eight out of 10 Americans want ObamaCare replaced. “The status quo is not an option,” he said. Advertisement ",
    "title": "GOP senators unveil ObamaCare replacement bill | Fox News"
   },
   {
    "entities": [
     "ukraine",
     "ben",
     "mccain",
     "relations",
     "friday",
     "florida",
     "mitch",
     "graham",
     "south",
     "trump",
     "press",
     "gop-controlled",
     "cardin",
     "mcconnell",
     "cabinet",
     "hillary",
     "house",
     "sunday",
     "millions of dollars",
     "moscow",
     "facebook",
     "cnn",
     "january 23, 2017",
     "rex",
     "senate",
     "pompeo",
     "the day",
     "kansas",
     "monday",
     "cia",
     "2014",
     "foreign",
     "congress",
     "russia",
     "security",
     "vladimir",
     "rubio",
     "mike",
     "john",
     "white",
     "associated",
     "marco",
     "kelly",
     "twitter",
     "past",
     "u.s.",
     "arizona",
     "a",
     "new",
     "kentucky",
     "schumer",
     "print",
     "tillerson",
     "carolina",
     "james",
     "crimean",
     "email",
     "york",
     "gop",
     "committee",
     "evening",
     "chuck",
     "mattis",
     "homeland",
     "peninsula",
     "exxonmobil",
     "putin",
     "gens",
     "lindsey",
     "clinton",
     "maryland"
    ],
    "id": 17,
    "text": "Tillerson passes preliminary Senate vote to become secretary of state Published               January 23, 2017 Facebook 0 Twitter 0 livefyre Email Print   A Senate committee on Monday voted to approve former ExxonMobile CEO Rex Tillerson as President Trump’s secretary of state, paving the way to a final vote by all 100 senators. Tillerson was essentially assured of getting enough votes in the Senate Foreign Relations Committee after Florida GOP Sen. Marco Rubio, a committee member, decided earlier in the day to pledge his support for Tillerson becoming the country’s top diplomat. The 11-10 vote along party lines in the GOP-controlled Congress would have been close without Rubio. Meanwhile, senators were debating on the chamber’s floor  whether to vote in favor of making Kansas GOP Rep. Mike Pompeo the next CIA director. The debate and final vote were expected to continue into the evening. Pompeo's nomination is expected to be approved since the Republicans have 52 senators in the chamber and 51 of them, a simple majority, are needed to vote “yes.\" Rubio voted for Tillerson despite his concerns, and those of others on the committee, about Tillerson's past business ties with Russia. “He has a proven record of running a large, complex company,” Rubio said before voting yes. “For me, this wasn’t simply a concern about Russia.” Maryland Sen. Ben Cardin, the top Democrat on the committee, voted against Tillerson’s nomination. “I believe Mr. Tillerson’s demonstrated business orientation and his responses to questions during the confirmation hearing could compromise his ability as secretary of state to forcefully promote the values and ideals that have defined our country and our leading role in the world for more than 200 years,” he said before the vote. GOP Sens. John McCain, Arizona, and Lindsey Graham, South Carolina, had expressed concerns about Tillerson similar to those raised by Rubio. However, the senators said Sunday that they would support Tillerson in the final floor vote. \"Though we still have concerns about his past dealings with the Russian government and President Vladimir Putin, we believe that Mr. Tillerson can be an effective advocate for U.S. interests,\" they said in a joint statement. Top Senate Democrats on Friday postponed Pompeo’s vote saying they wouldn’t rush through the confirmation process for Trump. Senate Majority Leader Chuck Schumer told CNN’s “State of the Union” on Sunday that several of Trump’s remaining nominees will be subject to “a thorough debate.” The New York Democrat said he was “dubious” about eight or nine of Trump's picks -- citing potential conflicts of interests and policy stands. The Senate has so far confirmed just two Trump nominees -- Gens. James Mattis, as defense secretary, and John Kelly, as Homeland Security secretary. Senate Majority Leader Mitch McConnell expressed confidence Sunday about having enough votes to get all of Trump’s nominees confirmed. “I believe we’ll be able to confirm the president’s entire Cabinet,” the Kentucky Republican told “Fox News Sunday.” “I’m optimistic.” As CEO of ExxonMobil, Tillerson spoke out against U.S. sanctions levied on Moscow following its annexation of Ukraine's Crimean Peninsula in 2014. The penalties cost the energy giant hundreds of millions of dollars. The episode became even more of a concern after the U.S. intelligence community concluded Russia meddled in the presidential election to help Trump defeat Democrat Hillary Clinton in the White House race. The Associated Press contributed to this report. Advertisement ",
    "title": "Tillerson passes preliminary Senate vote to become secretary of state  | Fox News"
   },
   {
    "entities": [
     "jim",
     "times",
     "west",
     "credit",
     "theater",
     "ruhl",
     "bigelow",
     "mitzi",
     "mcmullan",
     "recently",
     "newhouse",
     "the 1980s",
     "of",
     "lincoln",
     "manhattan",
     "e.",
     "franco/the",
     "new",
     "1994",
     "side",
     "james",
     "sarah",
     "center",
     "york",
     "ángel",
     "feb. 23",
     "billy",
     "upper"
    ],
    "id": 18,
    "text": "Photo James McMullan in his Upper West Side studio. Credit Ángel Franco/The New York Times No other living artist is more closely identified with an American theater company than James McMullan . For 30 years, his painterly posters for Lincoln Center Theater have been turned into collectibles that are more than advertising: They’re synonymous with the shows themselves. It’s hard to think of “Carousel” without recalling his artwork for the 1994 revival that depicts a brooding Billy Bigelow, vividly illuminated from below, atop wooden horses that rear beneath an angry sky. To commemorate Mr. McMullan’s artistic tenure with Lincoln Center, a permanent exhibition of some of his best-known works was recently installed in the lobby of the Mitzi E. Newhouse Theater. For playwrights, having Mr. McMullan, 82, spend so much time considering and visualizing their created world is like having Picasso paint their child’s portrait. “Often contemporary theater posters seem to be made by someone in the marketing department and resemble clip art from the 1980s,” said the playwright Sarah Ruhl , who has had several Lincoln Center plays promoted with posters by Mr. McMullan, including her latest, “How to Transcend a Happy Marriage,” which starts performances on Feb. 23. “I don’t mean to point any fingers at any particular theater when I say this. But they often are not really held together by artistry. There is no one else like Jim.” When it’s time for Lincoln Center Theater to approve a poster, Mr. McMullan doesn’t turn in crude line drawings. Working mainly in watercolor, not with computers, he turns in a finished painting. If it’s rejected, he creates another one. The New York Times recently asked Mr. McMullan to open the many drawers of his studio on the Upper West Side of Manhattan to unearth some never-before-seen work for recent shows at Lincoln Center that demonstrate how he paints, from first impression to final poster. ",
    "title": "Poster Perfect: The Art of James McMullan - The New York Times"
   },
   {
    "entities": [
     "september 2014",
     "majerczyk",
     "june 10, 2015",
     "kate",
     "jason",
     "august 2014",
     "reporter",
     "contact",
     "kirsten",
     "vanity",
     "tribune",
     "armando",
     "tribune-rrb-",
     "tigers",
     "southwest",
     "justen",
     "timothy",
     "tuesday",
     "2014",
     "verlander",
     "lawrence",
     "angeles",
     "edward",
     "french",
     "dunst",
     "once",
     "fair",
     "needham",
     "l.",
     "courthouse",
     "u.s.",
     "fbi",
     "chicago",
     "dirksen",
     "side",
     "jennifer",
     "november 2013",
     "upton",
     "last september",
     "justin",
     "comed",
     "detroit",
     "sanchez",
     "los",
     "meisner",
     "september",
     "time",
     "thomas",
     "sept. 27, 2016",
     "two years ago",
     "ap"
    ],
    "id": 19,
    "text": "Chicago man faces 9 months in prison for 'Celebgate' hacking scandal Celebrity hacking trial Armando L. Sanchez / Chicago Tribune Edward Majerczyk, right, leaves the Dirksen U.S. Courthouse in Chicago on Sept. 27, 2016, after pleading guilty to charges that he hacked into hundreds of email accounts, including many female celebrities, whose nude photos were displayed online. Edward Majerczyk, right, leaves the Dirksen U.S. Courthouse in Chicago on Sept. 27, 2016, after pleading guilty to charges that he hacked into hundreds of email accounts, including many female celebrities, whose nude photos were displayed online. (Armando L. Sanchez / Chicago Tribune) Jason Meisner Contact Reporter Chicago Tribune A Chicago man is scheduled to be sentenced Tuesday for his role in the \"Celebgate\" hacking scandal that resulted in dozens of nude photos of celebrities being posted online, including actress Jennifer Lawrence, model Kate Upton and U.S. soccer star Hope Solo. Edward Majerczyk, 29, likely faces nine months in prison under a deal worked out with federal prosecutors. He pleaded guilty last September to one count of unauthorized access to a protected computer to obtain information, a charge that carries a maximum of five years in prison. His lawyer, Thomas Needham, said in a recent court filing that at the time Majerczyk took part in the now-infamous hack, he was \"suffering from depression and looked to pornography websites and Internet chat rooms in an attempt to fill some of the voids and disappointment he was feeling in his life.\" A self-described computer nerd, Majerczyk, of the Southwest Side, was accused of using a phishing scheme to illegally gain access to more than 300 Apple iCloud and Gmail accounts from November 2013 to August 2014, including at least 30 belonging to celebrities in the Los Angeles area. According to his plea agreement, Majerczyk sent emails to victims that appeared to be from security accounts of internet service providers seeking the victims' usernames and passwords. For those who provided that private information, he then illegally accessed their email accounts and obtained \"personal information including sensitive and private photographs and videos,\" the plea deal said. Majerczyk was not accused of selling the material or posting any of it online himself. A spokesman for the U.S. attorney's office in Los Angeles said in September that the investigation into who leaked the sensitive information was ongoing. Timothy Justen French had already been warned once by the FBI to stay away from computer hacking when he was caught in an online chat two years ago talking about his desire to hit higher-profile targets, including city traffic grids and government intelligence satellites, federal prosecutors say. ... ... (Jason Meisner) As many as 100 celebrities were targeted as part of Celebgate, including Kirsten Dunst as well as Upton and her boyfriend, Detroit Tigers pitcher Justin Verlander. Many of the embarrassing and intimate photos were posted on websites like Reddit.com and 4chan.org. Also targeted was the Oscar-winning actress Lawrence, who broke down at a meeting with federal agents in September 2014 about nude photos of her that had been splashed on the internet as part of Celebgate. \"She became very distraught and I had to stop the interview at one point because of her emotional reaction to the information being discussed,\" an FBI agent wrote in a court filing about the meeting with Lawrence in Los Angeles. \"(She) stated she was having an anxiety attack, and was visibly shaken.\" In an interview with Vanity Fair in 2014, Lawrence called the breach of her privacy a \"sex crime.\" \"I was just so afraid. I didn't know how this would affect my career,\" Lawrence told the magazine. \"Just because I'm a public figure, just because I'm an actress, does not mean that I asked for this. It does not mean that it comes with the territory.\" Celebrity photo hacking tied to Chicago address U.S. authorities investigating the 'Celebgate' photo-hacking scandal have seized computers and cellphones from a small home in Chicago, according to court documents. June 10, 2015. (AP) U.S. authorities investigating the 'Celebgate' photo-hacking scandal have seized computers and cellphones from a small home in Chicago, according to court documents. June 10, 2015. (AP) See more videos Majerczyk has no criminal history and was given credit by prosecutors for accepting responsibility for his crime, according to his plea agreement. Needham said in his sentencing memo that Majerczyk was \"deeply affected\" by the fallout of the Celebgate scandal and had to see a therapist for anxiety and panic attacks. The son of two Chicago police officers, Majerczyk was working at the time as a customer service representative for ComEd. He also has an 11-year-old son who lives with the boy's mother, Needham said. ",
    "title": "Chicago man faces 9 months in prison for &apos;Celebgate&apos; hacking scandal - Chicago Tribune"
   },
   {
    "entities": [
     "enrique",
     "theresa",
     "later this week",
     "liveris",
     "d.",
     "manufacturing",
     "andrew",
     "treasury",
     "states",
     "taylor/the",
     "trump",
     "house",
     "ylan",
     "nieto",
     "richard",
     "trudeau",
     "last week",
     "ryan",
     "united",
     "university",
     "may",
     "paul",
     "oval",
     "senate",
     "mexico",
     "jan. 23",
     "morning",
     "american",
     "fourth day",
     "street",
     "early monday",
     "75 percent",
     "monday",
     "of",
     "for",
     "china",
     "congress",
     "peña",
     "asia",
     "eswar",
     "scott",
     "once",
     "post",
     "canada",
     "trumka",
     "wilbur",
     "department",
     "commerce",
     "u.s.",
     "daron",
     "cornell",
     "obama",
     "journal",
     "wall",
     "prasad",
     "at 2:10 pm",
     "justin",
     "bastien",
     "washington",
     "america",
     "chamber",
     "alliance",
     "office",
     "now",
     "afl-cio",
     "ross",
     "january 23",
     "nafta",
     "barack",
     "haas",
     "the future",
     "white"
    ],
    "id": 20,
    "text": "By Ylan Q. Mui By Ylan Q. Mui January 23 at 2:10 PM Follow @ylanmui On his fourth day in office, President Trump signed an executive order formally withdrawing the U.S. from the Trans-Pacific Partnership trade deal. Crafted by the Obama administration, the trade deal failed to be ratified by Congress during Obama's two terms. (Daron Taylor/The Washington Post) President Trump began recasting America’s role in the global economy Monday, canceling an agreement for a sweeping trade deal with Asia that he once called a “potential disaster.” Trump signed the executive order formally ending the United States’ participation in the Trans-Pacific Partnership in the Oval Office after discussing American manufacturing with business leaders in the Roosevelt Room. The order was largely symbolic — the deal was already essentially dead in Congress — but served to signal that Trump’s tough talk on trade during the campaign will carry over to his new administration. Trump did not directly address the North American Free Trade Agreement on Monday as he had promised during the election. However, he repeated his threat to punish U.S. companies that build factories overseas and ship products back home — a charge he has primarily leveled at automakers with operations in Mexico. And his hard-line opening stance could portend a contentious renegotiation of the 22-year-old deal with Mexico and Canada that Trump’s senior advisers have called a top priority for the new administration. “This abrupt action so early in the Trump administration puts the world on notice that all of America's traditional economic and political alliances are now open to reassessment and renegotiation,” said Eswar Prasad, trade policy professor at Cornell University. “This could have an adverse long-run impact on the ability of the U.S. to maintain its influence and leadership in world economic and political affairs.” [ President Trump outlines his top priorities for trade and the economy ] The TPP was one of former president Barack Obama’s signature efforts, part of a broader strategy to increase American clout in Asia and provide a check on China’s economic and military ambitions. Several of the executives Trump met with Monday initially had supported the agreement, while the chief architect of the administration’s trade policy, Commerce secretary nominee Wilbur Ross, was also once a booster for the deal. But ending TPP was one of the clarion calls of Trump’s campaign, part of a global backlash against the drive toward greater internationalization that has defined the world economy since the end of World War II. British Prime Minister Theresa May, who is in the midst of navigating her country’s own break from established trading partners, is slated to visit with Trump later this week. A White House spokesman said meetings with Canadian Prime Minister Justin Trudeau and Mexican President Enrique Peña Nieto are in the works. “What we want is fair trade,” Trump said during his meeting with executives. “And we're gonna treat countries fairly, but they have to treat us fairly.” President Trump started his first full week in office Jan. 23 by signing an executive order ending U.S. participation in the Trans-Pacific Partnership. (Bastien Inzaurralde/The Washington Post) Since the election, TPP has become politically toxic in both parties. On Monday, five Democratic senators introduced legislation that would require the president to notify each of the 11 other countries involved in the deal of the United States’ withdrawal. It would also block any so-called “fast track” approval of the agreement in the future. AFL-CIO President Richard Trumka hailed the president’s executive order and called for additional action. “They are just the first in a series of necessary policy changes required to build a fair and just global economy,” he said in a statement. On Monday, Trump highlighted his proposal for a border tax as a centerpiece of the administration’s trade policy. Dow Chemical Chief Executive Andrew Liveris, who was among the business leaders who met with Trump on Monday morning, said the border tax was discussed extensively. He said the executives were asked to return in 30 days with a plan to shore up the manufacturing industry. “I would take the president at his word here,” Liveris said. “He’s not going to do anything to harm competitiveness. He’s going to actually make us all more competitive.” Still, it remains unclear exactly how a border tax would be implemented. Testifying before the Senate finance committee last week, Trump’s nominee to lead the Treasury Department said any border tax would be targeted at specific businesses. However, the president does not have the power to levy taxes, and international trade experts have warned singling out companies could violate existing treaties. [ Trump to CEOs: Stay here, and I’ll wipe out 75 percent of regulations, fast-track factories ] House Speaker Paul D. Ryan has proposed allowing businesses that export goods to deduct many of their expenses, while those that import would not receive the same benefit. But in a recent interview with the Wall Street Journal, Trump dismissed the plan, known as border adjustment, as “too complicated.” Economists have warned that many of Trump’s proposals — including suggestions that he would impose blanket double-digit tariffs on goods from Mexico and China — could backfire on the American economy by causing prices to rise or igniting a trade war. And business groups such as the U.S. Chamber of Commerce had lobbied extensively for passage of TPP, touting the deal as an engine of job growth and an important check on China’s growing ambitions. “TPP withdrawal will slow U.S. [economic] growth, cost American jobs, & weaken U.S. standing in Asia/world,” said Richard Haas, president of the Council on Foreign Relations, said in a tweet early Monday. “China could well be principal beneficiary.” But other industry groups argued that Trump’s approach would better leverage America’s status as the world’s largest economy. Scott Paul, president of the Alliance for American Manufacturing, said his group is hoping that opening up NAFTA could provide more leeway to combat currency manipulation in countries outside the agreement. His group, which represents both industry and unions, is also seeking more stringent rules of origin that dictate how much production must occur with member countries to qualify for free trade status. “The details are going to matter a lot,” Paul said. “Renegotiating NAFTA obviously entails some risks and some rewards.” Read more:  ",
    "title": "President Trump signs order to withdraw from Trans-Pacific Partnership - The Washington Post"
   },
   {
    "entities": [
     "texas",
     "cabinet",
     "ledyard",
     "jan. 11, 2017",
     "state",
     "the day",
     "menendez",
     "king",
     "rubio",
     "j.",
     "department",
     "today",
     "r-tenn.",
     "bush",
     "lindsey",
     "ap",
     "ben",
     "r-ohio",
     "democratic",
     "relations",
     "friday",
     "cardin",
     "sunday",
     "united",
     "facebook",
     "rex",
     "senate",
     "donald",
     "linkedin",
     "jan. 23, 2017",
     "russia",
     "haley",
     "52 minutes ago",
     "current",
     "u.s.",
     "carolina",
     "james",
     "cheney",
     "nato",
     "5:47 p.m.",
     "pentagon",
     "graham",
     "zac",
     "dorell",
     "oren",
     "tower",
     "foreign",
     "nations",
     "nikki",
     "john",
     "marco",
     "usa",
     "national",
     "tillerson",
     "applewhite",
     "portman",
     "appropriations",
     "committee",
     "little",
     "dick",
     "bob",
     "rodrigo",
     "putin",
     "corker",
     "mccain",
     "2559",
     "south",
     "trump",
     "duterte",
     "syria",
     "d-n.j.",
     "rob",
     "monday",
     "george",
     "vladimir",
     "scott",
     "arizona",
     "r-fla.",
     "1989",
     "washington",
     "mattis",
     "exxonmobil",
     "petkanas",
     "jan. 11",
     "h.w.",
     "maryland"
    ],
    "id": 21,
    "text": "Senate panel approves Rex Tillerson for secretary of State Support from Sen. Rubio clears path to full Senate confirmation. Post to Facebook Senate panel approves Rex Tillerson for secretary of State Support from Sen. Rubio clears path to full Senate confirmation. Check out this story on USATODAY.com: http://usat.ly/2jS6qTC CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 16 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Senate panel approves Rex Tillerson for secretary of State Oren Dorell and Ledyard King , USA TODAY Published 5:47 p.m. ET Jan. 23, 2017 | Updated 52 minutes ago CLOSE x Share In a 11-10 vote, Former ExxonMobil CEO Rex Tillerson was approved to become secretary of State by a Senate panel. The next step is getting approval from the full Senate. USA TODAY NETWORK Secretary of State-nominee Rex Tillerson testifies on Jan. 11, 2017, before the Senate Foreign Relations Committee. (Photo: J. Scott Applewhite, AP) 2559 CONNECT TWEET LINKEDIN 16 COMMENTEMAILMORE WASHINGTON — Former ExxonMobil CEO Rex Tillerson won approval Monday from the Senate Foreign Relations Committee to become President Trump's secretary of State, paving the way for confirmation by the full Senate. The committee voted 11-10, along party lines, for Tillerson, whose nomination for the post has been controversial because of his close dealings with Russian President Vladimir Putin. Tillerson prevailed after Sen. Marco Rubio, R-Fla., announced he would reluctantly support former oil company executive despite reservations about his ties to Russia. Rubio told the committee his concern was that Tillerson will \"pursue a foreign policy of deal-making at the expense of human rights and democracy.” During a sometimes tense confirmation hearing Jan. 11, Rubio called Tillerson's answers \"troubling\" and \"discouraging\" when he refused to agree that Russia and Syria's aggressive actions were war crimes or that Philippine President Rodrigo Duterte's extradjudicial killings were human rights violations. 4 take-aways from Rex Tillerson hearing to be secretary of State Republicans hold a one-seat advantage on the panel, so a \"no\" vote would have blemished — though not torpedoed — Trump's choice to run the State Department. Rubio's decision to endorse Tillerson was probably made easier by the announcement Sunday of two other Tillerson skeptics — Republican Sens. John McCain of Arizona and Lindsey Graham of South Carolina — to favor Tillerson. In a joint statement, both said Tillerson \"can be an effective advocate for U.S. interests.\" Marco Rubio votes for Tillerson for secretary of state despite reservations Rubio wrote a lengthy Facebook post explaining that he would vote for Tillerson: \"Given the uncertainty that exists both at home and abroad about the direction of our foreign policy, it would be against our national interests to have this confirmation unnecessarily delayed or embroiled in controversy.\" Sen. Ben Cardin of Maryland, the top Democrat on the committee, said he opposed Tillerson’s nomination because “the fundamental role of a secretary of State is to promote American values.” He said Tillerson would not answer questions about whether he supported sanctions or whether development assistance should be contingent on human rights. “So many times he qualified (his responses) that he sounded like a business person and not like a secretary of State,” Cardin said. Cardin said Tillerson lacked the passion for human rights shown by other Trump nominees, such as South Carolina Gov. Nikki Haley, picked to be ambassador to the United Nations, and James Mattis, who was confirmed Friday as secretary of Defense. Sen. Bob Menendez, D-N.J., said he respects Tillerson’s experience, but his world views don't support a tradition of promoting U.S. values such as protecting human rights and enforcing rule of law. “It is not the type of moral clarity I would like a secretary of State to espouse,” Menendez said. Menendez also said he did not think Tillerson was forthcoming in his answers about ExxonMobil's lobbying against sanctions. Committee Chairman Bob Corker, R-Tenn., noted that Tillerson was an engineer by training and was cautious in some of his answers because he \"probably doesn’t know the person he’s about to work for very well.\" Sen. Rob Portman, R-Ohio, voted in favor of Tillerson, saying he was impressed by his commitment to support NATO allies and to protect them if they come under attack. Those comments from Tillerson were at odds with Trump, who as a candidate said he would consider allies’ contributions to their own defense before ordering U.S. troops to defend them. Democrats earlier criticized Rubio for what they see as caving to Trump. “By ignoring his serious reservations about Tillerson’s connections to Vladimir Putin, Marco Rubio is not only rolling over for Donald Trump, he’s earning the nickname Trump gave him: Little Marco,\" said Zac Petkanas, a senior adviser to the Democratic National Committee. Rubio had been pressed by a number of influential Republicans in recent weeks to back Tillerson, including former vice president Dick Cheney. If he voted against Tillerson, Rubio would be tagged as the chief antagonist against his own party’s president. It would also have meant running afoul of Senate Republican leaders who just awarded him a coveted seat on the Appropriations Committee. Only a handful of Cabinet nominees have been rejected, the most recent being former Texas senator John Tower in 1989, whom President George H.W. Bush had named to run the Pentagon. 2559 CONNECT TWEET LINKEDIN 16 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2jS6qTC NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Senate panel approves Rex Tillerson for secretary of State"
   },
   {
    "entities": [
     "jim",
     "friedman/corbis",
     "clint",
     "friday",
     "mynderse",
     "hospital",
     "this morning",
     "amy",
     "press",
     "house",
     "doerr",
     "rick",
     "michael",
     "methodist",
     "january 23, 2017",
     "edison",
     "george",
     "mcgrath",
     "associated",
     "twitter",
     "jan. 14",
     "houston",
     "u.s.",
     "today",
     "wednesday",
     "mcgraw",
     "barbara",
     "hw",
     "hayden",
     ", 4:48 pm",
     "bush",
     "h.w.",
     "jan 23, 2017",
     "white"
    ],
    "id": 22,
    "text": "Former President George HW Bush Moved Out of ICU; Barbara Bush Sent Home By Michael Edison Hayden Jan 23, 2017, 4:48 PM ET 0 Shares Rick Friedman/Corbis via Getty Images WATCH Ex-President George HW Bush Moved Out of ICU 0 Shares Email Doctors who are treating former President George H.W. Bush and his wife at a Houston hospital said today that the former president is out of the ICU and the former first lady has been discharged. The couple released a photo and thanked supporters via the Twitter account of their post–White House spokesman, Jim McGraw. President and Mrs @GeorgeHWBush thank their fellow Americans and friends from around the world for their prayers and good wishes. pic.twitter.com/PhpXXGKl6p — Jim McGrath (@jgm41) January 23, 2017 George Bush , 92, was admitted to Houston Methodist Hospital Jan. 14 after exhibiting shortness of breath and has been treated for pneumonia in the intensive care unit during his stay. Barbara Bush , 91, entered the same hospital Wednesday with bronchitis. Drs. Amy Mynderse and Clint Doerr, who have been treating the Bushes, answered reporters' questions about their medical treatment this morning. At one point during the former president's stay, doctors inserted a breathing tube, and a ventilator was employed to assist his breathing. The tube was removed Friday, the doctors said, adding that he has been sitting up and watching television. The couple's 72-year marriage is the longest of any presidential couple in U.S. history, according to The Associated Press. \"They're therapy for each other,\" Doerr said of the Bushes' interaction in the hospital. The Associated Press contributed to this report. 0 Shares ",
    "title": "Former President George HW Bush Moved Out of ICU; Barbara Bush Sent Home - ABC News"
   },
   {
    "entities": [
     "network",
     "friday",
     "metro",
     "spicer",
     "press",
     "trump",
     "house",
     "2013",
     "cabinet",
     "2009",
     "facebook",
     "fox",
     "oval",
     "senate",
     "saturday",
     "the day",
     "monday",
     "business",
     "associated",
     "2016",
     "twitter",
     "post",
     "u.s.",
     "wmata",
     "new",
     "skype",
     "obama",
     "print",
     "broadcasting",
     "christian",
     "email",
     "york",
     "sean",
     "josh",
     "washington",
     "earnest",
     "weekend",
     "office",
     "now",
     "univision",
     "white"
    ],
    "id": 23,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   White House Press Secretary Sean Spicer moved swiftly Monday to change up how the daily press briefing is conducted, giving the first questions to publications seated toward the back while announcing the creation of “Skype seats” – as he also tried to hit reset with the media after a weekend dispute over inauguration crowd estimates.  Instead of calling on front-row outlets like the Associated Press and others, Spicer gave the first questions of his first full-blown White House briefing to a New York Post reporter. He also called early on reporters from the Christian Broadcasting Network, Fox Business Network and Univision.  Spicer further announced the White House would create four “Skype seats” for reporters not in the Washington area or who don’t have a hard pass to attend the briefings in person. While doing so, Spicer moved to dial down the temperature with the media after a heated dispute broke out Saturday, when he excoriated reporters for allegedly underplaying President Trump’s inauguration turnout. At the Saturday briefing, Spicer also condemned a reporter’s erroneous claim, since retracted, that a Martin Luther King Jr. bust was removed from the Oval Office. But he focused on the dispute over crowd sizes – and in making his case, incorrectly cited statistics from the Metro transit system to suggest Trump’s inauguration attendance was bigger than that of then-President Obama’s 2013 inauguration. Spicer joked Monday that he wouldn’t be claiming his predecessor Josh Earnest’s title as most-popular press secretary any time soon, and went on to acknowledge he made a factual mistake. “Knowing what we know now, we can tell that WMATA’s numbers are different,” Spicer said, referring to the agency that controls the Metro system. He said he was operating off stats given to him, and didn’t pull them from “thin air.” He also noted the media routinely publish corrections, and said the administration “should be afforded the same opportunity.”   Spicer, though, stood by a claim he made Saturday that Trump’s audience was the largest “to ever witness an inauguration, period, both in person and around the globe.” Spicer said Monday: “It was the most-watched inaugural.” He cited online audiences around the world in addition to television audiences and the in-person attendance. “I’d love to see any information that proves that otherwise,” Spicer said. It is difficult to verify the claim, as such comprehensive statistics are not available. There is little question that Obama’s 2009 inauguration drew a bigger in-person crowd than Trump’s ceremonies on Friday, based on aerial photography, Metro ridership statistics and other factors. Monday’s press briefing and agenda, however, saw a return to some of the core issues Trump campaigned on in 2016 – especially on the economy.  After Trump took action earlier in the day to withdraw the U.S. from the controversial Trans-Pacific Partnership trade deal, Spicer highlighted Trump's meetings on \"working day one\" with business and union leaders.  \"The president's top priority is to retain and attract American jobs,\" he said.  Spicer also slammed Senate Democrats for holding up Cabinet nominations. \"It's time for Senate Democrats to stop playing political games with the core functions of government,\" he said.  Advertisement ",
    "title": "Spicer changes up format at WH briefings, moves to hit reset with press | Fox News"
   },
   {
    "entities": [
     "hensley",
     "last year",
     "noguchi",
     "mark",
     "florida",
     "last summer",
     "aetna",
     "the second quarter",
     "2017",
     "moves",
     "$34 billion",
     "npr",
     "hill/ap",
     "recently",
     "block",
     "april",
     "monday",
     "insurance",
     "bertolini",
     "justice",
     "2016",
     "john",
     "advantage",
     "scott",
     "big",
     "health",
     "jessica",
     "department",
     "u.s.",
     "humana",
     "bates",
     "obama",
     "mark-rsb-",
     "today",
     "mergers",
     "doj",
     "cigna",
     "medicare",
     "to",
     "yuki",
     "time",
     "the future",
     "anthem"
    ],
    "id": 24,
    "text": "A federal judge has ruled against Aetna's proposed merger with its rival, Humana. Jessica Hill/AP hide caption toggle caption A federal judge has ruled against Aetna's proposed merger with its rival, Humana. Jessica Hill/AP A federal judge has ruled against the proposed acquisition of the health insurance company Humana by its larger rival, Aetna. The decision is a victory for former President Obama's Justice Department, which sued Aetna last year to block the $34 billion merger, NPR's Yuki Noguchi reported. The suit alleged that the merger would hurt competition in the health care market, leading to higher prices for consumers and fewer services for Medicare patients. Justice Department Moves To Block 2 Big Health Insurance Mergers U.S. District Judge John Bates found that to be the case, writing in his decision that, \"the merger of Aetna and Humana would be likely to substantially lessen competition in markets for individual Medicare Advantage plans and health insurance sold on the public exchanges\" in 364 counties. Medicare Advantage plans are privately run but reimbursed by Medicare. Bates also spent a considerable chunk of the 158-page decision analyzing Aetna's decision, announced last summer, to withdraw its insurance plans from 17 counties where Aetna and Humana both sold plans on the public exchanges. The company also pulled back from 11 of the 15 states in which it offered individual plans in 2016, as we reported . As NPR's Scott Hensley reported at the time: \"Aetna said the pullback was a business decision stemming from a loss in the second quarter on individual plans and uncertainty about the policy outlook for the exchanges. \"In the company's statement , [Aetna CEO Mark] Bertolini said, 'As a strong supporter of public exchanges as a means to meet the needs of the uninsured, we regret having to make this decision.' ... \"Bertolini was talking up the business potential of the exchanges as recently as April, when he said during a call with analysts and investors that the exchanges were 'a good investment,' despite the losses incurred.\" Article continues after sponsorship Bertolini and his company \"have long been supporters of the public exchanges,\" today's decision noted. But, as Scott also reported, a letter leaked to reporters last summer indicated Aetna CEO Mark Bertolini had tied his company's decisions about participating in the exchanges to the Justice Department's decision on the merger. In the letter to the DOJ, Bertolini wrote, \"if the DOJ sues to enjoin the transaction, we will immediately take action to reduce our 2017 exchange footprint.\" Aetna CEO To Justice Department: Block Our Deal And We'll Drop Out Of Obamacare The company subsequently did just that. In his Monday decision blocking the merger, Bates found, \"Aetna tried to leverage its participation in the exchanges for favorable treatment from DOJ regarding the proposed merger.\" He found Aetna had withdrawn from the 17 counties where it competed with Humana \"at least in part for the purpose of improving its litigation position\" in the government's lawsuit against it. The judge concluded that Aetna would be likely to do business in the future in those 17 counties, and that, as a result, \"The merger would also be likely to substantially lessen competition on the public exchanges in three Florida counties\" that were among the 17. Yuki reported Aetna said it was reviewing the opinion and is considering an appeal. \"Meanwhile, the same court is considering another case brought by the Justice Department's antitrust division against the proposed merger of Anthem and Cigna,\" she reported. \"A decision in that case is also expected soon.\" ",
    "title": "Judge Blocks Health Care Merger, Saying It Would Hurt Competition : The Two-Way : NPR"
   },
   {
    "entities": [
     "friday",
     "spicer",
     "states",
     "trump",
     "house",
     "tribune",
     "sunday",
     "united",
     "oval",
     "donald",
     "monday",
     "jan. 23, 2017",
     "king",
     "twitter",
     "night",
     "martin",
     "luther",
     "sean",
     "office",
     "time",
     "white"
    ],
    "id": 25,
    "text": "President Donald Trump ’s senior advisers defended White House attacks on the news media and incorrect claims about the size of the crowd at his inauguration, accusing news organizations Sunday of trying to undermine Trump’s legitimacy.The pushback came a day after White House press Secretary Sean... President Donald Trump ’s senior advisers defended White House attacks on the news media and incorrect claims about the size of the crowd at his inauguration, accusing news organizations Sunday of trying to undermine Trump’s legitimacy.The pushback came a day after White House press Secretary Sean... (Tribune news services) On Monday, Spicer took dozens of questions from reporters during a briefing that lasted more than 90 minutes. He opened the briefing -- his first official one -- by vaguely joking about his controversial statement and saying that his Twitter feed proves that he is not the most popular press secretary. But soon, a reporter pressed Spicer on what happened and asked if he plans to always be truthful and never knowingly say something that is not factual. \"Our intention is never to lie to you,\" Spicer said. \"You're in the same boat: I mean, there are times when you guys tweet something out or write a story and you publish a correction. That doesn't mean that you were intentionally trying to deceive readers and the American people, does it? And I think that we should be afforded the same opportunity. \"There are times when we believe something to be true or we get something from an agency or we act in haste because the information available wasn't complete but our desire to communicate with the American people and make sure that you have the most complete story at the time, and so we do it. But, again, I think that when you look net-net, we're going to do our best every time we can. I'm going to come out here and tell you the facts as I know them, and if we make a mistake, I'll do our best to correct it.\" Who is Sean Spicer? Spicer is the White House press secretary and communications director for President Donald Trump. Here is some more information on Spicer. (Jan. 23, 2017) Spicer is the White House press secretary and communications director for President Donald Trump. Here is some more information on Spicer. (Jan. 23, 2017) See more videos Spicer continued to push reporters to hold themselves to the same levels of accountability that they hold the White House. He again pointed to an inaccurate report Friday night by a reporter who mistakenly thought the bust of Martin Luther King Jr. had been removed from the Oval Office. When it was revealed that the bust was still there, the reporter quickly issued a correction and an apology to his colleagues. Spicer responded on Twitter on Friday: \"Apology accepted.\" \"We had a tweet go out about Martin Luther King -- think about how racially charged that is,\" Spicer said Monday. \"And someone rushes out and says to the entire press corps that the president of the United States has removed the bust from his office.\" Spicer said that while the reporter apologized to his colleagues, \"Where was the apology to the President of the United States? Where was the apology to millions of people who read that and thought how racially insensitive that was. Where was that apology?\" ",
    "title": "White House press secretary Sean Spicer at first briefing: &apos;Our intention is never to lie to you&apos; - Chicago Tribune"
   },
   {
    "entities": [
     "thacker",
     "spalding",
     "interactive",
     ", 3:30 pm",
     "cbs",
     "last wednesday",
     "images",
     "september 2015",
     "florida",
     "friday",
     "bassett",
     "november",
     "getty",
     "press",
     "mcgee",
     "2017",
     "griffin",
     "atlanta",
     "snapchat",
     "news",
     "inc.",
     "the",
     "january 23, 2017",
     "carl",
     "snapchatted",
     "maynards",
     "april",
     "state",
     "monday",
     "county",
     "court",
     "associated",
     "christal",
     "trigg",
     "once",
     "ga.",
     "maynard",
     "ramachandrappa",
     "email",
     "josh",
     "wentworth",
     "1996",
     "karen",
     "katie",
     "america",
     "now",
     "naveen",
     "mark"
    ],
    "id": 26,
    "text": "CBS/AP January 23, 2017, 3:30 PM A win for Snapchat in crash lawsuit tied to speed filter Christal McGee’s Mercedes after the crash in September 2015. Carl Court, Getty Images Email GRIFFIN, Ga. — A judge has dismissed claims against Snapchat that blamed the social media company’s “speed filter” for a highway crash. The judge said the Communications Decency Act provides the social media company with immunity. Snapchat attorney Mark Trigg told The Associated Press Monday in an emailed statement that the “the judge’s ruling in this case is precedent setting for the entire mobile app and product industry.” A Snapchat video appears to show the moments before a deadly car crash last Wednesday in Florida that killed five people, including a mother and ... “A loss for Snapchat would have been dangerous, opening a floodgate of lawsuits for everyone from cell phone manufacturers to billboard advertisers to makeup brands — virtually anyone that can potentially cause a distraction from driving. Snapchat’s win instead diverts blame from these companies and requires responsible use of these technologies by the driver,” Trigg wrote. Wentworth and Karen Maynard sued Snapchat and the driver , Christal McGee, in April, saying McGee was trying to reach 100 mph on a highway south of Atlanta when her car hit theirs, sending it across the left lane and into an embankment. The collision in September 2015 left Wentworth Maynard with brain damage. The dismissal by Spalding County State Court Judge Josh Thacker on Friday leaves pending the claims against McGee, who allegedly hit them while using a Snapchat filter that puts the rate at which a vehicle is traveling over an image. The snap Christal McGee posted from an ambulance after the  September 2015 crash. Maynard's lawyers via Snapchat According to court documents, McGee Snapchatted “Lucky to be alive” from a stretcher after the accident.  “We disagree with the Judge’s ruling that the Communications Decency Act provides Snapchat with complete immunity for its negligent actions,” Naveen Ramachandrappa, a lawyer for the Maynards, wrote in an email. He added that they are considering an appeal. The judge found that the claims against Snapchat were barred by the immunity clause of the 1996 Communications Decency Act, which says, “No provider or user of an interactive computer service shall be treated as the publisher or speaker of any information provided by another information content provider.” Transportation safety advocates have kept a watchful eye on Snapchat’s speed filter. “What has really made this app stand out from the rest is that visual in-the-moment, right-now, what-am-I-doing,” Katie Bassett, who’s written about Snapchat for the consumer safety blog Safer America, told CBS News in November.  She called on  Snapchat to delete the filter, which, she said, “doesn’t really serve a direct purpose other than to have a user climb in excessive speed and capture it on video.”  Now, the key question is whether Snapchat had a legal duty because Wentworth’s injury was predictable, given that other users are alleged to have had wrecks while using the speed filter, and therefore should have removed or restricted access to the filter once it found out about those crashes, the judge wrote. That duty would stem from Snapchat’s status as a publisher, and the law grants immunity on those grounds, the judge wrote. © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "A win for Snapchat in crash lawsuit tied to speed filter - CBS News"
   },
   {
    "entities": [
     "david",
     "4 hours ago",
     "3:49 p.m.",
     "network",
     "great",
     "friday",
     "spicer",
     "britain",
     "magic",
     "press",
     "trump",
     "house",
     "late",
     "last friday",
     "omarosa",
     "party",
     "eight years ago",
     "news",
     "facebookemail",
     "facebook",
     "newt",
     "warriors",
     "fox",
     "oval",
     "x",
     "mexico",
     "shawn",
     "saturday",
     "thew",
     "golden",
     "monday",
     "cia",
     "steve",
     "state",
     "jan. 23, 2017",
     "gingrich",
     "kerr",
     "king",
     "associated",
     "conway",
     "twitter",
     "kellyanne",
     "martin",
     "post",
     "share",
     "republican",
     "usa",
     "obama",
     "skype",
     "today",
     "youtube",
     "new",
     "the weekend",
     "orlando",
     "corps",
     "christian",
     "broadcasting",
     "luther",
     "york",
     "sean",
     "josh",
     "email",
     "washington",
     "afternoon",
     "earnest",
     "weekend",
     "close",
     "office",
     "now",
     "last night",
     "jackson",
     "google",
     "manigault",
     "white"
    ],
    "id": 27,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Spokesman Sean Spicer says media too negative about Trump and his 'movement' The White House press corps emphasizes the negative too much, White House Press Secretary Sean Spicer said Monday, as his initial press briefing showed a new approach to choosing questioners and the Trump administration's desire to get credit for its early work in office. Post to Facebook Spokesman Sean Spicer says media too negative about Trump and his 'movement' The White House press corps emphasizes the negative too much, White House Press Secretary Sean Spicer said Monday, as his initial press briefing showed a new approach to choosing questioners and the Trump administration's desire to get credit for its early work in office. Check out this story on USATODAY.com: http://usat.ly/2jRKdVE CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 284 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Spokesman Sean Spicer says media too negative about Trump and his 'movement' David Jackson , USA TODAY Published 3:49 p.m. ET Jan. 23, 2017 | Updated 4 hours ago CLOSE x Share Press secretary Sean Spicer defended his integrity during a press briefing at the White House saying 'I believe that we have to be honest with the American people.' USA TODAY NETWORK White House press secretary Sean Spicer speaks in the briefing room on Jan. 23, 2017. (Photo: Shawn Thew, European Pressphoto Agency) WASHINGTON — After a weekend blowup about inaugural crowd sizes, White House Press Secretary Sean Spicer said Monday that reporters are too negative toward President Trump — part of an initial media briefing that displayed a new approach to choosing questioners and the Trump administration's desire to get credit for its early work in office. \"It's not about one Tweet, it's not about one picture — it's about a constant theme ... the default narrative is always negative, and it's demoralizing,\" Spicer said during his first formal briefing as presidential spokesman. Spicer also announced a new effort to bring new types of reporters into the briefing: Four daily \"Skype seats\" in the press room, available to journalists from outlets not based in Washington. The new press secretary joked and jousted with reporters about the tense start to Trump White House relations with the press — a short and combative statement he read to reporters late Saturday afternoon about their coverage of the size of the crowds for Trump's inauguration last Friday. Seeking to leaven any remaining tension, Spicer opened the proceedings Monday by saying, \"I was going to start with a recap of the inauguration, but I think we've covered that pretty well.\" Inauguration issues still surfaced, however, and Spicer defended his still-disputed claim that Trump had the most-watched inauguration in history, as well as his approach to the new job. Read more: Spicer slams reporters, but evidence doesn't match up \"It's an honor to do this, and, yes, I believe that we have to be honest with the American people,\" the veteran Republican Party spokesman said about his opening weekend as press secretary. \"I think sometimes we can disagree with the facts. There are certain things that we may not fully understand when we come out. But our intention's never to lie to you.\" Fact-checkers bashed Spicer for his statement that \"this was the largest audience to ever witness an inauguration — period — both in person and around the globe\" — even though aerial photographs showed much fewer people for Trump than for newly sworn-in President Obama eight years ago, as well as much lower mass transit ridership that day. Defending that statement Monday, Spicer claimed the online viewership of YouTube, Facebook, and news networks. Trump himself raised the crowd issue, claiming that 1 to 1.5 million people attended, even bringing it up during Saturday remarks to CIA employees. Aides said the president personally ordered Spicer to go out and deliver his statement Saturday. During his Monday briefing, Spicer said that Trump's frustration with the crowd size story reflects frustration with what he called a trend: \"There's this constant attempt to undermine his credibility and movement [Trump] represents,\" Spicer said. Aides said Trump was particularly incensed with a mistaken Friday media pool report — quickly retracted — that he had removed a bust of Martin Luther King, Jr., from the Oval Office. \"Think about how racially charged that is,\" Spicer said. The rest of Spicer's first briefing focused on standard White House and political fare, from discussion of the executive orders signed by Trump to the new president's upcoming meetings with the leaders of Great Britain and Mexico. Change in protocol Spicer's briefing drew a packed house to the briefing room, with reporters and television cameras lining the walls. White House aides watched from the sidelines, including presidential counselor Kellyanne Conway and communications adviser — and former Apprentice star — Omarosa Manigault. In a break from long-held protocol, Spicer did not give the first question to the Associated Press correspondent, opting instead for the New York Post and then moving to the Christian Broadcasting Network. Over the weekend, criticism of Spicer spread across social media  and even spilled into the world of professional sports. Steve Kerr, coach of basketball's Golden State Warriors, invoked the press secretary's name in joking about his long-ago, short playing stint with the Orlando Magic: \"Sean Spicer will be talking about my Magic career any second now  ... 14,000 points! Greatest player in Magic history!\" Trump scorned many journalists throughout his presidential campaign, and there is evidence it helped him with many voters. Conservative Republicans have long distrusted the media, and the journalism profession's approval ratings are low — in some cases lower than those of politicians. Former House speaker Newt Gingrich, an adviser to Trump during the campaign, described reporters as \"mortal enemies,\" and told Fox News that Trump's team should realize that \"every day they’re in office — whether it’s four years or eight years, every day — they're going to have absolute hostility from the propaganda wing of the left.” Combative at times, conciliatory at others, Spicer also cracked a joke about his predecessor, Obama White House press secretary Josh Earnest. \"I know that Josh Earnest was voted the most popular press secretary by the Press Corps,\" Spicer said. \"So after reading — checking my Twitter feed — I shot Josh an email last night letting him know that he can rest easy, that his title is secure for at least the next few days.\" ",
    "title": "Spokesman Sean Spicer says media too negative about Trump and his 'movement'"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "spicer",
     "7:29 pm est",
     "states",
     "trump",
     "press",
     "house",
     "christmas",
     "2017",
     "syria",
     "michael",
     "news",
     "inc.",
     "united",
     "donald",
     "saturday",
     "cia",
     "vadimir",
     "russia",
     "sergey",
     "kislyak",
     "flynn",
     "u.s.",
     "lavrov",
     "v.",
     "obama",
     "today",
     "sean",
     "washington",
     "sergei",
     "evening",
     "december 30",
     "late december",
     "isis",
     "putin",
     "kremlin",
     "jan 23, 2017",
     "white"
    ],
    "id": 28,
    "text": "CBS News Jan 23, 2017 7:29 PM EST WASHINGTON -- When President Trump left CIA headquarters on Saturday, a couple of steps behind him was his national security adviser -- retired General Michael Flynn.  Retired General Michael Flynn, who is President Donald Trump’s national security adviser. Close CBS Evening News CBS News has learned that U.S. investigators have been looking into at least one phone call -- in late December --  between Flynn and Russia’s ambassador to the United States , Sergey Kislyak. The call came just as the Obama administration expelled dozens of Russian diplomats and announced sanctions in response to the wave of election cyberattacks . On December 30, Russian Foreign Minister Sergei Lavrov suggested on Russian television that the Kremlin would retaliate by expelling American diplomats -- but shortly thereafter, President Vadimir Putin sent out a note saying that he would not kick U.S. diplomats out of the country, and instead talked about “restoring Russian-U.S. relations... based on the policies of the Trump administration.” President-elect Trump then responded in a tweet: “Great move on delay (by V. Putin) -- I always knew he was very smart!” Investigators are trying to determine whether the Trump team was coordinating with the Russians leading up to and after the election. So far, sources say, they have found no evidence of wrongdoing. Today, White House Press Secretary Sean Spicer said the call between Flynn and the Russian ambassador covered four topics. “One was the loss of life that occurred in the plane crash that took their military choir,” Spicer said. “Two was Christmas and holiday greetings. Three was to talk about a conference in Syria on ISIS . And four was to set up -- to talk about -- after the inauguration -- setting up a call between President Putin and President Trump.”  Flynn is not the only Trump associate being scrutinized. Sources tell CBS News investigators are also trying to determine if others shared sensitive U.S. information with Russia, including corporate trade secrets, and if any criminal laws were broken. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Investigation underway into contacts between Flynn, Russian ambassador - CBS News"
   },
   {
    "entities": [
     "peter",
     "ben",
     "council",
     "kushner",
     "pacific",
     "stephen",
     "this summer",
     "trade",
     ", 7:49 pm",
     "chile",
     "trump",
     "house",
     "2017",
     "hillary",
     "august",
     "ocean",
     "tpp",
     "bernie",
     "the",
     "oval",
     "donald",
     "mexico",
     "partnership",
     "monday",
     "steve",
     "of",
     "sanders",
     "jan. 23, 2017",
     "china",
     "asia",
     "navarro",
     "j.",
     "trans-pacific",
     "canada",
     "u.s.",
     "obama",
     "national",
     "ali",
     "washington",
     "america",
     "msnbc",
     "vucci",
     "jared",
     "evan",
     "office",
     "now",
     "2:34",
     "bannon",
     "miller",
     "jan 23",
     "popken",
     "clinton",
     "ohio",
     "velshi",
     "white"
    ],
    "id": 29,
    "text": "Jan 23 2017, 7:49 pm ET Why Trump Killed TPP — And Why It Matters To You by Ben Popken President Trump Begins Rolling Back Obama-Era Policies 2:34 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170124011649if_/http://www.nbcnews.com/widget/video-embed/861034051705\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The TPP is DOA. President Donald J. Trump signed an executive order Monday announcing the U.S. will withdraw from negotiating the TPP, or Trans-Pacific Partnership deal. \"Great thing for the American worker, what we just did,\" he told the press corps after signing, as his chief adviser Steve Bannon, former executive editor of the alt-right platform Breitbart.com, looked on with a tight grin. During a campaign stop in Ohio this summer, Trump said, \"The Trans-Pacific Partnership is another disaster done and pushed by special interests who want to rape our country, just a continuing rape of our country.\" From left, White House Chief of Staff Reince Priebus, National Trade Council adviser Peter Navarro, Senior Adviser Jared Kushner, policy adviser Stephen Miller, and chief strategist Steve Bannon watch as President Donald Trump signs an executive order in the Oval Office of the White House, Jan. 23, 2017, in Washington. Evan Vucci / AP As divisive as that language sounds, whoever got into the White House was likely to ditch the TPP. Hillary Clinton, adopting a progressive issue from Bernie Sanders, also came out against the deal during her run, saying in August, \"I will stop any trade deal that kills jobs or holds down wages, including the Trans-Pacific Partnership. I oppose it now, I'll oppose it after the election and I'll oppose it as president.\" So what was the TPP, and why did some people hate it so much — on both the right and the left? Jobs Created and Destroyed The Trans-Pacific Partnership, pushed hard by the Obama administration, was essentially an attempt to create a single market for the U.S. and 11 countries that border the Pacific Ocean, including Canada, Mexico, and Chile. The idea was to make goods flow more freely and cheaply between all partners — who together represented one third of global trading. Specifically, the TPP's largest goal was to maintain U.S. trade dominance in Asia, bringing the various trading partners under America's wing as a way to ward off China's growing economic influence, said MSNBC business correspondent Ali Velshi. Play ",
    "title": "Why Trump Killed TPP — And Why It Matters To You - NBC News"
   }
  ]
 }
}