{
 "26": {
  "col-sim": {
   "cosine": 0.27587493005516084,
   "entity": 0.28365431446558775
  },
  "exec-time": 45.933273792266846,
  "links": [
   {
    "entities": [
     "news",
     "inc.",
     "united",
     "night",
     "interactive",
     "jan 25,",
     "donald",
     "mexico",
     "cbs",
     "u.s.",
     "states",
     "12:52 pm est",
     "trump",
     "abc",
     "100 percent",
     "2017",
     "wednesday"
    ],
    "id": 0,
    "text": "Jan 25, 2017 12:52 PM EST President Donald Trump said Wednesday that construction of his promised U.S.-Mexico border wall will begin “in months.” “As soon as we can, as soon as we can physically do it,” he told ABC News in an interview . “I would say in months, yeah. I would say in months -- certainly planning is starting immediately.” In the interview, which will air in its entirety Wednesday night, Mr. Trump reiterated what he said during a pre-inauguration press conference -- which is that rather than paying for it up front, Mexico will “reimburse” the U.S. for the wall in some form. In the meantime, U.S. taxpayer dollars will be put toward construction of the wall. Trump signs executive orders to build wall “All it is, is we’ll be reimbursed at a later date from whatever transaction we make from Mexico,” he said. “I’m just telling you there will be a payment. It will be in a form, perhaps a complicated form. What I’m doing is good for the United States. It’s also going to be good for Mexico. We want to have a very stable, very solid Mexico.” The wall was a centerpiece of Mr. Trump’s campaign, and part of his hard-line pitch on immigration. He reiterated Wednesday that Mexico -- which has repeatedly said it will not pay for the wall -- will pay for it “100 percent.” The interview clip comes as Mr. Trump is expected to begin signing immigration-related executive orders , including possibly one relating to the border wall. “Ultimately, it will come out of what’s happening with Mexico ... and we will be in a form reimbursed by Mexico, which I’ve always said,” Trump said. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "President Trump says construction of U.S.-Mexico border wall to begin in \"months\" - CBS News"
   },
   {
    "entities": [
     "tweet",
     "rahm",
     "atf",
     "clarifies",
     "dea",
     "spicer",
     "alexander",
     "press",
     "trump",
     "house",
     "2017",
     "january 25, 2017",
     "--",
     "mallin",
     "emanuel",
     "donald",
     "tower",
     ", 4:30 pm",
     "24%",
     "2016",
     "j.",
     "january 2, 2017",
     "jan 25, 2017",
     "fbi",
     "national",
     "chicago",
     "wednesday",
     "previously",
     "sean",
     "jan. 2",
     "guard",
     "white"
    ],
    "id": 1,
    "text": "White House Clarifies Trump Tweet on Sending 'Feds' Into Chicago By Alexander Mallin Jan 25, 2017, 4:30 PM ET 0 Shares WATCH White House Clarifies Trump Tweet on Sending 'Feds' Into Chicago 0 Shares Email The White House appears to be softening a cryptic tweet from President Trump threatening federal intervention over rising crime in Chicago . If Chicago doesn't fix the horrible \"carnage\" going on, 228 shootings in 2017 with 42 killings (up 24% from 2016), I will send in the Feds! — Donald J. Trump (@realDonaldTrump) January 25, 2017 Fielding questions from reporters Wednesday, White House Press Secretary Sean Spicer said Trump was referring to his desire to \"provide the resources of the federal government\" to struggling law enforcement in the city. \"It can span a bunch of things. There's no one thing,\" Spicer said. \"It can be -- there can be aid, there can be -- if it was requested up through the governor, through the proper channels, that the federal government can provide on a law enforcement basis.\" On Jan. 2, Trump suggested that Chicago ask for help if it can't solve its violent crime issue. Chicago murder rate is record setting - 4,331 shooting victims with 762 murders in 2016. If Mayor can't do it he must ask for Federal help! — Donald J. Trump (@realDonaldTrump) January 2, 2017 Chicago Mayor Rahm Emanuel addressed Trump's tweet to reporters Wednesday, and said he \"would welcome federal participation\" in tackling the city's violent crime problem. Emanuel said, however, he would not support a plan that would bring the National Guard to the streets of Chicago, calling it antithetical to what the police department is trying to do, develop trust within the community. Emanuel said he would like to see the relationships with the DEA , FBI , ATF and local law enforcement become stronger. “We would like to see that partnership enhanced and strengthened,” Emanuel said. Spicer said at least one next step for Trump is to “hopefully get a dialogue started with Mayor Emanuel” to develop a plan to curb violence. The two met in Trump Tower previously following Trump's election. ",
    "title": "White House Clarifies Trump Tweet on Sending 'Feds' Into Chicago - ABC News"
   },
   {
    "entities": [
     "clarita",
     "cristina",
     "5 a.m. monday morning",
     "lancaster",
     "colorado",
     "denver",
     "hospital",
     "january 25, 2017",
     "sunday",
     "news",
     "facebook",
     "laura",
     "fox",
     "california",
     "park",
     "morning",
     "golden",
     "a day later",
     "tuesday",
     "north",
     "calif.",
     "lynne",
     "station",
     "valley",
     "twitter",
     "night",
     "police",
     "corbin",
     "department",
     "hollywood",
     "santa",
     "hills",
     "the weekend",
     "stacy",
     "marcy",
     "wednesday",
     "los",
     "antelope",
     "2005",
     "two months ago",
     "early",
     "angeles"
    ],
    "id": 2,
    "text": "Woman reported missing found walking along California freeway Published               January 25, 2017 Facebook 0 Twitter 0 livefyre Email Print This photo, released by the family, shows 28-year-old Laura Lynne Stacy. A 28-year-old California woman who was reported missing over the weekend was found alive Wednesday walking alongside a freeway, officials said.  Laura Lynne Stacy was last seen Sunday morning leaving her Hollywood Hills apartment. A day later, her cellphone was found in a puddle of water about 30 miles away at Golden Valley Park in Santa Clarita. Her vehicle -- with Colorado license plates -- was discovered Tuesday night with its doors locked along the side of a highway in a remote desert area of Lancaster, Calif. Officers who were responding to the area Wednesday to help look for Stacy spotted her walking along the 14 Freeway nearly 60 miles from her home, police told FOX 11 Los Angeles .  Officials told FOX 11 she was taken to the hospital out of precaution, and was going to be reunited with her family. Laura Stacy being put into stretcher - just out of precaution- she's being taken to Antelope Valley Hospital pic.twitter.com/YXPlwiKfVy — Zohreen (@Zohreen) January 25, 2017 Stacy's 2005 black Acura TL -- covered with frost -- was towed from the location early Wednesday morning. A law enforcement source told Fox News there were no \"obvious signs of foul play\" at the scene but said forensic testing is being conducted on the vehicle. Stacy, who works in real estate and enjoys photography, had moved two months ago to Los Angeles from her home in Denver. The woman's mother told Fox News on Wednesday that she believes her daughter visited Golden Valley Park to take photographs. While there, she said she thinks her daughter dropped her cellphone and was unable to use its GPS device when driving home. Expand / Contract Laura Lynne Stacy Marcy Stacy said she believes her daughter got lost in bad weather conditions and pulled over along the side of the road. A blanket and some food were found inside the vehicle, Stacy said, adding that police have also searched area hospitals. Expand / Contract Laura Lynne Stacy \"I think she got lost when she was driving home,\" Stacy told Fox News. \"You can tell she was in the car for awhile.\" \"We think she ran out of gas and started walking,\" she said. Authorities on Wednesday conducted searches near Lancaster with helicopters and dogs for any sign of her. Stacy's roommate was the last person to see her at their apartment on Sunday. At around 5 a.m. Monday morning, Stacy's mother said she received a text from her daughter’s cellphone. But the message came from a stranger who reported finding the phone on the ground at Golden Valley Park -- about 30 miles from Stacy's apartment. The phone was later turned in to the Los Angeles Police Department's North Hollywood Station. Fox News' Cristina Corbin contributed to this report. Advertisement ",
    "title": "Woman reported missing found walking along California freeway | Fox News"
   },
   {
    "entities": [
     "mccain",
     "keystone",
     "muslim-majority",
     "last year",
     "this week",
     "west",
     "huckabee",
     "november",
     "inauguration day",
     "trump",
     "january 25",
     "house",
     "sam",
     "cabinet",
     "party",
     "news",
     "ashley",
     "senate",
     "jan. 25",
     "ernst/reuters",
     "parker",
     "donald",
     "mexico",
     "jonathan",
     "oval",
     "adam",
     "charles",
     "sanders",
     "of",
     "cia",
     "monday",
     "abc",
     "b.",
     "congress",
     "first week",
     "security",
     "defense",
     "nunberg",
     "john",
     "mike",
     "kelly",
     "phillip",
     "schiff",
     "border",
     "department",
     "e.",
     "republican",
     "sullivan",
     "u.s.",
     "schumer",
     "abby",
     "sarah",
     "james",
     "wednesday",
     "sean",
     "washington",
     "america",
     "committee",
     "homeland",
     "mattis",
     "now",
     "office",
     "trump's",
     "debonis",
     "f.",
     "dakota",
     "at 7:06 pm",
     "customs",
     "kinzinger",
     "protection",
     "intelligence",
     "wing",
     "white"
    ],
    "id": 3,
    "text": "People were taking Trump seriously. Now they’re starting to take him literally. The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it President Trump joins hands with his homeland security secretary, retired Gen. John F. Kelly, during remarks at Department of Homeland Security headquarters on Jan. 25. (Jonathan Ernst/Reuters) By Abby Phillip and Ashley Parker By Abby Phillip and Ashley Parker January 25 at 7:06 PM Follow @abbydphillip Follow @ashleyrparker During the campaign, many of Donald Trump’s supporters and even his advisers said they took many of the candidate’s most far-reaching promises seriously but not literally. Now in his first week at the White House, President Trump is showing that at least some of them were indeed meant literally — putting him at odds not only with critics but with some members of his own party. The Trump administration is showing every sign of taking the nation far to the right in an effort to make good on a number of his pledges, including barring refugees and immigrants from some Muslim-majority countries, potentially implementing an ideological test for others, working to build a wall on the border with Mexico and even exploring the possibility of reopening a caustic debate over “enhanced interrogation techniques” such as waterboarding. “He’s never taken a position that he doesn’t agree with. He’s never taken a position that he doesn’t believe in,” said Sam Nunberg, a former Trump adviser. “The idea that he wasn’t going to be a results-oriented president on the platform he ran on, that he designed, was a complete misnomer.” The White House said that no one should be surprised that Trump is trying to follow through on his campaign promises, starting with bold, if controversial, executive actions. U.S. Customs and Border Protection agents wait for the arrival of President Trump at the Department of Homeland Security on Jan. 25. (Chip Somodevilla/Getty Images) “The biggest thing is the president is somebody who likes to get things done,” said Sarah Huckabee Sanders, the principal deputy White House press secretary. “He’s very much an executive. He’s a builder. He likes to map out a plan and see it all come to fruition. He mapped out a plan to win the presidency, he won, and now he’s implementing the policies he campaigned on. He’s not somebody who sits back and waits for things to happen.” With an executive action Wednesday, Trump signaled he would start with one of the biggest: the process of constructing the wall with Mexico. At the same time, in attempting to fulfill that promise, Trump is illustrating the limits of his approach. His vow to make Mexico pay for the wall remains unfulfilled, and he has not detailed any new plans to accomplish it. “We do not need new laws,” Trump said Wednesday, a tacit acknowledgment that Congress had not yet signed on to the proposal. “We will work within the existing system and framework.” Some congressional Republicans, including Sen. John McCain (R-Ariz.), have already reacted with alarm at reports that Trump could seek to reopen CIA “black sites” and revisit banned “enhanced interrogation techniques” that he advocated during the campaign. The position would also put Trump at odds with his defense secretary, retired Gen. James Mattis, who Trump said last year had lobbied him strenuously in opposition to the interrogation practices. But Trump appears to be determined to press the issue, telling ABC News in an interview that he “absolutely” believes that waterboarding works. Some of his initial executive actions have been more symbol than substance. An executive order aimed at muzzling regulations associated with the Affordable Care Act signed by Trump on Inauguration Day is all but moot until Trump’s Cabinet secretaries are confirmed by the Senate and in their jobs. And his announcement Monday of a withdrawal from the Trans-Pacific Partnership was simply the final and expected end for the 12-nation trade deal, which had languished in Congress. Trump also promised Wednesday to stop “sanctuary cities” that decline to help enforce federal immigration laws, but his executive order simply instructs his homeland security secretary to withhold some federal grants from such jurisdictions. The Trump administration made a show of putting the measures into place, with signing ceremonies staged in the Oval Office and Trump’s visit to the Department of Homeland Security on Wednesday. Trump also moved quickly on other items that have long been on the Republican Party’s wish list, beginning with authorizing federal agencies to ease the regulatory burden of the Affordable Care Act, banning federal funds for nongovernmental organizations that provide or counsel women on abortions, and reauthorizing construction on two controversial oil pipelines. “He is the new action hero for America,” said Rep. Mike Kelly (R-Pa.), who declared himself “very pleased” about Trump’s first five days. Kelly said he was particularly happy about Trump‘s efforts to clear the way for the construction of the Keystone XL and Dakota Access pipelines. “People kind of sit back and say, ‘I can’t believe he did it that quickly.’ And other people say, ‘I can’t believe it took that long.’ How many more studies do we have to do?” But some Republicans said that while Trump is making good on his broad campaign promises, he has undermined his success through his inability to focus on a core message, instead allowing himself to succumb to petty distractions. This week, Trump hosted jobs-focused meetings with auto and other business executives and union leaders and arranged for the groups to hold news conferences outside the West Wing to debrief the media, an opportunity to amplify a message about job creation. But news has been dominated by Trump’s fixation with the crowd size at his inauguration, his press secretary’s airing of grievances against the media and Trump’s unsubstantiated insistence to congressional leaders that millions of illegal votes had been cast in November, costing him the popular vote. “I thought a lot of what’s happened has actually been good — the meetings with automobile makers, unions and everything else,” said Rep. Adam Kinzinger (R-Ill.). “When you argue over crowd size, when you argue over, you know, voter fraud, things like that, you’re taking your eye off the message and, I think, harming your ability to unify Republicans in the country.” Trump’s moves have alarmed Democrats, some of whom were cautiously optimistic that they could work with Trump as a self-proclaimed non-ideological dealmaker but who now see him fulfilling their worst fears. “During the campaign, the president ran against both the Democratic and Republican establishments,” said Sen. Charles E. Schumer (D-N.Y.). “But since he was elected he has governed entirely from the hard right, totally ignoring all of the promises he made to working people during the campaign.” Trump’s week of executive orders, codifying his most contentious campaign positions, has also signaled to Democrats that he does not intend to moderate on much as president. “I’m particularly concerned with his penchant for pronouncements, his being challenged on those pronouncement and his doubling down and tripling down on them,” said Rep. Adam B. Schiff (D-Calif.), ranking Democrat on the House Intelligence Committee. “I had very low expectations for what a Trump presidency would be, but he’s proven far worse than I expected.” Mike DeBonis and Sean Sullivan contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "People were taking Trump seriously. Now they’re starting to take him literally. - The Washington Post"
   },
   {
    "entities": [
     "alan",
     "4 hours ago",
     "lou",
     "harper",
     "knight",
     "cbs",
     "asner",
     "connecticut",
     "mary",
     "minneapolis",
     "mgm",
     "grant",
     "annie",
     "sam",
     "mtm",
     "'70s",
     "enterprises",
     "richard",
     "rob",
     "4:10 p.m.",
     "2009",
     "tyler",
     "facebook",
     "laura",
     "georgia",
     "three's",
     "macleod",
     "1977",
     "newhart",
     "recently",
     "1980",
     "heartsounds",
     "charles",
     "millie",
     "st.",
     "appreciation",
     "cloris",
     "nearly 40 years ago",
     "petrie",
     "rhoda",
     "diamond",
     "1970",
     "white",
     "lincoln",
     "elsewhere",
     "once",
     "sykes",
     "1966",
     "phyllis",
     "remington",
     "tinker",
     "1975",
     "usa",
     "gavin",
     "mcguire",
     "leachman",
     "bianco",
     "hollywood",
     "today",
     "richards",
     "steele",
     "cincinnati",
     "wednesday",
     "betty",
     "tiffany",
     "moore",
     "van",
     "america",
     "dick",
     "ted",
     "jan. 25, 2017",
     "ed",
     "engel",
     "bob",
     "now",
     "company",
     "valerie",
     "show",
     "robert",
     "broadway",
     "ap",
     "dyke"
    ],
    "id": 4,
    "text": "Appreciation: Yes, Mary Tyler Moore really did turn the world on with her smile The TV icon achieved a rare feat: Two classic characters. Post to Facebook Appreciation: Yes, Mary Tyler Moore really did turn the world on with her smile The TV icon achieved a rare feat: Two classic characters. Check out this story on USATODAY.com: http://usat.ly/2ku19P7 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 4 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Appreciation: Yes, Mary Tyler Moore really did turn the world on with her smile Robert Bianco , USA TODAY Published 4:10 p.m. ET Jan. 25, 2017 | Updated 4 hours ago CLOSE x Share Here are eight things you should know about Mary Tyler Moore, an icon for female actors throughout her life. USA TODAY Mary Tyler Moore, seen here in 2009,  has died in a Connecticut hospital. (Photo: Charles Sykes, AP) Oh, Mary. Most of us, of course, never knew her personally. To us, she was Rob’s wife or Rhoda’s best friend, the woman who went from being the girl in the Capri pants with the high-wattage smile to the star of what just may be the best sitcom of all time, and the titular power behind a company that, with quality as its watchword, created a string of beloved TV classics. And yet she was more. There are some stars who seem to become part of our extended national family, whose death fills us with a sense of sorrow and regret that goes beyond what we would naturally, sensibly feel over the loss of an excellent actor. Mary Tyler Moore, who revolutionized the role of women on TV, dies at 80 That’s the kind of star we had in Mary Tyler Moore, who died Wednesday at 80  after a long battle with diabetes. It doesn’t matter that her last, big TV hit left the air nearly 40 years ago: Moore was always our Mary. What was it about her? Her looks didn’t hurt: An unvarnished, ever-smiling beauty blended with far more sex appeal than you generally find in Hollywood’s girl-next-door types. This is a woman, after all, whose first big TV break — playing the smoky-voiced secretary Sam on Richard Diamond, Private Detective — featured her trained-dancer’s legs alone. We didn’t need the face; we had the voice and the gams. Really, has any TV star ever blended wholesome and hot as well as Moore? Rob and Laura may have had separate beds on The Dick Van Dyke Show — this was, after all, the early ’60s — but it didn’t take much of an imagination to figure they were sometimes sharing the same one. Who could resist? Van Dyke made her a star, and then went one step better: It made her one of TV’s great actors. Viewers watching its opening episodes might well have concluded that all the laughs would come from Rob’s work as a comedy writer, relegating the home front to shots of Laura kissing Rob hello when she was happy and wailing “Oh, Rob” when she wasn’t. But nurtured along by her writers and co-stars, Moore turned Laura into a comic gem in her own right — so much so that some of the best-loved episodes were built around her: Laura getting her toe stuck in a faucet, or destroying a family heirloom, or giving away Alan’s toupee secret. Friends and co-stars share fond memories of Mary Tyler Moore It was a great role, but not a long-lasting one: Van Dyke left the air in 1966, after just five award-winning seasons. Moore moved into movies, wisely with Thoroughly Modern Millie, not so wisely with Change of Habit. And even Habit was a happier choice than the 1966 musical version of Breakfast at Tiffany's, one of Broadway’s most infamous flops and Moore’s most painful career experiences. Roughed up a bit, she returned to TV, and triumphed. Many supporting stars in sitcoms try to launch a show of their own, usually without success. Moore was not only the exception that proves the rule; with The Mary Tyler Moore Show, she reset them. Launched in 1970 on CBS, MTM introduced us to  Mary Richards, a recently jilted single woman (not divorced, as originally planned — that was considered too risqué) launching a new life and career as a TV producer in Minneapolis. She was beautiful, she was smart, she was ambitious, and she took her career seriously, rather than seeing it as a pre-wedding way station. And while she was interested in marriage, waiting for it did not keep her from having an active sex life, a fact implied — though never, as it would be today, forced upon you. By making her a single woman in a new town, MTM did more than open dating possibilities; it launched a new paradigm. In most earlier sitcoms, “work” and “home” were two separate worlds; you had friends at work and family at home, and while they might mingle, there was always a clear distinction between them. Her show blurred those distinctions: Her friends, at work and in her apartment building, became her family. It set the template for every workplace-as-family sitcom that followed. Friends and co-stars share fond memories of Mary Tyler Moore In MTM, Moore played the sane lead, providing a stable center for an orbiting crew of crazier characters. Yet in Moore’s hands, “sane” never meant boring. Her Mary was funny enough to hold her own with the supporting characters, and yet “real” enough to carry the show’s more serious episodes, including a famous one that had her forced to face a dependence on pills. Few shows, before or after, have ever had more impact on their medium than MTM. It relaunched the career of Betty White, and made stars out of every member of the never-bettered supporting cast — Valerie Harper, Gavin MacLeod, Ted Knight, Ed Asner, Cloris Leachman and Georgia Engel — sending each into shows of their own, some spinoffs, some not. It forever drew a line between two styles of American sitcom, with the smart and literate on MTM’s side, and the dumb and silly (think Three’s Company, the later-’70s flag-bearer) on the other. The result was not just a popular comedy that set a then-record for Emmy wins (29), and not just a series that expanded our idea of what women on TV could do. It was a sitcom that was then, and may still be, the best America has ever produced. The 'Mary Tyler Moore' cast, seen together in a 1975 set photo. (From left: White, Knight, Georgia Engel, Gavin MacLeod, Moore and Asner)  (Photo: CBS Photo Archive, Getty Images) In many ways, Moore’s influence after MTM left the air in 1977 — departing with one of the greatest finales ever filmed — was more as a businesswoman than a star. With her then-husband Grant Tinker, she founded MTM Enterprises, which went on to give us one of TV’s proudest rosters: The Bob Newhart Show, Rhoda, Phyllis, Lou Grant, White Shadow, WKRP in Cincinnati, Hill Street Blues, Remington Steele, St. Elsewhere and Newhart to name more than a few. Not to mention giving us one of the great corporate logos, with its meowing cat replacing MGM’s roaring lion. Her own series afterwards were not as successful: a sketch show and a later sitcom, both called Mary; a Mary Tyler Moore Hour variety show; another sitcom called Annie McGuire. So she once again turned to movies and stage, garnering an Oscar nomination for 1980's Ordinary People, an Emmy for Stolen Babies (along with nominations for First, You Cry, Heartsounds and Lincoln) and a Tony for Whose Life Is It Anyway. That’s hardly a shameful lineup, but it is less than people expected after MTM. No doubt it was hard for her to shake her Mary Richards image, but personal problems may have also stalled her career. She battled alcoholism. She lost her only child to an accidental shooting. And she waged her decades-long battle against  diabetes. And yet who can look back and not envy what she accomplished? How many actors get to play even one role as rich and well-loved as Laura Petrie or Mary Richards? How many stars can say that two of their sitcoms, Dick Van Dyke and Mary Tyler Moore, regularly land on any list of the top 10 of all time? Indeed, how many actors move beyond “star” to “icon,” and how many of those ever engender the long-lasting affection fans had for Moore? Who can turn the world on with her smile, indeed. And if we’re not smiling now, odds are we will be the next time Laura sniffs “Oh Rob,” or Mary tosses that meat into her shopping cart. Some work is just so good, and some stars so special, they never lose their power to please. Thanks, Mary. And goodbye. ",
    "title": "Appreciation: Yes, Mary Tyler Moore really did turn the world on with her smile"
   },
   {
    "entities": [
     "enrique",
     "blocks",
     "civil",
     "ahmed",
     "times",
     "lin",
     "next week",
     "syrian",
     "julie",
     "states",
     "trump",
     "joanne",
     "fund",
     "january 25, 2017",
     "refugees",
     "doug",
     "syria",
     "thursday",
     "lynn",
     "nieto",
     "pelosi",
     "united",
     "facebook",
     "mills/the",
     "education",
     "california",
     "mexico",
     "beginning today",
     "american",
     "the day",
     "tommy",
     "of",
     "orders",
     "congress",
     "yemen",
     "security",
     "peña",
     "voice",
     "john",
     "hirschfeld",
     "kelly",
     "once",
     "border",
     "twitter",
     "department",
     "republican",
     "this year",
     "foundation",
     "new",
     "obama",
     "today",
     "mexican",
     "wall",
     "iraq",
     "libya",
     "union",
     "and",
     "wednesday",
     "york",
     "sudan",
     "binion",
     "heritage",
     "washington",
     "iran",
     "america",
     "homeland",
     "azam",
     "liberties",
     "nancy",
     "muslim",
     "tens of billions of dollars",
     "f.",
     "barack",
     "city",
     "somalia",
     "tramonte"
    ],
    "id": 5,
    "text": "Trump Blocks Syrian Refugees and Orders Mexican Border Wall to Be Built By JULIE HIRSCHFELD DAVIS Video Trump Orders Border Wall With Mexico President Trump addressed the Department of Homeland Security, discussing his most recent executive order calling for the construction of a border wall at the border between the United States and Mexico. By THE NEW YORK TIMES on Publish Date January 25, 2017. Photo by Doug Mills/The New York Times. Watch in Times Video » embed WASHINGTON — President Trump on Wednesday began a sweeping crackdown on illegal immigration, ordering the immediate construction of a border wall with Mexico and aggressive efforts to find and deport unauthorized immigrants. He planned additional actions to cut back on legal immigration, including barring Syrian refugees from entering the United States. At the headquarters of the Department of Homeland Security, Mr. Trump signed a pair of executive orders that paved the way for a border wall and called for a newly expanded force to sweep up immigrants who are in the country illegally. He revived programs that allow the federal government to work with local and state law enforcement agencies to arrest and detain unauthorized immigrants with criminal records and to share information to help track and deport them. He also planned to clamp down on legal immigration in another action expected as early as Thursday. An eight-page draft of that executive order, obtained by The New York Times, would indefinitely block Syrian refugees from entering the United States and bar all refugees from the rest of the world for at least 120 days. When the refugee program resumes, it would be much smaller, with the total number of refugees resettled in the United States this year more than halved, to 50,000 from 110,000. It would also suspend any immigration for at least 30 days from a number of predominantly Muslim countries — Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen — while the government toughened its already stringent screening procedures to weed out potential terrorists. Advertisement Continue reading the main story Taken together, the moves would turn the full weight of the federal government to fortifying the United States border, rounding up some of the 11 million people who are in the country illegally and targeting refugees, who are often among the world’s most vulnerable people. It is an aggressive use of presidential power that follows through on the nationalistic vision Mr. Trump presented during his presidential campaign. “A nation without borders is not a nation,” Mr. Trump said at the Department of Homeland Security on Wednesday, where he signed the orders alongside the newly sworn in secretary, John F. Kelly. “Beginning today, the United States of America gets back control of its borders.” The plans are a sharp break with former President Barack Obama’s approach and what was once a bipartisan consensus to devise a path to citizenship for some of the nation’s illegal immigrants. Mr. Obama, however, angered many immigrant groups for deporting millions of unauthorized workers, largely during his first term. But Mr. Trump, whose campaign rallies were filled with chants from his supporters of “build the wall,” has vowed to go much further. He has often described unauthorized immigrants as criminals who must be found and forcibly removed from the United States, as he did again on Wednesday. OPEN Document “We are going to get the bad ones out — the criminals and the drug dealers and gangs and gang members,” Mr. Trump said. “The day is over when they can stay in our country and wreak havoc. We are going to get them out, and we are going to get them out fast.” The president had invited the families of people killed by unauthorized immigrants to watch him sign the orders alongside Homeland Security employees, and he asked each of them to stand in turn, telling of the deaths of their relatives that he said had inspired his policies. “We hear you, we see you, and you will never, ever be ignored again,” Mr. Trump said, contending that they had been “victimized by open borders.” The immigration orders drew furious condemnation from civil rights and religious groups as well as immigrant advocacy organizations. The groups described them as meanspirited, counterproductive and expensive and said the new policies would raise constitutional concerns while undermining the American tradition of welcoming people from around the world. Advertisement Continue reading the main story “They’re setting out to unleash this deportation force on steroids, and local police will be able to run wild, so we’re tremendously concerned about the impact that could have on immigrants and families across the country,” said Joanne Lin, senior legislative counsel at the American Civil Liberties Union. “After today’s announcement, the fear quotient is going to go up exponentially.” Lynn Tramonte, the deputy director of America’s Voice Education Fund, an immigration advocacy group, said Mr. Trump was “ wasting no time taking a wrecking ball to the Statue of Liberty .” She called the orders “a dramatic, radical and extreme assault on immigrants and the values of our country.” Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. Privacy Policy The orders also rankled officials in countries around the world. President Enrique Peña Nieto of Mexico, who had planned to travel to Washington next week to meet with Mr. Trump, let it be known that he was considering cancel ing his trip , senior Mexican officials said. Mr. Trump has claimed that Mexico would ultimately pay for the wall, but officials there have repeatedly insisted they have no intention of doing so. But conservative organizations in the United States and some Republican lawmakers praised Mr. Trump’s moves, saying they would usher in overdue enforcement of crucial homeland security laws that Mr. Obama had refused to carry out. OPEN Graphic “This looks like a return to enforcing the immigration laws, which is something that President Obama strayed from and has not been prioritized in a very long time,” said Tommy Binion, the director of policy outreach at the conservative-aligned Heritage Foundation. “To have President Trump focus on the problems immigration is bringing us as a nation is a relief. Finally, we have a government that recognizes the tragedies that we’re facing.” Mr. Trump will not be able to accomplish the goals laid out in the immigration orders by himself. Congress would have to appropriate new funding for the construction of a wall, which some have estimated could cost tens of billions of dollars. Nonetheless, Mr. Trump directed federal agencies to use existing funds as a start to the wall and formally called for the hiring of an additional 5,000 Border Patrol agents and 10,000 additional immigration officers. The order would threaten the nation’s roughly three dozen sanctuary cities — jurisdictions that limit their cooperation with federal authorities seeking to detain unauthorized immigrants — with losing federal grant money if they do not comply with such requests. At the same time, Mr. Trump is reviving a program called Secure Communities, ended by the Obama administration, in which federal officials use digital fingerprints shared by local law enforcement departments to find and deport immigrants who commit crimes. Advertisement Continue reading the main story The provisions are chilling to many immigration advocates, who argued they could sweep up unauthorized immigrants beyond the criminals Mr. Trump says he wants to target. Among those listed as priorities for removal are those who have “engaged in fraud or willful misrepresentation in connection with any official matter or application before a governmental agency,” which would essentially include any undocumented worker who has signed an employment agreement in the United States. The order also includes a section that directs federal agencies to adjust their privacy policies to exclude unauthorized immigrants, in effect allowing the sharing of their personal identifying information, which could be used to track and apprehend them. “With today’s sweeping and constitutionally suspect executive actions, the president is turning his back on both our history and our values as a proud nation of immigrants,” said Representative Nancy Pelosi of California, the Democratic leader. “Wasting billions of taxpayer dollars on a border wall Mexico will never pay for, and punishing cities that do not want their local police forces forced to serve as President Trump’s deportation dragnet does nothing to fix our immigration system or keep Americans safe.” The order on refugees is in line with a Muslim ban that Mr. Trump proposed during the campaign, though it does not single out any particular religion. It orders the secretary of state and the secretary of Homeland Security to prioritize those who are persecuted members of religious minorities, essentially ensuring that Christians living in predominantly Muslim countries would be at the top of the list. “In order to protect Americans,” the order states, “we must ensure that those admitted to this country do not bear hostile attitudes toward our country and its founding principles.” It says that for the time being, admitting anyone from Iraq, Syria, Iran, Sudan, Libya, Somalia or Yemen is “detrimental to the interests of the United States.” Azam Ahmed contributed reporting from Mexico City. Follow The New York Times’s politics and Washington coverage on Facebook and Twitter , and sign up for the First Draft politics newsletter . ",
    "title": "Trump Blocks Syrian Refugees and Orders Mexican Border Wall to Be Built - The New York Times"
   },
   {
    "entities": [
     "interior",
     "states",
     "trump",
     "jan 25",
     "house",
     "2017",
     "january 25, 2017",
     "tracy",
     "news",
     "united",
     "laura",
     "dept",
     "january 23, 2017",
     "the",
     "park",
     "administration",
     "connor",
     "of",
     "2014",
     "ochoa",
     "defense",
     "j.",
     "mohammed",
     "cpl",
     "department",
     "u.s.",
     "nbc",
     "national",
     "iraq",
     "marines",
     "two days earlier",
     "ali",
     "@usmc",
     "service",
     "america",
     "baghdad",
     "now",
     "isis",
     "badlands",
     "jan. 19",
     ", 3:59 pm",
     "pentagon",
     "white"
    ],
    "id": 6,
    "text": "Jan 25 2017, 3:59 pm ET Perfect Timing? Pentagon Tweet Highlights Marine Who Was Refugee by Tracy Connor advertisement On any other day, the Pentagon's tweet about a Marine who came to the U.S. as an Iraqi refugee wouldn't have raised an eyebrow. But the fact that the Department of Defense decided to highlight the story of Cpl. Ali Mohammed hours after reports that President Trump is expected to ink a temporary ban on most refugees did not go without notice. From refugee to #Marine . @USMC Cpl Ali J. Mohammed takes the fight to the doorstep of those who cast his family out. https://t.co/oSXWGrzsL7 pic.twitter.com/UVlWsaESic — U.S. Dept of Defense (@DeptofDefense) January 25, 2017 Online observers wondered if someone on the military's social media team was subtweeting the White House by pointing out the contribution a former refugee is making to the U.S. But a Pentagon official told NBC News the tweet's timing was simply a coincidence, that tweets are planned well in advance and that this one had nothing to do with any expected announcements. The tweet directed followers to a feature story on the Marines website, published two days earlier, that recounts how Mohammed's family was driven from Baghdad because of their support for the United States. He joined the Marines in 2014 and is now serving as a translator for a team that supports Iraqi forces in their fight against ISIS. \"America is my home, but Iraq is my homeland,\" Mohammed is quoted as saying. Defense Department spokeswoman Laura Ochoa said the tweet about the profile was simply \"an opportunity to highlight the unique story of one of our U.S. Marines and his service to our country.\" Two days earlier, another Defense Department post about social media posting and mental health was seen by some as a possible dig at the prolific tweeter-in-chief. But that tweet actually linked to a Jan. 19 report about suicide-prevention, a priority issue for the Pentagon. Social media postings sometimes provide an important window into a person’s #mentalhealth . Know what to look for. https://t.co/B0tPAHwjVK pic.twitter.com/AbXrw2QhQd — U.S. Dept of Defense (@DeptofDefense) January 23, 2017 Scrutiny of government tweets may be more intense after incidents involving another federal agency. The Interior Department was temporarily banned from using its Twitter accounts after the National Park Service shared tweets from others that were seen as critical of the Trump Administration. The Park Service later apologized. An ex-employee of the Badlands National Park then posted a series of messages about climate change that were viewed as a protest against Trump The Badlands National Park's tweets about climate change were later deleted. The tweets were unauthorized and were removed by the park after it realized its account had been breached, a park service official said. Tracy Connor ",
    "title": "Perfect Timing? Pentagon Tweet Highlights Marine Who Was Refugee - NBC News"
   },
   {
    "entities": [
     "stein",
     "democratic",
     "david",
     "emmarie",
     "becker",
     "this week",
     "last year",
     "times",
     "mcgahn",
     "spicer",
     "graham",
     "states",
     "alexander",
     "trump",
     "south",
     "house",
     "huetteman",
     "hillary",
     "commitee",
     "cnn",
     "facebook",
     "california",
     "donald",
     "pew",
     "husted",
     "2014",
     "kim",
     "2016",
     "dianne",
     "j.",
     "twitter",
     "f.b.i.",
     "current",
     "foundation",
     "new",
     "national",
     "carolina",
     "wednesday",
     "center",
     "ii",
     "feinstein",
     "padilla",
     "york",
     "washington",
     "2012",
     "voter",
     "f.",
     "lindsey",
     "clinton",
     "ohio",
     "white"
    ],
    "id": 7,
    "text": "Mr. Trump has repeatedly shifted his view of the election system. As a candidate, he frequently railed against what he called a “rigged” election . When he became president-elect, he complained about “serious voter fraud,” but later reversed himself and mocked Ms. Stein’s recount efforts as “a scam” and a waste of time and money. This week, he flip-flopped again, telling lawmakers at a White House reception that Hillary Clinton won the popular vote because millions of immigrants in the country illegally voted for her. Mr. Spicer declined to elaborate on what Mr. Trump meant but did not back away from the assertion. “The president does believe that,” Mr. Spicer said. “It’s a belief that he’s maintained for a while, a concern that he has about voter fraud. And that’s based on information that’s provided.” It remains unclear what form a federal investigation may take. While the F.B.I. has the authority to look into voter fraud, that appears not to be what the president has in mind. Mr. Spicer said it was too early to know, but mentioned the possibility of a task force or commission. He cited studies that he said showed that voter rolls contained the names of millions of people who should not be there because they had moved, were not citizens or had since died. But the author of one of those major studies said Wednesday that Mr. Spicer and the president appeared to be misunderstanding the numbers. Advertisement Continue reading the main story David Becker, who for six years was in charge of the election initiative for the Pew Center on the States, said that voter rolls often had out-of-date information, but that there was virtually no evidence that many of those names were used to vote illegally. “It does exist, but it happens in very, very small numbers and nothing like what is claimed by the president,” Mr. Becker said. He said systems across the country to prevent voter fraud would have caught any huge effort to vote illegally. “We would have seen that well before the election,” he said. “We would have seen a swelling of the voter rolls and records.” In Ohio, for example, a review of the state’s elections in 2012 and 2014 found that out of millions of votes cast, there were 667 allegations of fraud, of which just 149 were referred to law enforcement for investigation, Mr. Husted said. The Ohio review, which happens after every election, also found that 436 unauthorized immigrants were registered to vote and that 44 had voted. Photo The legal team representing then President-elect Donald J. Trump, including Donald F. McGahn II, the current White House counsel, argued in a brief that no voter fraud had occurred in the general election. “Voter fraud exists. It’s not widespread or systemic,” said Mr. Husted, who said he had voted for Mr. Trump. “There’s no evidence that that is happening on a wide-scale basis.” Mr. Husted said he would be happy to share Ohio’s review of the 2016 election with the federal government when it was completed. And he said Mr. Trump could aid states by sharing government databases that could help them clean their voter rolls. In his Twitter message Wednesday, Mr. Trump suggested that a federal review could lead to improvements in voting procedures. But Democrats and voting experts criticized the president for focusing his allegations on voter fraud while resisting the intelligence community’s conclusions involving Russian hacking of the Democratic National Commitee and officials connected to Mrs. Clinton during last year’s election. “It’s more important that we investigate the known instances of election fraud, rather than imagined ones,” said Kim Alexander, the president of the California Voter Foundation, a nonprofit, nonpartisan organization dedicated to improving the voting process. “We have had an election that was compromised by foreign interests. That’s the real danger that has come out of this election.” Advertisement Continue reading the main story Senator Lindsey Graham, Republican of South Carolina, said the president should “knock this off” and move on. “This is going to erode his ability to govern this country if he does not stop it,” he said on CNN . And several Democratic lawmakers and state election officials said they suspected that Mr. Trump’s allegations were part of a plan by Republicans looking for reasons to justify new restrictions on voting to benefit their party, particularly targeting immigrants and African-Americans. “There has been a sustained effort across the country, rooted in similar conspiracies about voter fraud, to make it harder for Americans to vote,” Senator Dianne Feinstein of California said in a statement. “We can’t allow this attack on voting rights to continue, and it’s shameful to see such debunked conspiracy theories emanating from the White House.” Mr. Padilla, the California secretary of state, said he also worried that Mr. Trump’s repeated allegations about fraud would undermine the confidence that Americans had in the integrity of the voting system. “Stoking fear and concern is undermining people’s faith in our elections,” he said. Emmarie Huetteman contributed reporting. Follow The New York Times’s politics and Washington coverage on Facebook and Twitter , and sign up for the First Draft politics newsletter . ",
    "title": "After His Claim of Voter Fraud, Trump Vows ‘Major Investigation’ - The New York Times"
   },
   {
    "entities": [
     "ben",
     "david",
     "keystone",
     "jason",
     "several hours on wednesday",
     "trump",
     "press",
     "facetime",
     "march",
     "house",
     "standing",
     "nuckols",
     "evans",
     "sioux",
     "donald",
     "morning",
     "rock",
     "saturday",
     "presgraves",
     "tuesday",
     "of",
     "brumfield",
     "engineers",
     "oms",
     "2015",
     "dorn",
     "white",
     "associated",
     "john",
     "post",
     "jan 25, 2017",
     "agency",
     "environmental",
     "obama",
     "corps",
     "army",
     "victoria",
     "sarah",
     "previously",
     "greenpeace",
     "washington",
     "karen",
     "afternoon before",
     "topakian",
     ", 3:59 pm",
     "barack",
     "protection",
     "columbia",
     "ap",
     "december",
     "9 a.m."
    ],
    "id": 8,
    "text": "Protesters Hoist 'RESIST' Banner From Crane Near White House By ben nuckols, associated press WASHINGTON \u0097 Jan 25, 2017, 3:59 PM ET 0 Shares WATCH Recapping the Women's March on Washington 0 Shares Email The morning after President Donald Trump issued orders to delay environmental rules and restart pipeline projects, seven Greenpeace protesters climbed a 270-foot tall construction crane blocks from the White House and unfurled a massive orange and yellow banner with the word, \"RESIST.\" The banner encouraging opposition to Trump's agenda was clearly visible from the grounds of the White House for several hours on Wednesday, and from some angles it appeared to hover over the building. Protesters hoped it would get under his skin. \"There's nothing that irritates him more than to know he's not popular and we don't like him,\" one of the protesters, Karen Topakian, told The Associated Press in an interview conducted via FaceTime from high up on the crane. District of Columbia police took a hands-off approach while the protesters suspended themselves from harnesses and ropes below the crane's huge arm. Police closed three city blocks to traffic and appeared content to wait until they climbed down to be arrested. The protesters scaled the crane before dawn at a sprawling construction site that was previously home to The Washington Post. They revealed the banner after 9 a.m. and remained atop the crane into the afternoon before beginning a slow descent. John Evans, 46, a carpenter who works on the site, said the protesters were clearly experienced climbers, noting that they were moving their legs and shifting positions to maintain their blood circulation. \"Look how organized they are. They have the same equipment that I use every day,\" he said. \"They're professionals. Amateurs couldn't stay up there that long.\" The protest comes a day after Trump signed orders intended to restart construction of two oil pipelines, the Dakota Access and the Keystone XL. Former president Barack Obama halted the Keystone XL pipeline in 2015 and the Army Corps of Engineers blocked the construction of the Dakota Access pipeline in December after months of protests led by the Standing Rock Sioux tribe, which gets drinking water from a reservoir in the pipeline's path. Also on Tuesday, Trump's administration moved to delay implementation of at least 30 environmental rules and froze new Environmental Protection Agency contracts and grant awards. Topakian said the action was intended to protest \"all the things he's promised to do to push our country backwards.\" A few dozen people standing in the streets below took photos, but many just paused briefly before moving on. David Presgraves, 27, and Victoria Oms, 26, who work nearby in nonprofit communications, said they agreed with the message. Both participated in the Women's March on Washington on Saturday. \"The pipelines have got to stop,\" Presgraves said. \"There's no respect for the native people, no respect for the environment.\" ——— Associated Press writer Sarah Brumfield and AP video journalist Jason Dorn contributed to this report. ——— Follow Ben Nuckols on Twitter at https://twitter.com/APBenNuckols. 0 Shares ",
    "title": "Protesters Hoist 'RESIST' Banner From Crane Near White House - ABC News"
   },
   {
    "entities": [
     "enrique",
     "democratic",
     "the same day",
     "kate",
     "january 2016",
     "this week",
     "trade",
     "dominican",
     "next week",
     "cortez",
     "action",
     "rios",
     "states",
     "trump",
     "gil",
     "house",
     "august",
     "20%",
     "videgaray",
     "party",
     "nieto",
     "armando",
     "roberto",
     "united",
     "laura",
     "free",
     "donald",
     "mexico",
     "revolution",
     "recently",
     "american",
     "linthicum",
     "of",
     "tuesday",
     "12%",
     "north",
     "zuarth",
     "bill",
     "security",
     "pena",
     "peña",
     "carlsen",
     "americas",
     "yuri",
     "afp",
     "luis",
     "piter",
     "last fall",
     "department",
     "wechter",
     "u.s.",
     "republic",
     "national",
     "today",
     "san",
     "wednesday",
     "the last year",
     "program",
     "washington",
     "homeland",
     "the very day",
     "now",
     "diego",
     "several days ago",
     "city",
     "white"
    ],
    "id": 9,
    "text": "Trump's order to begin wall construction opens wider rift with Mexico U.S.-Mexico border Bill Wechter / AFP A pair of fences separates Mexico, left, and the U.S. south of San Diego. A pair of fences separates Mexico, left, and the U.S. south of San Diego. (Bill Wechter / AFP) Kate Linthicum Contact Reporter President  Trump ’s executive order to immediately start construction of a border wall has widened his rift with Mexico and placed pressure on Mexican President Enrique Peña Nieto to boycott a meeting with Trump planned for next week. On Wednesday, Trump directed the Department of Homeland Security to begin building a wall along stretches of the southern border where a barrier does not already exist. In what political analysts and many Mexicans viewed as a stinging affront, the order came the same day that Mexico’s foreign secretary, Luis Videgaray, arrived in Washington for talks with White House officials on trade and other issues ahead of Pena Nieto’s planned visit.  “It's a slap in the face that he did this on the very day that Videgaray arrived in the United States to negotiate the terms of the relationship,” said Laura Carlsen, the director of the Americas Program at the Center for International Policy. “Donald Trump is saying, ‘I will negotiate all of the terms because I don't care about Mexico.’” That was the message that many Mexicans heard from Trump the presidential candidate, who insulted Mexican immigrants as drug dealers and rapists and repeatedly vowed to keep them out, forcing Mexico to pay for the construction of a border wall. Armando Rios Piter, a senator with Mexico’s leftist opposition Democratic Revolution Party, called Trump’s announcement Wednesday “a hostile act.” Rios was one of dozens of Mexican politicians and leaders who on Wednesday called on Peña Nieto to cancel a meeting with Trump that the White House had said would take place on Tuesday. Roberto Gil Zuarth, a senator with the opposition National Action Party, said support for a boycott of the meeting was broad. \"We will unite all the political forces of this country to send a very clear message to the U.S. government and to President Trump  that we will not tolerate being offended, being mistreated and our country's image being damaged,\" he said. Mexican President Enrique Peña Nieto and then-Republican presidential nominee Donald Trump before a news conference in Mexico City in August. Yuri Cortez / AFP/Getty Images Mexican President Enrique Peña Nieto and then-Republican presidential nominee Donald Trump before a news conference in Mexico City in August. Mexican President Enrique Peña Nieto and then-Republican presidential nominee Donald Trump before a news conference in Mexico City in August. (Yuri Cortez / AFP/Getty Images) Peña Nieto’s office never confirmed the meeting after the White House announced it several days ago, and on Wednesday a spokesman for the Mexican president said he did not know whether it would take place.  Peña Nieto canceled a trip to the Dominican Republic on Wednesday, leading some analysts to speculate that he stayed home to monitor the situation with Trump. As recently as this week, the Mexican leader called for dialogue with Trump, who paid him a visit during the campaign last fall. Those overtures have hurt Peña Nieto domestically, with many Mexicans alleging that he has tried too hard to placate Trump. The Mexican president’s approval ratings now hover at 12%. Polls suggest that Trump is among the few politicians that Mexicans despise more. Jitters over what Trump’s rise means for Mexico’s economy have fueled a sharp depreciation of the national currency. The peso has weakened more than 20% in the last year, from about 18 pesos per U.S. dollar in January 2016 to nearly 22 pesos per dollar today. Trump has pledged to renegotiate the North American Free Trade agreement, enact a border tax on Mexican imports and halt remittances sent home by immigrants living in the U.S. ",
    "title": "Trump&apos;s order to begin wall construction opens wider rift with Mexico - LA Times"
   },
   {
    "entities": [
     "this week",
     "muslim-majority",
     "spicer",
     "states",
     "press",
     "trump",
     "january 25, 2017",
     "syria",
     "news",
     "united",
     "facebook",
     "dhs",
     "donald",
     "beginning today",
     "mexico",
     "state",
     "of",
     "months later",
     "abc",
     "yemen",
     "nations",
     "security",
     "associated",
     "twitter",
     "department",
     "u.s.",
     "obama",
     "iraq",
     "libya",
     "wednesday",
     "sudan",
     "nato",
     "sean",
     "iran",
     "america",
     "homeland",
     "now",
     "muslim",
     "barack",
     "sept. 11",
     "earlier wednesday",
     "somalia",
     "ap"
    ],
    "id": 10,
    "text": "Trump draft order reportedly will halt refugee processing for Syrians Published               January 25, 2017 Facebook 0 Twitter 0 Email Print   President Donald Trump will order the U.S. government to stop accepting Syrian refugees and suspend the issuing of visas to people from seven predominantly Muslim countries, according to a draft executive order obtained by the Associated Press Wednesday.  The AP also reported that the draft order shows Trump intends to suspend the United States' broader refugee program for 120 days. Citizens of Iran, Iraq, Libya, Somalia, Sudan, Syria or Yemen would be unable to obtain U.S. visas for at least 30 days. Trump is expected to sign the order this week. It was not clear if the draft will be revised before then.  According to the AP, Trump's draft shows that he will order Homeland Security and State Department officials, along with the director of national intelligence, to review what information the government needs to fully vet would-be visitors and come up with a list of countries that don't provide it. The order says the government will give countries 60 days to start providing the information or citizens from those countries will be barred from traveling to the United States. Exceptions would be made for diplomats, NATO visas or those people traveling to work at the United Nations. During the campaign Trump, said vetting procedures were inadequate and suggested that terrorists could pose as Syrian refugees to infiltrate the United States. While suspending visas for Syrians, Trump is also asking that officials from the departments of State and Defense to draft plans for safe zones in and around Syria. Trump has the authority to determine how many refugees are accepted annually and he can suspend the program at any time. Refugee processing was suspended in the immediate aftermath of the Sept. 11 attacks, restarting months later. During the last budget year, the U.S. accepted 84,995 refugees, including 12,587 people from Syria and President Barack Obama had set the refugee limit for this budget year at 110,000. Trump, according to his yet-to-be-signed executive order, will cut that program by more half to 50,000. The order said while the program is suspended, the U.S. may admit people on a case-by-case basis \"when in the national interest\" and the government would continue to process refugee requests from people claiming religious persecution, \"provided that the religion....is a minority religion in the individual's country.\" That suggests that would allow the admission of Christians from Muslim-majority countries. Earlier Wednesday, Trump issued orders aimed at moving ahead with a wall on the Mexican border and blocking federal funds from \"sanctuary cities\" that protect immigrants. “A nation without borders is not a nation,” Trump declared after signing the measures, while speaking to employees at the Department of Homeland Security. “Beginning today, the United States of America gets back control of its borders.” The first order calls for the “immediate construction of a physical wall on the southern border,” and directs the DHS secretary to take “all appropriate steps to immediately plan, design, and construct” the wall using authority under existing law. While it’s not yet clear exactly how the project might be funded or how much it would cost, Trump reiterated his vow that Mexico “absolutely” will pay for the project eventually, something the Mexican government has denied. “Ultimately it will come out of what’s happening with Mexico,” Trump told ABC News in a separate interview, adding construction could begin in a matter of months. Mexico’s contribution aside, Press Secretary Sean Spicer said existing Homeland Security funding could be used for now to get started, and congressional appropriations eventually would be needed. The order itself calls for the preparation of congressional budget requests. The same executive order also calls for hiring 5,000 more Border Patrol agents and ending “catch-and-release” policies for illegal immigrants, among other provisions. Another order is aimed at helping federal immigration agents. It calls for hiring 10,000 additional officers; restoring the so-called Secure Communities program and other local partnerships; prioritizing the deportation of illegal immigrant criminals; directing the State Department to use leverage to ensure illegal immigrants are taken back by their country of origin – and moving to strip federal grant money to sanctuary states and cities that “harbor” illegal immigrants. The Associated Press contributed to this report. Advertisement ",
    "title": "Trump draft order reportedly will halt refugee processing for Syrians | Fox News"
   },
   {
    "entities": [
     "enrique",
     "tomorrow",
     "earlier this month",
     "immigration",
     "ten years later",
     "states",
     "amnesty",
     "trump",
     "margaret",
     "january 25, 2017",
     "nieto",
     "la",
     "news",
     "united",
     "--",
     "krikorian",
     "npr",
     "donald",
     "mexico",
     "beginning today",
     "$12 billion",
     "$4 million",
     "customs",
     "international",
     "for",
     "tuesday",
     "of",
     "$3 million",
     "george",
     "abc",
     "2014",
     "jan. 31",
     "security",
     "enforcement",
     "peña",
     "justice",
     "noorani",
     "john",
     "present",
     "kelly",
     "j.",
     "once",
     "$15 billion",
     "border",
     "night",
     "department",
     "usa",
     "u.s.",
     "obama",
     "currently",
     "w.",
     "youtube",
     "national",
     "new",
     "2006",
     "$10 million",
     "wednesday",
     "and",
     "center",
     "ali",
     "york",
     "forum",
     "america",
     "washington",
     "burnett",
     "homeland",
     "patrol",
     "huang",
     "sasabe",
     "latin",
     "bush",
     "sonora",
     "barack",
     "studies",
     "mark",
     "alfredo"
    ],
    "id": 11,
    "text": "Donald Trump Is Moving Forward With His Wall. Is It Really Going To Happen? President Trump has signed two executive orders related to immigration and border security, moving ahead with his plans to build a wall along the U.S. border with Mexico and to deport people who are in the country illegally. Trump signed the orders at the Department of Homeland Security Wednesday, shortly after the agency's new leader, retired Marine Gen. John Kelly, was sworn in. YouTube \"Beginning today, the United States of America gets back control of its borders,\" Trump said in an address at the Homeland Security Department. The move comes less than one week before Mexican President Enrique Peña Nieto is slated to visit Trump in Washington on Jan. 31. Trump emphasized that the actions were in partnership with Mexico. \"The secretary of homeland security, working with myself and my staff, will begin immediate construction of a border wall,\" Trump said. News that the border wall plan is moving forward was criticized by Amnesty International USA, whose executive director, Margaret Huang, said, \"This wall would say that those from outside the United States, especially from Latin America, are to be feared and shunned — and that is just wrong.\" Trump said in an interview with ABC News that the U.S. will be \"reimbursed at a later date\" by Mexico for the costs of building the wall — an idea that Peña Nieto flatly rejected earlier this month . President Trump tells @ABC News: Mexico will “absolutely” reimburse U.S. for border wall. https://t.co/MgcLG1hJH0 pic.twitter.com/NlxLs4N6SF — ABC News (@ABC) January 25, 2017 The cost of building such a wall has been estimated at at least $12 billion and perhaps $15 billion for a single-layer barrier. Roughly a third of the U.S.-Mexico border is currently blocked by a fence, as NPR's John Burnett has reported : \"According to an eight-year-old estimate by the Government Accountability Office , the border fence cost the government $3 million to $4 million a mile to build. Estimates for additional fencing — in harsher terrain — could surpass $10 million a mile.\" Article continues after sponsorship The border wall is included in an executive order titled Border Security and Immigration Enforcement Improvements . It calls on Kelly to \"identify and, to the extent permitted by law, allocate all sources of Federal funds for the planning, designing, and constructing of a physical wall along the southern border.\" The directive calls for hiring more Border Patrol agents and prioritizing the prosecution of criminal offenses related to the Southern border. It also expands detention capacity — a move that could increase the use of private for-profit prisons. Enlarge this image President Trump has signed an order to begin building a new wall along the border between Mexico and the U.S. Here, the border is seen from the community of Sasabe in Sonora state, Mexico, earlier this month. Alfredo Estrella/AFP/Getty Images hide caption toggle caption Alfredo Estrella/AFP/Getty Images President Trump has signed an order to begin building a new wall along the border between Mexico and the U.S. Here, the border is seen from the community of Sasabe in Sonora state, Mexico, earlier this month. Alfredo Estrella/AFP/Getty Images The Justice Department had already beefed up border prosecutions under Presidents George W. Bush and Barack Obama. The new action suggests law enforcement will be more empowered to prosecute for minor offenses and remove those in the country illegally. A second executive order, titled Enhancing Public Safety in the Interior of the United States , directs the departments of Homeland Security and Justice to withhold federal funds from so-called sanctuary cities . In that action, Trump is also restoring the Secure Communities Program — which had ceased to operate in 2014 after being used by both the Bush and Obama administrations to force state and local governments to share fingerprints and other data to help federal officials identify unauthorized immigrants. Several states and cities sought to opt out of that system, which was also criticized for sometimes resulting in cases of mistaken detention of U.S. citizens . One critic of Trump's executive orders, Ali Noorani, executive director of the National Immigration Forum, said there are better ways to keep the country safe than to crack down on sanctuary cities. Big day planned on NATIONAL SECURITY tomorrow. Among many other things, we will build the wall! — Donald J. Trump (@realDonaldTrump) January 25, 2017 \"Pressuring local law enforcement to take on immigration responsibilities undercuts the very oath they take to 'serve and protect' the entirety of their community. Smart law enforcement is built on intelligence gathering and trust, which are dramatically undermined once the cop on the corner is asking victims of crime about their immigration status,\" he said. Mark Krikorian, director of the Center for Immigration Studies, a group that favors immigration limits, said in an email that the administration's battle with sanctuary cities is just beginning. \"Who will blink first—cities or the federal government? Cutting off their money is step one. LA and New York will not change their policies. This will play out for years,\" he said. Wednesday's executive order also seeks to force other nations to take back criminals in the U.S. illegally by using leverage such as withholding U.S. visas. And it will allow Immigration and Customs Enforcement to more aggressively arrest, detain and remove people from the U.S. It also calls for the hiring of 10,000 additional immigration officers. The order also will create an \"Office for Victims of Crimes Committed by Removable Aliens,\" aimed to support these victims and their families. The order does not detail exactly how these victims will be supported but states that the office will \"provide quarterly reports studying the effects of the victimization by criminal aliens present in the United States.\" The actions come one day after the president tweeted about new immigration policies, saying Tuesday night, \"Among many other things, we will build the wall.\" Construction of a border wall was a keystone of Trump's presidential campaign. Questions still surround the details of the plan for a wall — chief among them, how the undertaking would be paid for. A law already exists that experts say gives Trump the authority to start building the wall. It is the Secure Fence Act of 2006 . It was bipartisan and overwhelmingly supported during the Bush administration. The 2006 law envisions both physical barriers and high-tech features, like sensors and cameras. It also mentions a two-layer fence — but that fence was never built, and the legislation didn't include money to pay for one. Ten years later, the process could begin in earnest. ",
    "title": "'A Nation Without Borders Is Not A Nation': Trump Moves Forward With U.S.-Mexico Wall : The Two-Way : NPR"
   },
   {
    "entities": [
     "enrique",
     "texas",
     "cbs",
     "$6.5 million",
     "nieto",
     "dhs",
     "luke",
     "$15 billion",
     "department",
     "accountability",
     "73 percent",
     "bernstein",
     "$1.7 million",
     "$10 million",
     "center",
     "late 2008",
     "william",
     "congressional",
     "right now",
     "boundary",
     "news",
     "2009",
     "$3.9 million",
     "united",
     "late november",
     "recently",
     "mexico",
     "$12 billion",
     "$10 billion",
     "of",
     "2008",
     "current",
     "$27 billion",
     "u.s.",
     "and",
     "office",
     "$25 billion",
     "earlier this month",
     "$200,000",
     "37 percent",
     "$400,000",
     "77 percent",
     "npr",
     "$1.8 million",
     "november 2016",
     "water",
     "international",
     "messer",
     "commission",
     "2015",
     "security",
     "john",
     "1970",
     "late 2015",
     "72 percent",
     "border",
     "$15.1 million",
     "wednesday",
     "service",
     "to",
     "stahl",
     "$40 billion",
     "$8 billion",
     "lesley",
     "government",
     "states",
     "trump",
     "the",
     "$3.5 million",
     "pew",
     "$1 million",
     "$4.6 billion",
     "early december",
     "abc",
     "peña",
     "39 percent",
     "hurd",
     "$2.3 billion",
     "future",
     "arizona",
     "mit",
     "2010",
     "burnett",
     "homeland",
     "patrol",
     "research",
     "jan. 11"
    ],
    "id": 12,
    "text": "Here's a quick primer on Trump's wall — how long it would have to be, how much it will cost and what Americans think about it. The situation right now Trump is no stranger to flip-flopping, and he has voiced different opinions on how he wants the border barrier to look. When CBS's Lesley Stahl asked him if he would \"accept a fence,\" he answered, \"For certain areas I would, but certain areas, a wall is more appropriate.\" Then at his Jan. 11 press conference , he took a harder line: \"On the fence, it's not a fence; it's the wall,\" he told reporters. \"You just misreported it. We're going to build a wall.\" Remember, for the record, he said — \"For certain areas I would.\" Should he decide to accept some fencing, he has existing fencing to add onto: As of late 2015 , there were 652.7 miles of border fence along the roughly 2,000-mile-long border. Along with that head start on the barrier, he also appears to have a head start on the legislative side. When Republican Rep. Luke Messer recently claimed that the fence is authorized, and that it only needs to be funded, PolitiFact ruled it \"True.\" A November 2016 report from the nonpartisan Congressional Research Service bolsters that finding: Article continues after sponsorship Democrats Try To Find A Future Post-Obama With Fault Lines Along Economics, Race \"DHS's current policy not to deploy a substantial amount of additional fencing, beyond what is expressly required by law, appears primarily premised on policy considerations and funding constraints, rather than significant legal impediments,\" writes the author (whose name was redacted from the report). Still, there are other logistical hurdles. For example, there's the pesky issue of private land ownership. When the U.S. government was building the fence from 2008 to 2010, the Border Patrol \"had to enter into negotiations or begin condemnation proceedings with landowners,\" as NPR's John Burnett reported in mid-2014 . And even then, years after the construction, some lawsuits were still ongoing. Another potential legal barrier exists in a 47-year-old treaty, as the AP reported on Wednesday: \"The Trump administration also must adhere to a decades-old border treaty with Mexico that limits where and how structures can be built along the border. The 1970 treaty requires that structures cannot disrupt the flow of the rivers, which define the U.S.-Mexico border along Texas and 24 miles in Arizona, according to The International Boundary and Water Commission, a joint U.S.-Mexican agency that administers the treaty.\" The cost: high. An actual wall could cost $15 billion to $40 billion A member of President Trump's own party criticized the cost of a wall on Wednesday. Texas Republican Rep. William Hurd, who represents a district featuring a lengthy border with Mexico, said in a statement, \"The facts have not changed. Building a wall is the most expensive and least effective way to secure the border.\" Here are some basic facts on cost: Trump will need to find funding, and he very well may need a lot of it. While Trump at one point estimated the cost of his wall (or wall-fence combination) to be $8 billion — which he later revised to $10 billion to $12 billion — it could easily be much higher. Were he to, in fact, try a wall, the cost could be much higher. One estimate from MIT found that a 1,000-mile wall would cost anywhere between $27 billion and $40 billion. Another estimate from research and investment firm Bernstein put it at $15 billion to $25 billion. Of course, a fence could be far cheaper than a wall. The nearly 653 miles of wall built thus far cost around $2.3 billion, the DHS said in 2015 congressional testimony. That comes out to around $3.5 million per mile. Trump's U.S.-Mexico Wall Is Among Key Immigration Actions Wednesday Multiply that out across 1,300 more miles, and it comes to around $4.6 billion. But there's a big caveat here: That could easily be a very conservative estimate. Estimating how much a border fence costs isn't simply a matter of miles times dollars, because some miles of border fence cost far more than others. A 2009 analysis from the Government Accountability Office found that as of late 2008, pedestrian fencing had cost the government an average $3.9 million per mile — but that costs ranged from $400,000 to $15.1 million per mile. Likewise, vehicle fencing averaged $1 million per mile but ranged from $200,000 to $1.8 million per mile. And costs vary depending on who's doing the estimation. One 2009 analysis from the Department of Homeland Security estimated that as of late 2008, it would cost $6.5 million per mile for pedestrian fencing — that is, fencing primarily meant to block people attempting to cross the border on foot. Vehicle fencing came out to $1.7 million per mile. Prices can vary for a number of reasons; for example, the fence is far taller in some places than others, and different materials are used in different spots. Geography also plays a part in determining cost. Along some stretches of the border, like rough mountain ranges, costs could exceed $10 million per mile , as Burnett has reported. The cost also depends upon who is doing the building. Commercial builders are more expensive than if the U.S. depends upon the military to build the fence. And then other costs could easily arise — for example, the cost of legal proceedings from all those dealings with landowners mentioned above. Cost considerations are less of a worry if Mexico will pay for the wall, as Trump has claimed it would. But he is unlikely to be able to make that happen without a massive fight, as Mexican President Enrique Peña Nieto seemed to indicate earlier this month. \"It is evident that we have differences with the new United States government on some issues, such as a wall that Mexico absolutely will not pay for,\" Peña Nieto said, as quoted by the Guardian . \"At no time will we accept anything that goes against our dignity as a country and our dignity as Mexicans.\" Most Americans are opposed to the wall Many Trump supporters were fervent supporters of a border wall (as evidenced by the loud chants of \"Build the wall\" at his campaign events). However, polls suggest that Americans as a whole aren't thrilled about a border wall. A recent ABC News poll found that only 37 percent of Americans are in favor of building it. It's not that Americans aren't concerned about immigration, of course; 72 percent of Americans want to \"deport undocumented criminals,\" according to the ABC News poll. Likewise, a Pew Research Center poll from late November and early December found that large majorities of Americans support a variety of immigration policies: 77 percent said it's \"somewhat\" or \"very important\" to have stricter enforcement of visa overstays, and 73 percent said the same of preventing unqualified immigrants from receiving government benefits, for example. Meanwhile, only 39 percent said the same of building a border wall. Indeed, majorities supported other policies that run counter to the Trump immigration agenda, including allowing people who entered the country as children to stay, as well as supporting a path to legal status. ",
    "title": "President Trump Is Moving Forward With His Wall. Here's What You Need To Know : NPR"
   },
   {
    "entities": [
     "council",
     "israel",
     "$1 billion",
     "rahm",
     "management",
     "moldova",
     "mulvaney",
     "last year",
     "poland",
     "joe",
     "mick",
     "spicer",
     "seattle",
     "minneapolis",
     "getty",
     "trump",
     "house",
     "tribune",
     "jeff",
     "budget",
     "emanuel",
     "donald",
     "mexico",
     "of",
     "chip",
     "congress",
     "security",
     "justice",
     "mike",
     "john",
     "getty-rrb-",
     "kelly",
     "/",
     "department",
     "stone",
     "arena",
     "new",
     "chicago",
     "side",
     "ald",
     "wednesday",
     "and",
     "york",
     "sean",
     "los",
     "philadelphia",
     "northwest",
     "moore",
     "sessions",
     "ireland",
     "homeland",
     "nancy",
     "pakistan",
     "office",
     "jan. 25, 2017",
     "somodevilla",
     "now",
     "$29 million",
     "city",
     "angeles",
     "india",
     "pence",
     "white"
    ],
    "id": 13,
    "text": "As Trump signs immigration order, Emanuel vows Chicago will stay sanctuary city Mayor Rahm Emanuel reacts to sanctuary city executive order Mayor Rahm Emanuel reacts to the signing of an executive order regarding sanctuary cities by President Donald Trump on Jan. 25, 2017. (Nancy Stone / Chicago Tribune) Mayor Rahm Emanuel reacts to the signing of an executive order regarding sanctuary cities by President Donald Trump on Jan. 25, 2017. (Nancy Stone / Chicago Tribune) Privacy Policy As President Donald Trump signed an executive order Wednesday to cut off some federal funding from sanctuary cities, Mayor Rahm Emanuel vowed Chicago would remain one and continue to protect immigrants from deportation. \"We're gonna stay a sanctuary city,\" Emanuel said in a news conference after Wednesday's City Council meeting. \"There is no stranger among us. We welcome people, whether you're from Poland or Pakistan, whether you're from Ireland or India or Israel and whether you're from Mexico or Moldova, where my grandfather came from, you are welcome in Chicago as you pursue the American Dream.\" Emanuel declined to discuss specifics on what funding the city might lose, noting that he had not been briefed on the executive order, which the White House released about an hour after the mayor addressed reporters. Trump ordered Homeland Security Secretary John Kelly to work with incoming Attorney General Jeff Sessions to ensure sanctuary cities \"are not eligible to receive federal grants, except as deemed necessary for law enforcement purposes.\" The order states Kelly and Sessions should strip the funding that is within their discretion and consistent with the law. It also directs incoming Office of Management and Budget Director Mick Mulvaney to tabulate how much federal grant money is received by each of the country's sanctuary cities. It was not immediately clear how much federal funding could be at stake for Chicago. (Tribune news services) Cutting off all federal funding to sanctuary cities would require action by the Republican-controlled Congress. Last year, Chicago received a little more than $1 billion in federal grant funding for myriad programs, including early childhood education, transportation, policing, health initiatives, public assistance programs and disaster management. It's unknown how much of that $1 billion could be deemed necessary for law enforcement, as laid out by Trump's order. The city, however, does receive millions under the jurisdiction of the attorney general through the Justice Department . Justice officials issued a report last year that stated Chicago could stand to lose nearly $29 million in annual agency grants if it were to be found in violation of federal laws on detaining people to be turned over to immigration agents for possible deportation. Trump's order also calls for the hiring of 10,000 new immigration officers and for the deportation of immigrants living here illegally who have been convicted of a crime, been charged with a crime, committed acts that \"constitute a chargeable criminal offense,\" have abused a program related to public benefits, who have been subject to \"a final order of removal,\" or who in the judgment of an immigration officer \"pose a risk to public safety or national security.\" \"Federal agencies are going to unapologetically enforce that law, no ifs ands or buts,\" White House press secretary Sean Spicer said in a briefing with reporters. \"We're going to strip federal grant money from the sanctuary states and cities that harbor illegal immigrants. The American people are no longer going to have to be forced to subsidize this disregard for our laws.\" Donald Trump Chip Somodevilla / Getty President Donald Trump, with Vice President Mike Pence in the background, speaks during a visit to the Department of Homeland Security on Jan. 25, 2017. President Donald Trump, with Vice President Mike Pence in the background, speaks during a visit to the Department of Homeland Security on Jan. 25, 2017. (Chip Somodevilla / Getty) Emanuel's public statements reaffirming Chicago's sanctuary city status have come as the mayors of New York, Los Angeles, Seattle, Philadelphia, Minneapolis and other major cities have done the same since Trump's election. At Wednesday's City Council meeting, aldermen overwhelmingly passed a resolution reaffirming that Chicago protects all residents regardless of race, ethnicity, immigration status, criminal record, gender identity and sexual orientation. In the process, aldermen took the time to bash Trump as a \"demagogue\" and recommit themselves to the city's long-held status as a sanctuary city. \"You mess with one in Chicago, you mess with all of us,\" said Northwest Side Ald. John Arena , 45th. \"We are a sanctuary city. We'll stand by that. We will stand by every single citizen, every single resident of this city, regardless of your status. This is your home. That is our declaration.\" Ald. Joe Moore , 49th, said Chicago \"should not give in to threats.\" \"Even if it means that our federal funding is threatened, now is the time to stand up for what is right, now is the time to stand up for our values, now  is the time to stand up for those who cannot stand up for themselves,\" Moore said. \"We should not give into any demagogue who happens to somehow accidentally find his way into the White House.\" ",
    "title": "As Trump signs immigration order, Emanuel vows Chicago will stay sanctuary city - Chicago Tribune"
   },
   {
    "entities": [
     "theresa",
     "d.",
     "fortenberry",
     "rogers",
     "rein",
     "ryan",
     "paul",
     "patrick",
     "manning",
     "cia",
     "present",
     "midday",
     "j.",
     "dent",
     "department",
     "gop",
     "afternoon",
     "tom",
     "o'keefe",
     "white",
     "charlie",
     "mitch",
     "costa",
     "rules",
     "spring",
     "august",
     "mcconnell",
     "doug",
     "may",
     "senate",
     "makela/reuters",
     "snell",
     "of",
     "inzaurralde",
     "twitter",
     "health",
     "current",
     "conference",
     "and",
     "previously",
     "sean",
     "bastien",
     "obamacare",
     "pete",
     "pence",
     "lisa",
     "thune",
     "rodgers",
     "harold",
     "peyton",
     "league",
     "january 25",
     "thursday",
     "jeff",
     "the coming months",
     "chris",
     "summer",
     "congress",
     "2015",
     "mike",
     "john",
     "human",
     "robert",
     "republican",
     "sullivan",
     "national",
     "wednesday",
     "cathy",
     "committee",
     "jan. 25, 2017",
     "kelsey",
     "price",
     "the week",
     "trump",
     "house",
     "mcmorris",
     "services",
     "at 5:55 pm",
     "post",
     "tiberi",
     "philadelphia",
     "football",
     "washington",
     "collins",
     "sessions",
     "roger",
     "ed",
     "williams",
     "jayne",
     "debonis",
     "mark"
    ],
    "id": 14,
    "text": "Hill Republicans want answers. On Wednesday, Trump gave them only more questions — and fresh headaches. The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it Rep. Cathy McMorris Rodgers (R-Wash.) and Sen. John Thune (R-S.D.) address reporters at the start of a two-day GOP strategy meeting in Philadelphia on Jan. 25, 2017. (Mark Makela/Reuters) By Mike DeBonis , Kelsey Snell and Ed O'Keefe By Mike DeBonis , Kelsey Snell and Ed O'Keefe January 25 at 5:55 PM Follow @mikedebonis Follow @kelsey_snell Follow @edatpost PHILADELPHIA — Republicans eagerly seeking answers from President Trump on how he plans to implement his agenda instead found themselves deflecting new questions Wednesday about the president’s latest controversial pronouncements. House and Senate Republicans began the week expecting specific guidance on what will replace the Affordable Care Act, how quickly taxes might get slashed and how the government will pay for a new border wall and infrastructure plan. But on Wednesday, Trump offered up a fresh set of distractions with a flurry of announcements and early-morning tweets. He signed executive orders designed to jump-start construction of a wall along the U.S.-Mexico border and withhold federal funds to cities that do not comply with federal immigration laws. Word also came of a White House draft proposal to allow the CIA to reopen secret prisons overseas — and perhaps resume enhanced interrogation techniques. And Trump used Twitter to announce plans “for a major investigation” into his unproved accusations of widespread voter fraud. That left Republicans scrambling with few details and fewer answers at a moment when they had intended to secure the opposite. (Bastien Inzaurralde,Jayne Orenstein/The Washington Post) The first signs of trouble came at midday Wednesday, when Sen. John Thune (R-S.D.) and Rep. Cathy McMorris Rodgers (R-Wash.) faced reporters in a hotel ballroom here at the start of a two-day party strategy session. They came prepared to talk about health care and the tax code but were barraged with questions about Trump’s latest moves. On voter fraud, Thune said he had not seen any evidence of widespread problems and declined to directly endorse Trump’s investigation. “If they want to take that up, that is a decision that obviously he can make,” Thune said. On the administration’s plans to rethink how terrorism detainees are interrogated, Thune was stronger, emphasizing that Congress had settled the issue. “With respect to torture — that’s banned,” he said, citing a 2015 law that was approved overwhelmingly. Trying to get back on message, Thune added: “What we have to do is focus on the things that unite us,” including repealing Obamacare and revamping the tax code. Rep. Doug Collins (R-Ga.), vice chairman of the House Republican Conference, is interviewed at the Republican issues conference in Philadelphia on Jan. 25, 2017. (Mark Makela/Reuters) That is exactly what House Speaker Paul D. Ryan (R-Wis.) and Senate Majority Leader Mitch McConnell (R-Ky.) tried to do later in the afternoon. In a private gathering of lawmakers, the two GOP leaders laid out an aggressive legislative agenda calling for Congress to repeal major portions of the ACA, pass replacement measures and embark on a significant overhaul of the tax code — all within the first 200 days of blanket GOP control in Washington. What they didn’t do is fully explain how these goals will be achieved, which is what most Republican lawmakers traveled to Philadelphia to learn. [ Trump is going after Republican orthodoxy. How will Paul Ryan respond? ] Interviews with more than a dozen GOP lawmakers revealed a clash of expectations between rank-and-file lawmakers to get started in disassembling Obamacare and party leaders who are all too aware of the obstacles and difficult choices ahead. “Exact, specific and detailed — that’s what people want,” said Rep. Pete Sessions (R-Tex.), the chairman of the House Rules Committee. “We’re going to own this stuff, and we better be able to explain it.” “I don’t think you will see a plan,” said Rep. Patrick J. Tiberi (R-Ohio), chairman of a key subcommittee on health care. “I think you will see components of a plan that are part of different pieces of legislation that will make up what will ultimately be the plan.” In the private session, Ryan and McConnell declared repealing and replacing Obamacare their first order of business, with a target date for action within the next three months. The lawmakers also said they plan to move quickly on a broad rewrite of the tax code that is expected to include deep rate cuts while maintaining current revenue through changes to the international tax code, according to multiple lawmakers in the room who requested anonymity to describe the meeting. The leaders laid out a three-pronged plan to undermine Obamacare with a combination of new legislation, executive action by Trump and regulatory changes within his administration. They said a replacement law would require some Democratic support. Tax restructuring would follow on an ambitious schedule, members who attended the briefing said, with an eye toward passing that overhaul, at least in the House, before Congress breaks for its summer recess in August. Ryan told members that they would work toward a tax overhaul that would cut rates while roughly maintaining current revenue levels. “He laid out a very ambitious agenda,” said Rep. Charlie Dent (R-Pa.). “We’re on an aggressive timetable; it was almost like a construction chart the way he laid it out.” Additionally, a senior House appropriator, Rep. Harold Rogers (R-Ky.), announced plans to pass a special appropriations bill funding a Mexican border wall in the spring and to undo several major Obama-era regulations in the meantime. Also on the agenda: Drafting the first all-Republican budget in a decade with the goal of fund the government and avoiding a debt-ceiling crisis. One point of tension between Trump and lawmakers was on an infrastructure bill. Leaders told the crowd that the initial draft of their legislative agenda did not include any measure to boost transportation projects, but Trump himself had insisted on it. No details, such as a price tag or structure, were discussed, multiple members said. “Without the president’s input, that would not have been the case,” said Rep. Chris Collins (R-N.Y.), who advised the Trump transition. Trump is scheduled to address the gathering on Thursday, where he is expected to sketch out his legislative agenda for the coming months. Paying for Trump’s proposals remains an unexplored subject. Many hard-line conservatives previously opposed large policy changes that would add greatly to the deficit, as many of Trump’s proposals could. Trump has said he doesn’t want to touch popular entitlement programs, but Hill Republicans — including Ryan and Rep. Tom Price (R-Ga.), the president’s nominee to run the Department of Health and Human Services — have left the door open. One question among House Republicans is how many of the recommendations within the official House GOP policy blueprint, “A Better Way,” Trump will also take up. Also unclear is how much leverage these Republican lawmakers will have to negotiate with a president who does not like dissent and regularly takes to cable news and Twitter to lash out at critics. “He’s only been there a couple of days, I get it, but we do need to know this: Is he going to be with us when we go forward? Where does he stand on these issues?” said Rep. Roger Williams (R-Tex.). “There’s a lot of questions we need to ask him so we know where he is, so we don’t go out down the dirt road and he’s going on down the freeway.” Collins cautioned that Trump may not linger in Philadelphia and did not expect any significant progress on policy. “I wouldn’t expect any nitty-gritty,” he said. “It’ll be top-line. He’ll say he’s working closely with Pence and the leadership.” But Collins acknowledged that any hints will be taken as directives by members who are eager for guidance from the president: “The more specific the president and his administration can be, it’s safe to say that becomes the template.” Amid Trump’s early moves as president, Ryan and McConnell have taken pains to present a unified front on major policy issues, and their retreat will undoubtedly offer moments of comity — including an address from British Prime Minister Theresa May and a visit from former National Football League quarterback Peyton Manning. [ It’s mostly kumbaya so far for Trump and Republicans in Congress ] Numerous lawmakers expressed faith that Trump’s bluster could be translated into the familiar language of Republican policy — and almost all cited Pence, a former member of the House GOP leadership who will also attend the retreat Thursday, as a crucial emissary in bridging that divide. “It very much appears to me, particularly given that Mike Pence comes from the House, that we will have the central role as we ought to as the legislative body in driving legislation,” said Rep. Jeff Fortenberry (R-Neb.). “They need us.” Tiberi was more blunt about his views on bridging the divide. “I’ve watched this guy for two years,” he told a small group of reporters. “You guys take him literally, and nobody else does. You’ll learn eventually not to take him literally.” O’Keefe reported from Washington. Robert Costa and Lisa Rein in Washington and Sean Sullivan in Philadelphia contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Hill Republicans want answers. On Wednesday, Trump gave them only more questions — and fresh headaches. - The Washington Post"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "louis-dreyfus",
     "mary",
     "2017",
     "1969",
     "juvenile",
     "rob",
     "news",
     "laurie",
     "tyler",
     "inc.",
     "s.",
     "carl",
     "1977",
     "1980",
     "bergen",
     "reiner",
     "dec. 29, 1936",
     "1961",
     "tony",
     "mara",
     "petrie",
     "white",
     "1970",
     "diabetes",
     "moonves",
     "1966",
     "presley",
     "jan 25, 2017",
     "foundation",
     "richie",
     "levine",
     "3:43 pm est",
     "today",
     "candace",
     "brooklyn",
     "1967",
     "betty",
     "danny",
     "moore",
     "buxbaum",
     "van",
     "the 1950s",
     "elvis",
     "dick",
     "to",
     "leslie",
     "research",
     "show",
     "robert",
     "thomas",
     "julia",
     "dyke"
    ],
    "id": 15,
    "text": "CBS News Last Updated Jan 25, 2017 3:43 PM EST Mary Tyler Moore , an American actress and TV icon, has died, her publicist confirmed to CBS News. She was 80.  “Today, beloved icon Mary Tyler Moore passed away at the age of 80 in the company of friends and her loving husband of over 33 years, Dr. S. Robert Levine,” Moore’s longtime publicist, Mara Buxbaum, said in a statement. A groundbreaking actress, producer, and passionate advocate for the Juvenile Diabetes Research Foundation, Mary will be remembered as a fearless visionary who turned the world on with her smile.” Mary Tyler Moore's Mission Moore was born in Brooklyn on Dec. 29, 1936. In the 1950s, she began her career in live commercials as Happy Hotpoint. Her big break came when Carl Reiner and Danny Thomas cast Moore in her star-making role as Laurie Petrie, the hip and fun wife of Dick Van Dyke’s Rob Petrie on “The Dick Van Dyke” show, which ran on CBS from 1961 to 1966.  But Moore was probably best known for her title role on “The Mary Tyler Moore Show,” the first American sitcom about a single, working woman. Also a CBS mainstay, it ran from 1970 to 1977.  She won seven Emmys over the course of her career, including five for Outstanding Lead Actress in a Comedy Series, a record she shared with Candace Bergen and Julia Louis-Dreyfus for the most wins in that category.  Moore also found great success in fllm, starring in 1967’s “Thoroughly Modern Millie” and opposite Elvis Presley in 1969’s “Change of Habit” before the launch of “The Mary Tyler Moore Show.”    19 Photos Mary Tyler Moore Moore was nominated for an Academy Award for Best Actress for her role as a frosty suburban mom in the 1980 film “Ordinary People,” a role that came shortly after her own son, Richie, accidentally shot himself at the age of 24.  Over the course of her career, she also won a Tony, three Golden Globes and a SAG lifetime achievement award, and “The Mary Tyler Moore Show” was the recipient of a Peabody. 5 reasons why Betty White is still hip at 95 Moore used her celebrity status to raise awareness about a cause dear to her, juvenile diabetes, and was a tireless advocate as the international chairperson for the Juvenile Diabetes Research Foundation, a position she held for over 30 years. “Mary Tyler Moore was a once-in-a-generation talent ,” CBS chairman Leslie Moonves said in a statement. “She will be long remembered as a gifted actress, television pioneer and a role model to so many. CBS has lost one of the very best to ever grace our airwaves and our industry has lost a true legend and friend.” © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Mary Tyler Moore, beloved TV icon, is dead at 80 - CBS News"
   },
   {
    "entities": [
     "et",
     "degeneres",
     "legend",
     ", 4:24 pm",
     "cbs",
     "asner",
     "connecticut",
     "images",
     "show",
     "mary",
     "getty",
     "minneapolis",
     "jan 25",
     "3:27",
     "connie",
     "2017",
     "minnesota",
     "january 25, 2017",
     "juvenile",
     "savannah",
     "2009",
     "tyler",
     "laura",
     "s.",
     "1980",
     "--",
     "malina",
     "carl",
     "donald",
     "guthrie",
     "the",
     "marlee",
     "wjm",
     "saturday",
     "britton",
     "1961",
     "reiner",
     "george",
     "mara",
     "dead",
     "3:02",
     "takei",
     "angeles",
     "petrie",
     "1970",
     "diabetes",
     "night",
     "mccausland",
     "television",
     "foundation",
     "robbie",
     "levine",
     "new",
     "today",
     "richards",
     "brooklyn",
     "franken",
     "wednesday",
     "joshua",
     "moore,",
     "york",
     "sutherland",
     "ellen",
     "moore",
     "buxbaum",
     "van",
     "rozelle",
     "matlin",
     "1936",
     "los",
     "1977",
     "dick",
     "now",
     "ed",
     "research",
     "phil",
     "al",
     "robert",
     "icon",
     "dyke"
    ],
    "id": 16,
    "text": "Jan 25 2017, 4:24 pm ET Mary Tyler Moore, Television Legend, Dead at 80 by Phil McCausland Television Icon Mary Tyler Moore Dead at Age 80 3:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170126013845if_/http://www.nbcnews.com/widget/video-embed/862545475910\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Mary Tyler Moore, a pop culture icon who became a torch bearer for the changing perception of women in television, died Wednesday in a Connecticut hospital. She was 80. \"Today, beloved icon, Mary Tyler Moore, passed away at the age of 80 in the company of friends and her loving husband of over 33 years, Dr. S. Robert Levine,\" said her longtime representative, Mara Buxbaum. \"A groundbreaking actress, producer, and passionate advocate for the Juvenile Diabetes Research Foundation, Mary will be remembered as a fearless visionary who turned the world on with her smile.\" Moore had long suffered from diabetes. Mary Tyler Moore stands inside the WJM newsroom in 'The Mary Tyler Moore Show.' Bettmann / via Getty Images Moore became known for two beloved characters who spurned the traditional view of a women's roles in the home or the workforce, inspiring a generation along the way. Moore's first big career break came when she portrayed Laura Petrie, a mother who refused to play second fiddle to her husband, on \"The Dick Van Dyke Show\" in 1961. Later, because of her growing popularity, Moore got her own eponymous show in 1970 in which she played the role of Mary Richards, a tough single woman working her way through a Minneapolis TV station. Play TODAY Flashback: Mary Tyler Moore discusses her iconic TV roles 3:02 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170126013845if_/http://www.nbcnews.com/widget/video-embed/862526019897\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> In its seven years on CBS, \"The Mary Tyler Moore Show\" won 29 Emmys, a total that has been surpassed only by \"Saturday Night Live,\" \"Frasier\" and \"Game of Thrones.\" Moore won seven Emmys and earned an Oscar nomination for her 1980 role in \"Ordinary People.\" \"Mary was and is and now always will be, perfect,\" said her \"Ordinary People\" co-star Donald Sutherland. \"She was the perfect actor to work with. The performance she gave was perfect, painfully perfect, and the friendship she offered was perfect. I am in her thrall.'\" Other personalities lit up social media to share their sadness over Moore's loss and the importance of her life. A great lady I loved and owe so much to has left us. I will miss her. I will never be able to repay her for the blessings that she gave me. — Ed Asner (@TheOnlyEdAsner) January 25, 2017 Mary Tyler Moore changed the world for all women. I send my love to her family. — Ellen DeGeneres (@TheEllenShow) January 25, 2017 Oh Mary Tyler Moore. You were true inspiration, and power when I didn't know what that was. Thank you. #RIPMaryTylerMoore — Connie Britton (@conniebritton) January 25, 2017 Mary Tyler Moore will always be immortalized in Minnesota. My thoughts are with her family and loved ones today. https://t.co/FpJ5EUEOCn pic.twitter.com/x8dKH7g21v — Sen. Al Franken (@SenFranken) January 25, 2017 I throw my hat up in the air for you, Mary Tyler Moore. Loved her and her spirit. Rest in peace. — Savannah Guthrie (@SavannahGuthrie) January 25, 2017 No Mary Tyler Moore. No. pic.twitter.com/1718prCwf0 — Robbie Rozelle (@divarobbie) January 25, 2017 R.I.P. Mary Tyler Moore. She turned the world on with her talent. — (((Joshua Malina))) (@JoshMalina) January 25, 2017 TV Icon and groundbreaker #MaryTylerMoore has passed. She broke through our TV screens and showed that a powerful woman can be funny. RIP. pic.twitter.com/eUY6SkP6Tr — Marlee Matlin (@MarleeMatlin) January 25, 2017 She turned the world on with her smile. RIP, Mary Tyler Moore. You were a role model in so many ways. — George Takei (@GeorgeTakei) January 25, 2017 Moore was born in Brooklyn, New York, in 1936 and grew up in Los Angeles. She started her career in showbiz as a dancer for TV commercials before she was discovered by Carl Reiner, creator of \"The Dick Van Dyke Show,\" who said more than two dozen women auditioned for the role of Laura. Moore then appeared in 1970 on \"The Mary Tyler Moore Show,\" which included the iconic opening sequence of her tossing her hat. Although the show ended in 1977, it has been remembered for its feminist themes that offered a look at a new, modern American womanhood. PHOTOS: Mary Tyler Moore Turned the World on With Her Smile At age 33, she was diagnosed with diabetes, which she suffered from for the rest of her life. In recent years, the disease had left her blind, but she nevertheless remained a staunch advocate for diabetes research and the search for a cure. She served as international chairwoman of the Juvenile Diabetes Research Foundation and wrote a memoir titled \"Growing Up Again: Life, Loves, and Oh Yeah, Diabetes\" in 2009. Phil McCausland ",
    "title": "Mary Tyler Moore, Television Legend, Dead at 80 - NBC News"
   },
   {
    "entities": [
     "enrique",
     "council",
     "et",
     "2 percent",
     "david",
     "signs",
     "jim",
     "texas",
     "iranian",
     "immigration",
     "next week",
     "bloomberg",
     "spicer",
     "aimed",
     "jan 25",
     "trump",
     "house",
     "abdullah",
     "2017",
     "press",
     "executive",
     ", 5:40 pm",
     "nieto",
     "halimah",
     "u.s",
     "year 2017",
     "syria",
     "13 percent",
     "georgia",
     "fiscal",
     "california",
     "donald",
     "mexico",
     "senate",
     "kevin",
     "migration",
     "american",
     "24 percent",
     "1:09",
     "of",
     "orders",
     "mccaul",
     "congress",
     "1:28",
     "security",
     "alexandra",
     "peña",
     "enforcement",
     "justice",
     "2015",
     "year 2016",
     "mike",
     "this week, may",
     "department",
     "share",
     "policy",
     "u.s.",
     "obama",
     "national",
     "today",
     "iraq",
     "libya",
     "wednesday",
     "institute",
     "philadelphia",
     "sean",
     "kenney",
     "sudan",
     "iran",
     "committee",
     "homeland",
     "jaffe",
     "year 2014",
     "perdue",
     "inquirer",
     "yemen",
     "now",
     "de",
     "earlier wednesday",
     "customs",
     "leon",
     "somalia",
     "the previous fiscal year",
     "white"
    ],
    "id": 17,
    "text": "Jan 25 2017, 5:40 pm ET Trump Signs Executive Orders Aimed at Cracking Down on Illegal Immigration by Halimah Abdullah and Alexandra Jaffe Share Trump Announces Executive Order for 'Immediate Construction of a Border Wall' 1:09 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170126013500if_/http://www.nbcnews.com/widget/video-embed/862569539672\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The great wall on the U.S.-Mexico border that President Donald Trump promised on the campaign trail took a big step closer to becoming reality Wednesday when he signed two executive orders aimed at curbing illegal immigration. Trump insisted that his aim was to keep the nation safe and end \"one injustice after another\" for the families of Americans killed by undocumented immigrants. \"We hear you, we see you and you will never be ignored again,\" Trump told victims' relatives at a Department of Homeland Security event after he signed the orders. \"You children will not have lost their lives for no reason.\" The executive actions include redirecting existing Homeland Security money to erect what the administration described as a \"very large\" wall on the southern border with Mexico , a signature campaign promise. Additional detention facilities would also be built along the border, according to the action. \"And yes, one way or another, as the president has said, Mexico will pay for it,\" White House Press Secretary Sean Spicer told reporters earlier Wednesday. The ultimate impact of the executive order on building a wall along border is not clear, because Congress would have to approve any additional appropriations. Trump is scheduled to meet with Mexican President Enrique Peña Nieto next week in what could prove a tense faceoff as the two leaders discuss coordination, the dismantling of drug cartels and the flow of arms and cash between the two countries. \"They have to stop it. We have to stop it. We are going to save lives on both sides of the border,\"Trump said Wednesday. Play Trump Signs Two Executive Orders Related to Immigration Agenda 1:28 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170126013500if_/http://www.nbcnews.com/widget/video-embed/862614083601\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Another executive action on immigration policy includes eliminating federal funding to so-called sanctuary cities — a loose term that refers to communities that shield undocumented immigrants from deportation — unless the money is related to law enforcement. The action also directs the hiring of 5,000 new border patrol agents and would triple the number of Immigration and Customs Enforcement agents. The Trump administration will also regularly publish a list of jurisdictions that \"catch and release\" undocumented immigrants who have committed crimes and establish an office for the victims of those crimes. The Justice Department is directed to prioritize immigration prosecutions. Despite Trump's inflammatory rhetoric on the campaign trail, which included calling Mexican immigrants \"rapists\" and accusing them of \"bringing crime,\" immigration policy experts say it's tough to pin down figures on the numbers of undocumented immigrants who commit crimes. In a 2015 report, the Migration Policy Institute , a nonpartisan think tank, estimated that \"13 percent of the unauthorized immigrants in the U.S would be considered enforcement priorities\" under Obama administration executive actions that focused on non-citizens convicted of serious crimes. A law enforcement source who asked not be identified told NBC News on Wednesday that U.S. Immigration Customs Enforcement has just more than 40,000 people in custody across the nation. Of those, 17,000 are foreign nationals with criminals records, according to the figures, which are for fiscal year 2017. The source said the number of people being detained is approaching maximum capacity even as the agency tries to find additional space. In fiscal year 2016, ICE removed 240,255 foreign nationals (PDF) , a slight increase from the previous fiscal year (2 percent) but a substantial decrease (24 percent) compared to fiscal year 2014. Even as the executive orders won plaudits from Republicans, many acknowledged that it was simply \"symbolic\" or, as Sen. David Perdue of Georgia said in a statement, \"a good first step towards fixing our immigration system and solving our national security crisis.\" Rep. Mike McCaul of Texas, chairman of the House Homeland Security Committee, said in an interview with Bloomberg before Trump signed the orders that Republicans \"finally have the political will to do this.\" But he went on to say that \"the term 'wall' is a bit symbolic\" and that it simply stands for \"securing and getting operational control of that border.\" McCaul also acknowledged that whatever form the wall takes, funding it remains an open question. Democrats were already pledging to fight a number of aspects of the orders — or even to ignore them altogether. Jim Kenney, the mayor of Philadelphia, a sanctuary city that would be subject to a federal funding cutoff, said the city wouldn't change its policy despite the orders. \"Given that today's EO was simply a directive and did not even make clear if there were any significant funding streams that the Trump administration could cut off to Philadelphia, we have no plans to change our immigration policy at this time,\" said the statement , which was first reported by The Philadelphia Inquirer. And the leader of the California state Senate, Kevin de Leon, hint that he go to court to challenge any move to cut off funding to California's sanctuary cities. Other actions, which could come as early as this week, may include temporarily limiting immigration to refugees and blocking visas for citizens of Middle Eastern and African countries deemed by the Trump administration to be particularly prone to terrorism. Those nations include Syria, Iraq, Iran, Libya, Somalia, Sudan and Yemen. \"Donald Trump is making good on the most shameful and discriminatory promises he made on the campaign trail,\" the National Iranian American Council , a Washington-based nonprofit organization, said in a statement. \"He called for a Muslim ban and is now taking the first steps to implement one. This will not stand. The American people are better than this.\" Halimah Abdullah ",
    "title": "Trump Signs Executive Orders Aimed at Cracking Down on Illegal Immigration - NBC News"
   },
   {
    "entities": [
     "this jan.",
     "38 minutes ago",
     "avenue",
     "states",
     "trump",
     "services",
     "superior",
     "facebookemail",
     "united",
     "facebook",
     "penzenstadler",
     "elizabeth",
     "donald",
     "a million dollars",
     "keatinge",
     "administration",
     "international",
     "2014",
     "court",
     "5:11 p.m.",
     "john",
     "organization",
     "twitter",
     "sue",
     "$15 million",
     "$2 million",
     "hotel",
     "usa",
     "election",
     "d.c.",
     "19",
     "today",
     "minchillo",
     "day",
     "general",
     "washington",
     "nick",
     "september",
     "jan. 25, 2017",
     "pennsylvania",
     "electricians",
     "company",
     "google",
     "ap"
    ],
    "id": 18,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Electricians sue Trump's company, saying they were stiffed on rushed D.C. hotel job Electricians who rushed work on President Donald Trump’s newly opened hotel in Washington say they are owed more than $2 million, and the contractor has filed a lawsuit to force payment. Post to Facebook Electricians sue Trump's company, saying they were stiffed on rushed D.C. hotel job Electricians who rushed work on President Donald Trump’s newly opened hotel in Washington say they are owed more than $2 million, and the contractor has filed a lawsuit to force payment. Check out this story on USATODAY.com: http://usat.ly/2jqQlUj CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 11 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Electricians sue Trump's company, saying they were stiffed on rushed D.C. hotel job Nick Penzenstadler , USA TODAY Published 5:11 p.m. ET Jan. 25, 2017 | Updated 38 minutes ago 252 Shares x Share Donald Trump's Washington D.C. hotel lost more than a million dollars in its first two months, according to the General Services Administration. Elizabeth Keatinge (@ekeatinge) has more. Buzz60 In this Jan. 19 photo, police stand guard outside the Trump International Hotel on Pennsylvania Avenue in Washington.  (Photo: John Minchillo, AP) Electricians who rushed work on President Donald Trump’s newly opened hotel in Washington say they are owed more than $2 million, and the contractor has filed a lawsuit to force payment . Freestate Electrical filed the suit in D.C. Superior Court alleging Trump’s company asked for a rush order on the hotel before it’s soft opening in September and the grand opening shortly before Election Day to complete fire alarm and electrical work. Trump's company paid $15 million on the contract, but withheld payment on the final installment, the lawsuit says. “Acceleration of Freestate’s work required Freestate’s crews to work nonstop, seven days per week, 10 to 14 hours per day, for nearly 50 consecutive days,” the lawsuit says, adding the extra work was at the Trump company's direction so that it could open before the election and get positive press coverage. The lawsuit alleges Trump’s company agreed to pay one third of the remaining bill, which the electricians deem “unreasonable.” The electrical company formerly filed a lien on the hotel for unpaid work. “Trump’s actions in refusing to pay for work performed, after a project has opened, is a repeated practice of the Trump Organization on various projects; evidencing a typical business practice meant to force subcontractors to accept ‘pennies on the dollar...” the lawsuit alleges. Attorneys for the electricians also took time in the filing to point out the confusion over Trump’s continued lease with the General Services Administration. That 2014 lease, attached as an exhibit to the suit and signed by Trump, says “no elected official of the Government of the United States… shall be admitted to any share or part of this Lease, or to any benefit that may arise therefrom.” Attorneys for the Trump Organization did not immediately return a request for comment. Read more: ",
    "title": "Electricians sue Trump's company, saying they were stiffed on rushed D.C. hotel job"
   },
   {
    "entities": [
     "nielsen",
     "d.",
     "maggie",
     "6:55 a.m.",
     "espn",
     "spicer",
     "november",
     "trump",
     "house",
     "michael",
     "news",
     "fox",
     "oval",
     "morning",
     "haberman",
     "tuesday",
     "b.",
     "george",
     "the hour",
     "johnson",
     "night",
     "twitter",
     "f.b.i.",
     "louisiana",
     "obama",
     "w.",
     "chicago",
     "national",
     "new",
     "wednesday",
     "shear",
     "6:25 a.m.",
     "sean",
     "york",
     "washington",
     "lyndon",
     "office",
     "now",
     "guard",
     "bush",
     "morning in",
     "white"
    ],
    "id": 19,
    "text": "Privacy Policy After reporters pressed Sean Spicer, the White House press secretary, on Tuesday about why, if he really believed there was widespread vote fraud, the president did not order an investigation, Mr. Trump on Wednesday morning blasted out a post saying he would do just that. More than any president before him, Mr. Trump is a creature of television and social media, a reality show star obsessed with Nielsen ratings who vaulted himself to the highest office in the land on the back of a robust Twitter account. President Lyndon B. Johnson kept three televisions in the Oval Office so he could watch all three network nightly news broadcasts at the same time. But with the advent of the 24-hour cable television era, other presidents have made a point of shielding themselves from the nonstop chatter to avoid becoming too reactive. President George W. Bush always said he avoided watching television news. (“Sorry,” he would tell television correspondents with a sheepish grin.) Mr. Obama opted instead for ESPN’s “SportsCenter” late at night. Mr. Trump, on the other hand, while not much of a reader, is a voracious consumer of broadcast and social media, and it clearly guides his actions. Examples abound. Advertisement Continue reading the main story One morning in November after the election as he was preparing to become president, Fox News aired a segment at 6:25 a.m. on college students burning the American flag. At 6:55 a.m., Mr. Trump wrote : “Nobody should be allowed to burn the American flag – if they do, there must be consequences – perhaps loss of citizenship or year in jail!” Similarly, posts about the high cost of a new Air Force One and the F-35 fighter jet came soon after news reports rather than policy briefings. So far at least, Mr. Trump has shown that he does not believe in the restraints other presidents put on themselves. After the Dow Jones industrial average surpassed the 20,000 mark on Wednesday, Mr. Trump’s staff-managed official Twitter account sent out a message declaring it “Great!” even though other presidents made it a policy not to comment on daily market gyrations. The Chicago declaration provided a case in point. A threat to send federal forces into one of the nation’s largest cities — Mr. Trump did not specify whether he meant the National Guard, the F.B.I. or any other agency — is usually not one issued lightly. During Hurricane Katrina , Mr. Bush spent crucial days privately debating with aides whether to take over the National Guard in Louisiana. Mr. Trump sees little need for such deliberations before weighing in. This is, as he put it in his Inaugural Address, “the hour of action.” Whether the action will now follow the words remains uncertain less than a week into his presidency. Reporting was contributed by Michael D. Shear in Washington and Maggie Haberman in New York. ",
    "title": "Trump’s Impulses Now Carry the Force of the Presidency - The New York Times"
   },
   {
    "entities": [
     "middle",
     "david",
     "times",
     "last year",
     "hampshire",
     "debate",
     "spicer",
     "manual",
     "trump",
     "press",
     "house",
     "cabinet",
     "dod",
     "arlette",
     "news",
     "tonight",
     "donald",
     "pompeo",
     "recently",
     "february of 2016",
     "cia",
     "abc",
     "primary",
     "defense",
     "mike",
     "2016",
     "medieval",
     "muir",
     "jan 25, 2017",
     "republican",
     "u.s.",
     "new",
     "currently",
     "army",
     "saenz",
     "today",
     "24 hours ago",
     "james",
     "east",
     "wednesday",
     "york",
     "sean",
     ", 4:26 pm",
     "mattis",
     "isis",
     "field",
     "time",
     "white"
    ],
    "id": 20,
    "text": "President Trump Tells ABC News’ David Muir He 'Absolutely' Thinks Waterboarding Works By Arlette Saenz Jan 25, 2017, 4:26 PM ET 0 Shares WATCH Trump Says He'll 'Rely' on Cabinet on Whether to Resurrect Waterboarding 0 Shares Email In an exclusive interview with ABC News, President Donald Trump said he \"absolutely\" thinks waterboarding works and would consider reinstating it as an interrogation technique, depending on the advice of Defense Secretary James Mattis and CIA Director Mike Pompeo. “I will rely on Pompeo and Mattis and my group. And if they don’t want to do, that’s fine. If they do wanna do, then I will work toward that end. I want to do everything within the bounds of what you're allowed to do legally,” Trump exclusively told World News Tonight Anchor David Muir during an interview at the White House. “But do I feel it works? Absolutely, I feel it works.” Trump explained it's important to re-consider the use of waterboarding as an interrogation technique because, \"We’re not playing on an even field.” \"When they’re chopping off the heads of our people, and other people. When they’re chopping off the heads of people because they happen to be a Christian in the Middle East - when ISIS is doing things that nobody has ever heard of since medieval times, would I feel strongly about waterboarding? As far as I’m concerned, we have to fight fire with fire,\" he said. \"I’m going to go with what they say,\" Trump said of Mattis and Pompeo. \"But I have spoken as recently as 24 hours ago with people at the highest level of intelligence and I asked them the question. 'Does it work? Does torture work' - and the answer was 'Yes, absolutely.'\" During the 2016 campaign, Trump vowed to bring back the use of waterboarding and other enhanced interrogation techniques. \"Not since medieval times have people seen what's going on. I would bring back waterboarding and I'd bring back a hell of a lot worse than waterboarding,\" Trump told Muir during the ABC News New Hampshire Republican Primary Debate in February of 2016. But Trump's position on the use of waterboarding seems to differ from some of his Cabinet picks. In an interview with the New York Times last year, Trump said he was “impressed” by a recommendation from Mattis, who at the time was under consideration for Defense Secretary. “I said, what do you think of waterboarding? He said — I was surprised — he said, ‘I’ve never found it to be useful.’ He said, ‘I’ve always found, give me a pack of cigarettes and a couple of beers and I do better with that than I do with torture.’ And I was very impressed by that answer. I was surprised, because he’s known as being like the toughest guy,\" Trump told the New York Times. During his confirmation hearing to become CIA Director, Pompeo was asked whether he would comply if Trump issued a presidential order calling for the reinstatement of enhanced interrogation techniques that currently fall outside the Army Field Manual. \"Absolutely not. Moreover, I can't imagine I would be asked that by the President-elect,” Pompeo said. “There is no doubt in my mind about the limitations placed not only on the DOD but on the intelligence agency, and I’ll always comply with the law.” Trump’s comments today come amid reports of an administration draft order indicating the president is considering a review of terror interrogations and the potential re-opening of CIA “black site” prisons outside the U.S. White House Press Secretary Sean Spicer told reporters Wednesday that the draft order was \"not a White House document\" but would not provide further comment. 0 Shares ",
    "title": "President Trump Tells ABC News’ David Muir He 'Absolutely' Thinks Waterboarding Works - ABC News"
   },
   {
    "entities": [
     "los",
     "maywood",
     "times",
     "ruben",
     "immigration",
     "customs",
     "vives",
     "morning",
     "aug. 12",
     "hector",
     "wednesday",
     "cruz",
     "irfan",
     "trump",
     "angeles",
     "enforcement",
     "riverside",
     "khan",
     "and"
    ],
    "id": 21,
    "text": "'I'm worried of being separated from family': Some immigrants here illegally fear a Trump crackdown ICE raid Irfan Khan / Los Angeles Times Immigration and Customs Enforcement officers looking for a fugitive migrant question his mother during a morning raid on his residence in Riverside on Aug. 12. Immigration and Customs Enforcement officers looking for a fugitive migrant question his mother during a morning raid on his residence in Riverside on Aug. 12. (Irfan Khan / Los Angeles Times) Ruben Vives Contact Reporter Inside Express Coin Laundry in Maywood, clothes whirled inside washers and dryers, while President Trump spun in the minds of some customers at the laundromat. Maywood is a predominately Latino immigrant city southeast of downtown Los Angeles. It was one of the first in the nation to declare itself a “sanctuary” city, protecting people in the country illegally. As Trump rolled out his plans Wednesday to build a border wall and crack down on illegal immigration, some residents were concerned. Among them was Hector Cruz, 25, a Mexican national whose newborn son slept in an infant car seat. “I’m afraid of immigration raids,” Cruz said, peeking over at his son. “I’m worried of being separated from family.” Cruz, a Maywood resident who is in the country illegally, said life will get harder for immigrants like himself, but he’ll continue to work to try to provide for his family. “It’s a shame to see that the president is so against us,” he said. “All we’re doing is working and trying to get by.” ",
    "title": "&apos;I&apos;m worried of being separated from family&apos;: Some immigrants here illegally fear a Trump crackdown - LA Times"
   },
   {
    "entities": [
     "carlos",
     "rahm",
     "last year",
     "marton",
     "west",
     "atf",
     "dea",
     "spicer",
     "4:20 p.m.",
     "sides",
     "follow",
     "south",
     "trump",
     "house",
     "2017",
     "alderman",
     "last week",
     "facebook",
     "aamer",
     "emanuel",
     "start in 2017",
     "linkedin",
     "indiana",
     "the day",
     "monday",
     "summer",
     "tuesday",
     "24%",
     "of",
     "madhani",
     "king",
     "2016",
     "current",
     "ramirez-rosa",
     "usa",
     "u.s.",
     "fbi",
     "new",
     "national",
     "chicago",
     "today",
     "side",
     "korte",
     "wednesday",
     "matt",
     "york",
     "sean",
     "a day earlier",
     "gregory",
     "donovan",
     "wisconsin",
     "evening",
     "sophia",
     "washington",
     "slack",
     "now",
     "jan. 25, 2017",
     "3 hours ago",
     "guard",
     "mississippi",
     "pence",
     "white"
    ],
    "id": 22,
    "text": "Chicago, after Trump's 'carnage' comment: Show us the money Rahm Emanuel responds to Trump's latest criticism over crime in Chicago. Post to Facebook Chicago, after Trump's 'carnage' comment: Show us the money Rahm Emanuel responds to Trump's latest criticism over crime in Chicago. Check out this story on USATODAY.com: http://usat.ly/2ku9xOo CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 195 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Chicago, after Trump's 'carnage' comment: Show us the money Aamer Madhani , USA TODAY Published 4:20 p.m. ET Jan. 25, 2017 | Updated 3 hours ago CLOSE x Share President Trump tweeted unsourced statistics about the crime rate in Chicago and threatened to send in federal help. Chicago Mayor Rahm Emanuel says the help is welcome. USA TODAY NETWORK Mayor Rahm Emanuel speaks during a press conference on Wednesday about President Trump's suggestion a day earlier that he may order federal intervention to help stem violence in Chicago. (Photo: Matt Marton, AP) CHICAGO — In the face of scathing criticism and threats of a federal intervention from President Trump, Mayor Rahm Emanuel said Wednesday he would welcome greater federal involvement – and dollars – to help solve Chicago’s surge in violence. Emanuel’s comments came a day after Trump warned that if Chicago does not stem the violence that has plagued the city, he stands ready to call for federal intervention. “Chicago, like other cities that are dealing with gun violence, want to partner with federal law enforcement entities in a more significant way than we are today—whether that’s the FBI, the DEA, and the ATF,” Emanuel said. “I still firmly believe that part of that solution is resources to police and resources that can come in technology and that space. Over the years, the federal government when it comes to after school (programs), summer jobs and investment in kids has walked away, while we’ve had to step up and take responsibility.” Chicago recorded 762 murders and 4,300 shooting victims in 2016 — the deadliest in nearly two decades for the city. The nation’s third largest city is now off to a bloody start in 2017. The city had recorded  at least 42 murders  through Monday — compared to 34 murders at the same time last year. Trump, fed up with Chicago 'carnage,' threatens to send Feds During the presidential campaign, Trump repeatedly slammed Chicago and the mayor over the surge in crime, and took aim again from his Twitter account on Tuesday evening. “If Chicago doesn't fix the horrible ‘carnage’ going on, 228 shootings in 2017 with 42 killings (up 24% from 2016), I will send in the Feds!” Trump wrote on his personal Twitter account in his latest salvo. How Trump can defund 'sanctuary cities' protecting undocumented immigrants On Wednesday, the White House offered spare details on what a potential federal intervention might look like. White House press secretary Sean Spicer said the latest comments were spurred by the president's concern over \"turning on the television and seeing Americans get killed by shootings.\" \"There’s no one thing,\" Spicer said. \"There can be aid that can be, if it was requested up through the governor, through the proper channels, that the federal government can provide (to) law enforcement...There’s other aid that can be extended as well, either through the U.S. Attorney’s office or other means that will ensure that the people of Chicago have the resources to feel safe.\" Both Emanuel and members of Chicago's city council said dispatching National Guard troops to the streets of Chicago would be inappropriate and they would oppose such a move. Emanuel noted that a majority of the guns recovered from the streets of Chicago are illegally purchased by repeat offenders who come to Chicago from Indiana, Mississippi and Wisconsin. “The federal entities are set up to deal with that, and they do,” Emanuel said. “We’d like an increase in that partnership.” Trump and Emanuel are also at odds over Chicago’s status as a so-called sanctuary city, one of dozens of cities across the U.S. that in some way limits cooperation with federal immigration enforcement agents. Trump on Wednesday signed an executive order directing the government to identify federal money it can withhold to punish sanctuary cities. Emanuel said he was waiting to read Trump’s order. But the mayor was not ready to flinch. “I want to be clear,” Emanuel said. “We’re going to stay a sanctuary city.” The mayor, however, did not respond to questions from reporters about how Chicago would manage to weather a slashing of federal funding. How Trump can defund 'sanctuary cities' protecting undocumented immigrants Trump met with Emanuel in New York during the transition. The president expressed concern to the mayor about the violence and his desire to work with Emanuel to find solutions, Spicer said. But Spicer added, thus far, there’s been no follow up from the mayor. Emanuel, however, said he had a private meeting with Vice President Pence in the days before he was inaugurated last week. The two spoke about the problems of gangs and violence in Chicago, Emanuel said. Several members of the Chicago city council also called on Trump to back up his social media rhetoric with funding. A disproportionate amount of the violence in the city occurs in a few neighborhoods on Chicago’s South and West Sides, predominantly black and Latino enclaves where poverty is a persistent problem. Alderman Sophia King, who represents a ward on the city’s South Side, said if Trump is going to have the federal government intervene, “he better come with a big bag. “ “We welcome the federal government, but he needs to come with money for jobs, money for neighborhood schools, money for economic development in these communities and then we can address the disparity,” King said. “There is a direct correlation between poverty and crime.” Other council members were more hostile to Trump’s suggestion that he stands ready for federal intervention. “He didn’t mean the resources of the federal government coming in to create jobs on the South or West Side of Chicago, to create jobs for people of color, to take the guns out of people’s hands and put them to work,” said Alderman Carlos Ramirez-Rosa of Trump’s comments. “You know what he meant. He meant locking up more black and brown folks, just like Republicans, right-wingers, have always done.” Contributing: Gregory Korte and Donovan Slack in Washington Follow USA TODAY Chicago correspondent Aamer Madhani on Twitter:  @AamerISmad 4260 CONNECT TWEET 2 LINKEDIN 195 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2ku9xOo NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Chicago, after Trump's 'carnage' comment: Show us the money"
   },
   {
    "entities": [
     "secret",
     "october",
     "kerry",
     "o'grady",
     "colorado",
     "denver",
     "trump",
     "hillary",
     "gary",
     "facebook",
     "byrne",
     "oval",
     "dan",
     "1902",
     "twitter",
     "service",
     "malia",
     "washington",
     "office",
     "1939",
     "zimmerman",
     "examiner",
     "emmett",
     "clinton"
    ],
    "id": 23,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   A Denver-based Secret Service agent’s assertion that she would rather go to jail than take a bullet for President Trump left veterans of the commander-in-chief’s vaunted security detail stunned. Gary Byrne, who guarded President Clinton and the Oval Office during a 12-year stint with the Secret Service, told Fox News Special Agent Kerry O’Grady’s revelation on Facebook was astonishing. Expand / Contract “It is unheard of and unbelievable that someone at her level would comment publicly on being unwilling to protect the president,” said Byrne, author of “Crisis of Character,” a book that came out during the presidential campaign that was highly critical of Hillary Clinton. “Everyone has their own personal political opinions, but this job is not personal. You take an oath to the country, not the person. You are protecting the office, and what makes the country great.” Dan Emmett, a retired Secret Service agent and author of “Within Arms Length” and “I Am a Secret Service Agent,” said, \"In my view, O'Grady can no longer function with any degree of credibility as an agent and should retire or be dismissed by the Secret Service.\" He added, “Her stated refusal or unwillingness to do what all Secret Service agents have been willing and expected to do since 1902 when the Secret Service began protecting presidents presents the worst possible example for her agents as well as all young agents Service wide. She has at this point rendered herself completely irrelevant as an agent. Few will be willing to work for her or with her.\" The Secret Service is reportedly \"taking appropriate action\" after news broke that O’Grady had made the comments in an October Facebook post. The agency did not say if O’Grady, who is in charge of the Denver office, could be disciplined or even fired, but her comments may be in violation of The Hatch Act. That 1939 law bars certain federal employees from engaging in political activity to promote fairness and nonpartisanship within the workplace. The Secret Service is among the agencies affected by the Hatch Act. \"As a public servant for nearly 23 years, I struggle not to violate the Hatch Act,” O’Grady wrote. “So I keep quiet and skirt the median. To do otherwise can be a criminal offense for those in my position. Despite the fact that I am expected to take a bullet for both sides. But this world has changed and I have changed. And I would take jail time over a bullet or an endorsement for what I believe to be disaster to this country and the strong and amazing women and minorities who reside here. Hatch Act be damned. I am with Her.\" O'Grady told the Washington Examiner that she took down the posts after two or three days and that she would protect the president. \"It was an internal struggle for me but as soon as I put it up, I thought it was not the sentiment that I needed to share because I care very deeply about the mission,\" she said. Byrne said simply retracting the statement is not enough. “At her level, she is special agent in charge of Denver, she has a couple hundred people working under her including agents, technicians, and officers,” he said. “Her job is to run the office, but to provide the manpower if the President comes to Colorado.  If she made these comments just to her friends, that is personal. But if you state that publicly, like she did on Facebook, she should be removed from the position. “I cannot tell you how bad that is,” he added. Malia Zimmerman is an award-winning investigative reporter focusing on crime, homeland security, illegal immigration crime, terrorism and political corruption. Follow her on twitter at @MaliaMZimmerman Advertisement ",
    "title": "Secret Service vets shocked at agent's claim she won't take a bullet for Trump | Fox News"
   },
   {
    "entities": [
     "foulkes",
     "rahm",
     "tobacco",
     "dowell",
     "west",
     "nebraska",
     "atf",
     "dea",
     "spicer",
     "toni",
     "trump",
     "alcohol,",
     "house",
     "laquan",
     "tribune",
     "gage",
     "blase",
     "park",
     "emanuel",
     "donald",
     "firearms",
     "tuesday",
     "bureau",
     "of",
     "early december",
     "cupich",
     "enforcement",
     "investigations",
     "federal",
     "drug",
     "englewood",
     "twitter",
     "pat",
     "the past year",
     "cardinal",
     "u.s.",
     "agency",
     "fbi",
     "new",
     "national",
     "chicago",
     "today",
     "ald",
     "emaunel",
     "wednesday",
     "hall",
     "and",
     "sean",
     "york",
     "washington",
     "mcdonald",
     "evening",
     "nancy",
     "mayor",
     "jan. 25, 2017",
     "guard",
     "lawn",
     "stone/chicago",
     "city",
     "time",
     "white"
    ],
    "id": 24,
    "text": "Emanuel: Federal help welcome, but National Guard out of the question Mayor Emanuel reacts to President Trump's statement on Chicago crime Mayor Rahm Emanuel responds to a tweet by President Donald Trump saying he will “send in the Feds!” if the city “doesn’t fix the horrible ‘carnage’ going on.” (Nancy Stone/Chicago Tribune)   Mayor Rahm Emanuel responds to a tweet by President Donald Trump saying he will “send in the Feds!” if the city “doesn’t fix the horrible ‘carnage’ going on.” (Nancy Stone/Chicago Tribune)   Privacy Policy Mayor Rahm Emanuel on Wednesday welcomed federal assistance to help stem Chicago violence but rejected the idea of the National Guard patrolling the city as \"antithetical\" to the trust he's trying to build in law enforcement. The mayor's comments came after President Donald Trump on Tuesday evening took to Twitter to suggest he would \"send in the Feds!\" if Chicago doesn't \"fix the horrible 'carnage' going on.\" The president's tweet, however, did not specify what form that could take. At a Wednesday press briefing, White House spokesman Sean Spicer didn't respond directly when asked whether Trump was talking about deploying National Guard troops to Chicago. \"There's no one thing,\" Spicer said. \"There can be aid, if it was requested up through the governor through the proper channels that the federal government can provide on a law enforcement basis. But there's other aid that can be extended as well through the U.S. attorney's office or other means that will ensure the people of Chicago have the resources to feel safe. That's what he means. And part of it is that no American, whether or not you live in Chicago or Nebraska, shouldn't feel like you can walk down the streets of a city in this country and fear for your life. And I think too often that's happening in Chicago.\" Spicer: No American should fear for life walking down the street White house spokesman Sean Spicer on how the Trump administration can help curb the violence in Chicago. Jan. 25, 2017. (The White House) White house spokesman Sean Spicer on how the Trump administration can help curb the violence in Chicago. Jan. 25, 2017. (The White House) See more videos At City Hall , Emanuel said the National Guard \"has nothing to do with public safety\" and that he was \"against it, straight up.\" \"The place you want — if it comes to safety and security when dealing with gangs and guns — you want the federal resources that are set up to deal with that,\" Emanuel said while speaking to reporters at a news conference that included more national media outlets than usual in the wake of the Trump tweet. \"That is the ATF, Alcohol, Tobacco and Firearms. That is DEA, Drug Enforcement Agency. That is FBI, the Federal Bureau of Investigations.\" Spicer indicated Trump was waiting for Emanuel to ask for help dealing with Chicago crime, referencing a meeting the two had in New York prior to Trump's inauguration. \"I think the president-elect at the time extended his support to Mayor Emanuel to say that the resources of the federal government are here for you,\" Spicer said. \"To the best of my knowledge, that return call for help has not occurred.\" Spicer: Rahm has not returned Trump's call White House spokesperson said in press briefing Jan. 25, 2017, he believed Rahm Emaunel has not yet returned President Trump's phone call. (White House) White House spokesperson said in press briefing Jan. 25, 2017, he believed Rahm Emaunel has not yet returned President Trump's phone call. (White House) See more videos Emanuel on Wednesday said he talked with Trump during that early December meeting about the kind of federal help Chicago would like to receive, though he did not offer specifics on what he asked for. \"I've been very clear about what I think we need to do, and I think you can say this, and I'm saying it correctly: I'm not a shy person,\" he said. \"But I look forward to working with the new administration on expanding what exists today. We have a partnership. There are resources.\" Emanuel repeatedly has pointed out that though Chicago has received much of Trump's public crime-fighting focus, other American cities are statistically more violent and also seeing spikes in the number of shootings. The mayor brushed off a question Wednesday about why the president is so fixated on Chicago. \"Look, that's not for me to answer. You should ask your colleagues out in Washington,\" he said. \"Here's the thing: You want to focus on Chicago? OK. I'm going to focus on Chicago.\" Aldermen reacted cautiously to the presidential tweet, saying the city could use more federal money and assistance but that armed troops patrolling the streets would be a mistake. \"I don't think we need troops in the city,\" said Ald. Pat Dowell , 3rd. \"Nobody wants to be subject to a curfew, home-to-home searches, cordoning off neighborhoods. I think we need more investment in terms of jobs, investment in our schools.\" South Side Ald. Toni Foulkes said sending National Guard units into the city's African-American neighborhoods would worsen conditions in those communities, where there is already a distrust of law enforcement. \"When the National Guard gets involved, you end up with curfews, militarization of neighborhoods,\" said Foulkes, 16th, who represents parts of Englewood, West Englewood, Chicago Lawn and Gage Park. \"And especially in places like Englewood, neighborhoods where residents already feel like there's a racial basis to some of these decisions, that will not help matters.\" Cardinal Blase Cupich, who was at City Hall to be honored for his recent elevation to cardinal, said the situation is \"more complex\" than one that can be dealt with simply by posting federal troops on Chicago streets. \"The problem is surely much more complex than that type of a solution,\" he said. \"I surely would welcome, and I think a lot of people would welcome, assistance on a multilevel basis, simply because the problem is not simple. It is complex and it can be improved if we all pull together.\" Emanuel is in a tough spot. With Chicago's ongoing crime problems eroding local trust in his administration and garnering so much national attention from Trump and others, it could be difficult for the mayor to reject outright offers of help. But he might not want to be seen as turning over crime fighting to federal officials. And the mayor is trying desperately to increase some residents' trust in law enforcement that was badly hurt by the Laquan McDonald police shooting and other incidents in the past year, a process he said the National Guard would undermine. ",
    "title": "Emanuel: Federal help welcome, but National Guard out of the question - Chicago Tribune"
   },
   {
    "entities": [
     "eddie",
     "january",
     "jeremy",
     "byrne",
     "oval",
     "morning",
     "state",
     "cities",
     "department",
     "jan. 16, 2017",
     "afternoon",
     "hatch",
     "dardick",
     "guard",
     "hal",
     "garfield",
     "white",
     "zbigniew",
     "west",
     "friday",
     "atf",
     "dea",
     "spicer",
     "association",
     "annie",
     "fardon",
     "michael",
     "news",
     "about wednesday",
     "park",
     "less than an hour later",
     "donald",
     "recently",
     "administration",
     "tuesday",
     "of",
     "bureau",
     "24%",
     "enforcement",
     "justice",
     "2008",
     "drug",
     "pfleger",
     "night",
     "mount",
     "police",
     "u.s.",
     "fbi",
     "pilgrim",
     "sweeney",
     "emaunel",
     "jan. 13",
     "sean",
     "ford",
     "cook",
     "intervention",
     "meisner",
     "office",
     "hours wednesday",
     "customs",
     "rahm",
     "tobacco",
     "allen",
     "marshall",
     "lee",
     "contact",
     "alcohol,",
     "richard",
     "blagojevich",
     "emanuel",
     "bruce",
     "jonathan",
     "the previous year",
     "church",
     "2015",
     "john",
     "zachary",
     "bzdak",
     "two years later",
     "foundation",
     "rod",
     "new",
     "national",
     "wednesday",
     "lab",
     "rauner",
     "ronald",
     "illinois",
     "jan. 25, 2017",
     "fire",
     "liam",
     "daley",
     "sept. 11",
     "simulator",
     "jason",
     "this week",
     "last year",
     "the decade",
     "gorner",
     "major",
     "trump",
     "2013",
     "house",
     "reporters",
     "2017",
     "tribune",
     "baptist",
     "crisis",
     "university",
     "m.",
     "fox",
     "academy",
     "last august",
     "county",
     "johnson",
     "chiefs",
     "2016",
     "pat",
     "tyshawn",
     "quinn",
     "chicago",
     "northwestern",
     "evening",
     "missionary",
     "smith"
    ],
    "id": 25,
    "text": "Trump's tweet sends law enforcement scrambling to figure out its meaning Chicago police Superintendent Eddie Johnson Zbigniew Bzdak / Chicago Tribune Chicago police Superintendent Eddie Johnson visits the Chicago Fire Academy Crisis Intervention Simulator Lab on Jan. 16, 2017. Chicago police Superintendent Eddie Johnson visits the Chicago Fire Academy Crisis Intervention Simulator Lab on Jan. 16, 2017. (Zbigniew Bzdak / Chicago Tribune) Jeremy Gorner , Jason Meisner and Annie Sweeney Contact Reporters Chicago Tribune The roots of Chicago's gun violence epidemic are so deep and multifaceted that experts have long said law enforcement alone can't solve it. But in 24 characters of a tweet sent Tuesday night, President Donald Trump proposed his solution if Chicago can't reduce the violence. \"I will send in the Feds!\" Trump, who campaigned on a law-and-order platform, tweeted Tuesday night in a post that also quoted data on Chicago shootings published by the Tribune this week. What exactly the president meant by the vague missive was a matter of open debate for hours  Wednesday as law enforcement agencies scrambled to read between the lines and decide how — or even if — to respond. Was Trump talking about delivering more federal aid to the Chicago Police Department ? Would he send more resources to the FBI or other federal agencies that  already have been working on the problem for years? Or did he intend to send in the National Guard? \"The statement is so broad. I have no idea what he's talking about,\" Chicago police Superintendent Eddie Johnson said. At the White House daily briefing Wednesday afternoon, press secretary Sean Spicer sought to clarify Trump's remark, telling reporters that the president was upset about \"turning on the television and seeing Americans get killed by shootings.\" But Spicer gave no indication the president was close to ordering in troops. \"What he wants to do is provide the resources of the federal government, and it can span a bunch of things,\" Spicer said. \"There's no one thing. There can be aid, if it was requested up through the governor, through the proper channels, that the federal government can provide on a law enforcement basis.\" Spicer: Rahm has not returned Trump's call White House spokesperson said in press briefing Jan. 25, 2017, he believed Rahm Emaunel has not yet returned President Trump's phone call. (White House) White House spokesperson said in press briefing Jan. 25, 2017, he believed Rahm Emaunel has not yet returned President Trump's phone call. (White House) See more videos The Tuesday tweet was not the first time Trump had used his favorite social media platform to jab at Chicago's homicide rate or imply that Mayor Rahm Emanuel needed help. But it was the president's first direct comment on the issue since a stinging report from the U.S. Department of Justice released Jan. 13 that found Chicago police routinely used excessive force and violated the civil rights of citizens, particularly in the mostly minority communities that are hardest hit by violence. In fact, the report specifically said that overly harsh policing tactics did more harm than good, making residents feel like the police were an \"occupying force.\" Jonathan Smith, former head of special litigation for the Justice Department, told the Tribune on Wednesday that in Chicago and other cities, federal help to combat gun violence has come in the form of a \"surge\" of federal agents to work on task forces with local police. But those are short-term solutions at best, he said, and bringing in the National Guard would be even more unsustainable. \"To solve a public safety problem, troops are not the answer,\" Smith said. \"Is (Trump) going to put National Guard troops on every corner for the next two years? It's a long-term problem that needs long-term solutions.\" Trump's tweet came just four days after he took the oath of office and referred back to a line from his inaugural address Friday citing the \"American carnage\" left behind by crime, gangs and drugs. Last year, Chicago experienced its worst violence in two decades — with more than 4,300 people shot and  762 killed, according to official Police Department statistics. And the violence has continued at comparable levels so far in January. The issue was being debated in a Fox News segment Tuesday night that cited numbers from a Tribune analysis of homicides and shootings. Less than an hour later, Trump tweeted: \"If Chicago doesn't fix the horrible 'carnage' going on, 228 shootings in 2017 with 42 killings (up 24% from 2016), I will send in the Feds!\" Rahm Emanuel on Wednesday welcomed federal assistance to help stem Chicago violence but rejected the idea of the National Guard patrolling the city as \"antithetical\" to the trust he's trying to build in law enforcement. The mayor's comments came after President Donald Trump on Tuesday evening... Mayor Rahm Emanuel on Wednesday welcomed federal assistance to help stem Chicago violence but rejected the idea of the National Guard patrolling the city as \"antithetical\" to the trust he's trying to build in law enforcement. The mayor's comments came after President Donald Trump on Tuesday evening... (John Byrne and Hal Dardick) The chain reaction Trump's words set off illustrated how even from the Oval Office he has continued to use social media to set his agenda, regardless of the complexity or sensitivity of the subject matter. It seemed to catch police brass in Chicago off-guard. In an exclusive telephone interview with the Tribune on Wednesday morning, Johnson said he was baffled by the meaning of the president's words. If it meant a mobilization of National Guard troops, Johnson said he would be opposed. \"They're not trained for this type of action,\" he said, noting in addition that federal troops may not have the power to make arrests. Johnson said he does not oppose increased assistance from the federal government — whether that would mean more agents from the FBI and Bureau of Alcohol, Tobacco, Firearms and Explosives or more help geared toward youth living in Chicago's most violent neighborhoods. \"We would use (federal funding for) mentorship programs, after-school programs,\" he said. \"Those are the things I think we can use.\" Trump's tweet also prompted phones to light up Wednesday at the Chicago FBI office and the U.S. attorney's office in Chicago, where national reporters were calling seeking reaction. In response, the Chicago FBI put out a general statement saying the agency \"works closely\" with state, local and federal partners \"to combat violent crime.\" The U.S. attorney's office had no comment. The tweet was also being talked about Wednesday in some of Chicago's hardest-hit communities. The Rev. Marshall Hatch, who heads New Mount Pilgrim Missionary Baptist Church in West Garfield Park, said he'd welcome any kind of help kick-starting economic recovery. But adding more military-style policing to a neighborhood where Chicago police are  already seen as aggressive and disconnected from residents would be a recipe for disaster, he said. President Donald Trump tweeted Tuesday night about Chicago’s violence, saying he will “send in the Feds!” if the city “doesn’t fix the horrible ‘carnage’ going on.” Trump’s tweet refers back to a line in his inaugural address Friday about “the crime, and the gangs, and the drugs that have stolen... President Donald Trump tweeted Tuesday night about Chicago’s violence, saying he will “send in the Feds!” if the city “doesn’t fix the horrible ‘carnage’ going on.” Trump’s tweet refers back to a line in his inaugural address Friday about “the crime, and the gangs, and the drugs that have stolen... (Liam Ford) \"We don't want martial  law,\" Hatch said. \"If the president means more resources to deal with some of the socio-economic issues, if the president means more resources with the plan to hire more police that could be part of the community, then that is the kind of help that could make sense. But not sending in the National Guard.\" Although it's difficult to pull context out of a 140-character tweet, Trump's words, to some, belied the fact that \"the Feds\" have been deeply involved in the gun violence issue for years. Agencies like the FBI, ATF and U.S. Drug Enforcement Administration devote significant resources to going after gun offenders, often partnering with Chicago police in task forces designed to get the most violent criminals off the streets. In recent years, federal prosecutors have stepped up collaborative efforts with the Cook County state's attorney's office to determine where certain gun cases should be brought to maximize potential sentences. But many experts warned that while smart and aggressive policing can help stem the tide for a time, in the end it's a complex social justice problem entrenched in neighborhoods where joblessness and hopelessness have existed for generations. Since taking over as Chicago's top federal prosecutor in 2013, U.S. Attorney Zachary Fardon has repeatedly tempered expectations about how much of a dent federal authorities can make with limited resources. \"We're not going to arrest our way out of the gang problem that we have in the city of Chicago,\" Fardon said. Meanwhile, a report released this week that surveyed police chiefs across the country found that a \"surge\" of federal agents is low on the list of help they want to address violent crime. In the report, released by the Police Foundation and Major Cities Chiefs Association, \"short-term surges of federal law enforcement staffing\" was ranked second-to-last in a list of 17 ways the federal government could help local cops fight gun violence. Instead, the chiefs were looking for more tools — like ballistics imaging and gun tracing — to fight crime, the report said. The report also noted that budgets and salaries for the agencies charged with fighting crime — including the  DEA and ATF — have \"only grown modestly\" since the Sept. 11 terrorist attacks, while Immigration and Customs Enforcement resources have grown considerably. Though the White House seemed to tamp down any immediate plan to put boots on the ground in Chicago, it wouldn't be the first time that calling up the National Guard has been discussed in the face of the city's persistent gun violence. In 2008, Gov. Rod Blagojevich said violent crime was \"out of control\" and \"reaching epidemic proportions\" in certain neighborhoods while suggesting the National Guard and Illinois State Police could help. Two years later, when the city's homicide rate rose slightly over the previous year, two Democratic state legislators suggested Gov. Pat Quinn dispatch the National Guard to Chicago, even though the number of shootings was actually down from earlier in the decade. Quinn downplayed the idea, saying it could be counterproductive to police efforts and that local law enforcement was trained differently than military personnel. Then-Mayor Richard M. Daley also shot down the suggestion as too simplistic. More recently, in the wake of the brutal 2015 killing of 9-year-old Tyshawn Lee, an online petition to call up the National Guard was circulated on the grass-roots website change.org that garnered thousands of signatures. The issue was again in the news last August, the city's deadliest month in 23 years. South Side Rev. Michael Pfleger called for Gov. Bruce Rauner to declare a state of emergency due to the violence. But when a reporter suggested to Rauner that residents were in favor of troops being deployed, the governor ruled out the idea, saying that doing so would be an \"emotional\" reaction that \"wouldn't make sense.\" There's also a question of how such a deployment would take shape. Although the National Guard is deployed during natural disasters or in the event of civil unrest, it's typically at the invitation of local officials. If  Trump were to deploy troops to address Chicago's gun violence, it would be \"highly unusual and almost surely unconstitutional,\" said Ronald Allen, a law professor at Northwestern University. jmeisner@chicagotribune.com ",
    "title": "Trump&apos;s tweet sends law enforcement scrambling to figure out its meaning - Chicago Tribune"
   },
   {
    "entities": [
     "counsel",
     "2001",
     "whitney",
     "november",
     "rizzo",
     "reuters",
     "ryan",
     "red",
     "cross",
     "director",
     "cia",
     "defense",
     "guantanamo",
     "cuba",
     "elisa",
     "army",
     "september 11, 2011",
     "more than a decade ago",
     "field",
     "bush",
     "fall",
     "intelligence",
     "white",
     "thailand",
     "spicer",
     "manual",
     "julie",
     "harvard",
     "tate",
     "2009",
     "united",
     "leaming/the",
     "of",
     "justice",
     "greg",
     "agency",
     "jack",
     "u.s.",
     "olc",
     "w.",
     "james",
     "york",
     "sean",
     "karen",
     "lithuania",
     "office",
     "massimino",
     "at 1:58 pm",
     "department's",
     "2007",
     "pentagon",
     "deyoung",
     "missy",
     "poland",
     "january 25",
     "pompeo",
     "international",
     "congress",
     "mike",
     "john",
     "obama",
     "new",
     "national",
     "wednesday",
     "america",
     "committee",
     "miller",
     "nakashima",
     "mccain",
     "times",
     "states",
     "trump",
     "house",
     "the",
     "legal",
     "george",
     "school",
     "2016",
     "goldsmith",
     "30 percent",
     "post",
     "first days",
     "18 percent",
     "ellen",
     "washington",
     "bay",
     "central",
     "mattis",
     "law",
     "barack"
    ],
    "id": 26,
    "text": "White House draft order calls for review on use of CIA ‘black site’ prisons overseas The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Greg Miller By Greg Miller January 25 at 1:58 PM Follow @gregpmiller An executive order apparently drafted by the Trump administration calls for a policy review that could authorize the CIA to reopen “black site” prisons overseas and potentially restart an interrogation program that was dismantled in 2009 after using methods widely condemned as torture. The document, a copy of which was obtained by The Washington Post, would revoke former president Barack Obama’s decision to end the CIA program and would require national security officials to evaluate whether the agency should resume interrogating terrorism suspects. The unsigned draft represents the clearest signal from President Trump that he intends to at least explore ways to fulfill campaign vows to return the CIA to a role that supporters claim produced critical intelligence on al-Qaeda but that ended in a swirl of criminal investigations, strained relationships with allies, and laws banning the use of waterboarding and other brutal interrogation tactics. [ What are ‘black sites’? 6 key things to know about the CIA’s secret prisons overseas. ] The proposal also puts a renewed focus on the military detention center at Guantanamo Bay, Cuba, saying it should be used for newly captured prisoners. No detainee has been sent there since Obama took office in 2009 and attempted to close the facility. (Whitney Leaming/The Washington Post) White House press secretary Sean Spicer cast doubt on the provenance of the draft document Wednesday, saying that “it is not a White House document” and “I have no idea where it came from.” The document was provided to The Post by a person who said it had been circulated among agencies in Washington for comment. The immediate feedback, this person said, helped convince the White House counsel that the document needed wider distribution and review before being finalized. It was unclear which agencies received the document, but those with the most direct stake would include the CIA, the Pentagon, and the State and Justice departments. It’s not yet clear whether Trump will sign the draft order, or whether senior members of his administration who have been skeptical of such plans, including Defense Secretary James Mattis and CIA Director Mike Pompeo, were consulted. Members of Congress denounced the draft order, which was first reported by the New York Times on Wednesday. Sen. John McCain (R-Ariz.) said that Trump “can sign whatever executive orders he likes. But the law is the law. We are not bringing back torture in the United States of America.” Human rights organizations expressed outrage. The draft order “authorizes the CIA to restart their detention program, which was the source of so much of the torture that undermined our national security,” said Elisa Massimino, president of Human Rights First. Those policies “made fighting the war harder and strengthened the resolve of our enemies. That’s what’s at stake here.” The draft, labeled “Detention and Interrogation of Enemy Combatants,” notes that the United States has “refrained from exercising certain authorities critical to its defense” in the war against terrorism, including “a halt to all classified interrogations by the Central Intelligence Agency.” (Reuters) [ Read the draft of the executive order on CIA ‘black sites’ ] The document stops short of instructing the CIA to rebuild prisons or resume interrogating terrorism suspects. Instead it calls for reviews leading to recommendations to the president on whether he should “reinstate a program of interrogation of high-value alien terrorists to be operated outside the United States and whether such a program should include the use of detention facilities operated by the Central Intelligence Agency.” The order would vacate Obama’s decisions to dismantle the CIA program during his first days in office and would restore a 2007 order issued by President George W. Bush that sought to salvage the CIA’s ability to capture and hold terrorism suspects after it had abandoned waterboarding and other extreme tactics. Any attempt to resume the CIA’s use of coercive methods at overseas prisons would face major obstacles. Among them is whether another country would be willing to allow such a facility after those that did so more than a decade ago — including Lithuania, Poland and Thailand — faced international condemnation for their complicity. CIA veterans have said the agency has no desire to return to an assignment that continues to have damaging repercussions. A lawsuit against the architects of the program has forced the agency to release embarrassing documents, including internal memos showing that some employees were deeply troubled by the interrogation program from the outset. “I just have to think there would be huge resistance and pushback,” said John Rizzo, the former acting general counsel of the CIA. “I think, personally, it would be a huge mistake for CIA to get anywhere near a new detention and interrogation program given the years of histories and controversies and investigations.” The order would also presumably face opposition from senior figures in the Trump administration. Mattis, in particular, has argued against deviating from the techniques outlined in the Army Field Manual, a position that Trump said had caused him to reexamine his views after discussing the issue with Mattis in November The draft executive order, which states that it shall be implemented “consistent with applicable law,” would not overturn any law banning torture. The 2016 National Defense Authorization Act reaffirmed laws limiting interrogation techniques to those used in the Army Field Manual and barring “the use or threat of use of force.” Some legal experts cast the draft order as part of moves by Trump, including his plan to limit visas for people from Muslim countries, as cynical political gestures designed to energize his most ardent supporters while changing little in practice. “The president would get a huge symbolic boost with his base while not violating the law and while changing nothing of substance,’’ Jack Goldsmith , a former head of the Justice Department’s Office of Legal Counsel and a Harvard Law School professor, said in an interview. “He would get maximum symbolic value while doing nothing. Trump’s a genius at this.” But Goldsmith, who as the OLC chief rescinded some of the Bush administration’s torture memos, also predicted that Trump would “regret” this executive order, if it is issued, and that the “symbolic bang that Trump sought would backfire” on the administration. The document acknowledges that existing laws provide “a significant statutory barrier to the resumption of the interrogation program.” Congress’s authorization of the fiscal 2016 defense budget turned into law sections of Obama’s 2009 executive orders on detention and interrogation. It prohibits the use of any interrogation techniques not authorized or listed in the Army Field Manual on anyone in the custody of or controlled by any agency or employee of the U.S. government. The law requires that the manual itself must be available to the public and that the International Committee of the Red Cross be notified and given “prompt access” to anyone detained in an armed conflict by any agent of the U.S. government, including contractors and subcontractors. [ The rise and fall of the CIA’s secret overseas prisons ] The draft order copy obtained by The Post contains editing marks and significant errors, including a reference to “the atrocities of September 11, 2011,” missing the actual date of the 2001 attacks by a decade. Some of the edits seem driven by a political impulse to distance Trump’s administration from those of Obama and Bush. Trump frequently accused Obama of being reluctant to call certain attacks “radical Islamic terrorism.” Edits to the draft add references to “Islam.” The phrase “global war on terrorism,” coined by the Bush administration, is also struck out and replaced with “fight against radical Islamism.” There are other problematic assertions in the draft. It states, for example, that more than 30 percent of the detainees released from Guantanamo Bay “have returned to armed conflict.” But statistics from the Office of the Director of National Intelligence, which tracks detainee matters, suggest that figure is closer to 18 percent. Karen DeYoung, Ellen Nakashima, Missy Ryan and Julie Tate contributed to this report. Read more: ",
    "title": "White House draft order calls for review on use of CIA ‘black site’ prisons overseas - The Washington Post"
   },
   {
    "entities": [
     "council",
     "cristian",
     "keystone",
     "times",
     "community",
     "vives",
     "cudahy",
     "immigration",
     "brian",
     "huntington",
     "riva",
     "trump",
     "grant",
     "2013",
     "pro",
     "markovich",
     "rick",
     "la",
     "development",
     "tem",
     "ana",
     "eduardo",
     "--",
     "california",
     "park",
     "mexico",
     "noah",
     "francisco",
     "block",
     "for",
     "more than a year ago",
     "vaughan",
     "county",
     "of",
     "bennett",
     "2014",
     "bierman",
     "security",
     "brown",
     "loomis",
     "once",
     "maywood",
     "jessica",
     "ruben",
     "department",
     "hector",
     "u.s.",
     "d.c.",
     "cruz",
     "santa",
     "2006",
     "currently",
     "san",
     "ezell",
     "wednesday",
     "center",
     "1989",
     "los",
     "ford",
     "washington",
     "homeland",
     "mayor",
     "now",
     "studies",
     "de",
     "dakota",
     "city",
     "angeles",
     "december"
    ],
    "id": 27,
    "text": "California 'sanctuary cities' vow to stand firm despite Trump threats of funding cutoff Sanctuary city rally Rick Loomis / Los Angeles Times A rally held by those seeking to compel Santa Ana to become a sanctuary city for immigrants in December. A rally held by those seeking to compel Santa Ana to become a sanctuary city for immigrants in December. (Rick Loomis / Los Angeles Times) Ruben Vives Contact Reporter President Trump’s vow to crack down on “sanctuary cities” that protect immigrants in the U.S. illegally has met with resolve, at least so far, in some California communities. Details about Trump’s crackdown remain unclear. Trump on Wednesday signed two executive orders designed to begin building a border wall with Mexico, add lockups for detaining immigrants who cross the border illegally, enhance enforcement powers for border agents and strip federal funding to cities that refuse to cooperate with immigration enforcement. According to a draft document reviewed by The Times, under the new order,  the federal government would threaten to withhold funds  from cities that limit cooperation with immigration officials.  More than 400 jurisdictions across the country have some sort of sanctuary policy, including Los Angeles, San Francisco and about 40 others in California. (Brian Bennett and Noah Bierman) Several smaller towns in Los Angeles County have declared themselves sanctuary cities, and now leaders of those municipalities are wondering how Trump’s orders will affect them.  More than a year ago, Cudahy, a small working-class town southeast of downtown Los Angeles, declared itself a sanctuary city to encourage immigrants without legal status to cooperate with police. “It was a symbolic gesture to say: You’re here already. You’re free to live your lives, and you can call police,” said City Councilman Cristian Markovich. Markovich said the policy has no legal teeth because it doesn’t supersede federal law. He said there might be some cooperation with federal authorities, such as police turning over immigrants in the country illegally who commit serious violent crimes. Markovich said he would oppose any Trump plans to withhold federal funds from sanctuary cities.  “We pay our fair share, and that funding should go to the city regardless of whether the city is a sanctuary city or not,” Markovich said.  He said one way the city could be affected would be the withholding of funds from the Community Development Block Grant program, which is used for parks and public housing.  “I’m going to stick to my guns and say this is a good piece of policy for our city,” Markovich said. In 2006, the 1-square-mile town of Maywood declared itself a sanctuary city.  “It became second nature,” Mayor Pro Tem Eduardo De La Riva said. “It wasn’t a topic of discussion because California became so progressive over the years, it was sort of the norm. “But ever since Trump entered the national stage and because of his rhetoric, more cities became sanctuary cities and it once again came to the spotlight, and now we’re having to ask, ‘What does it mean to be a sanctuary city?’ ” he said.  De La Riva, who was not on the City Council when Maywood declared itself a sanctuary city, said the city doesn’t plan to abandon the policy. California is going to fight Trump all the way and that's great to have the support from state leadership. — Maywood Mayor Pro Tem Eduardo De La Riva “We’re going to wait and see what the executive order states, and then we’re going to have a discussion on what that means for Maywood moving forward,” he said. “California is going to fight Trump all the way, and that’s great to have the support from state leadership. I think we’re sending a clear message when you have several of the largest cities also saying we’re going to take a stance.” Sanctuary policies have become good politics in cities with large Latino populations. But the protections cities afford vary widely. There is no neat definition of “sanctuary city,” but in general, cities that adopt the designation seek to offer political support or practical protections to people who are in the country illegally. For some cities, the sanctuary movement consists simply of encouraging people without legal status to get more involved in government. For instance, Huntington Park has never declared itself a sanctuary city but appointed two people without legal status to a city commission, a move that generated national attention. Other places, such as San Francisco, adopt far-reaching policies, such as taking steps to cut ties with federal immigration officials and refusing to fully cooperate with them. San Francisco declared itself a sanctuary city in 1989, and city officials strengthened the stance in 2013 with its “Due Process for All” ordinance. The law declared that local authorities could not keep immigrants in custody to be handed over to federal immigration officials if they had no violent felonies on their records and did not currently face charges. Jessica Vaughan, director of policy studies at the Center for Immigration Studies, a Washington, D.C., think tank that advocates for restrictions on immigration, said cutting off funding to sanctuary cities was a long time coming.  “Money talks,” she said. “But there probably will be some die-hards who will continue to play chicken on this, and they may face other consequences, such as litigation.” She said it would behoove Trump to expand the types of funding that could be cut off, possibly to include Department of Homeland Security funding. Inside Express Coin Laundry in Maywood, clothes whirled inside washers and dryers, while President Trump spun in the minds of some customers at the laundromat. Among them was Hector Cruz, 25, a Mexican national whose newborn son slept in an infant car seat. “I'm afraid of immigration raids,” Cruz said, peeking over at his son. “I'm worried of being separated from family.”  Caption 90 seconds: 4 stories you can't miss In a fiery State of the State, Brown returned to a familiar conclusion.   President Trump signed executive orders reviving the Keystone XL and Dakota Access pipeline projects . Prosecutors believed two officers feared for their lives when they fatally shot Ezell Ford in 2014.   'La La Land' danced its way to 14 Oscar nominations. Caption 90 seconds: 4 stories you can't miss ",
    "title": "California &apos;sanctuary cities&apos; vow to stand firm despite Trump threats of funding cutoff - LA Times"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "spicer",
     "states",
     "trump",
     "last friday",
     "press",
     "house",
     "2017",
     "news",
     "inc.",
     "united",
     "senate",
     "state",
     "abc",
     "enforcement",
     "mike",
     "john",
     "kelly",
     "department",
     "u.s.",
     "wednesday",
     "sean",
     "earlier wednesday",
     "customs",
     "pence",
     "white"
    ],
    "id": 28,
    "text": "White House Press Secretary Sean Spicer said President Trump will sign an executive order Wednesday paving the way for the construction of a wall... The first executive order calls for “the immediate construction of a physical wall on the southern border” -- or in other words, the U.S.-Mexico border wall that was a key promise of Mr. Trump’s campaign. It also provides additional resources to DHS to stop people intending to “illegally enter the United States without inspection or admission.” Mr. Trump told ABC News earlier Wednesday that construction of the wall will begin “as soon as we can, as soon as we can physically do it.” The second one pertains to the actions and resources of Immigrations and Customs Enforcement (ICE), the branch of the U.S. government that enforces immigration laws. According to the text of the order, it reinstates the Secure Communities Program, which ICE uses to target undocumented immigrants, directs the State Department to withhold visas or take other measures to ensure countries take back the undocumented immigrants the U.S. sends back, and also strips federal grant money from sanctuary cities that harbor undocumented immigrants. The signing of the two executive orders came after the ceremonial swearing-in of Homeland Security John Kelly, who was confirmed by the Senate last Friday. Vice President Mike Pence administered the oath of office. “We looked at many good people [for the position] but it wasn’t even close,” Mr. Trump said after the swearing-in. “John is going to do a tremendous job of protecting our country … this will be a very, very special job that John’s going to do.” © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump signs executive orders to build wall, augment ICE resources - CBS News"
   },
   {
    "entities": [
     "terrill/ap",
     "1995",
     "1960s",
     "lou",
     "mark",
     "knight",
     "cbs",
     "asner",
     "n.y.",
     "images",
     "2001",
     "mary",
     "minneapolis",
     "getty",
     "grant",
     "january",
     "mtm",
     "enterprises",
     "nanette",
     "juvenile",
     "tyler",
     "laura",
     "s.",
     "npr",
     "newhart",
     "1980",
     "1961",
     "mara",
     "whyy",
     "this day",
     "angeles",
     "petrie",
     "rhoda",
     "2011",
     "j.",
     "diabetes",
     "1966",
     "foundation",
     "levine",
     "richards",
     "today",
     "20th century",
     "brooklyn",
     "cincinnati",
     "wednesday",
     "los",
     "daytime",
     "moore",
     "van",
     "buxbaum",
     "2012",
     "america",
     "night before",
     "dick",
     "ted",
     "ed",
     "bob",
     "1976",
     "research",
     "show",
     "robert",
     "tinker",
     "fabray",
     "dyke"
    ],
    "id": 29,
    "text": "Actors Mary Tyler Moore and Ted Knight laugh in a still from The Mary Tyler Moore Show in 1976. 20th Century Fox Television/Fotos International/Getty Images hide caption toggle caption 20th Century Fox Television/Fotos International/Getty Images Actors Mary Tyler Moore and Ted Knight laugh in a still from The Mary Tyler Moore Show in 1976. 20th Century Fox Television/Fotos International/Getty Images Mary Tyler Moore played the girl who could turn the world on with her smile . The actress is beloved for two TV roles: the single young professional Mary Richards on The Mary Tyler Moore Show, and before that, the earnest homemaker Laura Petrie on The Dick Van Dyke Show. Moore died Wednesday at the age of 80, her longtime representative told NPR. \"Today, beloved icon, Mary Tyler Moore, passed away at the age of 80 in the company of friends and her loving husband of over 33 years, Dr. S. Robert Levine,\" Mara Buxbaum said in an email. \"A groundbreaking actress, producer, and passionate advocate for the Juvenile Diabetes Research Foundation, Mary will be remembered as a fearless visionary who turned the world on with her smile.\" In 1995, 25 years after The Mary Tyler Moore Show first aired, the actress clearly recalled shooting the scenes for its memorable opening credits. \"It was freezing cold,\" she told WHYY's Fresh Air. \"It was in Minneapolis in January, I think. We didn't know what we were doing — we were just there to grab a lot of footage that shows a young woman's exuberance [over] being in a new city.\" Article continues after sponsorship The final opening credits showed Moore's character tossing her hat in the air. With it, she's tossing out all the baggage of her last life and starting over in the newsroom of Minneapolis' WJM-TV. Moore plays Richards as young, polite and very determined. In the first episode, when crotchety news director Lou Grant, played by Ed Asner, asks Richards about her age and relationship status during a job interview, she challenges his line of questioning. \"You've been asking a lot of very personal questions that don't have a thing to do with my qualifications for this job,\" she says. \"It was the most powerful moment in theater I've had, because she played it so beautifully,\" Asner told NPR in 2001. \"The audience was going 'oh-goo-goo' at that moment.\" Enlarge this image From 1961 to 1966, Moore played opposite Dick Van Dyke on The Dick Van Dyke Show. In 2011, Van Dyke told NPR he thought they had a bit of a crush on each other while filming the show. CBS via Getty Images hide caption toggle caption CBS via Getty Images From 1961 to 1966, Moore played opposite Dick Van Dyke on The Dick Van Dyke Show. In 2011, Van Dyke told NPR he thought they had a bit of a crush on each other while filming the show. CBS via Getty Images By the time Moore appeared in The Mary Tyler Moore Show, she was already an experienced comedic actor and producer. Her production company MTM Enterprises (formed with her second husband, Grant Tinker) was also responsible for the sitcoms Rhoda, The Bob Newhart Show and WKRP in Cincinnati. Moore had learned her craft while playing homemaker Laura Petrie for five seasons on The Dick Van Dyke Show. Her chemistry with her on-screen husband, played by Dick Van Dyke, was so electric that CBS insisted her character had to be a single woman on her later show — the network didn't want viewers to think they had divorced. Van Dyke cheerfully admitted this to NPR in 2011: \"Around the second season, we would try to rehearse and begin to giggle for no reason. And a psychiatrist said, 'You have a crush on each other.' And I realized that's true! And I think it showed on the screen. I think that's why people thought we were really married because we had a wonderful connection.\" Laura Petrie also wasn't the typical 1960s housewife people were used to seeing on TV. \"Laura actually had opinions of her own,\" Moore said. \"And while she was asserting herself, she also didn't make Dick Van Dyke look like a dummy. I mean, society's expectations at that point still said, 'Hey, wait a minute, lady, you only go so far here.' But I think we broke new ground.\" Moore accepts the Screen Actors Guild Life Achievement Award in 2012. Mark J. Terrill/AP hide caption toggle caption Moore accepts the Screen Actors Guild Life Achievement Award in 2012. Mark J. Terrill/AP The character also wore capri pants in a time when skirts and heels were the height of TV fashion. Moore proved she could wear what she wanted and also sometimes take the comic lead to Van Dyke's straight man. She said she had always been a fan of the comedian Nanette Fabray, and she channeled Fabray to conjure up those trademark comic tears . \"There was definitely a cracking in the voice and an inability to maintain a tone and a certain amount of verbal yodeling that took place,\" Moore said. The Women Who Inspired Other Women With 'Mary Tyler Moore' In her real life, the actress was not the single, free-wheeling Mary Richards that America embraced. The real Mary was married by the time she was 18. She was born in Brooklyn, N.Y., but she grew up in Los Angeles with a mother who battled alcoholism, a problem that later afflicted Moore and both her siblings. \"I probably never was really out-and-out drunk,\" Moore recalled. \"And I certainly never drank during the daytime, but I wasted a lot of my time and I forgot a lot because I didn't remember much of what happened the night before.\" Moore channeled some of that unhappiness for her role as a grieving mother in 1980's Ordinary People, a performance that earned her an Academy Award nomination. To this day, however, it's her comedy that endures. In downtown Minneapolis, there's a statue of her as Mary Richards twirling her cap — a moment of hope and promise, frozen in time. ",
    "title": "She Turned The World On With Her Smile: Mary Tyler Moore Dies At 80 : The Two-Way : NPR"
   }
  ]
 }
}