{
 "27": {
  "col-sim": {
   "cosine": 0.24693599497058588,
   "entity": 0.23801312212863124
  },
  "exec-time": 26.979394674301147,
  "links": [
   {
    "entities": [
     "texas",
     "constitution",
     "abbott",
     "perry",
     "states",
     "trump",
     "last friday",
     "legislature",
     "thursday",
     "news",
     "austin",
     "united",
     "lupe",
     "fox",
     "angela",
     "valdez",
     "charles",
     "university's",
     "last november",
     "of",
     "county",
     "school",
     "enforcement",
     "2015",
     "a&m",
     "doggett",
     "$2 million",
     "lloyd",
     "u.s.",
     "dallas",
     "yesterday",
     "travis",
     "wednesday",
     "law",
     "hernandez",
     "morrison",
     "the past",
     "sally",
     "customs"
    ],
    "id": 0,
    "text": "Texas Gov. Abbott threatens to cut funding to county over sanctuary city policies The governor’s comments come amid a dispute between Abbott and Travis County Sherriff Sally Hernandez, who announced last Friday she would reduce her department's cooperation with federal officials when they request an inmate be deported. “This is completely outrageous,” Abbott said. “She would give sanctuary to people in the United States illegally who have been convicted of crimes in the past … and she would not cooperate with ICE whatsoever.” Abbott already threatened to cut off around $2 million in state funding to Hernandez’s office if she doesn’t comply with the federal mandate.  President Trump also signed an executive order on Wednesday threatening to cut off federal grant money for sanctuary cities and states.  A sanctuary city is a broadly used term to describe any jurisdiction that refuses to enforce federal immigration laws. In a statement  to Fox News on Thursday, Hernandez said she has done nothing wrong and is following all state and federal laws while upholding constitutional rights to due process for those in the criminal justice system. “I respect the job of our state leaders, but I will not allow fear and misinformation to be my guiding principles as a leader sworn to protect this community,” she said. “Our community is safer when people can report crimes without fear of deportation. I trust the court system and our judges to assess the risks and set appropriate bonds and conditions for all who are incarcerated.”  How far Abbott and his Austin allies could go in ousting recalcitrant officials is a matter of dispute.  “Neither Gov. Abbott nor the Legislature have any authority to remove a duly elected sheriff, whose office is established by the Texas Constitution,” Democratic Texas Rep. Lloyd Doggett said in a statement. “The governor shows contempt for both the Texas Constitution and the Bill of Rights in the United States Constitution.”  While Abbott can’t personally remove a local official, the governor hopes to work with lawmakers in Austin who have filed multiple bills that would punish local governments for not arresting or detaining immigrants living in the country illegally. Last November, Texas state Sen. Charles Perry filed SB 4 which would eliminate sanctuary cities in the state and was similar to one he filed during the 2015 session that would have required county jails to cooperate with U.S. Immigration and Customs Enforcement. “What the governor said yesterday is that he wanted this added to a bill,” a spokesperson for Abbott told Fox News. “It’s something that we’ve been bouncing around in the office for a while.” Legal experts say that even if Abbott’s proposal is added to a bill and passes, it would still be a tough fight to remove an elected official. “Even if they amend the statutes to add this, the state would have to clarify the general ground for removal and then get a district attorney to press charges and then it would go to a trial by jury,” Angela Morrison, a professor at Texas A&M University’s School of Law, told Fox News. “Getting rid of the trial by jury would be the hardest part because voters in Texas really want to protect that right.” While this is not the first time that Abbott has had to deal with a rogue law enforcement officer in regard to sanctuary cities – in 2015, the governor warned Dallas County Sheriff Lupe Valdez to back down from a policy change on federal immigration detention requests or face financial penalties – his office says Hernandez has gone a step too far. “The Travis County sheriff has gone much further than the Dallas sheriff,” a spokesperson for Abbott said. “The governor’s first priority is protecting his constituents and this prevents him from doing that.” Advertisement ",
    "title": "Texas Gov. Abbott threatens to oust officials who promote sanctuary cities | Fox News"
   },
   {
    "entities": [
     "david",
     "brady",
     "this week",
     "capitol",
     "at 7:02 pm",
     "january 26",
     "west",
     "rein",
     "nps",
     "interior",
     "the previous day",
     "spicer",
     "huckabee",
     "trump",
     "house",
     "2017",
     "oõleary",
     "reynolds",
     "jan. 20",
     "t.",
     "hillary",
     "michael",
     "newton",
     "mall",
     "2009",
     "eight years earlier",
     "saturday, the same day",
     "the",
     "news",
     "park",
     "$2.8 billion",
     "donald",
     "morning",
     "jonathan",
     "saturday",
     "lisa",
     "sanders",
     "cia",
     "tuesday",
     "abc",
     "bill",
     "crosson",
     "twitter",
     "post",
     "tumulty",
     "department",
     "muir",
     "u.s.",
     "obama",
     "national",
     "today",
     "late friday",
     "sarah",
     "wednesday",
     "service",
     "sean",
     "dennis",
     "washington",
     "karen",
     "now",
     "juliet",
     "badlands",
     "early",
     "barack",
     "thomas",
     "clinton",
     "eilperin",
     "wing",
     "white"
    ],
    "id": 1,
    "text": "Trump pressured Park Service to back up his claims about inauguration crowd The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it A view of the crowd at the U.S. Capitol ahead of the inauguration of President Trump on Jan. 20. (Bill OÕLeary /The Washington Post) By Karen Tumulty and Juliet Eilperin By Karen Tumulty and Juliet Eilperin January 26 at 7:02 PM Follow @ktumulty Follow @eilperin On the morning after Donald Trump’s inauguration, acting National Park Service director Michael T. Reynolds received an extraordinary summons: The new president wanted to talk to him. In a Saturday phone call, Trump personally ordered Reynolds to produce additional photographs of the previous day’s crowds on the National Mall, according to three individuals who have knowledge of the conversation. The president believed that they might prove that the media had lied in reporting that attendance had been no better than average. Trump also expressed anger over a retweet sent from the agency’s account, in which side-by-side photographs showed far fewer people at his swearing-in than had shown up to see Barack Obama’s inaugural in 2009. According to one account, Reynolds had been contacted by the White House and given a phone number to call. When he dialed it, he was told to hold for the president. For Trump, who sees himself and his achievements in superlative terms, the inauguration’s crowd size has been a source of grievance that he appears unable to put behind him. It is a measure of his fixation on the issue that he would devote part of his first morning in office to it — and that he would take out his frustrations on an acting Park Service director. The inauguration of President Trump on Jan. 20. (Jonathan Newton /The Washington Post) Word rapidly spread through the agency and Washington. The individuals who informed The Washington Post about the call declined to be identified because of the sensitive nature of the conversation. Neither Reynolds nor the Park Service would talk about it. “The National Park Service does not comment on internal conversations among administration officials,” agency spokesman Thomas Crosson said. White House deputy press secretary Sarah Huckabee Sanders said the call simply demonstrated that Trump’s management style is to be “so accessible, and constantly in touch.” “He’s not somebody who sits around and waits. He takes action and gets things done,” Sanders said. “That’s one of the reasons that he is president today, and Hillary Clinton isn’t.” On Saturday, the same day Trump spoke with Reynolds, the new president used an appearance at CIA headquarters to deliver a blistering attack on the media for reporting that large swaths of the Mall were nearly empty during the event. “It’s a lie,” Trump said. “We caught [the media]. We caught them in a beauty.” “It looked like a million, a million and a half people,” Trump said, vastly inflating what the available evidence suggested. Later that day, White House press secretary Sean Spicer reiterated Trump’s complaints about media coverage of the crowd in a tongue-lashing from the lectern of the briefing room. “These attempts to lessen the enthusiasm of the inauguration are shameful and wrong,” Spicer said. The Park Service does not release crowd estimates. Experts, however, have estimated that the 2017 turnout was no more than a third the size of Obama’s eight years earlier. Reynolds was taken aback by Trump’s request, but did secure some additional aerial photographs and forwarded them to the White House through normal channels in the Interior Department, the sources said. The photos, however, did not prove Trump’s contention that the crowd size was upwards of 1 million. Reynolds, who had served as the Park Service’s deputy director of operations for six months before assuming the post of acting director, is a third-generation employee who has worked there for more than 30 years. As deputy director, he oversaw the Service’s $2.8 billion budget and more than 22,000 employees. In the days since Trump’s election, the Park Service has become an unlikely protagonist in a battle between the new president and some career government employees. The trouble began late Friday, when the agency’s official Twitter account retweeted two tweets that could be perceived as critical of the new administration: the one comparing the relative crowd size for Trump’s inaugural to that of Obama’s 2009 swearing-in, and another that noted policy pages that had been removed from the White House’s website. That prompted an “urgent directive” to Interior employees that they “shut down Twitter platforms immediately until further notice,” which was lifted early Saturday morning. Crosson then apologized on Twitter for “mistaken RTs from our account.” On Tuesday, the Badlands National Park’s Twitter account became a social media sensation when it posted four tweets in a row about rising atmospheric carbon dioxide concentrations and the threats posed by climate change. Those tweets were then deleted. An NPS official later explained that Badlands NPS officials learned they were posted by a former employee who still had access to the account, and decided to remove them. [ Interior Department reactivates Twitter accounts after shutdown following inauguration ] Spicer told reporters this week that White House officials had not dictated any agency to impose new restrictions on public communications and that some federal officials, such as those at the Park Service, were not in compliance with their own department’s policies. Trump, meanwhile, has continued to press the argument that the media has given a misleading account of the crowds that attended his inauguration. “I had a massive amount of people here,” the president told ABC News anchor David Muir in an interview Wednesday. “They were showing pictures that were very unflattering, as unflattering — from certain angles — that were taken early and lots of other things.” As he guided Muir through the West Wing, Trump paused at a photo on the wall, taken from behind him as he delivered his inaugural address: “Here’s a picture of the event. Here’s a picture of the crowd. Now, the audience was the biggest ever, but this crowd was massive. Look how far back it goes. This crowd was massive.” Brady Dennis and Lisa Rein contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump pressured Park Service to back up his claims about inauguration crowd - The Washington Post"
   },
   {
    "entities": [
     "council",
     "jim",
     "markon",
     "january 26",
     "rein",
     "kerlikowske",
     "trump",
     "gil",
     "house",
     "donna",
     "lowery",
     "thursday",
     "morgan",
     "dhs",
     "the",
     "murphy/the",
     "kevin",
     "zoeann",
     "cannon",
     "post-rrb-",
     "shawn",
     "of",
     "sept. 13, 2016",
     "congress",
     "jan. 31",
     "security",
     "present",
     "judd",
     "white",
     "angeles",
     "pasco",
     "2016",
     "midday",
     "border",
     "police",
     "post",
     "department",
     "fraternal",
     "moran",
     "k.",
     "u.s.",
     "fbi",
     "order",
     "obama",
     "burton",
     "national",
     "building",
     "brandon",
     "union",
     "july",
     "last september",
     "wednesday",
     "a.",
     "los",
     "jerry",
     "washington",
     "mcaleenan",
     "time",
     "homeland",
     "patrol",
     "office",
     "now",
     "at 6:13 pm",
     "rio",
     "maritme",
     "customs",
     "mark",
     "protection",
     "two years ago",
     "wesley",
     "lisa"
    ],
    "id": 2,
    "text": "Border Patrol chief removed from post after clashing with powerful union The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it Mark A. Morgan testifies Sept. 13, 2016, at his first hearing as U.S. Border Patrol chief at the Cannon House Office Building before the Border and Maritme Security subcommittee on interior checkpoints and defense-in-depth. (Donna Burton/ U.S. Customs and Border Protection) By Jerry Markon , Lisa Rein and Wesley Lowery By Jerry Markon , Lisa Rein and Wesley Lowery January 26 at 6:13 PM Follow @JerryMarkon Follow @Reinlwapo Follow @WesleyLowery The chief of the U.S. Border Patrol has resigned after only six months on the job, one day after President Trump announced plans to ratchet up immigration enforcement and build a wall along the U.S.-Mexico border, officials said Thursday. Officials familiar with the decision said that Morgan — a career FBI official who was the first outsider to lead the agency responsible for securing the U.S. borders — was removed by Kevin K. McAleenan, acting commissioner of the U.S. Customs and Border Protection agency. “It was a change in leadership,’’ said one official, who spoke on condition of anonymity to discuss personnel matters. But the official could not describe the reason for Morgan’s removal, or whether the Border Patrol union or the White House were involved. His resignation is effective Jan. 31, officials said. Morgan had clashed with the powerful Border Patrol union, which endorsed Trump for president and whose leaders were present at Trump’s announcement of his immigration crackdown at Department of Homeland Security headquarters Wednesday. (The Washington Post) Gil Kerlikowske, former commissioner of U.S. Customs and Border Protection, which oversees the Border Patrol, said in an interview that the union never supported Morgan for the job and appeared to be behind his departure. “The union has been very vocal about someone from outside of the Border Patrol becoming the head of the Border Patrol,” Kerlikowske said. “The union supported this candidate for president, and now very much appears to be directing things – which is absolutely unheard of in law enforcement. The union used their influence to have him removed.’’ Brandon Judd, president of the National Border Patrol Council, which represents 16,500 agents, said the union started actively lobbying Trump’s transition team shortly after the election to replace Morgan, who the union believed “did not make border security a priority.” For example, Morgan had diverted agents from the field to process migrants at ports of entry, a role traditionally handled by another unit at Customs and Border Patrol, Judd said. “I assume they sent our concerns up the chain,” he said. “Do I know we had complete and total sway” with the Trump team in pushing Morgan out? “I don’t think so. Do I think we had a voice? Absolutely.” Judd said he learned that Morgan had submitted his resignation at midday Thursday when he received a call on his cellphone from McAleenan. “He told me that ‘for border security reasons, we need to go in a different direction.’ ” A few weeks after Trump’s election, the conservative website Breitbart.com published an op-ed by the union’s executive board. The piece was titled, “The chief Obama gave us is a disgrace.” It criticized Morgan’s leadership of the agency, in part latching onto a statement he made to members of Congress that said he supported “comprehensive immigration reform.” The union called this a partisan view. Morgan could not immediately be reached for comment. (Zoeann Murphy/The Washington Post) Union spokesman Shawn Moran, responding to Kerlikowske’s comments, said: “We supported President Trump because he was the only candidate who talked about taking action on border security. His actions over the past few days show it was not just campaign rhetoric, but a true conviction to protect Americans from the dangers of illegal immigration.” He accused Kerlikowske of rolling back enforcement operations and “preventing agents from doing their jobs.” “Gil Kerlikowske had multiple opportunities to work with the union to help protect Americans. He chose not to do so.” McAleenan praised Morgan to agency staff “for his unwavering dedication to our border security mission” and “his lifelong career in service to the nation.’’ His statement did not explain the chief’s departure. The Border Patrol will have an important role in enforcing Trump’s crackdown on the nation’s estimated 11 million illegal immigrants. The president signed executive actions Wednesday to order the construction of his controversial southwest border wall and cut off funds to cities that do not report undocumented immigrants to federal authorities. Trump also called for thousands of additional Border Patrol agents. There are now about 21,000. Brandon Judd, president of the National Border Patrol Council, was standing behind Trump as the president signed Wednesday’s executive order on border security. Morgan was not. And in his speech to DHS employees, Trump called on Judd to stand and be recognized. Morgan, 52, started his career as a Los Angeles police officer before ascending the ranks of the FBI. Kerlikowske chose him for the Border Patrol job, overlooking others who came up through the ranks, to change what is considered, even by law enforcement standards, to be an insular culture. Many agents, including the Border Patrol union, opposed the selection at the time, saying an outsider could never gain agents’ trust. Morgan told The Washington Post in an interview last September that his first priority was to change the culture of the agency, which had for years faced allegations of an overly confrontational approach in its enforcement that resulted in multiple fatal shootings of illegal immigrants and a lack of accountability in investigating misconduct. Morgan said he wanted to solve those problems. “ It was a culture of not getting out and talking about the issues, not being transparent about the process and it drove the perception there was a culture problem,” he told The Post. Two years ago, Kerlikowske had brought Morgan over from the FBI to run the internal affairs office at the larger Customs and Border Protection agency after removing the longtime official in the job. That official had been criticized for failing to investigate multiple allegations that Border Patrol agents had used excessive force on migrants. Morgan was then promoted to run the Border Patrol in July. During his short tenure, Morgan enforced new use-of-force policies in the agency’s training academy curriculum that encouraged recruits to turn to other strategies to defuse encounters that could get violent. He was working with agents to help them develop better intelligence on drug cartels and smugglers behind illegal border crossings, and was also seeking to create a system to better review cases in which agents fire their weapons. Law enforcement officials describe Morgan — who was a career, not political appointee — as a careerist, as opposed to being a political partisan. “He’s not a political guy,” said Jim Pasco, executive director the nation Fraternal Order of Police. “I’ve never heard a bad thing about him – and I work for a union, we hear bad things about everyone.” world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "Border Patrol chief removed from post after clashing with powerful union - The Washington Post"
   },
   {
    "entities": [
     "decatur",
     "last october",
     "iowa",
     "resources",
     "willow",
     "omaha",
     "zoeller/mason",
     "creek",
     "minnesota",
     "south",
     "november",
     "magellan",
     "cushing",
     "radio",
     "register",
     "transportation",
     "jeff",
     "$46,200",
     "vansteenburg",
     "chris",
     "morning",
     "midstream",
     "monday",
     "of",
     "2014",
     "north",
     "partners",
     "neb.",
     "globe",
     "natural",
     "once",
     "gazette",
     "world-herald",
     "department",
     "$418,000",
     "u.s.",
     "agency",
     "environmental",
     "milford",
     "okla.",
     "des",
     "oklahoma",
     "wednesday",
     "mason",
     "2010",
     "wisconsin",
     "evening",
     "afternoon",
     "public",
     "masters",
     "illinois",
     "clay",
     "dakota",
     "city",
     "protection",
     "moines"
    ],
    "id": 3,
    "text": "Chris Zoeller/Mason City Globe Gazette/globegazette.com An underground pipeline that runs through multiple Midwestern states has leaked an estimated 138,000 gallons of diesel fuel, according to the company that owns it, Magellan Midstream Partners. Clay Masters of Iowa Public Radio reported diesel leaking from a 12-inch underground pipe was initially spotted in a farm field in north-central Worth County, Iowa, on Wednesday morning. Officials from the U.S. Environmental Protection Agency and Iowa Department of Natural Resources joined representatives of Magellan and other local officials at the site, Masters reported. \"It's a big one \u007f— it's significant,\" Jeff Vansteenburg of the Iowa Department of Natural Resources told the Des Moines Register . \"The product is under pressure, so as soon as a leak develops, it starts coming out pretty fast,\" Vansteenburg said at a Wednesday evening news conference. \"Vacuum trucks are sucking up as much liquid as they can and taking that down to Magellan's terminal. ... Once they've recovered all the free product that they can then they will go in and remove contaminated soil.\" Vansteenburg said the diesel had not reached nearby Willow Creek or a wildlife protection area. Article continues after sponsorship A safety plan submitted by the company to the U.S. Department of Transportation in 2014 lists the pipeline, which runs through Illinois, Iowa, Minnesota, North Dakota, South Dakota and Wisconsin, as a transport route for multiple refined oil products, \"including Diesel, Gasoline, Jet fuel, Natural gasoline, Naptha, Propane, Natural Gas, Butane.\" Utility Giant PG&E Convicted of Violating Gas Pipeline Safety Laws Maps of the pipeline were redacted from the public version of the report. The leak occurred when the pipeline ruptured and diesel sprayed out, a spokesperson for the Iowa Department of Natural Resources told the Register. More than a foot of snow has fallen since Monday in some parts of north-central Iowa. As of Wednesday afternoon, cleanup crews had sucked up \"about 25,000 gallons of diesel and a slush-diesel mixture,\" reported the Globe Gazette newspaper in Mason City, Iowa. Another pipeline operated by Magellan leaked near Decatur, Neb., last October, according to the Omaha World-Herald , which reported that a ruptured pipe carrying anhydrous ammonia killed one person and led to the evacuation of 23 households. In 2010, the company agreed to pay a $46,200 penalty for violating the Clean Water Act, after an estimated 5,000 gallons of diesel spilled into a creek near Milford, Iowa. That year, Magellan was also fined $418,000 for a 45,000-gallon gasoline spill in Oklahoma. In November, the company temporarily shut down its pipelines in order to inspect them after an earthquake in Cushing, Okla., damaged several buildings, as we reported . ",
    "title": "'It's A Big One': Iowa Pipeline Leaks Nearly 140,000 Gallons Of Diesel : The Two-Way : NPR"
   },
   {
    "entities": [
     "enrique",
     "kushner",
     "anne",
     "october",
     "jan 26, 2017",
     "us",
     "right now",
     "raul",
     "next week",
     "this morning",
     "spicer",
     "phelps",
     "states",
     "trump",
     "keneally",
     "house",
     "priebus",
     "august",
     "press",
     "nieto",
     "next tuesday",
     "thursday",
     "news",
     "united",
     "macassi",
     "castillo",
     ", 7:01 pm",
     "mexico",
     "donald",
     "$10 billion",
     "steve",
     "gina",
     "abc",
     "laurent",
     "olivares",
     "peña",
     "meghan",
     "border",
     "reince",
     "u.s.",
     "20 percent",
     "today",
     "yesterday",
     "wall",
     "jordyn",
     "philadelphia",
     "sean",
     "washington",
     "gop",
     "javier",
     "jared",
     "now",
     "vidrio",
     "bannon",
     "city",
     "alfredo",
     "white"
    ],
    "id": 4,
    "text": "Mexican President Cancels Meeting With Trump After Border Wall Order By Meghan Keneally Jan 26, 2017, 7:01 PM ET 0 Shares WATCH Trump: Mexico Will 'Absolutely' Reimburse US for Border Wall 0 Shares Email Mexican President Enrique Peña Nieto announced on Twitter today that he canceled a scheduled meeting with U.S. President Donald Trump , just one day after Trump signed an executive order calling for the launch of plans to build a wall along the U.S.-Mexico border. \"This morning we informed the White House I will not attend the business meeting scheduled for next Tuesday with @POTUS,\" he tweeted in Spanish. Peña Nieto was under intense domestic pressure to cancel after Trump announced the wall policy yesterday while the Mexican foreign minister was in Washington to meet with top Trump advisers Jared Kushner and Steve Bannon and chief of staff Reince Priebus , among others. President Trump shared an alternative version of how events unfolded. During his speech at the GOP retreat in Philadelphia today, Trump said that he and President Peña Nieto \"agreed\" to cancel their planned meeting in the U.S. next week. \"To that end, the president of Mexico and myself have agreed to cancel our planned meeting scheduled for next week. Unless Mexico is going to treat the United States fairly with respect such a meeting will be fruitless ... we’ll have to go a different route,\" Trump said. Peña Nieto is in a tough spot in his own country, as he reportedly has low approval ratings and received blowback when he met with Trump in August ahead of the U.S. election. Donald Trump Promise Tracker: Where His Pledges Stand Peña Nieto and Trump first met during that August visit, when Trump was the Republican nominee and made a trip to Mexico. During a joint press conference immediately afterward, Trump said, \"We didn't discuss who pays for the wall,\" but Peña Nieto later disputed that comment. In two tweets posted more than an hour after that press conference, Peña Nieto wrote in Spanish that \"at the beginning of the conversation with Donald Trump, I made it clear that Mexico will not pay for the wall.\" From there, the conversation turned to other topics and continued in a \"respectful manner,\" he wrote. Trump initially introduced the idea that the U.S. may pay for the wall upfront and then be reimbursed by Mexico during a campaign event in October when he said that he's operating \"with the full understanding that the country of Mexico will be reimbursing the United States for the full cost of such a wall.\" On Thursday, White House Press Secretary Sean Spicer floated a possible 20 percent border tax on Mexico as one possible idea for paying for the wall. \"I think when you take a look at the plan that's taking shape now using comprehensive tax reform as a means to tax imports from countries that we have a trade deficit from, like Mexico,\" he said. \"We can do $10 billion a year and easily pay for the wall just through that mechanism alone.\" Spicer later clarified that he was just presenting one possible option to pay for the wall and that a broader \"comprehensive tax reform\" plan is \"in the early stages\" of being crafted by the White House, with the close cooperation of congressional leaders. \"Our job right now isn't to roll something out or to be prescriptive, it's to show there are ways the wall can be paid for, full stop,\" Spicer said, qualifying his previous comments. Many in Mexico City feel canceling the trip was the right thing for their president to do. \"I'm not a fan of the Mexican president but I'm happy he canceled the visit. Trump is capable of anything. If the Mexican president had gone there, Trump would have disrespected him and the Mexicans even more,\" said Gina Macassi, the owner of a grocery store in Mexico City. Raul Olivares, a 28-year-old sociology student, told ABC News that it was an \"important and symbolic decision,\" and tea shop owner Javier Vidrio, 43, said \"it was about time.\" \"For the dignity of our country, it was a good idea,\" Alfredo Castillo, a 40-year-old taxi driver, said. \"We won't pay for the wall but we have to keep negotiating with the U.S.\" ABC News' Anne Laurent and Jordyn Phelps contributed to this report. 0 Shares ",
    "title": "Mexican President Cancels Meeting With Trump After Border Wall Order - ABC News"
   },
   {
    "entities": [
     "bostian",
     "images",
     "january 26, 2017",
     "getty",
     "press",
     "2017",
     "linkedin",
     "mcnamee",
     "washington,",
     "may 13, 2015",
     "may 2015",
     "associated",
     "$50,000",
     ", 5:50 pm",
     "$265 million",
     "d.c.",
     "new",
     "brandon",
     "email",
     "philadelphia",
     "york",
     "pennsylvania",
     "amtrak"
    ],
    "id": 5,
    "text": "AP January 26, 2017, 5:50 PM Engineer involved in deadly Philadelphia crash sues Amtrak 30 Photos Investigators and first responders work near the wreckage of an Amtrak passenger train carrying more than 200 passengers from Washington, D.C. to New York that derailed May 13, 2015 in north Philadelphia, Pennsylvania. Eight people were killed and more than 50 others were injured in the crash. Win McNamee, Getty Images Email PHILADELPHIA — The Amtrak engineer involved in a deadly crash in Philadelphia has sued Amtrak, saying it failed to address reports that people were throwing projectiles at trains.  Brandon Bostian’s attorney has said the engineer didn’t remember anything after his train pulled out of the last stop before the derailment.   LinkedIn Brandon Bostian says he was left disoriented or unconscious when something struck his train before the May 2015 crash. Federal investigators came to a different conclusion: that Bostian’s train wasn’t hit. They concluded Bostian instead was distracted over reports that a nearby train was struck and lost track of where he was. He accelerated to 106 mph as he approached a 50 mph curve. Amtrak has paid $265 million over claims filed on behalf of the eight people killed and more than 200 injured. Bostian says he suffered physical and psychological injuries that make it difficult for him to work. He is seeking more than $50,000. © 2017 The Associated Press. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. ",
    "title": "Engineer involved in deadly Philadelphia crash sues Amtrak - CBS News"
   },
   {
    "entities": [
     "interactive",
     "right now",
     "cbs",
     "friday",
     "january 26, 2017",
     "japan",
     "trump",
     "2017",
     "january 25, 2017",
     "thursday",
     "news",
     "inc.",
     "fox",
     "donald",
     "security",
     "mike",
     "john",
     ", 6:20 pm",
     "kelly",
     "night",
     "u.s.",
     "schultheis",
     "emily",
     "sean",
     "washington",
     "homeland",
     "hannity",
     "isis",
     "germany",
     "pence"
    ],
    "id": 6,
    "text": "By Emily Schultheis CBS News January 26, 2017, 6:20 PM President Trump calls ISIS fighters \"sneaky, dirty rats\" U.S. President Donald Trump (R) and Vice President Mike Pence (C) attend a ceremonial swearing-in for U.S. Homeland Security Secretary John Kelly (L) at Homeland Security headquarters in Washington, U.S., January 25, 2017. REUTERS/Jonathan Ernst - RTSXCQV Email Speaking about the terrorist group ISIS in an interview Thursday, President Donald Trump called the group’s fighters “sneaky, dirty rats.” “We have evil that lurks around the corner without the uniforms,” he told Fox News’ Sean Hannity, in an interview set to air Thursday night. “Ours is harder because the people we’re going against they don’t wear uniforms. They’re sneaky, dirty rats and they blow people up in a shopping center and they blow people up in a church.” Mr. Trump’s rhetoric about ISIS is nothing new: he made combating the group a central promise of his campaign, even saying at one point that he would “bomb the hell out of ISIS.” The comments come shortly before Mr. Trump is expected to sign an executive order restricting immigration from several Muslim-heavy countries, a move that could come as early as Friday. “These are bad people,” he continued in the Thursday interview. “When you’re fighting Germany and they had their uniforms, and Japan and they had their uniforms and they had their flags on the plane, and the whole thing. We are fighting sneaky rats right now that are sick and demented. And we’re going to win.” © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "President Trump calls ISIS fighters \"sneaky, dirty rats\" - CBS News"
   },
   {
    "entities": [
     "atomic",
     "washington",
     "united",
     "jan 26, 2017",
     "midnight",
     "december 2016",
     "january 2014",
     "november 2012",
     ", 11:59 am",
     "donald",
     "scientists",
     "u.s.",
     "d.c.",
     "of",
     "today",
     "trump",
     "bulletin",
     "states",
     "the minute"
    ],
    "id": 7,
    "text": "Doomsday Clock Moves Closer to Midnight, in Part Because of Trump, Scientists Announce By AVIANNE TAN Jan 26, 2017, 11:59 AM ET 0 Shares WATCH Doomsday Clock Moves Closer to Midnight, in Part Because of Trump, Scientists Announce 0 Shares Email The minute hand of the Doomsday Clock, which indicates how close the world's leading scientists think we are from destroying the planet, has moved forward to two and a half minutes to midnight, scientists announced today in Washington, D.C. Midnight on the clock represents doomsday. The closer the minute hand is to midnight, the higher the chance of a global cataclysm, according to the Bulletin of Atomic Scientists, the group that sets the time on the symbolic clock. The clock's minute hand is assessed each year, and the clock's time \"conveys how close we are to destroying our civilization with dangerous technologies of our own making,\" the Bulletin said on its website. The Bulletin's science and security board decided to advance the clock \"in part based on the words of a single person: Donald Trump, the new president of the United States,\" it said in a news release today. The board called Trump's comments about expanding the U.S. nuclear arsenal and his disbelief in climate change \"disturbing\" and said his \"statements and his actions as president-elect have broken with historical precedent in unsettling ways.\" Trump tweeted in December 2016 that the U.S. \"must greatly strengthen and expand its nuclear capability until such time as the world comes to its senses regarding nukes.\" In January 2014, Trump said in a tweet , \"Global warming is an expensive hoax!\" and in November 2012, Trump claimed in a tweet that the \"concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive.\" ",
    "title": "Doomsday Clock Moves Closer to Midnight, in Part Because of Trump, Scientists Announce - ABC News"
   },
   {
    "entities": [
     "portnoy",
     "interactive",
     "$74 billion",
     "right now",
     "cbs",
     "mitch",
     "spicer",
     "graham",
     "january 26, 2017",
     "mucho",
     "sad",
     "trump",
     "priebus",
     "house",
     "mcconnell",
     "margaret",
     "2017",
     "billions of dollars",
     "thursday",
     "news",
     "ryan",
     "inc.",
     "paul",
     "early wednesday",
     "mexico",
     "$10 billion",
     "congress",
     "brennan",
     "2015",
     "reince",
     "corona",
     "u.s.",
     "20 percent",
     "wednesday",
     "$60 billion",
     "philadelphia",
     "gop",
     "afternoon",
     "$63 billion",
     "$49 billion",
     "now",
     "$58.4 billion",
     "lindsey",
     "steven",
     "$50 billion",
     "white"
    ],
    "id": 8,
    "text": "Republican leaders Paul Ryan and Mitch McConnell said they are on the \"same page\" as the Trump administration when it comes to health care and ta... Spicer told reporters Thursday that the administration is considering “using comprehensive tax reform as a means to tax imports from countries that we have a trade deficit from, like Mexico.” The proposal is meant to raise the billions of dollars from Mexico needed to cover the cost of the border wall, a promise Mr. Trump has made since his days on the campaign trail.  Mexican president cancels meeting with Trump after border wall executive order “Right now our country’s policy is to tax exports and let imports flow freely in, which is ridiculous,” Spicer said. But “if you tax that $50 billion at 20 percent of imports -- which is by the way a practice that 160 other countries do...By doing that, we can do $10 billion a year and easily pay for the wall just through that mechanism alone. That’s really going to provide the funding.” Trump talks executive orders, agenda at GOP retreat in Philadelphia Trump’s wall could benefit this Mexican company Later in the afternoon, however, Spicer and White House chief of staff Reince Priebus told reporters that the proposal was in fact just one of several options the White House was considering, including a border tax in the range of 5 - 20 percent. “It is part of a buffet of options,” White House chief of staff Reince Priebus told reporters, according to CBS News’ Margaret Brennan. He said this is one of the many ways that the border wall could be funded. While Mr. Trump has publicly said he had already figured out how to pay for the wall, Spicer said he’s now willing to work with Congress to find a way to do it. That includes making it a part of comprehensive tax reform like that being proposed by House Speaker Paul Ryan. White House officials said the proposed border tax would essentially be a way to derive payment from Mexico. When pressed as to whether this now meant that the Mexican government would not have to write a check to the U.S. to repay it for construction of the wall, Spicer stipulated that the president had never said that was going to happen. He made the point that there were multiple ways for Mexico – either via its corporations or other entities – to help fund the construction. The border adjustment act that Ryan has proposed would include a tax on goods produced outside the country for sale inside the U.S. In short it would incentivize corporations to produce their goods in the U.S. and sell them here instead of seeking a cheaper labor source outside the country.  Ryan’s argument is that the corporate tax rate would be lowered to offset that increase in cost of doing business. He also argues that it would strengthen the dollar. In 2015, the U.S. suffered a $58.4 billion trade deficit with Mexico, its third largest trading partner.  In a tweet early Wednesday, Mr. Trump lamented that “$60 billion” deficit.  According to the U.S. Trade Representative, the top items exported by Mexico to the U.S. in 2015 were vehicles ($74 billion), electrical machinery ($63 billion) and machinery ($49 billion).  It’s unclear, however, who would bear the brunt of an import tax on Mexican goods. For instance, any border tax hike could potentially be passed on to American consumers. Sen. Lindsey Graham, R-S.C., was quick to point out that the U.S. isn’t the only country that can impose an import tax. Border security yes, tariffs no. Mexico is 3rd largest trading partner. Any tariff we can levy they can levy. Huge barrier to econ growth /1 — Lindsey Graham (@LindseyGrahamSC) January 26, 2017 Simply put, any policy proposal which drives up costs of Corona, tequila, or margaritas is a big-time bad idea. Mucho Sad. (2) — Lindsey Graham (@LindseyGrahamSC) January 26, 2017 On Wednesday, the president signed an executive order to begin “the immediate construction of a physical wall on the southern border.”  CBS News’ Steven Portnoy contributed to this report. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Mexican import tax proposed by White House to pay for wall - CBS News"
   },
   {
    "entities": [
     "council",
     "torrez",
     "thai",
     "times",
     "seib",
     "chinatown",
     "joseph",
     "brian",
     "$30 million",
     "mary",
     "states",
     "trump",
     "al",
     "spring",
     "gary",
     "thursday",
     "bhumibol",
     "tyler",
     "jeff",
     "the",
     "united",
     "garcetti",
     "2024",
     "serna",
     "adulyadej",
     "brug",
     "irma",
     "about 2:45 p.m.",
     "coronado",
     "eloy",
     "der",
     "/",
     "town",
     "amlotte",
     "lapd",
     "eric",
     "quinn",
     "last 12 months",
     "hollywood",
     "anthony",
     "wednesday",
     "los",
     "moore",
     "afternoon",
     "van",
     "city",
     "angeles",
     "broadway",
     "mota"
    ],
    "id": 9,
    "text": "Two men in their 60s stabbed to death in Chinatown, police say Chinatown stabbing Gary Coronado / Los Angeles Times LAPD search for a subject in a homicide stabbing along the 900 block of Hill Street in Chinatown. LAPD search for a subject in a homicide stabbing along the 900 block of Hill Street in Chinatown. (Gary Coronado / Los Angeles Times) Joseph Serna Contact Reporter Two men were stabbed to death Thursday afternoon in Chinatown, and a search is underway for their killer, police said. Police responded to the 900 block of north Broadway about 2:45 p.m. after receiving reports of gunshots, said LAPD Officer Irma Mota. When officers arrived they found two men in their 60s fatally stabbed, not shot, she said. Their attacker has not been found, and Mota could not say if a weapon was found at the scene. The investigation is ongoing, she said. The deaths mark the second and third homicides in Chinatown in the last 12 months, according to The Times’ Homicide Report database . This article will be updated as more information becomes available. Caption 90 seconds: 4 stories you can't miss Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Caption 90 seconds: 4 stories you can't miss Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Caption Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Caption LA Promise Neighborhood celebrates $30 million (Video by Al Seib / Los Angeles Times) (Video by Al Seib / Los Angeles Times) Caption 'Pope of Broadway' mural restored by original artist Artist Eloy Torrez's newly restored downtown mural of Anthony Quinn, the \"Pope of Broadway,\" on 3rd Street between Broadway and Spring in Los Angeles. (Brian van der Brug / Los Angeles Times) Artist Eloy Torrez's newly restored downtown mural of Anthony Quinn, the \"Pope of Broadway,\" on 3rd Street between Broadway and Spring in Los Angeles. (Brian van der Brug / Los Angeles Times) Caption Thai community mourns its king Tens of thousands of Thai Americans filled temples across the United States, including in Hollywood’s Thai Town, to observe the 100-day anniversary of the death of King Bhumibol Adulyadej. Tens of thousands of Thai Americans filled temples across the United States, including in Hollywood’s Thai Town, to observe the 100-day anniversary of the death of King Bhumibol Adulyadej. ",
    "title": "Two men in their 60s stabbed to death in Chinatown, police say - LA Times"
   },
   {
    "entities": [
     "israel",
     "kissinger",
     "theresa",
     "last year",
     "u.k.",
     "times",
     "friday",
     "brexit",
     "britain",
     "shaw",
     "trump",
     "house",
     "hillary",
     "europe",
     "berlin",
     "a couple years ago",
     "henry",
     "facebook",
     "may",
     "fox",
     "angela",
     "london",
     "news",
     "jeff",
     "adam",
     "of",
     "2015",
     "vladimir",
     "defense",
     "the year",
     "white",
     "der",
     "twitter",
     "this year",
     "foxnews.com",
     "obama",
     "union",
     "james",
     "merkel",
     "washington",
     "european",
     "sessions",
     "mattis",
     "spiegel",
     "now",
     "putin",
     "germany",
     "time",
     "clinton",
     "handelsblatt"
    ],
    "id": 10,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   Henry Kissinger is said to have posed the question: “Who do I call if I want to call Europe?” For President Obama and Hillary Clinton, that leader was German Chancellor Angela Merkel.  That's evidently not the case under President Trump.  German media is reporting that Merkel is struggling to come to grips with a decidedly less friendly administration in Washington, which is reaching out to stalwart allies Britain and Israel -- but reportedly has not responded to Berlin's request for a meeting.  Trump also has singled out Merkel for criticism, reportedly l eaving her to scour Trump interviews in old Playboys to get a hint at the new president’s thinking. Handelsblatt  reported that German government officials largely have failed to establish contacts with the Trump team, and “decision makers in Berlin have largely been left to read the tea leaves in Mr. Trump’s campaign rhetoric and his recent interviews with the European press.” This marks a sharp change from just a couple years ago.  For much of the Obama administration, Merkel’s popularity both at home and abroad was sky high, and her position unassailable. In 2015 she won Time’s Person of the Year. Last year, Obama called her a “model” leader and his final call to a foreign leader was to Merkel, while Clinton – whom many in Europe expected to be the next president -- repeatedly praised her as one of her favorite world leaders. But Merkel's political fortunes have deteriorated. Her ill-fated 2015 decision to open the doors to millions of Syrian refugees fueled a continent-wide crisis, leading in part to the U.K.’s decision to leave the European Union. After her party was hammered in local elections and her poll numbers slumped ahead of federal elections this year, Merkel has started to distance herself from her refugee policy. As Merkel struggles to keep her grip on power in Germany, and keep the increasingly unstable European Union together, the German chancellor now faces another challenge in Trump – who has made no secret of his distaste for her policies. After the campaign, during which Trump accused Merkel of “ruining Germany,” German media reported that Merkel’s team was hoping for a change in tone when Trump took the White House. They were quickly disappointed. In a recent interview with the Times of London, Trump blasted her Syrian refugee policy as a “catastrophic mistake” and grouped her in with Russian President Vladimir Putin as people he would “start off trusting.” He added, “But let's see how long that lasts. It may not last long at all.” That tone may be set to continue. While Trump quickly reached out to British Prime Minister Theresa May and arranged for her to come to the White House Friday – just seven days into Trump’s presidency -- Germany’s Der Spiegel reports that an offer from Merkel’s team for her to come to Washington soon received no reply. The White House did not respond to a request for comment from Fox News.  In the meantime, the Trump effect is causing concerns for Merkel beyond his criticism of her refugee stance. Trump’s protectionist trade policies could hurt manufacturing, particularly big German automakers such as BMW. Additionally, Trump’s warm support for Brexit has emboldened the British government, with German lawmakers telling Der Spiegel that a “softer” form of Brexit is now much less likely. The Germans are still hoping the relationship can be salvaged. Handelsblatt reports that some lawmakers have good relations with Trump’s nominee for attorney general, Jeff Sessions, and that Merkel’s cabinet is hoping Defense Secretary James Mattis will push for stronger relations with Germany in particular. Adam Shaw is a Politics Reporter and occasional Opinion writer for FoxNews.com. He can be reached here or on Twitter: @AdamShawNY . Advertisement ",
    "title": "Germany's Merkel faces harsh new reality in the era of Trump | Fox News"
   },
   {
    "entities": [
     "enrique",
     "council",
     "october",
     "1995",
     "dec. 1",
     "kerlikowske",
     "jan. 26, 2017",
     "julie",
     "trump",
     "gil",
     "press",
     "less than a week ago",
     "donna",
     "watson",
     "nieto",
     "tribune",
     "thursday",
     "morgan",
     "last week",
     "june",
     "protection-rrb-",
     "senate",
     "donald",
     "mexico",
     "tucson",
     "the following week",
     "state",
     "of",
     "judd",
     "pena",
     "security",
     "associated",
     "border",
     "carla",
     "department",
     "tijuana",
     "u.s.",
     "fbi",
     "burton",
     "national",
     "brandon",
     "wednesday",
     "america",
     "homeland",
     "provost",
     "patrol",
     "jan. 25, 2017",
     "customs",
     "mark",
     "protection",
     "ap"
    ],
    "id": 11,
    "text": "Official: Border Patrol chief tells agents he was forced out Mark Morgan Donna Burton / U.S. Customs and Border Protection Mark Morgan, chief of the U.S. Border Patrol, has resigned after only six months on the job, one day after President Donald Trump announced plans to ratchet up immigration enforcement and build a wall along the U.S.-Mexico border, officials said Jan. 26, 2017. Mark Morgan, chief of the U.S. Border Patrol, has resigned after only six months on the job, one day after President Donald Trump announced plans to ratchet up immigration enforcement and build a wall along the U.S.-Mexico border, officials said Jan. 26, 2017. (Donna Burton / U.S. Customs and Border Protection) Tribune news services Contact Reporter The man charged with protecting America's borders was ousted Thursday, one day after President Donald Trump announced ambitious plans to build a massive wall at the Mexican border and bolster the ranks of the Border Patrol. Border Patrol Chief Mark Morgan said he was asked to leave and decided to resign rather than fight the request, according to a U.S. official with knowledge of the brief video conference in which Morgan informed senior agents of the change. The official spoke on condition of anonymity because the discussion was not intended to be made public. The forced resignation leaves Trump with a leadership gap but also gives him a chance to start fresh with a Border Patrol chief of his own choosing. Border security and a \"big beautiful wall\" paid for by the Mexican government were centerpieces of Trump's immigration platform during his presidential campaign. Mexico has repeatedly said it won't pay for a barrier, and Mexican president Enrique Pena Nieto on Thursday cancelled a meeting with Trump. Morgan was named to the post in June and took office in October. The former FBI agent briefly led the internal affairs department at the Border Patrol's parent agency before heading the agency of roughly 20,000 agents. Gil Kerlikowske , who hired Morgan when he was commissioner of U.S. Customs and Border Protection, said he wasn't surprised about the leadership change and added: \"I have nothing but good and positive things to say about him.\" Border wall Julie Watson / AP People pass graffiti along the border structure in Tijuana, Mexico, on Jan. 25, 2017. President Donald Trump moved aggressively to tighten the nation's immigration controls Wednesday, signing executive actions to jumpstart construction of his promised U.S.-Mexico border wall and cut federal grants for immigrant-protecting \"sanctuary cities.\" People pass graffiti along the border structure in Tijuana, Mexico, on Jan. 25, 2017. President Donald Trump moved aggressively to tighten the nation's immigration controls Wednesday, signing executive actions to jumpstart construction of his promised U.S.-Mexico border wall and cut federal grants for immigrant-protecting \"sanctuary cities.\" (Julie Watson / AP) From the start, Morgan clashed with the Border Patrol's union, which had advocated for an insider to lead the agency and sharply criticized Morgan at almost every turn. The union was incensed when Morgan, at a Senate hearing Dec. 1, said he supported a comprehensive immigration overhaul, which is often interpreted to include a path to citizenship for people who are in the country illegally. Morgan clarified his remarks in a note to Border Patrol staff the following week, saying he does not support a \"blanket amnesty.\" The union, the National Border Patrol Council, has had a strong relationship with Trump. It was so enamored with his stance on security that it took the unusual step of endorsing him during the campaign. The endorsement was a leadership decision and not decided on by a unionwide vote. Union chief Brandon Judd was part of Trump's transition team. \"He didn't know the job to begin with,\" Judd said in an interview with the AP last week. \"He had to go on a tour of all the Border Patrol sectors to get an understanding. We needed a chief to hit the ground running.\" When Trump visited the Department of Homeland Security on Wednesday, he singled out Judd while pointedly avoiding mention of Morgan. Morgan was not at the event. Despite pressure from the union, many agency officials said Morgan appeared to embrace the job. Less than a week ago, the first message on his new Twitter account read, \"Chief Morgan here — excited to use this account to share the latest news and events of the #BorderPatrol with followers.\" Deputy Chief Carla Provost, who has been with the agency since 1995, will be the agency's acting chief, according to an internal memo to agents in the Border Patrol's Tucson office that was obtained by the AP. Morgan's ouster occurred amid a shakeup across the agencies of government. The State Department on Thursday said several senior management officials as well as a top arms control diplomat would be leaving. All had submitted resignations before Trump became president as required of officials holding president-appointed jobs. But they weren't required to leave the foreign service. Associated Press ",
    "title": "Official: Border Patrol chief tells agents he was forced out - Chicago Tribune"
   },
   {
    "entities": [
     "mccain",
     "this week",
     "r-arizona",
     "borderplex",
     "states",
     "38 percent",
     "trump",
     "jon",
     "u.s",
     "abdullah",
     "nieto",
     "halimah",
     "last week",
     "united",
     "fox",
     "donald",
     "mexico",
     "estrella",
     "48 percent",
     "congress",
     "jan. 13, 2017",
     "alden",
     "edward",
     "vicente",
     "john",
     "0:33",
     "canada",
     "u.s.",
     "arizona",
     "farela",
     "1994",
     "new",
     "today",
     "12 percent",
     "reforma",
     "a day earlier",
     "america",
     "alliance",
     "sasabe",
     "nafta",
     "sonora",
     "albuquerque",
     "the future",
     "alfredo"
    ],
    "id": 12,
    "text": "Vicente Fox to Donald Trump: 'You Lost, Mexico Won' 0:33 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170126234155if_/http://www.nbcnews.com/widget/video-embed/863387203633\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A day earlier Trump, as he was unveiling his executive orders for ramped up immigration arrests and deportation and the border wall, threw in some praise for Mexico and Mexicans. He declared that the crisis on the border was due to a surge in Central Americans. During the presidential campaign, Trump's inflammatory rhetoric included calling Mexican immigrants \"rapists\" and accusing them of \"bringing crime.\" But Trump has also been threatening to reopen NAFTA, the trade agreement between Mexico, Canada and the U.S., to get a \"better deal.\" He made that along with other trade deals the culprit for manufacturing job losses and other economic ills in the U.S. Mexico is America's third-largest trading partner . Sen. John McCain, R-Arizona, expressed concerns over the Trump's positioning on NAFTA. \"I'm deeply concerned by President Trump's statements today reaffirming his commitment to renegotiate the North American Free Trade Agreement (NAFTA),\" McCain said. \"While re-negotiations could help to strengthen and modernize NAFTA to benefit American businesses and consumers, any effort to restrict or impose new barriers on our ability to trade with Mexico and Canada could jeopardize the future of this trade agreement and have serious consequences for Arizona and the country.\" Nieto had expressed interest in exploring the renegotiation of the 1994 agreement that predates advances in social media, telecommunications and other industries, to modernize it. Both leaders face record low approval ratings. Just 38 percent of Americans held a positive view of Trump when he took office last week, while 48 percent have a negative one. This makes him one of the least popular incoming presidents in the history of the NBC/WSJ poll . Nieto's own rating is very low in his home country. Just 12 percent of Mexicans approve of the job he's doing, according to the most recent poll by the Mexican newspaper Reforma. The most recent backlash he's faced is over soaring gasoline prices. The border line between Mexico and the U.S in the community of Sasabe in Sonora state, Mexico, on Jan. 13, 2017. Alfredo Estrella / AFP - Getty Images Facing some pressure at home and clearly disliking the orders from Trump, Nieto said in Spanish in a video posted on social media that Trump's wall was dividing the two nations. Jon Farela, CEO of the Borderplex Alliance, a business border development group, spent this week, speaking and visiting with members of Congress to provide evidence of how NAFTA has benefited both counties and areas for improvement. \"The quickest and surest way to destabilize the border is to remove jobs and hope because people will always find ways to provide for their families,\" said Farela, a conservative Republican and former New Mexico secretary of economic development who narrowly lost a congressional race in Albuquerque. Edward Alden, senior fellow at the Council on Foreign Relations, said Nieto had no other choice but to pull out of the visit with Trump, to do otherwise would appear to be kowtowing to Trump's threats. Trump's goading of Mexico \"is going to be extremely dangerous to U.S.-Mexico relations,\" Alden said. \"Mexico is a proud sovereign country, to have the president of the United States bully Mexico into submission is not going to go over well.\" Halimah Abdullah ",
    "title": "Trump to Call for 20 Percent Tax on Mexican Imports to Pay for Border Wall: White House Spokesman - NBC News"
   },
   {
    "entities": [
     "jan. 26, 2017",
     "brian",
     "january 26, 2017",
     "states",
     "trump",
     "chelsea",
     "earlier this week",
     "news",
     "united",
     "cnn",
     "huntsman",
     "fox",
     "npr",
     "recently",
     "manning",
     "mediaite",
     "stelter",
     "obama",
     "will",
     "army",
     "chicago",
     "abby",
     "wall",
     "brandon"
    ],
    "id": 14,
    "text": "What Will Trump's Twitter Strategy Be When He Becomes President? Manning acknowledged that Obama's opponents were unusually obstinate, writing that the former president \"faced unparalleled resistance from his opponents, many of whom wanted him to fail.\" However, Manning excoriated Obama for, in her eyes, compromising too much on health care and foreign policy, and she called for \"a strong and unapologetic progressive\" to lead the United States. It wasn't clear whether Trump's tweet was intended to come to Obama's defense — Trump, after all, has slammed the former president on many occasions. Rather, it may have been an opportunity to both criticize Manning and draw attention to criticism of Obama — criticism coming from someone whom Obama recently prevented from serving around 28 more years in prison, no less. Likewise, it's not clear whether Trump's tweets were inspired directly by the Guardian column. The tweets came minutes after a Fox News report that could easily have prompted them, as CNN's Brian Stelter tweeted. Reporting on the column, Fox and Friends First's Abby Huntsman said that \"the disgraced former Army private is slamming President Obama as a weak leader with few permanent accomplishments,\" while the words \"ungrateful traitor\" appeared at the bottom of the screen, as Mediaite pointed out . 14 minutes apart: Fox says \"ungrateful traitor,\" Trump says \"ungrateful traitor,\" Fox says \"weak leader,\" Trump says \"weak leader.\" pic.twitter.com/f7urTOUG1L — Brian Stelter (@brianstelter) January 26, 2017 This wouldn't be the first time that Trump's tweets correlate with Fox News segments. As BuzzFeed's Brandon Wall pointed out earlier this week, a recent tweet about violence in Chicago may also have been inspired by a segment on the O'Reilly Factor. NPR thanks our sponsors Correction Jan. 26, 2017 A previous version of this article stated that Obama had prevented Chelsea Manning from serving 18 more years in prison. It's 28 more years. ",
    "title": "President Trump Calls Chelsea Manning An 'Ungrateful Traitor' For Criticizing Obama : NPR"
   },
   {
    "entities": [
     "enrique",
     "6:15",
     "et",
     "next week",
     "states",
     "trump",
     "defends",
     "house",
     "2017",
     "two",
     "nieto",
     "next tuesday",
     "thursday",
     "later thursday",
     "news",
     "donald",
     "mexico",
     "morning",
     "fraud",
     "claims",
     "on",
     "daniella",
     "peña",
     "white",
     "not",
     "registered",
     "conway",
     "border",
     "kellyanne",
     ", 4:23 pm",
     "u.s.",
     "new",
     "nbc",
     "silva",
     "today",
     "wall",
     "jan 26",
     "wednesday",
     "matt",
     "philadelphia",
     "tiffany",
     "york",
     "gop",
     "lauer",
     "earlier thursday",
     "pennsylvania",
     "voter",
     "later"
    ],
    "id": 15,
    "text": "Jan 26 2017, 4:23 pm ET Kellyanne Conway Defends Trump on Border Wall and Unsubstantiated Voter Fraud Claims by Daniella Silva Kellyanne Conway: 'Why not' have a voter fraud investigation? 6:15 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170127024533if_/http://www.nbcnews.com/widget/video-embed/863195203760\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Top presidential counselor Kellyanne Conway on Thursday defended Donald Trump's executive orders on a border wall with Mexico and said his daughter Tiffany Trump was not registered to vote in two states — despite state records showing that she is. Conway said on the TODAY Show that Trump has been \"very clear and consistent on this point that he's going to build the wall and Mexico will pay for it, whether they pay for it straight out or it's reimbursed later on after a congressional funding.\" \"The U.S. spends billions of dollars protecting other countries' borders,\" she said. \"It's high time we spend money protecting our own.\" Trump signed two executive orders aimed at curbing illegal immigration on Wednesday, including one that would redirect redirecting existing Homeland Security money to build what the administration described as a \"very large\" wall on the U.S. border with Mexico. But hours after Trump signed the orders, Mexican President Enrique Peña Nieto again stressed his country would not be paying for the wall. Peña Nieto said in a brief address to Mexico that he \"regrets and rejects\" Trump's orders because \"Mexico does not believe in walls.\" Related: President Trump Says He Will Ask for 'Major Investigation' Into Unsubstantiated Allegations of Voter Fraud \"I have said it over and over again: Mexico will not pay for any wall,\" he stressed. The Mexican leader was scheduled to meet with Trump next Tuesday to discuss immigration and trade, but later Thursday morning Peña Nieto tweeted that he had informed the White House that he \"will not attend\" the scheduled business meeting next week. Trump had tweeted earlier Thursday that if Mexico refused to pay for the wall it might be best to cancel their upcoming meeting. Speaking later Thursday, Trump said during his address to the GOP retreat in Philadelphia that the decision not to meet was mutual . Conway Claims Tiffany Trump Not Registered in Two States — Despite Records Conway claimed it was \"flatly false\" that Tiffany Trump was registered in two states, but election records in both Pennsylvania and New York show she is still registered as an \"active\" voter in both as of Thursday morning. Conway cited a conversation with Trump's youngest daughter as evidence during an interview with Matt Lauer on the TODAY Show. \"She had been registered in Pennsylvania and went through the process, [and] said it was very byzantine and took a long time, but she said that she is not registered to vote in two states,\" Conway said of her conversation with Tiffany Trump. A local election official also confirmed to NBC News on Wednesday and again on Thursday morning that she was still registered to vote in Philadelphia. Play ",
    "title": "Kellyanne Conway Defends Trump on Border Wall and Unsubstantiated Voter Fraud Claims - NBC News"
   },
   {
    "entities": [
     "brady",
     "texas",
     "times",
     "credit",
     "friday",
     "spicer",
     "states",
     "trump",
     "house",
     "doug",
     "thursday",
     "news",
     "united",
     "fox",
     "mills/the",
     "kevin",
     "morning",
     "monday",
     "a few hours later",
     "new",
     "20 percent",
     "york",
     "philadelphia",
     "sean",
     "afternoon",
     "states-mexico",
     "white"
    ],
    "id": 16,
    "text": "Photo President Trump in his office aboard Air Force One on Thursday. Credit Doug Mills/The New York Times PHILADELPHIA — The White House on Thursday appeared to endorse a 20 percent tax on all imports to the United States, only to insist a few hours later that it was not endorsing the plan. Congressional Republicans have proposed the import tax as part of a broader overhaul of corporate taxation, and Sean Spicer, the White House press secretary, told reporters that revenue from the tax would cover the cost of a wall on the United States-Mexico border. Representative Kevin Brady, the Texas Republican who authored the plan, told Fox News Thursday afternoon that President Trump appeared to be on board with it after an appearance by Mr. Trump at a retreat for congressional Republicans in Philadelphia. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "White House Sows Confusion About Plan for a 20% Import Tax - The New York Times"
   },
   {
    "entities": [
     "$2.7 billion",
     "$21.6 billion",
     "$74 billion",
     "texas",
     "6:52 p.m.",
     "veuer",
     "friday",
     "stenzel",
     "jan. 26, 2017",
     "association",
     "yu",
     "states",
     "trump",
     "20%",
     "$316.4 billion",
     "blackwell",
     "$1.4 billion two years ago",
     "united",
     "facebook",
     "1023",
     "beer",
     "donald",
     "mexico",
     "linkedin",
     "191%",
     "kevin",
     "d-texas",
     "tax",
     "2015",
     "11%",
     "20 minutes ago",
     "produce",
     "charisse",
     "$4.8 billion",
     "doggett",
     "jones",
     "policy",
     "usa",
     "$1.7 billion",
     "u.s.",
     "lloyd",
     "currently",
     "today",
     "o'donnell",
     "center",
     "mccoy",
     "$21 billion",
     "nick",
     "tom",
     "fresh",
     "1993",
     "$295 billion",
     "$267.2 billion",
     "now",
     "volkswagens",
     "cardona",
     "roger",
     "jayne",
     "william",
     "the year before",
     "nafta",
     "rebecca",
     "ap",
     "gale"
    ],
    "id": 17,
    "text": "Beer, snacks and cars: How a 20% Mexico tariff could cost U.S. shoppers Mexico sent $295 billion worth of goods across the U.S. border in 2015. Post to Facebook Beer, snacks and cars: How a 20% Mexico tariff could cost U.S. shoppers Mexico sent $295 billion worth of goods across the U.S. border in 2015. Check out this story on USATODAY.com: http://usat.ly/2k957QJ CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 55 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Beer, snacks and cars: How a 20% Mexico tariff could cost U.S. shoppers Charisse Jones , USA TODAY Published 6:52 p.m. ET Jan. 26, 2017 | Updated 20 minutes ago CLOSE x Share President Trump announced a plan to levy a 20% tax on all imports from Mexico. Veuer's Nick Cardona has the story. Buzz60 U.S. consumers could pay more if Donald Trump's proposal to impose a 20% tariff on Mexican imports goes into effect. (Photo: Rebecca Blackwell, AP) 1023 CONNECT TWEET 2 LINKEDIN 55 COMMENTEMAILMORE American consumers may have to pay more for products ranging from Toyotas to vegetables to beer if a proposal floated by President Trump to impose a 20% tariff on Mexican imports goes into effect. Trump raised the idea of the new tax as a possible way to finance a wall that would straddle the border separating the U.S. from Mexico, currently its third largest partner in the trade of goods, according to the U.S. Trade Representative. William Gale, co-director of the Tax Policy Center, says that while a stronger dollar could minimize the pain U.S. shoppers feel, “the irony of putting a tariff on Mexican goods is that, to the extent it raises consumer prices in the U.S., consumers will be paying for the wall, not Mexican producers.’’ Mexico sent $295 billion worth of goods across the U.S. border in 2015, the office of the Trade Representative says. Overall, U.S. imports from its southern neighbor peaked at $316.4 billion that year. That's in contrast to Mexican-bound exports from the U.S. that amounted to $267.2 billion. The biggest import is cars, with the U.S. spending $74 billion in 2015 for the hundreds of thousands of Chevrolet and Ram trucks, as well as Volkswagens, Fords, Hondas, Nissans and other brands that are assembled in Mexican factories. CLOSE x Share President Trump promised to build a wall that runs along the entire U.S.-Mexico border. Now's he's taking the first steps to make it a reality. USA TODAY NETWORK But cars are far from the only product that U.S. importers bring in from Mexico. Other key categories include machinery, medical instruments, and mineral fuels.The country is also the U.S.’ second-biggest provider of agricultural products, with imports amounting to $21 billion in 2015. “It is very troubling for world food and agricultural markets for Administration spokespersons to bandy about terms like a 20% tax on all imports from Mexico or other countries,’’  Tom Stenzel, President and CEO of the United Fresh Produce Association said in a statement. “Consider the impact on American consumers of a 20% hike in the cost of foods such as bananas, mangoes and other products that we simply cannot grow in the United States. Consider also what other countries would do to block U.S. exports in retaliation. As the Administration looks to incentivize manufacturing jobs in the U.S., we urge President Trump to consider the unique nature of food and not place a new food tax on American consumers.” Fresh vegetables purchased from Mexico totaled $4.8 billion in 2015, according to the office of the Trade Representative. Snack food imports totaled $1.7 billion, while wine and beer $2.7  billion and processed fruit and vegetables peaked at $1.4 billion two years ago Trump mulls 20% border tax on Mexico; aides later call it just an option Representative Lloyd Doggett, D-Texas, said in a statement that a tariff  would not only \"disrupt Texas commerce with our most important trading partner, but it would raise consumer prices by 20% on many goods, like so much of the fresh produce upon which we rely at this time of year.'' Automakers have flocked across the border, not only lured by low wages, but to tap into a skilled labor force and Mexico’s multitude of trade deals with countries across the globe. The U.S. has made use of services from Mexico in transportation, travel, technology and other industries. Such imports amounted to roughly $21.6 billion in 2015, 11% more than the year before, and roughly 191% more than what was spent on imported services in 1993, before  NAFTA. Contributing: Kevin McCoy, Roger Yu and Jayne O'Donnell  1023 CONNECT TWEET 2 LINKEDIN 55 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2k957QJ NEVER MISS OUT Managing Your Money Master your money with the latest business and investment news, articles and tips from financial experts each Friday. THANKS FOR SIGNING UP FOR THE Managing Your Money NEWSLETTER We're sorry. ",
    "title": "Beer, snacks and cars: How a 20% Mexico tariff could cost U.S. shoppers"
   },
   {
    "entities": [
     "secret",
     "todd",
     "texas",
     "courtesy",
     "high",
     "inauguration day",
     "trump",
     "h.",
     "news",
     "facebook",
     "fox",
     "donald",
     "adamson",
     "district",
     "isd",
     "media",
     "commentary",
     "starnes",
     "school",
     "resistance",
     "2016",
     "twitter",
     "hitler",
     "town",
     "adolf",
     "dallas",
     "w.",
     "today",
     "hall",
     "w.h.",
     "irving",
     "service",
     "independent",
     "&"
    ],
    "id": 18,
    "text": "Facebook 0 Twitter 0 livefyre Email Print  (Courtesy Town Hall) A Texas high school art teacher has been placed on administrative leave after video surfaced showing her “shooting” President Donald Trump inside a classroom while screaming, “Die!” The Secret Service field office in Irving tells me they are aware of the incident, but declined further comment. Click here to subscribe to Todd’s newsletter: a must-read for Conservatives! The teacher, at W.H. Adamson High School in Dallas, posted the video to her Instagram account along with the following message: “Watching the #inauguration in my classroom like…#no #stop #denial #squirtgun #hypocrisy #powerless #saveusall #teachthembetter #atleastitsfriday.” Voices can be heard in the background – but the school district would not say if students witnessed the teacher’s disturbing demonstration. The Inauguration Day video has since been removed, but several prominent conservative websites managed to save a copy including Town Hall and Resistance Media. Video of the inauguration was being broadcast inside the classroom on a whiteboard. The video shows the teacher lunging at President Trump and firing the squirt gun numerous times while shouting, “Die!” It is disturbing, to say the least. Dallas Independent School District seems to be taking the matter quite seriously. \"Today, we were made aware of a social media posting being circulated involving a teacher at W. H. Adamson High School,” a district spokesperson told me. “The teacher has been placed on administrative leave and the district has opened an investigation. This is a personnel matter and as such we cannot comment.” I wonder which offense the school district finds worst: a faux assassination or a teacher using a squirt gun on school property. Since the 2016 presidential election, liberal educators across the fruited plain have gone slap crazy. I wrote about these phenomena in my new book, “The Deplorables’ Guide to Making America Great Again.” Some teachers have even turned their classrooms into breeding grounds for anti-Trump propaganda – going so far as to portray the commander-in-chief as a modern-day Adolf Hitler. And I lost count of the number of educators who refused to broadcast the inauguration ceremony over fears that some fragile snowflake might take offense. But what happened in Dallas is yet another example of how our public schools have been turned into social engineering petri dishes festering with rancorous rhetoric and hate. What kind of a person would stage a faux assassination attempt in of all places Dallas? It’s simply repulsive. Let’s hope Dallas ISD can muster the moral courage to take swift action to rebuke this teacher and send a message that this kind of hate has no place in a public school classroom. Todd Starnes is host of Fox News & Commentary, heard on hundreds of radio stations. His latest book is “ The Deplorables’ Guide to Making America Great Again. ” Follow Todd on Twitter @ToddStarnes and find him on Facebook . Advertisement ",
    "title": "Die! High school teacher stages mock assassination of Trump | Fox News"
   },
   {
    "entities": [],
    "id": 19,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "jan 26, 2017",
     "this week",
     "next week",
     "benghazi",
     "dc",
     "trump",
     "house",
     "hillary",
     "rex",
     "senate",
     "senior",
     "patrick",
     "state",
     "washington,",
     "george",
     "foreign",
     "affairs",
     "fishel",
     ", 6:22 pm",
     "department",
     "w.",
     "september 18, 2013",
     "staff",
     "today",
     "tillerson",
     "justin",
     "service",
     "committee",
     "toner",
     "kennedy",
     "exxonmobil",
     "bush",
     "mark",
     "clinton"
    ],
    "id": 20,
    "text": "Larger Than Usual Exodus of Senior State Department Staff in New Administration By JUSTIN FISHEL Jan 26, 2017, 6:22 PM ET 0 Shares Star Mark Wilson/Getty Images Patrick Kennedy, Undersecretary of State for Management testifies during a House Foreign Affairs Committee hearing, September 18, 2013 in Washington, DC. 0 Shares Email A handful of senior management staff at the State Department have resigned this week, department officials said today -- representing an unusually large exodus for a change of administrations on C Street. Among six politically appointed officials at the State Department to hand in their resignations was the Undersecretary for Management Patrick Kennedy, who has worked at the department for over nine years and was first appointed to the job by President George W. Bush, officials said. \"Kennedy was an institution,\" as one senior State Department official put it. Kennedy helped lead the transition at the State Department for the incoming Trump administration and was a well-respected figure within the building. Yet many Republicans associated Kennedy with former Secretary of State Hillary Clinton's tenure, and dragged him into the fallout from the Benghazi terror attack as well as Clinton's private email controversy, making his departure somewhat unsurprising. Mexican President Cancels Meeting With Trump After Border Wall Order Senior State Department officials familiar with the circumstances insisted these resignations occurred not as a protest of the incoming administration, but said that they were essentially asked to leave, though they were technically not fired. By nature of their positions, these people would have been made to submit a resignation letter, but the administration doesn't have to accept it. Indeed some resignations were not. \"As is standard with every transition, the outgoing administration, in coordination with the incoming one, requested all politically appointed officers submit letters of resignation,\" Acting State Department Spokesman Mark Toner said in a statement today. \"The Department encourages and advocates for senior officers to compete for high level offices in the Department. These positions are political appointments, and require the President to nominate and the Senate to confirm them in these roles,\" Toner added. \"They are not career appointments but of limited term. Of the officers whose resignations were accepted, some will continue in the Foreign Service in other positions, and others will retire by choice or because they have exceeded the time limits of their grade in service.\" President Trump's selection to be the next Secretary of State, former ExxonMobil CEO Rex Tillerson , is expected to be confirmed by the Senate next week. 0 Shares ",
    "title": "Larger Than Usual Exodus of Senior State Department Staff in New Administration - ABC News"
   },
   {
    "entities": [
     "enrique",
     "anapra",
     "torres",
     "jan. 26, 2017",
     "interior",
     "isacson",
     "20%",
     "taylor",
     "priebus",
     "nieto",
     "s.",
     "state",
     "for",
     "defense",
     "kamm",
     "2011",
     "$15 billion",
     "$260 million",
     "department",
     "today",
     "bernstein",
     "$10 million",
     "christian",
     "donovan",
     "gop",
     "u.",
     "ap",
     "white",
     "41 minutes ago",
     "us",
     "labor",
     "development",
     "facebookemail",
     "united",
     "facebook",
     "park",
     "mexico",
     "linkedin",
     "adam",
     "of",
     "$338 million",
     "usaid",
     "sunland",
     "twitter",
     "health",
     "current",
     "n.m.",
     "jones",
     "reince",
     "u.s.",
     "agency",
     "5:25 p.m.",
     "95%",
     "nicholas",
     "$1.6 billion",
     "and",
     "slack",
     "office",
     "$25 billion",
     "$4.4 million",
     "google",
     "$320 million",
     "$ 4 million",
     "next week",
     "pinterest",
     "thursday",
     "$4 million",
     "international",
     "congress",
     "2015",
     "security",
     "human",
     "usa",
     "rice",
     "wednesday",
     "america",
     "jan. 25, 2017",
     "to",
     "energy",
     "latin",
     "states",
     "south",
     "trump",
     "house",
     "services",
     "university",
     "peace",
     "peña",
     "corps",
     "washington",
     "central",
     "homeland",
     "matthew",
     "research",
     "mark",
     "$5.7 million"
    ],
    "id": 21,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest U.S. provides aid worth $320 million a year to Mexico; experts say yanking it could hurt The United States directs an average of $320 million a year worth of aid to Mexico for various programs, all of which appear to be targets for President Trump as he looks for ways to pay for the proposed border wall with our southern neighbor. Post to Facebook U.S. provides aid worth $320 million a year to Mexico; experts say yanking it could hurt The United States directs an average of $320 million a year worth of aid to Mexico for various programs, all of which appear to be targets for President Trump as he looks for ways to pay for the proposed border wall with our southern neighbor. Check out this story on USATODAY.com: http://usat.ly/2jCH3Ca CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 17 Join the Nation's Conversation To find out more about Facebook commenting please read the Conversation Guidelines and FAQs U.S. provides aid worth $320 million a year to Mexico; experts say yanking it could hurt Donovan Slack , USA TODAY Published 5:25 p.m. ET Jan. 26, 2017 | Updated 41 minutes ago A Mexican soldier stands guard at a checkpoint near the Mexico-U.S. border fence, on the Mexican side, separating the towns of Anapra, Mexico, and Sunland Park, N.M., on Jan. 25, 2017. (Photo: Christian Torres, AP) 31 CONNECT TWEET LINKEDIN 17 COMMENTEMAILMORE WASHINGTON — The United States directs an average of $320 million worth of aid a year to Mexico for various programs, all of which appear to be targets for President Trump as he looks for ways to pay for the proposed border wall with our southern neighbor. But specialists say the aid won’t make for much of a bargaining chip as he tries to goad Mexico into footing the bill for the wall, and in fact, yanking the aid could backfire entirely. Trump directed the government Wednesday to total the amount of \"direct and indirect Federal aid or assistance to the Government of Mexico on an annual basis\" in an executive order. That preceded a series of back-and-forth moves Thursday in which Mexican President Enrique Peña Nieto said his country would not pay for the wall and canceled a planned meeting with Trump next week. Then the Trump administration said it would hit Mexican imports with a 20% border tax, and then reversed field to say the planned tax was just an option. The largest chunk of U.S. aid goes toward law enforcement — including helping Mexican authorities capture drug lords — supporting improvements to the Mexican judicial system and security, including along Mexico’s southern border, helping stem the flow of immigrants from Central and South America. “If we cut off aid to Mexico, we strengthen the drug cartels, we make our border region a lot more lawless place, and we make it easier for undocumented immigrants from Central America to reach the U.S.-Mexico border,” said Mark Jones, a political science professor at Rice University who specializes in Latin America. Read more: Congress will consider up to $15 billion for border wall, GOP leaders say Trump's executive order doesn’t specify what the aid information will be used for, but its inclusion in the order suggests Trump could try to use it as leverage in negotiations over paying for the wall. White House chief of staff Reince Priebus said Thursday there were \"a buffet of options\" to pay for the wall. According to the U. S. Agency for International Development, roughly a dozen agencies directed roughly $1.6 billion overall in aid to Mexico from 2011 to 2015, the most recent year for which complete data is available. The State Department, Defense Department and USAID provided the largest amounts, accounting for 95% of the $338 million in aid in 2015. The remainder included much smaller slivers from the departments of Energy, Labor, Interior, and Health and Human Services, and the Peace Corps, among others. Law enforcement and counter-narcotics initiatives accounted for $260 million, while support for justice and legal reforms added up to roughly $10 million, and military aid accounting for another $10 million. The other aid initiatives in 2015 include: • $5.7 million for a program to improve the competitiveness of Mexican businesses and to improve “environmental policy management to mitigate climate change and preserve Mexican biodiversity.” • $4.4 million to help with implementation of programs to reduce emissions from deforestation and forest degradation. • $ 4 million to support Mexican-led efforts to develop and implement a low-emissions development strategy. • $4 million for crime and violence prevention. The Bernstein Research group estimated the cost for building the southern border wall could range from $15 billion to $25 billion. If the United States redirected all of its foreign aid, at the current annual average, it would take nearly 50 years to reach the low end of that range. President Trump signs an executive order to start the Mexico border wall project at the Department of Homeland Security facility in Washington on Jan. 25, 2017.  (Photo: Nicholas Kamm, AFP/Getty Images) Emboldened drug cartels Nonpartisan specialists and human rights advocates both say that cutting off aid in the first place will embolden the cartels whose drugs already flow into the United States. “Those cartels are going to operate with a lot more freedom, and the products that they produce — heroin, meth amphetamine, cocaine — are small in volume and don’t need to be taken into areas where walls are built, they’ll be taken through ports of entry and flood the US market,” said Adam Isacson, a regional and military security specialist at Washington Office on Latin America, a research and advocacy group. Jones of Rice University said the Mexican government believes the drug problem is one of U.S. consumption rather than the cartels themselves, so if the United States cuts aid and our relations turn more hostile, “they’re going to be more likely to turn a blind eye to cartel activity as long as it focuses on exporting to the United States.” Matthew Taylor, senior fellow for Latin America studies at the Council on Foreign Relations, said the wall construction order and the attempted negotiation itself has made for “one of the more disastrous weeks in U.S.-Latin American relations.” “The more uncertainty we generate though this attempt at negotiation, the more likely the president’s objectives will be, will not be met --  his objectives on security, his objectives on migration and ultimately his objectives in terms of economic growth,” Taylor said. “It’s a very uncertain game, except for the personal electoral objectives of the president. It seems like it’s a very misguided strategic decision.” ",
    "title": "U.S. provides aid worth $320 million a year to Mexico; experts say yanking it could hurt"
   },
   {
    "entities": [
     "rein",
     "friday",
     "interior",
     "the previous day",
     "spicer",
     "huckabee",
     "inauguration day",
     "press",
     "trump",
     "house",
     "2017",
     "hillary",
     "eilperinthe",
     "reynolds",
     "eight years earlier",
     "noon",
     "michael",
     "mall",
     "2009",
     "saturday, the same day",
     "the",
     "park",
     "$2.8 billion",
     "donald",
     "morning",
     "saturday",
     "lisa",
     "sanders",
     "cia",
     "jan. 20, 2009",
     "associated",
     "crosson",
     "twitter",
     "post",
     "tumulty",
     "department",
     "obama",
     "national",
     "today",
     "late friday",
     "sarah",
     "service",
     "sean",
     "washington",
     "karen",
     "jan. 20, 2017",
     "juliet",
     "early",
     "barack",
     "thomas",
     "clinton",
     "white"
    ],
    "id": 22,
    "text": "On his first morning as president, Trump sought Park Service proof of crowd claim Inauguration Day Associated Press This pair of photos shows a view of the crowd on the National Mall at the inaugurations of President Barack Obama, left on Jan. 20, 2009, and President Donald Trump, right, on Jan. 20, 2017. The photo at left and the screengrab from video on the right were both shot shortly before noon from the top of the Washington Monument. This pair of photos shows a view of the crowd on the National Mall at the inaugurations of President Barack Obama, left on Jan. 20, 2009, and President Donald Trump, right, on Jan. 20, 2017. The photo at left and the screengrab from video on the right were both shot shortly before noon from the top of the Washington Monument. (Associated Press) Karen Tumulty, Juliet EilperinThe Washington Post On the morning after Donald Trump 's inauguration, acting National Park Service director Michael Reynolds received an extraordinary summons: The new president wanted to talk to him. In a Saturday phone call, Trump personally ordered Reynolds to produce additional photographs of the previous day's crowds on the National Mall, according to three individuals who have knowledge of the conversation. The president believed that they might prove that the media had lied in reporting that attendance had been no better than average. Trump also expressed anger over a retweet sent from the agency's account, in which side-by-side photographs showed far fewer people at his swearing-in than had shown up to see Barack Obama 's inaugural in 2009. According to one account, Reynolds had been contacted by the White House and given a phone number to call. When he dialed it, he was told to hold for the president. Twitter accounts -- indefinitely -- after a National Park Service employee shared two tweets that noted President Donald Trump 's relatively small inaugural crowds compared to the numbers former president Barack Obama drew in 2009. ... The Interior Department was ordered Friday to shut down its official Twitter accounts -- indefinitely -- after a National Park Service employee shared two tweets that noted President Donald Trump 's relatively small inaugural crowds compared to the numbers former president Barack Obama drew in 2009. ... (Lisa Rein) For Trump, who sees himself and his achievements in superlative terms, the inauguration's crowd size has been a source of grievance that he appears unable to put behind him. It is a measure of his fixation on the issue that he would devote part of his first morning in office to it - and that he would take out his frustrations on an acting Park Service director. Word rapidly spread through the agency and Washington. The individuals who informed The Washington Post about the call declined to be identified because of the sensitive nature of the conversation. Neither Reynolds nor the Park Service would talk about it. \"The National Park Service does not comment on internal conversations among administration officials,\" agency spokesman Thomas Crosson said. White House deputy press secretary Sarah Huckabee Sanders said the call simply demonstrated that Trump's management style is to be \"so accessible, and constantly in touch.\" \"He's not somebody who sits around and waits. He takes action and gets things done,\" Sanders said. \"That's one of the reasons that he is president today, and Hillary Clinton isn't.\" On Saturday, the same day Trump spoke with Reynolds, the new president used an appearance at CIA headquarters to deliver a blistering attack on the media for reporting that large swaths of the Mall were nearly empty during the event. \"It's a lie,\" Trump said. \"We caught [the media]. We caught them in a beauty.\" \"It looked like a million, a million and a half people,\" Trump said, vastly inflating what the available evidence suggested. Later that day, White House press secretary Sean Spicer reiterated Trump's complaints about media coverage of the crowd in a tongue-lashing from the lectern of the briefing room. \"These attempts to lessen the enthusiasm of the inauguration are shameful and wrong,\" Spicer said. The Park Service does not release crowd estimates. Experts, however, have estimated that the 2017 turnout was no more than a third the size of Obama's eight years earlier. Reynolds was taken aback by Trump's request, but did secure some additional aerial photographs and forwarded them to the White House through normal channels in the Interior Department, the sources said. The photos, however, did not prove Trump's contention that the crowd size was upwards of 1 million. Reynolds, who had served as the Park Service's deputy director of operations for six months before assuming the post of acting director, is a third-generation employee who has worked there for more than 30 years. As deputy director, he oversaw the Service's $2.8 billion budget and more than 22,000 employees. In the days since Trump's election, the Park Service has become an unlikely protagonist in a battle between the new president and some career government employees. The trouble began late Friday, when the agency's official Twitter account retweeted two tweets that could be perceived as critical of the new administration: the one comparing the relative crowd size for Trump's inaugural to that of Obama's 2009 swearing-in, and another that noted policy pages that had been removed from the White House's website. That prompted an \"urgent directive\" to Interior employees that they \"shut down Twitter platforms immediately until further notice,\" which was lifted early Saturday morning. Crosson then apologized on Twitter for \"mistaken RTs from our account.\" ",
    "title": "On his first morning as president, Trump sought Park Service proof of crowd claim - Chicago Tribune"
   },
   {
    "entities": [
     "reuter",
     "fairgrounds",
     "jim",
     "newsradio",
     "supreme",
     "harnik",
     "longwood",
     "jan. 26, 2017",
     "joe",
     "milwaukee",
     "chili",
     "getty",
     "november",
     "harbor",
     "melwert",
     "reynolds",
     "rick",
     "jan. 11, 2017",
     "pelosi",
     "dominick",
     "ryan",
     "convention",
     "shortt",
     "paul",
     "katopodis",
     "feb. 27, 2015",
     "ball",
     "kevin",
     "clifford",
     "clarence",
     "elijah",
     "defense",
     "fla.",
     "ngan",
     "mukwonago",
     "july 12, 2016",
     "crystal",
     "j.",
     "helber",
     "sept. 20, 2016",
     "pences",
     "today",
     "erin",
     "minchillo",
     "platt",
     "hill",
     "june 7, 2014",
     "conroy",
     "center",
     "a.",
     "european",
     "gop",
     "jan. 9, 2017",
     "jan. 20, 2017",
     "md.",
     "hoffman",
     "field",
     "tasos",
     "july 3, 2016",
     "clinton",
     "scalzo",
     "midtown",
     "ap",
     "las",
     "white",
     "robinson",
     "wayne",
     "regency",
     "april 6, 2011",
     "air",
     "base",
     "raedle",
     "capitol",
     "event",
     "society",
     "friday",
     "oct. 19, 2016",
     "florida",
     "nov. 15, 2006",
     "reagan",
     "emmert",
     "cengiz",
     "ind.",
     "michael",
     "sept. 12, 2010",
     "july 20, 2016",
     "news",
     "pa.",
     "facebook",
     "park",
     "donald",
     "linkedin",
     "indiana",
     "mexico",
     "tim",
     "cannon",
     "pressphoto",
     "colonial",
     "chip",
     "steve",
     "wines",
     "kyw",
     "darron",
     "kelly",
     "virginia",
     "manhattan",
     "jones",
     "vegas",
     "july 13, 2016",
     "dec. 5, 2016",
     "u.s.",
     "agency",
     "mandel",
     "jan. 26",
     "nov. 5, 2016",
     "orlando",
     "brandon",
     "james",
     "york",
     "karen",
     "andrews",
     "fullscreen",
     "obamacare",
     "oct. 31, 2016",
     "williamsburg",
     "columbus",
     "somodevilla",
     "samuel",
     "march 31, 2015",
     "parkside",
     "july 16, 2016",
     "farmville",
     "thomas",
     "heather",
     "pence",
     "nov. 2, 2004",
     "taggart",
     "gannett",
     "dec. 16, 2016",
     "norristown",
     "dec. 13, 2016",
     "andrew",
     "images",
     "lo",
     "von",
     "harpring",
     "grant",
     "club",
     "thursday",
     "saul",
     "morgan",
     "edelheit",
     "henry",
     "cummings",
     "oct. 4, 2016",
     "nov. 6, 2012",
     "nov. 8, 2016",
     "alex",
     "tower",
     "ballroom",
     "congress",
     "aug. 6, 2016",
     "fort",
     "d'elia",
     "mike",
     "john",
     "4:27 p.m.",
     "nov. 8",
     "robert",
     "mccarthy",
     "republican",
     "usa",
     "eve",
     "va.",
     "nov. 30, 2016",
     "obama",
     "new",
     "national",
     "cincinnati",
     "indianapolis",
     "5 hours ago",
     "applewhite",
     "service",
     "america",
     "committee",
     "grand",
     "ronald",
     "nancy",
     "jo-ann",
     "city",
     "vucci",
     "gleifert",
     "this week",
     "aug. 31, 2016",
     "spencer",
     "gilmore",
     "price",
     "cleveland",
     "nov. 17, 2016",
     "marine",
     "trump",
     "march",
     "house",
     "nov. 20, 2016",
     "hillary",
     "r-wis.",
     "angelillo",
     "melania",
     "august 23, 2016",
     "wis.",
     "university",
     "july 15, 2016",
     "golf",
     "elementary",
     "charlotte",
     "sept. 13, 2016",
     "force",
     "court",
     "hilton",
     "sarasota",
     "yar",
     "dietsch",
     "jan. 4, 2017",
     "school",
     "jan. 19, 2009",
     "scott",
     "deutsch",
     "pat",
     "hyatt",
     "future",
     "rachel",
     "corps",
     "bedminster",
     "jan. 17, 2017",
     "journal",
     "sentinel",
     "n.j.",
     "philadelphia",
     "washington",
     "mattis",
     "amphitheater",
     "evan",
     "loeb",
     "now",
     "pennsylvania",
     "westfield",
     "don"
    ],
    "id": 23,
    "text": "Pence tells Congress to 'buckle up' and get ready to enact major change Vice President Mike Pence rallied Republican lawmakers, saying \"this is our time.\" Post to Facebook Pence tells Congress to 'buckle up' and get ready to enact major change Vice President Mike Pence rallied Republican lawmakers, saying \"this is our time.\" Check out this story on USATODAY.com: http://usat.ly/2jCiRjm CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 103 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Pence tells Congress to 'buckle up' and get ready to enact major change Erin Kelly , USA TODAY Published 4:27 p.m. ET Jan. 26, 2017 | Updated 5 hours ago CLOSE x Share Vice President Mike Pence is offering Republican lawmakers a preview of the upcoming Supreme Court pick. He says President Donald Trump will nominate a \"strict constructionist,\" or a jurist who supports a narrow reading of the US Constitution. (Jan. 26) AP Vice President Pence and Speaker Paul Ryan talk as President Trump speaks at the GOP congressional retreat in Philadelphia on Jan. 26, 2017. (Photo: Pool, Getty Images) 5015 CONNECT TWEET 2 LINKEDIN 103 COMMENTEMAILMORE PHILADELPHIA — Vice President Pence told Republican members of Congress on Thursday to \"buckle up\" and get ready to work with the new Trump administration on everything from repealing Obamacare to confirming a \"strict constructionist\" to fill the Supreme Court. \"My friends, this is our moment,\" he told lawmakers at a GOP congressional retreat in downtown Philadelphia.. \"We got this far because President Donald Trump marshaled a movement unlike any movement in American history.\" Pence, a former congressman and Indiana governor, said the challenges facing Congress and the White House are large and urgent. \"President Trump and I will forge a strong working relationship with the Congress and with all of you to enact the laws that will serve the American people,\" the vice president said, promising not to \"bypass\" Congress as he accused the Obama administration of doing. \"We’re all one party and we’re all striving to achieve the same objective.\" In addition to writing a new health care law to replace the Affordable Care  Act, Pence said the administration's top goals are boosting military spending; improving and expanding America's highways, bridges, airports and public transit systems; and cutting government regulations. Congressional leaders have been talking about a nearly identical agenda at their retreat this week. Pence, who will be attending the March for Life anti-abortion event in Washington on Friday, said he he was especially happy that Trump signed an executive order restoring a ban on giving U.S. funds to international groups that provide or discuss abortion services. Pence will become the highest-ranking government official to speak in person at the annual march. \"Just this week, this pro-life president reinstated the Mexico City policy banning public funding of abortion,\" he said. \"As another pro-life American, I couldn’t be more proud.\" Pence said he was glad to be back in Pennsylvania, which gave Trump an upset victory over Democrat Hillary Clinton in the Nov. 8 election. \"We owe Pennsylvania a debt of gratitude and thanks,\" he said. \"We also have to return the favor. We need to repay the hard working people of Pennsylvania and people everywhere who yearn for a better future.\" House Speaker Paul Ryan, R-Wis., called Pence \"the epitome of a happy warrior\" as he introduced the vice president at the retreat. \"Mike Pence is the glue that keeps us all together focused and fixed on our shared timelines and challenges,\" Ryan said. \"He makes all of us better.\" Read more: Posted! A link has been posted to your Facebook feed. The Pences arrive at the Liberty Ball at the Washington Convention Center on Jan. 20, 2017.  Chip Somodevilla, Getty Images Pence signs confirmation paperwork for Marine Corps Gen. James Mattis after swearing him in as Defense secretary in the vice presidential ceremonial office on Jan. 20, 2017.  Kevin Dietsch, Pool, Getty Images The Trumps and Pences stand on the east front steps of the Capitol after the inauguration ceremony on Jan. 20, 2017.  John Angelillo, Pool/European Pressphoto Agency Pence talks with Trump at a news conference at Trump Tower on Jan. 11, 2017, in New York City.  Spencer Platt, Getty Images Trump stands with Pence during the presidential inaugural Chairman's Global Dinner on Jan. 17, 2017, in Washington.  Evan Vucci, AP Fullscreen Pence steps off an Air Force plane similar to the one he will use after being sworn in, as he, his wife, Karen Pence, center, holding cat \"Oreo,\" and daughter Charlotte Pence holding \"Pickle,\" arrive at Andrews Air Force Base, Md., on Jan. 9, 2017.  Alex Brandon, AP Pence leaves a press availability after speaking about Republican attempts to repeal Obamacare at the Capitol on Jan. 4, 2017.  Jim Lo Scalzo, European Pressphoto Agency Pence arrives to speak at a rally at the Orlando Amphitheater at the Central Florida Fairgrounds on Dec. 16, 2016, in Orlando, Fla.  Evan Vucci, AP Pence arrives at Trump Tower in Manhattan on Dec. 13, 2016.  John Taggart, Pool/European Pressphoto Agency Pence arrives with his wife, Karen, at Trump Tower in New York on Dec. 5, 2016.  DOMINICK REUTER, AFP/Getty Images Pence meets with Speaker Paul Ryan and incoming White House chief of staff Reince Priebus on Capitol Hill on Nov. 30, 2016.  Michael Reynolds, European Pressphoto Agency Trump and Pence arrive for a day of meetings at the clubhouse of Trump National Golf Club on Nov. 20, 2016, in Bedminster, N.J.  Don Emmert, AFP/Getty Images Pence and House Minority Leader Nancy Pelosi speak to reporters on Capitol Hill on Nov. 17, 2016, after meeting privately.  Andrew Harnik, AP Pence and his wife, Karen, arrive at the New York Hilton Midtown on Nov. 8, 2016, for Trump's victory speech.  Mandel Ngan, AFP/Getty Images Pence and Speaker Paul Ryan attend a get-out-the-vote rally at Field Park in Mukwonago, Wis., on Nov. 5, 2016  Pat A. Robinson, Milwaukee Journal Sentinel Jo-Ann Gleifert of Cocoa, Fla., takes a selfie with Pence on Oct. 31, 2016.  Tim Shortt, Florida Today Pence and Melania Trump watch the third presidential debate in Las Vegas on Oct. 19, 2016.  Joe Raedle, AFP/Getty Images Pence speaks during the vice presidential debate at Longwood University in Farmville, Va., on Oct. 4, 2016.  Saul Loeb, AFP/Getty Images Pence waves to the crowd along with former Virginia governor Jim Gilmore during a rally in front of the Colonial Capitol in Williamsburg, Va., on Sept. 20, 2016.  Steve Helber, AP Pence, Speaker Paul Ryan and House Majority Leader Kevin McCarthy speaks to the media in the lobby of the Republican National Committee headquarters in Washington, on Sept. 13, 2016.  Jim Lo Scalzo, European Pressphoto Agency Pence speaks to supporters at the Hyatt Regency Sarasota in Sarasota, Fla., on Aug. 31, 2016.  Eve Edelheit, AP In this photo provided by KYW Newsradio reporter Jim Melwert, Pence gets his hair trimmed by barber Henry Jones in Norristown, Pa., on August 23, 2016.  Jim Melwert, AP Pence addresses a rally in the Crystal Ballroom at the Hilton Milwaukee City Center in Milwaukee.  Cengiz Yar, AFP/Getty Images Pence eats a plate of Cincinnati-style chili during a campaign stop at Price Hill Chili on Aug. 6, 2016, in Cincinnati.  John Minchillo, AP Pence and Trump stand together on stage following Pence's speech during the GOP convention in Cleveland on July 20, 2016.  Robert Deutsch, USA TODAY Trump is greeted by Pence and family members after arriving near the site of the Republican National Convention on July 20, 2016, in Cleveland.  Evan Vucci, AP Donald Trump shakes hands with Pence during a campaign event to announce Pence as his running mate on July 16, 2016, in New York.  Evan Vucci, AP Pence and his wife, Karen, leave a meeting with Donald Trump at Trump Tower in New York on July 15, 2016.  Evan Vucci, AP Elijah Morgan, 11, shakes hands with Pence at the annual Three Rivers Festival in Fort Wayne, Ind., on July 13, 2016.  Samuel Hoffman, AP Donald Trump leaves the Indiana governor's residence Pence in Indianapolis on July 13, 2016.  Michael Conroy, AP Donald Trump and Mike Pence take the stage during a campaign rally at Grant Park Event Center in Westfield, Ind., on July 12, 2016.  Tasos Katopodis, AFP/Getty Images Pence speaks during a news conference before attending a concert on July 3, 2016, in Fishers, Ind.  Michael Conroy, AP Pence speaks during a news conference on March 31, 2015, in Indianapolis about the state's religious-freedom law.  Darron Cummings, AP Pence speaks at the Conservative Political Action Conference on Feb. 27, 2015, in National Harbor, Md.  Alex Brandon, AP Pence speaks during the Republican Party State Convention at the Grand Wayne Center in Fort Wayne, Ind., on June 7, 2014.  Rachel Von, AP Mike Pence will be sworn in as vice president by Supreme Court Justice Clarence Thomas and will use Ronald Reagan's Bible.  Rick D'Elia, European Pressphoto Agency Pence talks to supporters before voting on Nov. 6, 2012, in Clifford, Ind.  Darron Cummings, AP Pence addresses an Americans for Prosperity \"Cut Spending Now\" rally on Capitol Hill on April 6, 2011.  Alex Brandon, AP Pence speaks to people gathered at the Capitol for a \"Remember in November\" rally to express opposition to government spending on Sept. 12, 2010.  J. Scott Applewhite, AP Pence and his wife, Karen, greet guests at the Indiana Society Ball in Washington on Jan. 19, 2009.  Heather Wines, Gannett News Service Pence talks on the phone on Nov. 15, 2006, in his office in the Cannon building on Capitol Hill.  Heather Wines, Gannett News Service Mike Pence and his wife, Karen, campaign at Parkside Elementary School in Columbus, Ind., on Nov. 2, 2004.  Joe Harpring, AP Like this topic? You may also like these photo galleries: Replay ",
    "title": "Pence tells Congress to 'buckle up' and get ready to enact major change"
   },
   {
    "entities": [
     "thai",
     "seib",
     "november",
     "next year",
     "california",
     "about 18 to 1",
     "garcetti",
     "regents",
     "$1,332",
     "daily",
     "$1,668",
     "watanabe",
     "associated",
     "/",
     "amlotte",
     "$16,980",
     "this year",
     "eric",
     "today",
     "san",
     "jerry",
     "nathan",
     "$9,450",
     "napolitano",
     "al",
     "angeles",
     "broadway",
     "reporter",
     "$5,860",
     "$30 million",
     "mary",
     "$26,682",
     "spring",
     "united",
     "adulyadej",
     "of",
     "board",
     "2.5%",
     "berkeley",
     "current",
     "town",
     "$54",
     "$7.8-billion",
     "the past",
     "diego",
     "jose",
     "council",
     "torrez",
     "lee",
     "contact",
     "brian",
     "press",
     "t.",
     "thursday",
     "tyler",
     "jeff",
     "2024",
     "$7,160",
     "alex",
     "westwood",
     "$1,128",
     "5%",
     "brown",
     "marcio",
     "janet",
     "uc",
     "californian",
     "$88 million",
     "2000-01",
     "anthony",
     "wednesday",
     "sanchez",
     "los",
     "moore",
     "$28,014",
     "$282",
     "city",
     "times",
     "states",
     "trump",
     "$11,502",
     "bhumibol",
     "last week",
     "university",
     "davis",
     "brug",
     "this fall",
     "eloy",
     "der",
     "2010-11",
     "quinn",
     "hollywood",
     "2006",
     "brostrom",
     "beginning this fall",
     "van",
     "teresa"
    ],
    "id": 24,
    "text": "UC regents approve first tuition increase in six years; some students 'infuriated' UC regents approve tuition increase Marcio Jose Sanchez / Associated Press Members of the University of California Board of Regents listen to testimony from employees and students on Thursday. The regents approved a 2.5% tuition increase, the first since 2010-11. Members of the University of California Board of Regents listen to testimony from employees and students on Thursday. The regents approved a 2.5% tuition increase, the first since 2010-11. (Marcio Jose Sanchez / Associated Press) Teresa Watanabe Contact Reporter University of California regents on Thursday lifted a six-year freeze on tuition, approving a 2.5% increase beginning this fall in order to pay for more faculty, classes and student services. The vote was 16-4, and many of the regents expressed regret about having to raise costs for students. But UC President Janet Napolitano told regents an increase was needed to ensure that the renowned public research university system delivers the same top-notch education today as in the past even as it grapples with escalating enrollment demands and reduced state support. The regents voted to raise tuition to $11,502 for the 2017-18 school year — a 2.5%, or $282, increase. The student services fee would increase by $54 to $1,128. The action marked UC’s first tuition increase since the 2010-2011 school year.  Nonresident undergraduates would face a total increase of $1,668. They would pay the same higher base tuition and student fees as well as 5% more in supplemental tuition, which would rise $1,332, from $26,682 to $28,014 next year. Financial aid would cover the increases for two-thirds of the university’s roughly 175,500 California resident undergraduates.  The increases in tuition and fees were part of a $7.8-billion operating budget plan for 2017-18 approved by regents.  University of California President Janet Napolitano assured vulnerable immigrant students Wednesday that, despite fear and uncertainty about President Trump’s intentions, the university would protect them.  “UC chancellors and I have reaffirmed our intentions to ensure that every corner of the... University of California President Janet Napolitano assured vulnerable immigrant students Wednesday that, despite fear and uncertainty about President Trump’s intentions, the university would protect them.  “UC chancellors and I have reaffirmed our intentions to ensure that every corner of the... (Teresa Watanabe) “Our resources are strained to the limits,” UC Chief Financial Officer Nathan Brostrom told regents. Some students protested the hike, arguing that tuition has more than doubled since 2006, to the highest level in California history. Even with financial aid, some said they still faced hardships paying for housing and food in the high-cost areas where many UC campuses are located, such as Berkeley, Westwood and San Diego. And Gov. Jerry Brown’s proposed phaseout of the Middle Class Scholarship program will further hurt students, UC Davis student body president Alex T. Lee told the regents Thursday. “Students are infuriated by a rise in tuition, even by a single cent. Every single raise in tuition is deepening the dependency on taxing students to support the UC, which should be the last resort of funding,” Lee said. “We are facing a crisis of affordability and raising tuition will exacerbate the existing housing and food insecurity problems you know we are experiencing.”  But student opposition was more muted than in November, when protesters briefly shut down the regents’ discussion on the tuition issue and were told to leave the meeting or face arrest.  UC Berkeley ’s student newspaper, the Daily Californian, last week editorialized in favor of an increase, saying it was both reasonable and necessary because the state had failed to provide adequate funding. At the same time, the editorial said, the state has continued to pressure UC to increase its enrollment, leading to “overcrowded classrooms, housing insecurity and overstrained campus infrastructure” at UC Berkeley. “The small tuition hike can alleviate these problems and give the university more money to improve services,” the editorial board wrote. Napolitano’s office, in a  memo to regents , presented data showing that state support for instructional costs per student dropped by more than half, from $16,980 in 2000-01 to an estimated $7,160 this year. Over the same time, the share UC has to cover — from tuition and fees and general funds — rose from $5,860 to $9,450. Despite the reduced funding, UC has enrolled about 7,400 more California undergraduates since 2015-16 — the largest increase in 70 years — amid political pressure to counter the rise in out-of-state students. Officials plan to add another 2,500 California undergraduates and 900 graduate students this fall.  UC officials say the state has not fully funded the costs of the additional Californians. One consequence, they said, has been a rise in the student-to-faculty ratio from the historical level of about 18 to 1 to the current 21 to 1. The hikes would bring in $88 million, according to UC officials — one-third of which would go directly to financial aid. The rest would be used to support enrollment growth as well as address other pressing needs, including adding faculty, counselors and tutors and expanding mental health services. Leaders of several campuses have individually said they would use additional tuition revenue to hire 25 to 50 faculty members. Caption 90 seconds: 4 stories you can't miss Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Caption 90 seconds: 4 stories you can't miss Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Caption Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Caption LA Promise Neighborhood celebrates $30 million (Video by Al Seib / Los Angeles Times) (Video by Al Seib / Los Angeles Times) Caption 'Pope of Broadway' mural restored by original artist Artist Eloy Torrez's newly restored downtown mural of Anthony Quinn, the \"Pope of Broadway,\" on 3rd Street between Broadway and Spring in Los Angeles. (Brian van der Brug / Los Angeles Times) Artist Eloy Torrez's newly restored downtown mural of Anthony Quinn, the \"Pope of Broadway,\" on 3rd Street between Broadway and Spring in Los Angeles. (Brian van der Brug / Los Angeles Times) Caption Thai community mourns its king Tens of thousands of Thai Americans filled temples across the United States, including in Hollywood’s Thai Town, to observe the 100-day anniversary of the death of King Bhumibol Adulyadej. Tens of thousands of Thai Americans filled temples across the United States, including in Hollywood’s Thai Town, to observe the 100-day anniversary of the death of King Bhumibol Adulyadej. ",
    "title": "UC regents approve first tuition increase in six years; some students &apos;infuriated&apos; - LA Times"
   },
   {
    "entities": [
     "enrique",
     "anapra",
     "texas",
     "right now",
     "capitol",
     "next week",
     "spicer",
     "graham",
     "january 26, 2017",
     "mucho",
     "sad",
     "south",
     "trump",
     "house",
     "nieto",
     "6:45 p.m.",
     "ryan",
     "paul",
     "npr",
     "park",
     "mexico",
     "street",
     "davis",
     "congress",
     "peña",
     "john",
     "sunland",
     "$15 billion",
     "current",
     "border",
     "n.m.",
     "republican",
     "corona",
     "u.s.",
     "20 percent",
     "strong",
     "susan",
     "10 days ago",
     "wall",
     "carolina",
     "hill",
     "journal",
     "wednesday",
     "philadelphia",
     "sean",
     "america",
     "gop",
     "washington",
     "$500 billion",
     "cornyn",
     "patrol",
     "now",
     "ashlee",
     "lindsey",
     "white"
    ],
    "id": 25,
    "text": "A truck drives near the Mexico-U.S. border fence, on the Mexican side, separating the towns of Anapra, Mexico, and Sunland Park, N.M., Wednesday. Christian Torres/AP hide caption toggle caption Christian Torres/AP A truck drives near the Mexico-U.S. border fence, on the Mexican side, separating the towns of Anapra, Mexico, and Sunland Park, N.M., Wednesday. Christian Torres/AP Updated at 6:45 p.m. ET The Trump administration is considering alternative ways to pay for the border wall, backtracking on the president's oft-repeated promise that Mexico would foot the bill. A White House spokesman said one idea taking shape is to apply a 20 percent tax on imports from Mexico, as well as other countries with which the U.S. has a trade deficit. That would effectively saddle U.S. consumers with a significant portion of the wall's cost, estimated at $15 billion or more. Republicans Have Plans To Replace Obamacare — Now They Need To Agree On One Trump's spokesman Sean Spicer did not offer details about how the import tax would work, but he said it could be adopted as part of comprehensive tax reform. After the idea sparked controversy, Spicer later walked back the idea, saying that \"it could be a multitude of things.\" The tax could be 20 percent or 18 or 5, he said, adding that he wasn't trying to be \"prescriptive.\" Trump discussed the plan during a meeting in Philadelphia with congressional Republicans. Even floating this idea amounts to a remarkable capitulation by the new president, who was insisting as late as Wednesday that Mexico would bear the cost of the border barrier. Article continues after sponsorship Mexico's President Cancels Planned D.C. Trip To Meet With Trump Mexico's refusal has already created friction between the countries. Mexican President Enrique Peña Nieto abruptly canceled a planned meeting with Trump next week, a decision that the U.S. president tried to explain as mutual. Mexico is one of America's top trading partners, with more than $500 billion worth of goods flowing across the Southern border each year. Spicer argued that adding a 20 percent surcharge to imports from Mexico would quickly cover the cost of the wall. \"This is the beginning of this plan to make sure it's done right,\" Spicer told reporters traveling aboard Air Force One. \"It clearly provides the funding and it does so in a way that ensures that the American taxpayer is wholly respected.\" Border security yes, tariffs no. Mexico is 3rd largest trading partner. Any tariff we can levy they can levy. Huge barrier to econ growth /1 — Lindsey Graham (@LindseyGrahamSC) January 26, 2017 Simply put, any policy proposal which drives up costs of Corona, tequila, or margaritas is a big-time bad idea. Mucho Sad. (2) — Lindsey Graham (@LindseyGrahamSC) January 26, 2017 The suggestion drew a swift rebuke from at least one Republican senator, South Carolina's Lindsey Graham, who said it would be a bad idea to do anything that raises the price of Corona, tequila or margaritas. (Graham's family used to own a bar.) House Speaker Paul Ryan's office contended the White House and Congress were on the \"same page.\" \"We have been and continue to be on the same page about tax reform that supports American jobs and American goods,\" Ryan aide AshLee Strong told NPR's Susan Davis. That's because Ryan has proposed a \"border adjustment\" tax that would affect the \"corporate tax rates applied to goods and services consumed in the U.S. but not applied to goods and services exported,\" a Republican Capitol Hill source added. The plan would allow corporations to subtract export sales when calculating their tax bill, but companies would not be allowed to deduct the cost of imports. Under the current tax code, export sales are taxed, and import costs are deductible. If Trump is embracing Ryan's plan, it would be a reversal. Just 10 days ago, he told the Wall Street Journal that a \"border adjustment tax\" was \"too complicated.\" Many unanswered questions about proposed \"border adjustment\" tax \"Anytime I hear border adjustment, I don't love it,\" Trump said. \"Because usually it means we're going to get adjusted into a bad deal. That's what happens.\" Texas Republican Sen. John Cornyn said the plan raises questions. GOP '200 Day' Agenda Calls for Spending, Tax Cuts. But What About the Deficit? Spicer brushed aside suggestions that much of the cost would be passed on to American consumers who purchase Mexican-made goods. He argued that cost would be outweighed by the reduction in illicit border crossings. \"What it's going to do is lift up the wages of American workers,\" Spicer said. \"Right now we've got an influx of cheap labor. It's going to put the American consumer back, net-net, to make sure that American workers get lifted up as well.\" Back in Washington, after the original comments, Spicer said, \"I don't think our job right now is to roll something out and/or be prescriptive; it's to show that there are ways the wall can be paid for. Full stop.\" He added that he was trying to address \"questions about how the president could pay for the wall.\" He said, \"The idea is to show that generating revenue for the wall is not as difficult as some might have suggested.\" But \"there's nothing to roll out, so the idea of asking for details on something, we're not there yet.\" Spicer also suggested that building the border wall would produce savings elsewhere in the federal budget. \"I think we're going to save additional money that we would have had to spend on tracking down illegal immigrants and on immigration,\" Spicer said. \"So it's actually a huge win for the American taxpayer and for American security when you look at the kind of plan that's coming to fruition right now.\" Trump actually wants to increase spending on immigration enforcement. In addition to the wall, he has ordered the hiring of 15,000 new Border Patrol and immigration officers and the construction of new detention facilities. ",
    "title": "Trump's Suggested Border Tax Would Mean Americans Pay For That Wall : NPR"
   },
   {
    "entities": [
     "david",
     "jason",
     "mccormick",
     "west",
     "gorner",
     "contact",
     "trump",
     "jan. 24, 2017",
     "house",
     "reporters",
     "2017",
     "tribune",
     "thursday",
     "news",
     "jeremy",
     "donald",
     "pablo",
     "8:02",
     "place",
     "monsivais",
     "about an hour jan. 10",
     "tuesday",
     "24%",
     "abc",
     "two weeks ago",
     "2016",
     "once",
     "martinez",
     "night",
     "police",
     "department",
     "muir",
     "p.m.",
     "obama",
     "chicago",
     "8:53",
     "side",
     "wednesday",
     "lawndale",
     "meisner",
     "to",
     "barack",
     "ap",
     "white"
    ],
    "id": 26,
    "text": "ABC says Trump claimed 2 were shot dead in Chicago during Obama’s speech. But it never happened. Donald Trump Pablo Martinez Monsivais / AP President Donald Trump speaks during his meeting with automobile leaders on Jan. 24, 2017, in the Roosevelt Room of the White House. President Donald Trump speaks during his meeting with automobile leaders on Jan. 24, 2017, in the Roosevelt Room of the White House. (Pablo Martinez Monsivais / AP) Jeremy Gorner and Jason Meisner Contact Reporters Chicago Tribune An ABC News transcript of its interview with President Donald Trump on Wednesday quoted him as saying that two people were fatally shot in Chicago while his predecessor, Barack Obama , was giving his farewell speech at McCormick Place — a claim shown to be false by Police Department records. The passage in question was not included in the broadcast aired Wednesday night, but the network posted a longer transcript on its website that contained the remarks in question. An ABC spokesman confirmed to the Tribune on Thursday that the transcript accurately depicted the president's words, but the network did not immediately share the video with the Tribune. Not only did no homicides take place in Chicago during Obama's address of about an hour Jan. 10, but the official Police Department records and the Tribune's crime database show that no shootings at all occurred over that time frame. Trump apparently made the erroneous claim during an interview with ABC News anchor David Muir , who asked the president about the tweet he'd sent Tuesday that read: \"If Chicago doesn't fix the horrible 'carnage' going on, 228 shootings in 2017 with 42 killings (up 24% from 2016), I will send in the Feds!\" After once again characterizing Chicago as a war zone, Trump told Muir that two people had been fatally shot in the city during Obama's speech. He didn't say where or how he'd come across the information. Trump interview with David Muir David Muir interviews President Donald Trump. The video released by ABC News does not include a passage where Trump said two people were shot while Barack Obama gave his farewell speech at McCormick Place. Police records show no shootings took place during the speech. David Muir interviews President Donald Trump. The video released by ABC News does not include a passage where Trump said two people were shot while Barack Obama gave his farewell speech at McCormick Place. Police records show no shootings took place during the speech. See more videos \"So, look, when President Obama was there two weeks ago making a speech, very nice speech,\" Trump said, according to the transcript of the interview. \"Two people were shot and killed during his speech. You can't have that. They weren't shot at the speech. But they were shot in the city of Chicago during his speech. What — what's going on?\" The city had no slayings for about 24 hours before and after Obama's speech, which lasted from 8:02 to 8:53 p.m. A man was shot about 20 minutes after the speech about eight miles away in the West Side's Lawndale neighborhood, but that victim survived, according to Police Department data. Calls and emails seeking comment from the White House media affairs office were not immediately returned. Trump, who campaigned on a law-and-order platform, has often cited Chicago's violence as an example of rampant urban crime that he would address as president. But like many of his comments on social media and in interviews, Trump's ruminations on the city's gun violence issue have often left more questions than answers. ",
    "title": "ABC says Trump claimed 2 were shot dead in Chicago during Obama’s speech. But it never happened. - Chicago Tribune"
   },
   {
    "entities": [
     "enrique",
     "thai",
     "d.",
     "seib",
     "pomerleau",
     "the end of the fiscal year",
     "sept. 30",
     "20%",
     "nieto",
     "ryan",
     "paul",
     "garcetti",
     "associated",
     "$15 billion",
     "/",
     "amlotte",
     "eric",
     "corona",
     "del",
     "a.",
     "gop",
     "$267.2 billion",
     "lindsey",
     "al",
     "angeles",
     "broadway",
     "white",
     "spicer",
     "$30 million",
     "mary",
     "spring",
     "august",
     "michael",
     "news",
     "united",
     "senate",
     "donald",
     "mexico",
     "$12 billion",
     "adulyadej",
     "$10 billion",
     "tax",
     "current",
     "town",
     "u.s.",
     "levey",
     "sean",
     "projects",
     "earlier thursday",
     "kyle",
     "lisa",
     "council",
     "n.",
     "torrez",
     "david",
     "earlier this month",
     "$1 trillion",
     "next week",
     "lee",
     "brian",
     "graham",
     "press",
     "thursday",
     "35%",
     "tyler",
     "jeff",
     "2024",
     "koch",
     "summer",
     "bennett",
     "congress",
     "2015",
     "$38 billion",
     "republican",
     "foundation",
     "anthony",
     "wednesday",
     "matt",
     "los",
     "moore",
     "city",
     "lauter",
     "this week",
     "times",
     "states",
     "trump",
     "$316.4 billion",
     "house",
     "bhumibol",
     "june",
     "mascaro",
     "rourke",
     "noam",
     "quentin",
     "memoli",
     "brug",
     "abc",
     "peña",
     "federal",
     "eloy",
     "der",
     "quinn",
     "hollywood",
     "currently",
     "philadelphia",
     "washington",
     "van",
     "boeing",
     "wilber",
     "don"
    ],
    "id": 27,
    "text": "Trump idea to fund border wall with a GOP tax on imports could raise prices for consumers Donald Trump President Trump speaks in Philadelphia on Thursday. President Trump speaks in Philadelphia on Thursday. (Matt Rourke / Associated Press) Michael A. Memoli and David Lauter Contact Reporters The White House offered a possible answer Thursday for how President Trump could pay for the U.S.-Mexico border wall that was his chief campaign promise — a tax on imports that opponents say would raise prices for Americans buying groceries, automobiles and gasoline. In a speech to Republican lawmakers in Philadelphia, Trump said the new tax plan could “generate revenue from Mexico that will pay for the wall, if we decide to go that route.” Trump promised throughout his campaign that he would force Mexico to pay for the wall, and he reiterated that pledge Thursday. “I've said many times that the American people will not pay for the wall,” he said. In fact, however, the plan, which House Republicans have pushed for months, would be a tax paid by American companies, not Mexicans. It would apply equally to all imports from all countries and would have no special tie to the wall, except, perhaps, in the president’s personal view of it. But the idea appeared to gain favor with Trump on a day in which he clashed publicly with Mexican President Enrique Peña Nieto, who said he was canceling a planned visit to the White House next week because of Trump’s insistence that Mexico would pay construction costs. Trump said that the cancellation was by mutual agreement and that the meeting would have been “fruitless” unless Mexico were to “treat the United States fairly, with respect.” White House officials emphasized that discussions about the tax plan were still in early stages. That’s not entirely true. House Republicans released a detailed version of the plan in June. It’s central to what they envision as the biggest reworking of the corporate income tax in decades. an interview with ABC News this week, a pledge GOP lawmakers and Trump’s... Quizzed about the fate of millions of Americans who depend on the Affordable Care Act and its insurance protections, President Trump invariably offers bold but vague assurances. “I want to take care of everybody,” he said in an interview with ABC News this week, a pledge GOP lawmakers and Trump’s... (Noam N. Levey) The basic idea would be to lower corporate tax rates, but also to reshape the tax code so that it provides incentives for companies to remain based in the U.S., do more manufacturing here and import less. That would significantly change the playing field for American companies, improving the profits of some but hurting others. The proposal has generated intense behind-the-scenes lobbying. Trump had criticized the plan earlier this month as too complex, but the ability to say it would pay for a border wall has apparently made it more attractive to him. “It clearly provides the funding and does so in a way that ensures that the American taxpayer is wholly respected,” White House Press Secretary Sean Spicer told reporters.  Currently, Spicer said, the U.S. taxes companies on their exports but not their imports. By taxing imports, \"we can do $10 billion a year” in revenue on goods and services brought in from Mexico, he said, “and easily pay for the wall just through that mechanism alone.\" Mexico is the United States' third-largest supplier of imports — chiefly vehicles, electrical machinery, mineral fuels and agricultural products. The U.S. imported $316.4 billion in goods and services from Mexico in 2015, while exporting $267.2 billion, according to the office of the U.S. trade representative. If Trump does decide to back the plan, he would be diving into a battle that has bitterly divided Republicans. (Del Quentin Wilber and Brian Bennett) The import tax is key to House Speaker Paul D. Ryan’s proposal to lower the corporate income tax rate to 20% from its current maximum level of 35%. Some Republican groups, especially big importers such as oil refiners and major retailers, oppose Ryan’s plan.  The tax plan, known as border adjustment, acts somewhat like a sales tax on imports. It would affect any country with which the U.S. runs a trade deficit, meaning most of the world, and would generate about $1 trillion over a 10-year period, according to an analysis by the Tax Foundation, a conservative-leaning think tank. By comparison, the cost of the border wall has been estimated at $12 billion to $38 billion if the administration were to build along the entire 2,000-mile border, which is unlikely. Under the plan, U.S. companies would not be taxed on the revenue they make from goods sold for export. By contrast, when they calculate the income tax they owe, they would not be allowed to deduct the cost of goods that they bring into the country. As a result, supporters say, manufacturers would be better off building products in the U.S. and exporting them, rather than importing goods for sale. Oil refineries, retailers and other large importers have lined up against the plan, fearing that the inability to deduct the cost of imports from their tax bill could eat heavily into their profits. The influential Koch brothers, whose fortune derives from oil refining, have helped lead the charge against the GOP plan. By contrast, big exporters such as domestic crude oil producers and makers of machinery would see their tax bills fall. \"If you're a Boeing, you'll probably be pretty happy about it,\" said Kyle Pomerleau, director of Federal Projects at the Tax Foundation. Most major economies have value-added taxes with border adjustments that work in a somewhat similar way to the GOP proposal. The U.S. is one of the few countries that taxes export income, but not imports. Opponents of the plan say that companies would pass along the cost of the tax, charging consumers more for a wide range of imported products, including Mexican goods such as avocados, tomatoes and beer. “Any policy proposal which drives up costs of Corona, tequila, or margaritas is a big-time bad idea,” Sen. Lindsey Graham (R-S.C.) tweeted , warning that the proposal could be a drag on economic growth.  Supporters of the tax plan disagree. One effect of Ryan’s plan would be to raise the value of the dollar, most economists say. A stronger dollar would make imported goods cheaper because the dollar would be worth more pesos, yen or euros. That would offset the effects of the tax, economists say. Spicer said that revenue generated by the plan could also be put into other border-security measures, which would stem the flow of cheap labor across the border. He later told reporters that details could change as Trump and Republican congressional leaders debate tax reform, and that Trump’s apparent endorsement of the plan was meant more as a response to critics who doubted the administration had credible options to ensure the cost of the border wall would be paid in some form by Mexico, as promised. “Instead of 20% it could be 18; it could be 5,” Spicer said of the import tax threshold. “But the idea is to say ... ‘OK, here’s one idea that gets it done.’” The GOP-led Congress plans to tackle tax reform in the spring and summer. They intend to use special budget rules to avoid a filibuster in the Senate, and aim to finish by August. Ryan did not mention financing the border wall with a tax on Mexican imports when asked about the financing plan earlier Thursday, and rank-and-file lawmakers have been squeamish about piling onto the deficit to pay for it while Trump negotiates with the Mexican government for a reimbursement. The speaker said he expected the White House to submit a proposal for funding “very soon,” estimating it would be $12 billion to $15 billion, and that Congress would act by the end of the fiscal year, which is Sept. 30. Caption 90 seconds: 4 stories you can't miss Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Caption 90 seconds: 4 stories you can't miss Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Caption Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Caption LA Promise Neighborhood celebrates $30 million (Video by Al Seib / Los Angeles Times) (Video by Al Seib / Los Angeles Times) Caption 'Pope of Broadway' mural restored by original artist Artist Eloy Torrez's newly restored downtown mural of Anthony Quinn, the \"Pope of Broadway,\" on 3rd Street between Broadway and Spring in Los Angeles. (Brian van der Brug / Los Angeles Times) Artist Eloy Torrez's newly restored downtown mural of Anthony Quinn, the \"Pope of Broadway,\" on 3rd Street between Broadway and Spring in Los Angeles. (Brian van der Brug / Los Angeles Times) Caption Thai community mourns its king Tens of thousands of Thai Americans filled temples across the United States, including in Hollywood’s Thai Town, to observe the 100-day anniversary of the death of King Bhumibol Adulyadej. Tens of thousands of Thai Americans filled temples across the United States, including in Hollywood’s Thai Town, to observe the 100-day anniversary of the death of King Bhumibol Adulyadej. Times staff writers Don Lee in Washington and Lisa Mascaro in Philadelphia contributed to this report. ",
    "title": "Trump idea to fund border wall with a GOP tax on imports could raise prices for consumers - LA Times"
   },
   {
    "entities": [
     "council",
     "boarder",
     "capitol",
     "trump",
     "siemaszko",
     "2017",
     ", 5:40 pm",
     "morgan",
     "senate",
     "kevin",
     "administration",
     "alex",
     "2014",
     "security",
     "corky",
     "on",
     "wednesday, nov. 30, 2016",
     "may 1924",
     "tomscheck",
     "border",
     "carla",
     "u.s.",
     "fbi",
     "obama",
     "national",
     "brandon",
     "hill",
     "jan 26",
     "james",
     "mcaleenan",
     "washington",
     "committee",
     "homeland",
     "provost",
     "patrol",
     "customs",
     "mark",
     "protection"
    ],
    "id": 28,
    "text": "Jan 26 2017, 5:40 pm ET Mark Morgan Out as Border Patrol Chief by Corky Siemaszko advertisement The nation's Border Patrol chief is departing the role a day after President Trump signed an executive order greenlighting the construction of a massive wall on the U.S.-Mexican border. Mark Morgan became the latest high-profile agency head to leave as the new administration takes over. The circumstances of his departure are unclear. Customs and Border Protection U.S. Border Patrol Chief Mark Morgan, left, and Deputy Chief Carla Provost, testify during a hearing of the Senate Committee on Homeland Security and Governmental Affairs concerning border protection, on Capitol Hill, Wednesday, Nov. 30, 2016 in Washington. Alex Brandon / AP His exit was announced by Kevin McAleenan, acting commissioner of U.S. Customs and Border Protection. \"On behalf of the men and women of U.S. Customs and Border Protection and the U.S. Border Patrol, I want to thank Mark Morgan for his unwavering dedication to our border security mission, and recognize his life-long career in service to the nation,\" he wrote in a letter to the ranks. Morgan did not release any statement about his departure. A former FBI agent, Morgan had held the top post at the agency for just seven months and was the first outsider to head the agency since it was founded in May 1924. But almost from the start, Morgan found himself at odds with the National Boarder Patrol Council, the union which represents the agents and which endorsed Trump early on in the presidential campaign. It didn't help that Morgan's first job at the agency was investigating allegations of abuse against migrants by Border Patrol agents. Morgan was appointed to that post in 2014 after James Tomscheck was removed by the Obama Administration following the release of a scathing report of the Border Patrol's use of force. When Morgan was appointed chief, the union stepped up their criticism and eagerly aligned itself with Trump, who launched his campaign by vowing to build a wall on the border to keep out Mexican \"rapists\" and \"criminals.\" Corky Siemaszko ",
    "title": "Mark Morgan Out as Border Patrol Chief - NBC News"
   },
   {
    "entities": [
     "enrique",
     "council",
     "deare",
     "last year",
     "january 26",
     "the 20th century",
     "margarita",
     "spicer",
     "day wednesday",
     "rucker",
     "gabriela",
     "states",
     "trump",
     "house",
     "hours later",
     "videgaray",
     "nieto",
     "next tuesday",
     "thursday",
     "united",
     "philip",
     "fox",
     "murphy/the",
     "$1.4 billion",
     "mexico",
     "zoeann",
     "partlow",
     "morning",
     "last august",
     "the day",
     "$10 billion",
     "tuesday",
     "snell",
     "2018",
     "security",
     "peña",
     "vicente",
     "johnson",
     "craig",
     "at 5:47 pm",
     "luis",
     "border",
     "zavala",
     "night",
     "post",
     "branigin",
     "martinez",
     "u.s.",
     "20 percent",
     "today",
     "national",
     "calderón",
     "felipe",
     "wednesday",
     "joshua",
     "marines",
     "sean",
     "philadelphia",
     "80 percent",
     "washington",
     "gop",
     "afternoon",
     "america",
     "karen",
     "patrol",
     "jenna",
     "latin",
     "nafta",
     "william",
     "city",
     "the future",
     "kelsey",
     "deyoung",
     "white"
    ],
    "id": 29,
    "text": "White House says Mexico border wall might be funded by tax on imports The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Joshua Partlow By Joshua Partlow January 26 at 5:47 PM Follow @partlowj MEXICO CITY — A deep rift opened Thursday between the United States and its southern neighbor as the Trump administration pressed forward with a plan for a giant border wall and insisted that Mexico would pay for it, possibly through a U.S. tax on imports. President Enrique Peña Nieto on Thursday called off a trip to Washington after restating that Mexico would not finance the wall. Hours later, Trump's spokesman, Sean Spicer, said the wall could be funded by a 20 percent import tax on goods from Mexico. Spicer did not provide details of how the policy would be implemented or whether the tax on Mexican exports to the United States would be part of a broader import tax backed by some House Republicans. The plan would need congressional approval. Spicer subsequently appeared to backtrack, telling reporters that the tax was “one idea” to pay for the wall and that his intent was not to “roll out” a new policy. Critics said that if implemented, such a tax would mean that the wall’s cost ultimately would be borne by U.S. consumers. (Zoeann Murphy/The Washington Post) Peña Nieto had been scheduled to meet with Trump on Tuesday to discuss immigration, trade and drug-war cooperation. He called off the visit after Trump tweeted that it would be “better to cancel the upcoming meeting” if Mexico was unwilling to pay for the wall. Trump’s moves have rekindled old resentments in Mexico, a country that during its history has often felt bullied and threatened by its wealthier, more powerful neighbor. The legacy of heavy-handed U.S. behavior — which includes invasions and the seizure of significant Mexican lands — has mostly been played down by a generation of Mexican leaders who have pursued pragmatic policies and mutual economic interests with both Republican and Democratic U.S. administrations. Both Peña Nieto and Spicer said their countries were interested in maintaining positive relations. “We will keep the lines of communication open,” Spicer told reporters in Washington on Thursday morning, adding that the White House would “look for a date to schedule something in the future.” The Mexican president tweeted that his government was willing to work with the United States “to reach agreements that benefit both nations.” But Mexicans expressed shock and dismay as Trump moved to turn his campaign promises into reality. [ Why Trump can’t simply build a border wall with an executive order ] Mexicans view a wall across the 2,000-mile border as a symbolic affront, part of a package of Trump policies that could cause the country serious economic pain. They include a crackdown on illegal immigrants, who send billions of dollars home, and renegotiation of the North American Free Trade Agreement, or NAFTA. The treaty has allowed trade between the neighbors to mushroom. Every day, goods valued at $1.4 billion cross the U.S.-Mexico border, and millions of jobs are linked to trade on both sides. Mexico is the world’s second-largest customer for American-made products, and 80 percent of Mexican exports — automobiles, flat-screen TVs, avocados — are sold to the United States. 5 challenges Trump may face building a border wall View Graphic 5 challenges Trump may face building a border wall Spicer told reporters Thursday that the wall could be funded by a plan to levy a 20 percent tax on imports from countries, including Mexico, with which the United States has a trade deficit. His plan startled U.S. politicians and congressional staffers who scrambled to figure out how the idea would work. Spicer said the plan could raise $10 billion a year. “If you think about what a border tax on imports from countries like Mexico that we have a huge trade deficit does, that’s really going to provide the funding,” Spicer said, according to a pool report. In Mexico, politicians and analysts railed against Trump’s plans for the wall and a major crackdown on immigration, as well as a renegotiation of NAFTA. “When we are talking about building a wall, about deporting migrants, about eliminating sanctuary cities [for migrants], about threatening to end a free-trade agreement, or to take away factories, we are really talking about causing human suffering,” Margarita Zavala, a possible candidate for the presidency in 2018 and the wife of former president Felipe Calderón, said in an interview. “And after today, without a doubt, it is very difficult to negotiate from behind a wall.” Mexicans said they had trouble recalling a time when relations were this bad with the United States or when an American president appeared to be such a threat to Mexico’s core interests. “Never,” former president Vicente Fox said in an interview, when asked if Mexico had faced a comparable U.S. president in his lifetime. “And I never thought the U.S. people would go for a president like this.” “We don’t want the ugly American, which Trump represents: that imperial gringo that used to invade our country, that used to send the Marines, that used to put and take away presidents most everywhere in the world,” Fox added. “That happened in the 20th century, and this is what this guy is menacing us with.” Trump, for his part, faulted the Mexicans for damaging the relationship. Addressing a GOP policy retreat in Philadelphia, Trump said Thursday afternoon, “The president of Mexico and myself have agreed to cancel our planned meeting” next Tuesday. “Unless Mexico is going to treat the United States fairly, with respect, such a meeting would be fruitless,” he added. [ Border Patrol chief resigns after clashing with powerful union ] Peña Nieto’s decision to cancel the trip came a day after Trump signed an executive order to construct a border wall, one of Trump's signature promises and a rallying cry for his supporters during last year's presidential campaign. The timing of the order was seen as further insult: Foreign Minister Luis Videgaray was flying to Washington on Tuesday when news broke about Trump's impending border wall announcement. All day Wednesday, speculation was rampant that Peña Nieto might cancel his upcoming trip. In the meantime, Videgaray met at the White House with Craig Deare, who is in charge of Latin America on the National Security Council. Throughout Trump's rise, Peña Nieto has been mostly respectful toward him, even inviting him to visit Mexico City as a candidate last August. Peña Nieto has tried to maintain a diplomatic approach to the new administration, suggesting that Mexico can negotiate with its largest trading partner and preserve good relations. [ Mexicans are angry at their own president for meeting with Trump ] On Wednesday night, Peña Nieto sent out a recorded message saying that he “regrets and disapproves” of the U.S. decision to move forward with the wall. He repeated that Mexico will not pay for the wall but said he still planned to come to Washington to meet with Trump because of the importance of the negotiations. But that decision changed after Trump’s tweet on Thursday morning. During his speech at the GOP policy retreat later in the day in Philadelphia, Trump described NAFTA as a “terrible deal, a total disaster for the United States,” and said that the move of manufacturing to Mexico cost millions of American jobs and the closure of “thousands and thousands of plants” across the United States. Philip Rucker, Kelsey Snell, Karen DeYoung, William Branigin and Jenna Johnson in Washington and Gabriela Martinez in Mexico City contributed to this report. Read more ",
    "title": "White House says Mexico border wall might be funded by tax on imports - The Washington Post"
   }
  ]
 }
}