{
 "28": {
  "col-sim": {
   "cosine": 0.24369527408245836,
   "entity": 0.2795727446304984
  },
  "exec-time": 23.64246368408203,
  "links": [
   {
    "entities": [
     "jim",
     "simon",
     "civil",
     "bradley",
     "cbs",
     "next week",
     ", 7:40 pm",
     "a few days later",
     "till",
     "news",
     "tyson",
     "movement",
     "axelrod",
     "tim",
     "carolyn",
     "bryant",
     "2004",
     "years later",
     "mamie",
     "a decade ago",
     "january 27, 2017",
     "ed",
     "mississippi",
     "rights",
     "emmett",
     "donham"
    ],
    "id": 0,
    "text": "By Jim Axelrod CBS News January 27, 2017, 7:40 PM Emmett Till's accuser recants claims that led to his death, author says It was the shocking picture that ignited the Civil Rights Movement : 14-year old Emmett Till in his casket. His mother Mamie wanted the nation to see the brutality of his killers. Mamie Till “I wondered, why was it necessary to shoot him?’” she said years later. Till was visiting family in Mississippi when a story started going around town that he had whistled at Carolyn Bryant, a 21-year old white cashier at a grocery store. After Till’s body was found a few days later, Bryant’s husband and brother-in-law were charged with murder. At the trial, Bryant testified Till made lewd advances, verbal and physical.  “In court she testified to something that was tantamount to attempted rape.  What she said was ‘that part’s not true,’” said author Tim Tyson. Carolyn Bryant Tyson writes in his new book “The Blood OF Emmett Till,” due out next week, that in an interview conducted a decade ago she took it all back. The book is published by Simon and Schuster, a division of CBS. “She was trying to say nothing that went on between them constituted any excuse for anyone harming him, let alone what happened to him,” Tyson said. Despite overwhelming evidence, the men were acquitted in less than an hour by an all-white jury. They would later admit to a magazine they had killed Till. “60 Minutes” was able to get some footage of Bryant in 2004, then Carolyn Donham, but she refused to answer any questions, as her son made clear to Ed Bradley. ",
    "title": "Emmett Till's accuser recants claims that led to his death, author says - CBS News"
   },
   {
    "entities": [
     "walden",
     "jan. 26, 2017",
     "alexander",
     "faso",
     "ryan",
     "paul",
     "education",
     "kevin",
     "timothy",
     "r-la.",
     "r-tenn.",
     "hill",
     "a.",
     "medicaid",
     "gop",
     "rouge",
     "tom",
     "half-trillion dollars",
     "juliet",
     "hhs",
     "ap",
     "macarthur",
     "white",
     "r-ohio",
     "r-ga.",
     "democratic",
     "capitol",
     "friday",
     "costa",
     "labor",
     "r-calif",
     "bremberg",
     "loews",
     "late thursday",
     "senate",
     "donald",
     "of",
     "lerner",
     "baton",
     "conway",
     "health",
     "current",
     "kellyanne",
     "greg",
     "r-tenn",
     "and",
     "obamacare",
     "$500 billion",
     "lois",
     "wednesday, jan. 18, 2017",
     "pete",
     "eilperin",
     "debonisthe",
     "pensions",
     "brady",
     "this month",
     "r-tex.",
     "andrew",
     "hudson",
     "thursday",
     "lamar",
     "carolyn",
     "congress",
     "bill",
     "mike",
     "john",
     "kane",
     "valley",
     "human",
     "robert",
     "republican",
     "commerce",
     "obama",
     "aca",
     "$3.6 billion",
     "portman",
     "service",
     "committee",
     "cassidy",
     "energy",
     "time",
     "tomorrow",
     "this week",
     "price",
     "irs",
     "trump",
     "mcclintock",
     "house",
     "2017",
     "r-wis.",
     "r-n.j.",
     "tribune",
     "rob",
     "services",
     "last week",
     "the",
     "post",
     "hotel",
     "currently",
     "internal",
     "philadelphia",
     "washington",
     "sessions",
     "revenue",
     "may end",
     "education,",
     "now",
     "barack",
     "kaster",
     "r-n.y.",
     "clary"
    ],
    "id": 1,
    "text": "Behind closed doors, Republican lawmakers fret about how to repeal Obamacare Philadelphia protest Timothy A. Clary / AFP/Getty Images Activists protest as President Donald Trump attends the Congress of Tomorrow Republican Member Retreat Jan. 26, 2017, at the Loews Philadelphia Hotel. Activists protest as President Donald Trump attends the Congress of Tomorrow Republican Member Retreat Jan. 26, 2017, at the Loews Philadelphia Hotel. (Timothy A. Clary / AFP/Getty Images) Mike DebonisThe Washington Post Republican lawmakers aired sharp concerns about their party's quick push to repeal the Affordable Care Act at a closed-door meeting Thursday, according to a recording of the session obtained by The Washington Post. The recording reveals a GOP that appears to be filled with doubts about how to make good on a long-standing promise to get rid of Obamacare without explicit guidance from President Donald Trump or his administration. The thorny issues lawmakers grapple with on the tape - including who may end up either losing coverage or paying more under a revamped system - highlight the financial and political challenges that flow from upending the current law. Senators and House members expressed a range of concerns about the task ahead: how to prepare a replacement plan that can be ready to launch at the time of repeal; how to avoid deep damage to the health insurance market; how to keep premiums affordable for middle-class families; even how to avoid the political consequences of defunding Planned Parenthood, the women's health-care organization, as many Republicans hope to do with the repeal of the ACA. \"We'd better be sure that we're prepared to live with the market we've created\" with repeal, said Rep. Tom McClintock, R-Calif. \"That's going to be called Trumpcare. Republicans will own that lock, stock and barrel, and we'll be judged in the election less than two years away.\" Republican anxiety is mounting over voting to unravel the health care law without having an alternative in hand, fanned by words of encouragement from Donald Trump to a GOP senator who wants to simultaneously repeal and replace the statute. GOP leaders have made dismantling President Barack Obama ... Republican anxiety is mounting over voting to unravel the health care law without having an alternative in hand, fanned by words of encouragement from Donald Trump to a GOP senator who wants to simultaneously repeal and replace the statute. GOP leaders have made dismantling President Barack Obama ... (Tribune news services) Recordings of closed sessions at the Republican policy retreat in Philadelphia this week were sent late Thursday to The Post and several other news outlets from an anonymous email address. The remarks of all lawmakers quoted in this story were confirmed by their offices or by the lawmakers themselves. \"Our goal, in my opinion, should be not a quick fix. We can do it rapidly - but not a quick fix,\" said Sen. Lamar Alexander, R-Tenn. \"We want a long-term solution that lowers costs.\" Sen. Rob Portman, R-Ohio, warned his colleagues that the estimated budget savings from repealing Obamacare - which Republicans say could approach a half-trillion dollars - would be needed to fund the costs of setting up a replacement. \"This is going to be what we'll need to be able to move to that transition,\" he said. Rep. Pete Sessions, R-Tex., worried that one idea floated by Republicans - a refundable tax credit - would not work for middle-class families that cannot afford to prepay their premiums and wait for a tax refund. Republicans have also discussed the idea of generating revenue for their plan by taking aim at deductions that allow most Americans to get health insurance through their employers without paying extra taxes on it. Sen. Bill Cassidy, R-La., who has drafted his own bill to reform the Affordable Care Act, said in response, \"It sounds like we are going to be raising taxes on the middle class in order to pay for these new credits.\" Tom Price, Lamar Alexander Carolyn Kaster / AP Senate Health, Education, Labor and Pensions Committee Chairman Sen. Lamar Alexander, R-Tenn., left, stands with Health and Human Services Secretary-designate, Rep. Tom Price, R-Ga. on Capitol Hill in Washington, Wednesday, Jan. 18, 2017, prior to the start of Price's confirmation hearing before the committee. Senate Health, Education, Labor and Pensions Committee Chairman Sen. Lamar Alexander, R-Tenn., left, stands with Health and Human Services Secretary-designate, Rep. Tom Price, R-Ga. on Capitol Hill in Washington, Wednesday, Jan. 18, 2017, prior to the start of Price's confirmation hearing before the committee. (Carolyn Kaster / AP) Rep. Kevin Brady, R-Tex., who chairs a key tax-writing subcommittee, countered, \"I don't see it that way,\" adding that there is \"a tax break on employer-sponsored health care and nowhere else\" equal to $3.6 billion over 10 years. \"Could you unlock just a small portion at the top to be able to give that freedom [to self-employed Americans]? That is the question,\" Brady said. Rep. John Faso, R-N.Y., a freshman congressman from the Hudson Valley, warned strongly against using the repeal of the ACA to also defund Planned Parenthood. \"We are just walking into a gigantic political trap if we go down this path of sticking Planned Parenthood in the health insurance bill,\" he said. \"If you want to do it somewhere else, I have no problem, but I think we are creating a political minefield for ourselves - House and Senate.\" The concerns of rank-and-file lawmakers appeared to be at odds with key congressional leaders and Andrew Bremberg, a top domestic policy adviser to Trump, who have laid out plans to repeal the ACA using a fast-track legislative process and executive actions from the administration. However, these leaders acknowledged in Thursday's meeting, as they have before, that Obamacare cannot be fully undone - or replaced - without Democratic cooperation. That and other aspects of the unfinished GOP plan prompted several wary lawmakers to urge their leaders to move more deliberately - even as the Trump administration appears to be moving ahead with repeal. Thursday, the White House ordered federal health officials to immediately halt all advertising and other outreach activities for the critical final days in which Americans can sign up for 2017 health coverage through Affordable Care Act marketplaces. House Speaker Paul Ryan, R-Wis., dismissed the concerns aired in the meeting during an interview at a Politico event Friday. (Tribune news services) \"We have a responsibility to work for the people that put us in office,\" he said. \"That's the oath we take: to defend the Constitution, to fight for the people we represent, and this is a fiasco that needs to be fixed.\" Of particular concern to some Republican lawmakers was a plan to use the budget reconciliation process - which requires only a simple majority vote - to repeal the existing law, while still needing a filibuster-proof vote of 60 in the Senate to enact a replacement. \"The fact is, we cannot repeal Obamacare through reconciliation,\" McClintock said. \"We need to understand exactly: What does that reconciliation market look like? And I haven't heard the answer yet.\" Several important policy areas appeared unsettled. While the chairmen of key committees sketched out various proposals, they did not have a clear plan for how to keep markets viable while requiring insurers to cover everyone who seeks insurance. At one point Cassidy, a physician who co-founded a community health clinic in Baton Rouge to serve the uninsured, asked the panelists a \"simple question\": Will states have the ability to maintain the expanded Medicaid rolls provided for under the ACA, which now provide coverage for more than 10 million Americans, and can other states do similar expansions? \"These are decisions we haven't made yet,\" said House Energy and Commerce Committee Chairman Greg Walden, R-Ore. Rep. Tom MacArthur, R-N.J., worried that the plans under GOP consideration could eviscerate coverage for the roughly 20 million Americans now covered through state and federal marketplaces and the law's Medicaid expansion: \"We're telling those people that we're not going to pull the rug out from under them, and if we do this too fast, we are in fact going to pull the rug out from under them.\" Republicans are also still wrestling with whether Obamacare's taxes can be immediately repealed, a priority for many conservatives, or whether that revenue will be needed to fund a transition period. And there seems to be little consensus on whether to pursue a major overhaul of Medicaid - converting it from an open-ended entitlement that costs federal and state governments $500 billion a year to a fixed block grant. Trump and his top aides, including counselor Kellyanne Conway, have publicly endorsed that idea. But doing so would mean that some low-income Americans would not be automatically covered by a program that currently covers 70 million Americans. Many of the concerns aired Thursday were more political than policy-oriented. Faso's remarks about Planned Parenthood generated tepid applause. Ryan said this month that he expects the House to pursue the organization's defunding in the reconciliation bill. Those expressing qualms included some of the top congressional leaders who are in line to draft the health-care legislation. Alexander, for one, is chairman of the Senate Health, Education, Labor and Pensions Committee. Ryan and other leaders have said they intend to pursue a piecemeal approach, following the reconciliation bill with smaller ones that address discrete aspects of reform. Bremberg, chairman of Trump's domestic policy council, offered little detail in the session about particular executive actions the Trump administration intends to take or what legislative proposals the new president favors. Instead, he pointed to the executive order Trump signed last week, his first, as proof of his commitment to undoing Obamacare's mandates and said his choice of Rep. Tom Price, R-Ga., to be his health and human services secretary \"should speak volumes to people trying to understand what he's hoping to achieve.\" \"This is not a technocrat,\" Bremberg said. \"This is an experienced, compassionate doctor who has experienced the health-care system firsthand and who has been a leader here in Washington trying to address the policy reforms that need to take place. Having both of those in a secretary is going to be very important and very powerful.\" Even as Bremberg offered few details about what the president plans to do, he emphasized that last week's executive order \"repeatedly\" used phrases \"such as 'to the maximum extent permitted by law' \" to enable his political appointees to start dismantling the ACA by executive authority. \"I'm sure many of us have been very concerned about the interpretation of that phrase in the last six or so years,\" Bremberg quipped, referring to the previous administration. \"The president has now officially given direction [not only] to HHS, but to all of these agencies that have responsibility . . . to exercise all available discretion to begin helping the American people and to begin fixing our health-care system.\" The White House did not immediately respond to a request for comment on Bremberg's remarks. Faso warned that by defunding Planned Parenthood in the reconciliation bill, \"we are arming our enemy in this debate.\" \"To me, us taking retribution on Planned Parenthood is kind of morally akin to what Lois Lerner and Obama and the IRS did against tea party groups,\" he said, a reference to accusations that the Internal Revenue Service improperly targeted conservative political groups for audits. Faso continued: \"Health insurance is going to be tough enough for us to deal with without having millions of people on social media come to Planned Parenthood's defense and sending hundreds of thousands of new donors to the Democratic Senate and Democratic congressional campaign committees. So I would just urge us to rethink this.\" The Washington Post's Robert Costa, Juliet Eilperin and Paul Kane contributed to this report. ",
    "title": "Behind closed doors, Republican lawmakers fret about how to repeal Obamacare - Chicago Tribune"
   },
   {
    "entities": [
     "nato",
     "may",
     "theresa",
     "npr",
     "mexico",
     "friday",
     "trump",
     "house",
     "january 27",
     "white"
    ],
    "id": 2,
    "text": "Email January 27, 20174:22 PM ET British Prime Minister Theresa May, the first foreign leader that President Trump has hosted at the White House, joined Trump in a joint press conference at the White House on Friday. In addition to discussing NATO and trade, Trump was asked about his relationship with Mexico and his views on the use of torture. NPR reporters have annotated the remarks. ",
    "title": "Transcript And Analysis: Trump And Theresa May, British Prime Minister, Hold Press Conference : NPR"
   },
   {
    "entities": [
     "news",
     "ablow",
     "david",
     "facebook",
     "twitter",
     "once",
     "fox",
     "donald",
     "muir",
     "next 90 days",
     "medical",
     "trump",
     "abc",
     "keith"
    ],
    "id": 3,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   The media is all abuzz, again, about the fact that President Trump spent some time during his televised interview with ABC anchor David Muir pointing out the large size of the crowd in photos of his inauguration. Journalists, who still don’t seem able to understand that Trump is almost always several steps ahead of them, once again are heralding the president’s seeming preoccupation with the issue. Is the president actually so thin-skinned that he needs the world to acknowledge that a huge number of people turned out to honor him as he was sworn in? Um, no. So what’s really going on in his mind? Here’s my opinion: Everything Donald Trump does is strategically calculated to achieve a goal. His communication is designed not to simply convey his gut feelings, but to make people focus on one thing — call it a decoy — so he can do six other things while they’re distracted. In this case, Trump has masterfully used the media’s pathetic naiveté and desire to battle him to make them focus on a throwaway battle — his seeming obsession with crowd size (which I can almost guarantee he could not care less about) — while he determinedly does what he does care about: signing orders that resurrect pipeline projects, retooling our broken immigration laws, laying the groundwork for a better health care system and preparing to build the wall. For journalists who still don’t get it, here it is, again, in direct terms: When Trump says something like “If I were you I would take your camera and look at the size of the crowd,” he is actually saying, “Let’s debate crowd size, again, because otherwise you might ask me questions about my real and historically powerful plans and ideas, which I don’t trust you to report on fairly, anyhow.” A journalist who might even come close to Trump’s level of strategic communication should then say, “Ah, the old watch this hand while I work magic with my other one? No, we shall not linger an instant on that silly issue my colleagues in the media are focused on. Let’s sit down and talk about the pipelines, again. I don’t want to walk around and snort another line of that drug you know the media is addicted to.” The drug, by the way, is called taking the easy path of the pithy, sensational, stupid story. And lots of journalists who get paid lots of money seem to be hopelessly hooked on it. The rest of us, over the next 90 days or eight years, will watch Trump masterfully ignite one squabble after another that the members of the press fall all over themselves to engage in, while he remakes the world. Man, I am just so happy this guy went to work for us. I’m still pinching myself. It’s like a miracle. Dr. Keith Ablow is a psychiatrist and member of the Fox News Medical A-Team.  Advertisement ",
    "title": "Dr. Keith Ablow: What's REALLY going on in Trump's mind? (Hint: it's not what you think) | Fox News"
   },
   {
    "entities": [
     "d.",
     "ferazzi",
     "getty",
     "20%",
     "ryan",
     "paul",
     "garcetti",
     "kevin",
     "street",
     "state",
     "china",
     "once",
     "reuven",
     "ways",
     "michigan",
     "amlotte",
     "policy",
     "eric",
     "wall",
     "center",
     "gop",
     "angeles",
     "new year",
     "white",
     "trade",
     "florida",
     "mary",
     "michael",
     "united",
     "mexico",
     "forbes",
     "steve",
     "of",
     "tax",
     "greenberg",
     "berkeley",
     "current",
     "u.s.",
     "pomona",
     "and",
     "reed",
     "means",
     "world",
     "council",
     "brady",
     "this month",
     "$1 trillion",
     "lee",
     "images",
     "thursday",
     "35%",
     "avi-yonah",
     "tyler",
     "jeff",
     "2024",
     "wal-mart",
     "congress",
     "organization",
     "uc",
     "cal",
     "olson",
     "the last decade",
     "commerce",
     "foundation",
     "wednesday",
     "gapen",
     "los",
     "america",
     "moore",
     "committee",
     "wto",
     "city",
     "$10,000",
     "alan",
     "tomorrow",
     "this week",
     "times",
     "treasury",
     "northridge",
     "states",
     "trump",
     "house",
     "2017",
     "inc.",
     "auerbach",
     "university",
     "college",
     "barclays",
     "bank",
     "gina",
     "politics",
     "kimberly",
     "toder",
     "scott",
     "stores",
     "retailers",
     "journal",
     "chamber",
     "clausing",
     "don"
    ],
    "id": 4,
    "text": "Politics Trump elevates border-tax idea, but also the political and legal challenges Retailers like Wal-Mart Stores Inc., which sell a lot of impored goods, are among the strongest opponents of the border tax. Scott Olson / Getty Images Retailers such as Wal-Mart Stores Inc. that sell a lot of imported goods are among the strongest opponents of the border-tax idea. Retailers such as Wal-Mart Stores Inc. that sell a lot of imported goods are among the strongest opponents of the border-tax idea. (Scott Olson / Getty Images) Don Lee Contact Reporter President Trump’s desire to fund the cost of a wall across the southern border with Mexico has suddenly brought out of obscurity a border-tax idea that has been around for many years and is embedded in the GOP blueprint for tax reform. The plan would subject importers to higher taxes than exporters or those that produce at home for domestic consumption. But the proposal — which would essentially replace much of the current corporate tax system —  is so fraught with controversy and challenges, politically and legally, that many experts give it long odds of being adopted, despite strong backing from House Speaker Paul D. Ryan (R-Wis.) and House Ways and Means Committee Chairman Kevin Brady (R-Texas).  Trump himself had initially dismissed the idea as too complicated, but Thursday he and administration officials suggested that they were considering a 20% tax as an option to generate revenue from imports from countries such as Mexico to pay for the wall. Although it wasn’t entirely clear what kind of tax the president had in mind, it appeared Trump was opening the door to a so-called border-adjustment tax, also referred to as a destination-based tax because the taxes are determined by where the goods and services are sold. Under such a proposal, a company that imports all of its goods would face a 20% tax on sales of those goods in the U.S.  By contrast, a business that produces and sells only in the U.S. could reduce the 20% tax bite substantially because it would be able to deduct the labor costs incurred domestically that went into the products. Most to gain are exporters: A company in the U.S. that produces at home would be exempt from paying the tax on its foreign revenue, and moreover it could deduct the domestic labor costs for those goods or services sold. That means a profitable export business could even wind up with a negative tax liability, thus a refund.   “The export rebates will end up being politically problematic because it will involve the Treasury sending checks to profitable companies instead of collecting taxes from them,” said Eric Toder, a former Treasury official who co-directs the Tax Policy Center. “And I don’t think the optics of that would go over very well.” Many economists like the proposal because it is simpler than the current tax code, which has a high 35% tax rate and is also teeming with special deductions and loopholes. Significantly, the import tax would sharply reduce, if not eliminate, incentives for multinational firms to relocate headquarters outside of the U.S., a practice known as corporate inversion, or to manipulate the tax system in other ways to shift their profits offshore to avoid U.S. paying taxes. “It will strongly encourage companies to locate production activities in the United States because the taxes paid on profits are going to depend on where they’re sold, not where they’re produced,” said Alan Auerbach, a professor of economics and law at UC Berkeley who has written about border-adjustment tax over the last decade.  Based on a 20% tax, the proposal in itself would generate more than $1 trillion in tax revenue over 10 years. But the border-adjustment tax is only part of a comprehensive tax overhaul plan by House Republicans, which includes substantial cuts in individual income taxes, largely benefiting higher-income Americans. On the whole, experts say, the House tax reform would reduce federal tax revenue overall, even with the gain from the border-adjustment tax. The proposed tax faces opposition from many camps, liberals who don’t like the seemingly regressive nature of a consumption tax, and fiscal conservatives. Some of the most vocal critics are large importers such as oil refineries and retailers, which will feel the biggest hit in taxes. And the idea won’t be easy to sell to the American public, either. That is because in the end, these taxes will be borne by consumers as businesses that sell imported goods are certain to pass on at least some of their increased taxes to shoppers.   Publisher Steve Forbes, who twice ran to be the Republican presidential nominee and is an ardent critic of excessive taxation, argued in a full-page ad this week in the Wall Street Journal that the border tax could result in a 30-cent jump in gas prices and consumers paying 20% or more for everyday goods, much of which are imported from China and other low-wage countries.  Economists point out that such fears are overblown, however. Even as a border-adjustment tax raises the cost of imports, domestic demand for foreign goods will fall, thereby pushing up the value of the dollar. At the same time, as U.S. exporters pay fewer taxes, they will be able to lower their prices in foreign markets, which would drive up demand for dollars and also tend to lift up the dollar value relative to other currencies. All in all, economic theory suggests that a stronger dollar would offset the additional cost to American importers and consumers.  However, Michael Gapen, chief U.S. economist at Barclays Bank, doubts that the exchange-rate adjustment would completely offset the higher costs. And neither he nor anyone else can say how quickly the dollar’s value would rise. What’s more, some countries peg their currency values to the dollar, which would prevent an appreciation of the greenback, and international currency markets are notoriously unpredictable.  “Unless the dollar appreciates quickly and countries don’t fix their exchange rates, at least in the short run you’re going to be paying more for all that stuff,” said Kimberly Clausing, an economics professor at Reed College who has written about the problems of the border-adjustment tax. “So that government revenue is coming in, but it’s coming in on the backs of the people who shop at Wal-Mart and the Gap.” Because of such competing interests, business organizations like the Chamber of Commerce have been reluctant to take a position on the tax, foreshadowing the upcoming political battle in the halls of Congress and the White House. “Most of the major groups want to remain mostly netural,” said Scott Greenberg, an analyst at the Tax Foundation.  Toder, of the Tax Policy Center, agrees that shifting from the current system of corporate taxation to a destination-based tax on cash flow would make the U.S. a more desirable place for investment, to build factories or to conduct operations. The plan could even lead to higher wages, he said. Still, he doesn’t think the proposal will fly, in part because of the preference to exporters, which also is expected to raise legal objections under the World Trade Organization . Clausing and Reuven Avi-Yonah, a law professor at the University of Michigan, wrote in a paper this month that the wage-deduction element of the border-tax plan makes it incompatible with the WTO rules prohibiting export subsidies.  Berkeley economist Auerbach disputes the notion that the border-adjustment tax is an export subsidy: “Reducing taxes on wages does encourage domestic employment, but I don’t see how that can be characterized as a trade-related policy,” he said.   Caption 90 seconds: 4 stories you can't miss So-called sanctuary cities were once places of refuge.   A surge in media mergers is expected under Trump’s pro-business agenda.   Chinese New Year begins tomorrow.   Grocery store tomatoes are often tasteless but researchers at the University of Florida have discovered a game-changer. Caption 90 seconds: 4 stories you can't miss So-called sanctuary cities were once places of refuge.   A surge in media mergers is expected under Trump’s pro-business agenda.   Chinese New Year begins tomorrow.   Grocery store tomatoes are often tasteless but researchers at the University of Florida have discovered a game-changer. Caption Neighborhood improvements can limit sex-trafficking, study says A Cal State Northridge study identified up to 40 locations used for illegal sex that could be safeguarded by the addition of street lamps or the trimming of trees. A Cal State Northridge study identified up to 40 locations used for illegal sex that could be safeguarded by the addition of street lamps or the trimming of trees. Caption Curves, craftsmanship and class | 2017 Grand National Roadster Show in Pomona Thirteen custom cars will compete for the “America's Most Beautiful Roadster” award, vying for a 9-foot-tall trophy and $10,000 in prize money. (Gina Ferazzi / Los Angeles Times) Thirteen custom cars will compete for the “America's Most Beautiful Roadster” award, vying for a 9-foot-tall trophy and $10,000 in prize money. (Gina Ferazzi / Los Angeles Times) Caption Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. ",
    "title": "Trump elevates border-tax idea, but also the political and legal challenges - LA Times"
   },
   {
    "entities": [
     "ben",
     "times",
     "colorado",
     "michelle",
     "springs",
     "sur",
     "chile",
     "constitucion",
     "november",
     "family",
     "olga",
     "llico",
     "thursday",
     "earlier this week",
     "development",
     "bachelet",
     "ana",
     "philip",
     "npr",
     "janeiro",
     "santiago",
     "morning",
     "walton",
     "international",
     "for",
     "bureau",
     "embassy",
     "global",
     "$100,000",
     "martin",
     "$2 million",
     "maule",
     "u.s.",
     "emergency",
     "agency",
     "new",
     "santa",
     "national",
     "foundation",
     "deutsche",
     "lucy",
     "wednesday",
     "torres/ap",
     "york",
     "service",
     "avilés",
     "javier",
     "corporation",
     "forest",
     "welle",
     "fundación",
     "boeing",
     "forestry",
     "reeves",
     "phil",
     "rio",
     "de",
     "viento"
    ],
    "id": 5,
    "text": "A man in Santa Olga, Chile, as the town was consumed by flames on Thursday. Javier Torres/AP hide caption toggle caption A man in Santa Olga, Chile, as the town was consumed by flames on Thursday. Javier Torres/AP The government of Chile says wildfires that have killed at least 10 people are the worst blazes in the country's history. Several firefighters are among the dead. \"We have never seen anything on this scale, never in the history of Chile,\" President Michelle Bachelet said earlier this week, after her administration declared a state of emergency. \"The truth is that the forces are doing everything humanly possible and will continue until they can contain and control the fires.\" A firefighter mourns the loss of a colleague during a forest fire in the coastal resort of Llico, Chile. Martin Bernetti/AFP/Getty Images hide caption toggle caption Martin Bernetti/AFP/Getty Images A firefighter mourns the loss of a colleague during a forest fire in the coastal resort of Llico, Chile. Martin Bernetti/AFP/Getty Images Reporting from Rio de Janeiro, NPR's Philip Reeves said Thursday that hundreds of thousands of acres have been destroyed in the southern and central parts of the country and that an entire town was incinerated. \"Reports say flames ripped through a place called Santa Olga, burning down its kindergarten, post office and about 1,000 homes,\" he said. At least one body was recovered from the ashes in Santa Olga, according to Deutsche Welle , and about 6,000 residents fled the city as the flames moved in. \"This is an extremely serious situation — of horror, a nightmare without an end,\" the mayor of the coastal city of Constitucion told the German broadcaster. \"Everything burned.\" The remains of a home destroyed by fire in Santa Olga on Thursday. Javier Torres/AP hide caption toggle caption The remains of a home destroyed by fire in Santa Olga on Thursday. Javier Torres/AP The fast-spreading flames have laid waste to forests and vineyards, Phil reported. Chile is a major exporter of wine and grapes and has a growing timber market . Article continues after sponsorship While fires are common in Chile at this time of year, \"these have taken on disastrous proportions, thanks to prolonged drought, strong winds and unusually hot weather,\" Phil said. In addition to local weather patterns, which themselves are shaped by global climate change, a review of Chile's wildfires published in November in the journal Global and Planetary Change warned the \"pattern, frequency and intensity\" of wildfires in the country \"has grown at an alarming rate\" in recent years, in part because of intensive forest management practices that led to a large amount of flammable fuel in the country's forests. Part of the town of Santa Olga, which was destroyed by a forest fire on Thursday. Martin Bernetti/AFP/Getty Images hide caption toggle caption Martin Bernetti/AFP/Getty Images Part of the town of Santa Olga, which was destroyed by a forest fire on Thursday. Martin Bernetti/AFP/Getty Images As of Thursday morning, Chile's National Emergency Bureau was tracking 100 active fires covering about 920 square miles, 30 of which have been contained, according to The New York Times . The newspaper reported: \"In total, 4,000 people — including firefighters, troops and national forestry bureau officers — and 46 aircraft have been deployed to combat the fires, according to the National Emergency Bureau. \"Some residents, lacking any training or protective gear, have used tree branches and bottles of water to try to douse the flames.\" The Chilean government has appealed for international help. The U.S. Embassy in Santiago said earlier this week that the U.S. government was donating $100,000 \"for the local procurement and delivery of firefighting equipment, such as chainsaws and weather monitoring tools requested by the National Forestry Corporation.\" The U.S. Agency for International Development and the U.S. Forest Service sent four people to \"assess the situation and advise local authorities.\" On Wednesday, a privately owned Boeing 747 \"supertanker\" plane arrived in Santiago to help control the fires from the air. Such planes are capable of dumping 20,000 gallons of flame retardant, Wired magazine reported . The aircraft is owned by Colorado Springs, Colo.-based Global SuperTanker Services, according to The Gazette newspaper . Firefighters work to put out a forest fire in Constitucion, Chile, on Thursday. Martin Bernetti/AFP/Getty Images hide caption toggle caption Firefighters work to put out a forest fire in Constitucion, Chile, on Thursday. Martin Bernetti/AFP/Getty Images The paper reported that the mission, including a 12-person crew, was paid for by Fundación Viento Sur, which is part of the Walton Family Foundation and run by Ben Walton and his Chilean-native wife, Lucy Ana Walton de Avilés. The New York Times reported the price tag for the supertanker was $2 million. The plane is being deployed in the Maule region, north of the destroyed town of Santa Olga, according to Deutsche Welle. ",
    "title": "'A Nightmare Without An End': Wildfires Burn Out Of Control In Chile : The Two-Way : NPR"
   },
   {
    "entities": [
     "friday",
     "poland",
     "states",
     "trump",
     "abdullah",
     "2:17",
     "thursday",
     "r-texas",
     "news",
     "halimah",
     "united",
     "facebook",
     "fox",
     "austria",
     "pew",
     "yousafzai",
     "george",
     "mccaul",
     "china",
     "security",
     "2016",
     "mike",
     "vietnam",
     "priscilla",
     "u.s.",
     "dallas",
     "w.",
     "oct. 15",
     "today",
     "zuckerberg",
     "center",
     "sean",
     "forty-six percent",
     "america",
     "committee",
     "homeland",
     "a few decades ago",
     "hannity",
     "research",
     "malala",
     "bush",
     "germany",
     "mark",
     "google"
    ],
    "id": 6,
    "text": "Google Plus Embed OCT. 15: How One Syrian Refugee Family in Dallas is Adjusting to New Life in a Divisive Election Season 2:17 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170128013517if_/http://www.nbcnews.com/widget/video-embed/786825795817\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"We've taken in tens of thousands of people. We know nothing about them,\" Trump said in an interview with Fox News' Sean Hannity on Thursday. \"They can say they vet them. They didn't vet them. They have no papers. How can you vet somebody when you don't know anything about them and you have no papers?\" Though the United States government already utilizes a thorough nine-step vetting system for refugees, the president's executive order is said to go further. It is still unclear what these steps would mean and if it would target any particular religious group as the president stated on the campaign trail. According to the Pew Research Center , the United States welcomed almost 85,000 refugees in 2016. Forty-six percent of them were Muslim. The president sets the number of refugees accepted annually into the U.S. and from that authority can suspend the program at any time. President George W. Bush took similar actions following the 9/11 attacks when the program was suspended for several months. Rep. Mike McCaul, R-Texas, chairman of the Homeland Security committee, said on Friday that he applauds the president's move. \"We are a compassionate nation and a country of immigrants. But as we know, terrorists are dead set on using our immigration and refugee programs as a Trojan Horse to attack us,\" McCaul said in a statement. \"Today, President Trump signed an order to help prevent jihadists from infiltrating the United States.\" The response from advocates for refugee rights was swift. \"I am heartbroken that today President Trump is closing the door on children, mothers and fathers fleeing violence and war,\" Malala Yousafzai, a student activist and the youngest-ever Nobel Prize laureate said in a statement through a press office. \"I am heartbroken that America is turning its back on a proud history of welcoming refugees and immigrants — the people who helped build your country, ready to work hard in exchange for a fair chance at a new life.\" Facebook CEO Mark Zuckerberg took to the social media platform to express his concern about the executive order' impact on those fleeing violence and oppression in their homelands. His great grandparents came from Germany, Austria and Poland. The parents of his wife, Priscilla, were refugees from China and Vietnam. \"We need to keep this country safe, but we should do that by focusing on people who actually pose a threat. Expanding the focus of law enforcement beyond people who are real threats would make all Americans less safe by diverting resources, while millions of undocumented folks who don't pose a threat will live in fear of deportation,\" he wrote . \"We should also keep our doors open to refugees and those who need help. That's who we are. Had we turned away refugees a few decades ago, Priscilla's family wouldn't be here today.\" Trump also called for a \"great rebuilding\" of the nation's military. \"New planes, new ships, new resources, new tools for our men and women in uniform.\" Halimah Abdullah ",
    "title": "Trump Signs Two Executive Orders; Expands Power of Military, 'Extreme Vetting'   - NBC News"
   },
   {
    "entities": [
     "dmitri",
     "dmitry",
     "theresa",
     "kolesnikova/afp/getty",
     "morning",
     "the 1980s",
     "saturday",
     "street",
     "for",
     "last month",
     "defense",
     "interest",
     "wall",
     "politico",
     "center",
     "fall",
     "kremlin",
     "january 27",
     "white",
     "starrs",
     "right now",
     "west",
     "friday",
     "mitch",
     "julie",
     "beginning in 2014",
     "jenny",
     "emmert",
     "mcconnell",
     "news",
     "may",
     "united",
     "philip",
     "senate",
     "donald",
     "early friday",
     "russia",
     "conway",
     "kellyanne",
     "k.",
     "u.s.",
     "lavrov",
     "dimitri",
     "union",
     "james",
     "nato",
     "york",
     "karen",
     "soviet",
     "peskov",
     "the future",
     "deyoung",
     "ukraine",
     "david",
     "earlier this month",
     "at 2:17 pm",
     "images",
     "rucker",
     "lovetsky/ap",
     "filipov",
     "moscow",
     "crimea",
     "natalia",
     "simes",
     "-rsb-",
     "john",
     "republican",
     "obama",
     "national",
     "new",
     "vitkovskaya",
     "america",
     "putin",
     "mccain",
     "times",
     "states",
     "trump",
     "house",
     "syria",
     "europe",
     "the",
     "fox",
     "vladimir",
     "post",
     "journal",
     "st.petersburg",
     "washington",
     "sergei",
     "mattis",
     "now",
     "don"
    ],
    "id": 7,
    "text": "Trump says it is ‘very early’ to discuss lifting sanctions on Russia The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it Cups depicting Russian President Vladimir Putin and President Trump for sale in St.Petersburg, Russia. The two leaders are set to talk Saturday. (Dmitri Lovetsky/AP) By Karen DeYoung and David Filipov By Karen DeYoung and David Filipov January 27 at 2:17 PM Follow @karendeyoung1 Follow @davidfilipov President Trump said Friday that it is “very early” to discuss lifting sanctions on Russia, suggesting no action is likely in a Saturday call that will be his first official conversation with Russian President Vladi­mir Putin. Trump spoke at a White House news conference with British Prime Minister Theresa May, who reaffirmed her support for keeping the sanctions in place until substantive progress has been made toward ending the conflict in Ukraine. She said she would continue to press that argument with other European allies. The United States and Europe imposed sanctions, beginning in 2014, to protest Russia’s annexation of Crimea and military intervention on behalf of Ukrainian separatists. Additional U.S. sanctions were levied by the Obama administration last month as punishment for what the intelligence community said was Russian interference in the U.S. presidential election process . U.S. policy toward Russia has become one of the front lines in a simmering power struggle between the White House and powerful congressional Republicans, some of whom have looked to members of Trump’s foreign policy team for support. At the news conference, Trump said he hoped for “a great relationship with Russia” but had “no guarantees.” President Trump and Russian President Vladimir Putin. (Don Emmert and Natalia Kolesnikova/AFP/Getty Images) “As far as again Putin and Russia, I don’t say good, bad or indifferent,” he said. “I don’t know the gentleman. I hope we have a fantastic relationship. That’s possible. And it’s also possible we won’t. We will see what happens. I will be representing the American people very, very strongly, very forcefully.” Couching a possible relationship in personal terms, Trump said, “I’ve had many times where I thought I’d get along with people and I don’t like them at all.” [ Trump meets with British Prime Minister Theresa May ] Trump’s comments followed earlier remarks by a senior White House adviser that sanctions removal was “under consideration,” sparking warnings from senior Republican lawmakers. In a statement Friday, Sen. John McCain (R-Ariz.) said that he hoped Trump “will put an end to this speculation” about lifting sanctions “and reject such a reckless course.” McCain and leading lawmakers on both sides of the aisle have threatened to introduce legislation to prevent it. Defense Secretary James Mattis, prodded by McCain at his confirmation hearing earlier this month, said: “We have a long list of times where we’ve tried to engage positively with Russia. We have a relative short list of successes in that regard . . . and I think the most important thing right now is that we recognize the reality of what we deal with with Mr. Putin.” Senate Majority Leader Mitch McConnell (R-Ky.) said Friday that he was “against lifting any sanctions on the Russians. These sanctions were imposed because of their behavior in Crimea, eastern Ukraine, and now we know they’ve been messing around in our elections as well,” McConnell told Politico. “If there’s any country in the world that doesn’t deserve sanctions relief, it’s Russia.” (Jenny Starrs, David Filipov, Julie Vitkovskaya / The Washington Post) Numerous Russia analysts outside government have also opposed lifting sanctions, while some have also cautioned against legislation that could weaken Trump’s leverage with Putin by signaling, early in the administration, that the new U.S. president’s powers are limited. “I think it’s a bad idea, almost as bad as some in the Senate, which would deprive President Trump of the opportunity” to set his own policy, said Dimitri K. Simes, president of the Washington-based Center for the National Interest. Trump himself first gave rise to speculation about reversing the sanctions. After repeatedly praising Putin during his campaign, he told the Wall Street Journal days before his inauguration that he expected to keep them intact for “a period of time.” But, he said, “if you get along and if Russia is really helping us, why would anybody have sanctions if somebody’s doing some really great things?” In an interview with the New York Times, Trump suggested sanctions could be scrapped in exchange for nuclear arms reductions. Statements by McCain, McConnell and others followed remarks Friday morning by White House counselor Kellyanne Conway that sanctions would be “under consideration” when Trump speaks to Putin. Asked just hours before Trump’s news conference whether Russia, before sanctions are lifted, would have to “change its behavior” in Ukraine and in Syria, where Russian warplanes have aided the Syrian government in bombing rebels and civilians, Conway told Fox News, “You know what the president has said — it’s America first, and that includes in his foreign policy and his national security moves.” The scheduled Saturday call was first announced early Friday in Moscow by Kremlin spokesman Dmitry Peskov. [ Trump lays groundwork to change U.S. role in the world ] Putin has cautiously expressed optimism that Trump can improve the U.S.-Russia relationship. In addition to the lifting of sanctions, Russia is also pushing for a reduction of NATO’s military presence near its borders and counterterrorism cooperation in Syria.  On a grander scale, Moscow hopes the new administration will relax what it sees as a policy of containment since the fall of the Soviet Union left the United States as the world’s sole superpower, allowing the Kremlin to have a greater influence in world affairs and, in Russia’s view, to feel more secure at home. Saturday’s call will cap a week in which Trump has begun sweeping foreign policy changes in line with the “America first” approach to global affairs that he has promised. But Moscow has consistently cautioned about “excessive optimism” over what Trump’s presidency will mean for Russia, and Peskov stayed on script Friday. “One can hardly expect substantive contacts on the entire range of affairs from this call,” he told reporters. “Let us wait and see. Let us be patient.” Moscow’s establishment has welcomed Trump as a pragmatist who will not try to enforce American values on the rest of the world. In a nationally televised news conference earlier this month, Russian Foreign Minister Sergei Lavrov railed against the “messianism”  and export by the West of “post-Christian values” that embrace “permissiveness,” a nod toward the conservative ethos that has found increasing support in the Kremlin.  “If we hear that in the foreign policy of Donald Trump the main thing will be the fight against terrorism, then we, of course, can only welcome that, since that is exactly the thing that has been lacking with our American partners,” Lavrov said. The Obama administration frequently characterized Russia as an unreliable partner at best and raised cautions about Trump’s willingness to work with Putin amid growing concerns about the nature of his ties to Moscow.  Trump has denied any business involvement in Russia, a claim that is impossible to verify because he has refused to release his tax returns. But a look at his record since the 1980s shows that he and his family have launched several efforts to do business in Russia. Just after the election, a Russian deputy foreign minister was quoted saying his government had been in contact with Trump’s campaign, and afterward, reports emerged that Russian intelligence had compromising information on the future president . Trump has vehemently denied the allegations and has sought to portray his upbeat words about Putin as a positive. Putin has also dismissed the reports that Russia had gathered material on Trump as a fabrication to “undermine the legitimacy” of Trump’s presidency. Philip Rucker in Washington contributed to this report. Read more: ",
    "title": "Trump says it is ‘very early’ to discuss lifting sanctions on Russia - The Washington Post"
   },
   {
    "entities": [
     "list",
     "scalia",
     "benedictine",
     "norwalk",
     "jan. 27, 2017",
     "times",
     "last year",
     "supreme",
     "friday",
     "credit",
     "hoban",
     "reagan",
     "march",
     "trump",
     "house",
     "the last minute",
     "hillary",
     "annette",
     "save",
     "saunders",
     "last february",
     "thursday",
     "god",
     "mall",
     "jon",
     "1973",
     "--",
     "voices",
     "crank",
     "the",
     "college",
     "catholic",
     "donald",
     "morning",
     "b.",
     "monday",
     "wade",
     "drago/the",
     "court",
     "congress",
     "mike",
     "2016",
     "conway",
     "j.",
     "kellyanne",
     "atchison",
     "republican",
     "this year",
     "kathleen",
     "new",
     "national",
     "today",
     "anthony",
     "susan",
     "obama",
     "storks",
     "rauh",
     "roe",
     "antonin",
     "conn.",
     "akron",
     "york",
     "previous years",
     "america",
     "washington",
     "january 27, 2017",
     "banks",
     "ronald",
     "the past",
     "kan.",
     "josie",
     "al",
     "barack",
     "clinton",
     "ohio",
     "pence",
     "white"
    ],
    "id": 8,
    "text": "“We will not rest until we restore a culture of life in America,” Mr. Pence said, and thousands in the crowd cheered. Advertisement Continue reading the main story He also said that by many measures — the views of members of Congress and advances in science among them — “life is winning in America.” Standing where other Republican leaders have usually just sent video or audio recordings of their message, Mr. Pence said the anti-abortion movement should embrace the moment. Video Pence: Right To Life Is 'Winning' Vice President Mike Pence spoke at the annual March for Life anti-abortion rally in Washington. He said that 44 years after Roe v. Wade, \"life is winning again in America.\" Publish Date January 27, 2017. Photo by Al Drago/The New York Times. Watch in Times Video » embed Kellyanne Conway called ‘one of us’ Kellyanne Conway may have sprung onto the national political scene largely unknown. But inside the movement of those opposing abortion, she has been a leading figure for two decades. “Kellyanne is one of us,” is how she was introduced at the March for Life. As a pollster and political strategist, she advised numerous groups like the Susan B. Anthony List and the March for Life, urging them to adopt what she often described as a more conscience-based approach that avoided some of the more incendiary language of the movement in the past. Video Conway: Right To Life Is 'God Given' Kellyanne Conway, an advisor to President Trump, spoke at the annual March for Life anti-abortion rally in Washington. She told the crowd that both God and the Constitution grant the right to life. By THE NEW YORK TIMES on Publish Date January 27, 2017. Photo by Al Drago/The New York Times. Watch in Times Video » embed Trump is an ally for abortion opponents, too Opponents of abortion gather every year on the National Mall and march to the Supreme Court. Usually their defiance is not much more than symbolism — the court is the origin of Roe v. Wade, the decision in 1973 that they have sought for more than 40 years to overturn. This year they have ample reason to believe that under a Republican-dominated government, they will begin to see movement for the first time in more than a decade. In previous years, no president or vice president has ever addressed the march in person. This year, the Trump administration will be out in full force with the appearances of Mr. Pence and Ms. Conway. President Trump, in one of his first official acts, signed an order prohibiting foreign aid to health providers abroad who discuss abortion as a family-planning option. And in a break with previous Republican presidents, he has embraced the idea of a litmus test for his Supreme Court nominees and pledged explicitly to name someone who opposes abortion. He said he would announce his choice on Thursday to fill the seat left vacant by the death of Justice Antonin Scalia last February. The #MarchForLife is so important. To all of you marching --- you have my full support! —         Donald J. Trump (@realDonaldTrump) Jan. 27, 2017 Mr. Trump has become an unlikely champion for the movement, with abortion opponents saying he is probably their most unflinching White House ally since President Ronald Reagan. Though Mr. Trump spent much of his life as a supporter of abortion rights, he spoke more vividly and forcefully on the issue during the campaign than any recent Republican nominee. Advertisement And while many groups opposing abortion were vehemently opposed to Mr. Trump during the Republican primaries last year, almost all of them came around. Today, however unexpectedly, they march in a Washington suddenly more friendly to their interests. Photo People on the National Mall for the March for Life rally on Friday in Washington. Credit Al Drago/The New York Times Voices of the marchers Many of the activists said they were looking forward to President Trump appointing Supreme Court justices who might overturn the right to abortions and to the defunding of Planned Parenthood. Marchers waved signs spelling out their beliefs in messages like “Save the babies,” “Pro-Child, Pro-Women, Pro-Life,” and “Trump for Baby Bumps.” Still, some of the marchers remained wary of the new president. Kathleen Crank, 19, a sophomore at Benedictine College in Atchison, Kan., traveled on a five bus caravan of 260 students to come to the march. She said she was happy to have a president who would oppose abortion but wasn’t excited about much else about Mr. Trump. She said she waited until the last minute and decided not to vote for either him or Hillary Clinton. “Their stance on abortion is probably the only issue I’m glad about for this administration,” she said. “I’m glad that after eight years of reading Obama’s tweets celebrating Roe v. Wade, I’m glad we finally have an administration that is recognizing we need to cut funding for abortions in other countries and bringing it back down to the state level.” Ms. Crank also said she saw abortions as less about religion than about preserving the rights of unborn children. “It’s more a social justice issue for unborn babies than a religious one to push an agenda,” she said. “Everyone should be able to live their life and live it however they want to.” Annette Saunders, 60, drove five hours with her husband from Norwalk, Conn., to volunteer with Save the Storks , a group that opposes abortion, and to hand out signs that said, “For those who can’t.” Though she voted for Mr. Trump, Ms. Saunders said she agonized over the decision because she found him to be “crass” and was frustrated by the tape of him using vulgarities to talk about women. “I was concerned but I felt like God told me to vote for Donald Trump ,” she said. “He is standing up for pro-life and his vice president certainly is and I’m excited about seeing a turnaround.” Advertisement Young voters say why they turned to Trump Photo A bag featuring President Trump’s likeness at the rally on Friday. Credit Al Drago/The New York Times Jon Banks and Josie Rauh, both 18, were taking photos of each other in front of the Washington Monument clad in red and blue Trump-45th President caps. They were part of a group that traveled to Washington from Archbishop Hoban, a private Catholic high school in Akron, Ohio. Both said Mr. Trump’s opposition to abortion were the centerpieces of their support for the new president. They grew up in families dedicated to the cause. Ms. Rauh had supported former President Barack Obama but became enthusiastic in 2016. “I thought Obama was a pretty good president,” she said. “I think there are some things that need to be changed, like Roe v. Wade. I think Trump has got a plan and is ready to do it.” “I want women to have their rights,” she added. “But I think there are a bunch of women in the womb that are being killed, too.” Mr. Banks, the son of a police officer, said he was thrilled by Mr. Trump’s patriotism. He said he hoped the new president found a way to outlaw abortion. Feeling empowered by the president Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Pence Tells Anti-Abortion Marchers That ‘Life is Winning’ - The New York Times"
   },
   {
    "entities": [
     "theresa",
     "this week",
     "friday",
     "more than two years ago",
     "wagner",
     "states",
     "trump",
     "house",
     "syria",
     "jan. 27",
     "ryan",
     "united",
     "may",
     "jeff",
     "mexico",
     "at 3:29 pm",
     "mosul",
     "state",
     "the day",
     "davis",
     "of",
     "north",
     "cia",
     "dan",
     "pentagon",
     "china",
     "russia",
     "defense",
     "gibbons-neff",
     "first week",
     "chiefs",
     "mike",
     "john",
     "current",
     "flynn",
     "post",
     "missy",
     "korea",
     "u.s.",
     "staff",
     "iraq",
     "lamothe",
     "james",
     "raqqa",
     "islamic",
     "hall",
     "nato",
     "joint",
     "washington",
     "mattis",
     "heroes",
     "now",
     "last weekend",
     "thomas",
     "the future",
     "pence",
     "january 27",
     "white"
    ],
    "id": 9,
    "text": "In inaugural Pentagon visit, Trump signs orders on immigrant vetting, military strength The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Missy Ryan and Thomas Gibbons-Neff By Missy Ryan and Thomas Gibbons-Neff January 27 at 3:29 PM Follow @missy_ryan Follow @Tmgneff President Trump announced two executive actions, one relating to vetting refugees, the other to increased military funding, on Jan. 27 at the Pentagon. (The Washington Post) President Trump paid his first visit to the Pentagon as commander-in-chief on Friday, signing executive actions subjecting potential immigrants to greater scrutiny and seeking to enhance American military power. Appearing at the Pentagon’s Hall of Heroes, which honors military personnel who have received the Medal of Honor, Trump held up an order he said would establish new measures designed to keep “radical Islamic terrorists” from entering the United States. “We don’t want them here,” he said, flanked by Vice President Pence and Defense Secretary James Mattis. “We want to ensure that we are not admitting into our country the very threats our soldiers are fighting overseas.” The text of the orders was not immediately available. A draft of one executive order obtained this week by The Washington Post, in keeping with Trump’s campaign promises to subject immigrants to “extreme vetting,” laid out plans for a temporary ban on the entry of people from certain countries, many of them majority Muslim. It also ordered a temporary halt to refugee admission, prompting an outcry from civil rights groups. Some advocates have said the measures, if implemented, would amount to a ban on Muslims entering the country. [ Draft executive order would begin ‘extreme vetting’ of immigrants and visitors to the U.S. ] Trump said in remarks before a crowd of current and retired defense officials that he was also signing an order that would “begin a great rebuilding of the armed services of the United States,” including plans for new aircraft, ships and other military equipment. The incoming administration has already signaled its intent to restore defense funding and improve military capabilities following a period of declining budgets and shrinking ranks. In another  draft executive order  obtained this week, the White House instructed Mattis to conduct a 30-day review of military readiness and lay plans for ensuring the United States can meet a host of challenges, not only such terrorist groups as the Islamic State but also “near-peer” nations that could include Russia and China. It also signaled a desire to invest in a host of military capabilities, including Special Operations forces and nuclear weapons. It was not immediately clear if the draft orders made public this week were the same ones signed by Trump on Friday. [ What is an executive order? And how do President Trump’s stack up? ] In his first week in office, Trump has created anxiety among allies by staking out positions in favor of waterboarding, insisting that North American Free Trade Agreement partner Mexico will pay for a wall along the U.S. border and laying out a number of controversial executive orders. His first official interaction with senior military leaders suggested he will attempt to follow through on promises to grow U.S. defenses, boost military spending, and restore personnel cut in recent years. But it provided few clues about how a leader with little national security experience will approach fraught issues including the potential for conflict with nations like China and North Korea and decisions on when to risk American lives overseas. After a visit of about 90 minutes that included a meeting with senior uniformed officials, Trump said that the Hall of Heroes, one of the Pentagon’s most solemn spaces, was a “testament to the undying courage” of U.S. service members. Appearing to read from prepared remarks, Trump spoke in noticeably more somber tones than he did in front of the CIA’s Memorial Wall last weekend. The new president was criticized by some former officials for failing to show adequate gravity during that event. “I am privileged to be here with you and I promise that our administration will always have your back,” Trump said, addressing U.S. service members. “We will always be with you.” In his remarks, Trump repeatedly praised Mattis, a retired Marine officer with a long combat record who Trump called “a general’s general.” Already, Mattis has already suggested he may differ with his commander-in-chief on key issues such as the importance of the NATO alliance. [ Draft executive order shows how Trump wants to grow the U.S. military significantly ] Earlier in the day, speaking alongside visiting British Prime Minister Theresa May, Trump suggested he would defer to Mattis on treatment of detainees. Trump has said he favors waterboarding, while Mattis does not. “I don’t necessarily agree, but I would tell you that [Mattis] will override because I’m giving him that power,” Trump said of harsh interrogation methods. Trump, who has tapped a number of prominent former generals to lead his national security team, has also promised to aggressively combat militant groups as part of his drive to exterminate “radical Islamism.” Trump takes command as U.S. advisers support local troops battling the Islamic State in Iraq and Syria. In Iraq, U.S. military personnel have coached Iraqi commanders as they oversee a push through the city of Mosul, seized by militants more than two years ago. In Syria, a small force of Special Operations troops are working with a Kurdish-led force laying the groundwork for an assault on Raqqa, another Islamic State stronghold. Military officials have been developing options that the incoming administration might support in the campaign against the Islamic State. Those could include the authority to place U.S. troops even closer to the front lines in Iraq, increased forces for Syria and greater authority for military commanders to expand the way U.S. forces are used without going to the White House for approval. A defense official, who spoke on the condition of anonymity to discuss internal discussions, said Trump’s meeting with members of the Joint Chiefs of Staff and other senior officials lasted roughly an hour. Trump was accompanied by his national security adviser, retired Gen. Mike Flynn, and the meeting covered a broad array of topics, including the role of the national guard and the responsibilities of the combatant commands, the official said. Officials agreed on the need to accelerate progress against the Islamic State, though it was unclear if a timeline or specifics were addressed. While North Korea and other threats were discussed, the official declined to say if Russia was another topic. In a statement issued after Trump’s visit, Capt. Jeff Davis, a Pentagon spokesman, said that Mattis shared “the president’s goal of ensuring our military leaders have the support they need to accelerate the campaign against [the Islamic State], and to build combat readiness now and for the future.” John Wagner and Dan Lamothe contributed to this report. Read more: ",
    "title": "In inaugural Pentagon visit, Trump signs orders on immigrant vetting, military strength - The Washington Post"
   },
   {
    "entities": [
     "veronica",
     "interior",
     ", 7:26 pm",
     "huckabee",
     "phelps",
     "inauguration day",
     "trump",
     "last friday",
     "house",
     "2017",
     "hillary",
     "jan. 20",
     "the following day",
     "jan 27, 2017",
     "news",
     "2009",
     "may",
     "mall",
     "park",
     "donald",
     "morning",
     "sanders",
     "abc",
     "twitter",
     "stracqualursi",
     "department",
     "obama",
     "national",
     "today",
     "sarah",
     "jordyn",
     "service",
     "clinton",
     "white"
    ],
    "id": 10,
    "text": "President Trump Called National Park Service Upset Over Inauguration Crowd Retweet By VERONICA STRACQUALURSI Jan 27, 2017, 7:26 PM ET 0 Shares WATCH President Trump, British PM Theresa May Hold Joint Press Conference 0 Shares Email President Donald Trump called the National Park Service 's acting director the morning after his inauguration to express displeasure over a retweet of inauguration crowd photos from the agency's official account, according to the White House. \"The main reason for the call was to say, 'Why are you breaking protocol and tweeting out these photos?'\" White House spokeswoman Sarah Huckabee Sanders told ABC News today. Sanders declined to say whether Trump requested additional official photos of the crowd from the agency. “He’s not somebody who sits around and waits,” Sanders said, adding that the call demonstrates the president's proactive management style and the reason he beat Democratic presidential candidate Hillary Clinton . 2009 vs. 2017: Comparing Trump's and Obama's Inauguration Crowds The retweet on Inauguration Day was of two photos shown side-by-side, comparing Trump's Jan. 20 inauguration crowd to Obama's 2009 inauguration crowd. As part of its policy, the National Park Service does not release official crowd estimates for permitted events. The retweet was removed last Friday and the National Park Service issued an apology the following day. Employees were also told last Friday to \"stand down Twitter activity across the Department temporarily, except in the case of public safety,” according to a statement from an Interior Department official. The National Park Service runs and maintains the National Mall where crowds gathered to view Trump's inauguration. ABC News' Jordyn Phelps contributed to this report. 0 Shares ",
    "title": "President Trump Called National Park Service Upset Over Inauguration Crowd Retweet - ABC News"
   },
   {
    "entities": [
     "jim",
     "cbs",
     "criminology",
     "salas-wright",
     "piehl",
     "victims",
     "state",
     "for",
     "3.3 percent",
     "present",
     "boston",
     "fsu",
     "martin",
     "department",
     "the 1920s",
     "committed",
     "policy",
     "today",
     "san",
     "steinle",
     "public",
     "angeles",
     "interactive",
     "florida",
     "jail",
     "crimes",
     "united",
     "donald",
     "mexico",
     "of",
     "bureau",
     "enforcement",
     "2008",
     "18-29",
     "economic",
     "u.s.",
     "jersey",
     "blasio",
     "crimesider",
     "and",
     "york",
     "2002",
     "office",
     "de",
     "customs",
     "2007",
     "council",
     "rahm",
     "immigration",
     "1980",
     "emanuel",
     "1.7 percent",
     "francisco",
     "rutgers",
     "march 28, 2012",
     "walsh",
     "bill",
     "security",
     "2015",
     "daniel",
     "new",
     "national",
     "wednesday",
     "guatemala",
     "kenney",
     "los",
     "sanchez",
     "america",
     "salvador",
     "10.7 percent",
     "el",
     "anne",
     "professor",
     "aic",
     "states",
     "trump",
     "2000",
     "2017",
     "inc.",
     "university",
     "american",
     "county",
     "ewing",
     "mears",
     "kathryn",
     "chicago",
     "philadelphia",
     "christopher",
     "2010",
     "homeland",
     "close",
     "1.6 percent",
     "research",
     "walter"
    ],
    "id": 11,
    "text": "info <p>This photo provided by the U.S. Immigration and Customs Enforcement shows agents taking a person into custody in New Jersey, March 28, 2012, during operation Cross Check III, a federal arrest sweep of undocumented immigrants who allegedly committed serious crimes or were considered threats to national security.</p> Close AP Photo/U.S. Immigration and Customs Enforcement NEW YORK - President Donald Trump signed an executive order  Wednesday that directs the Secretary of Homeland Security to publish a weekly list of “criminal actions committed by aliens.” “Many aliens who illegally enter the United States and those who overstay or otherwise violate the terms of their visas present a significant threat to national security and public safety,” the order states. “This is particularly so for aliens who engage in criminal conduct in the United States.”     The order also calls for the establishment of an Office for Victims of Crimes Committed by Removable Aliens, to, among other things, study “the effects of the victimization by criminal aliens present in the United States.” The Department of Homeland Security did not provide answers to Crimesider ’s questions regarding how the federal government would go about collecting this data from the nation’s more than 15,000 law enforcement agencies, but the order nonetheless begs the question, how big a problem is crime committed by immigrants? Florida State University Professor of Criminology Daniel Mears says that “good data” focused on immigrant criminality - specifically undocumented immigrant criminality - is scarce. Determining definitively whether someone who has been arrested is in the country legally can take significant effort, and the result might not be noted in all law enforcement records. In addition, researchers often have to rely on arrest and conviction numbers, which may be misleading because they can reflect law enforcement priorities more than criminal behavior. A jurisdiction might see a spike one year, for example, if a police chief or prosecutor decides to prioritize enforcement against immigrants.  Despite this, Mears and others who study this subject seem to agree that most research indicates immigrants actually commit crime at lower rates than native-born citizens. According to analysis of the 2010 census and the American Communities Survey done by the non-profit   American Immigration Council , immigrants to the United States are significantly less likely than native-born citizens to be incarcerated. The authors found that 1.6 percent of immigrant males age 18-39 are incarcerated, compared to 3.3 percent of the native-born. Murder in San Francisco sparks immigration debate The divide was even sharper when the authors examined the incarceration rate among immigrant men the authors believe likely to be undocumented — specifically less-educated men from El Salvador and Guatemala between age 18-29. According to AIC senior researcher Walter Ewing, there are very few ways for men in this demographic to emigrate legally. According to the analysis, these likely undocumented immigrants had an incarceration rate of 1.7 percent, compared with 10.7 percent for native-born men without a high school diploma. One study published in the journal Criminology and Public Policy in 2008 looked at recidivism among inmates at the Los Angeles County Jail in 2002 and the authors wrote that their results “lend no support to the ubiquitous assertion that deportable aliens are a unique threat to public safety.”  This conclusion is no surprise to Christopher Salas-Wright, an assistant professor at Boston University who has studied antisocial behavior like drug use, gambling and fighting in immigrant and non-immigrant populations. “The evidence is really compelling that immigrants are involved in these behaviors at a far lower rate than native-born Americans,” Salas-Wright says. A paper published by the National Bureau of Economic Research in 2007 found that immigrants had incarceration rates about one-fifth that of native-born Americans, and that the difference actually increased between 1980 and 2000. The reasons for this so-called “immigrant paradox” aren’t fully understood, said Salas-Wright, but “one theory is people who choose to pick up their lives and move to a foreign country and set up a new life tend to be healthier people. And they tend to be interested in making this new life work.” In other words, he said, after undertaking the economic and social sacrifice necessary to emigrate, it doesn’t make sense to imperil that new life by committing crime or engaging in risky behavior. During his campaign, President Trump often spoke about immigrants as criminals, and highlighted violent crimes to make his point, including the 2015 shooting death of Kathryn Steinle , who authorities say was killed by an undocumented immigrant from Mexico who had been deported five times. It was a powerful example, but not exactly representative of the millions of immigrants living in the country today, researchers say. Kathryn Steinle, left, and Francisco Sanchez Close “To ascribe group guilt to crimes just doesn’t work,” says AIC’s Walter Ewing. “If every time a native-born white man shot up a mall we tried to round up all native-born white men, it wouldn’t make any sense.” Steinle was killed in San Francisco, a so-called “ sanctuary city ,” which offers certain protections for undocumented immigrants who might otherwise be deported by federal immigration officials. Mayors of some sanctuary cities, including Philadelphia’s Jim Kenney , Boston’s Martin Walsh , New York’s Bill de Blasio, and Chicago’s Rahm Emanuel argue that forcing local law enforcement to act as immigration officers will deter immigrants from reporting crime and negatively impact public safety. U.S. leaders split over Trump's crackdown on \"sanctuary cities\" As part of Trump’s order to compile a weekly list of “criminal actions committed by aliens,” the president directed that the list include “any jurisdiction that ignored or otherwise failed to honor any detainers with respect to such aliens.” While there is no doubt that some immigrants commit crimes, Salas-Wright says that the myth that they are generally criminals is “too bad, because it doesn’t match up with what we know.”  To this point, FSU’s Mears wonders what Trump’s plan to create a public list of crimes committed by “aliens” is supposed to accomplish. “What’s the goal here? If the goal is to vilify immigrants or to create the appearance that immigrants disproportionately contribute to crime in America — which isn’t true — then that makes sense. But if the goal is to reduce crime, this isn’t going to get you anywhere.” Anne Piehl, the director of the Program in Criminal Justice at Rutgers University, agrees, saying that immigration and crime have, since at least the 1920s, gotten “conflated in ways that I don’t think are particularly productive in terms of policy.” She continues: “We’re talking about immigration issues as a way to solve the crime problem, but if we really want solve the crime problem, immigration is a very small part of it.” © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "How big a problem is crime committed by immigrants? - CBS News"
   },
   {
    "entities": [
     "enrique",
     "u.k.",
     "next week",
     "friday",
     "trump",
     "nieto",
     "may",
     "mexico",
     "george",
     "first week",
     "defense",
     "pena",
     "u.s.",
     "w.",
     "1:25",
     "james",
     "nato",
     "america",
     "washington",
     "mattis",
     "bush"
    ],
    "id": 12,
    "text": "May: U.K., U.S. 'United in Our Recognition of NATO' 1:25 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170128045148if_/http://www.nbcnews.com/widget/video-embed/864287811842\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump also announced during the press conference he would defer to his secretary of defense on torture. The president had signalled he wanted to return to the harsh interrogation techniques used under President George W. Bush, but Defense Secretary James Mattis' commitment not to reinstate the interrogation practices would \"override\" his own support, Trump said. \"He has stated publicly that he does not necessarily believe in torture or waterboarding, or however you want to define it — enhanced interrogation I guess would be a word that a lot of ... words that a lot of people would like to use,\" Trump said. \"I don't necessarily agree. But I would tell you that he will override because I'm giving him that power. He's an expert.\" May's visit comes at important junctures for both countries. World leaders have watched Trump's first week in office with unease as he made threats of a trade war with Mexico and promoted an \"America first\" agenda. Trump said he had a \"good\" call with Mexican President Enrique Pena Nieto on Friday after he scrapped a trip to Washington scheduled for next week, but added that the countries would be \"working on a fair relationship and a new relationship.\" Play ",
    "title": "British PM Theresa May: U.K., U.S. 'United in Our Recognition of NATO' - NBC News"
   },
   {
    "entities": [
     "enrique",
     "theresa",
     "january",
     "nieto",
     "the day",
     "cia",
     "defense",
     "associated",
     "guantanamo",
     "cuba",
     "iraq",
     "islamic",
     "clinton",
     "ap",
     "white",
     "us",
     "muslim-majority",
     "relations",
     "friday",
     "executive",
     "news",
     "united",
     "may",
     "park",
     "donald",
     "mexico",
     "of",
     "gouliamaki",
     "afaf",
     "square",
     "u.s.",
     "fbi",
     "bryan",
     "staff",
     "james",
     "joint",
     "york",
     "friday, jan. 27, 2017",
     "the past",
     "pentagon",
     "council",
     "great",
     "images",
     "britain",
     "press",
     "hours later",
     "afp/getty",
     "nasher",
     "athens",
     "months later",
     "walsh",
     "yemen",
     "on",
     "obama",
     "new",
     "susan",
     "sudan",
     "iran",
     "ingraham",
     "-",
     "america",
     "sept. 11",
     "somalia",
     "cbn",
     "states",
     "march",
     "trump",
     "house",
     "2017",
     "hillary",
     "syria",
     "tribune",
     "january 21, 2017",
     "r.",
     "american",
     "louisa",
     "first week",
     "pena",
     "chiefs",
     "libya",
     "christopher",
     "washington",
     "bay",
     "mattis",
     "smith",
     "barack"
    ],
    "id": 13,
    "text": "Trump signs new vetting measures for refugees aimed at keeping out terrorists Donald Trump, James Mattis Susan Walsh / AP President Donald Trump, left, hands Defense Secretary James Mattis, right, a pen after he signed an executive action on rebuilding the military during an event at the Pentagon in Washington, Friday, Jan. 27, 2017. President Donald Trump, left, hands Defense Secretary James Mattis, right, a pen after he signed an executive action on rebuilding the military during an event at the Pentagon in Washington, Friday, Jan. 27, 2017. (Susan Walsh / AP) Tribune news services Contact Reporter Setting a hard-line tone on national security, President Donald Trump on Friday ordered strict new screening for refugees to keep \"radical Islamic terrorists\" out of the United States and alternated tough talk with kind words in his diplomatic standoff with Mexico. Trump traveled to the Pentagon where he joined Defense Secretary James Mattis for the signing of an executive action to bring sweeping changes to the nation's refugee policies and put in motion his plans to build up the nation's military. \"We want to ensure that we are not admitting into our country the very threats our soldiers are fighting overseas,\" he said. \"We only want to admit those into our country who will support our country and love deeply our people.\" During his election campaign against Hillary Clinton, Trump pledged to put in place \"extreme vetting\" procedures to screen people coming to the U.S. from countries with terrorism ties. The White House did not immediately release details on the order Trump signed, but a draft of the order called for suspending the issuing of visas to people from Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen for at least 30 days. Donald Trump has repeatedly characterized as incubators of crime are generally safer than other cities, according to a new analysis of FBI crime data. There's no legal definition of a sanctuary city, but most observers adopt criteria used by Immigration and... The so-called \"sanctuary cities\" that Donald Trump has repeatedly characterized as incubators of crime are generally safer than other cities, according to a new analysis of FBI crime data. There's no legal definition of a sanctuary city, but most observers adopt criteria used by Immigration and... (Christopher Ingraham) Joined earlier in the day at the White House by British Prime Minister Theresa May, Trump reaffirmed the United States' \"special relationship\" with Great Britain. But he was also asked about more contentious issues, including his recent statements that torture \"does work\" in prying information out of terror suspects. Giving ground, he said his defense secretary's opposition would override his own belief. Hours later he stood at the Pentagon as Mattis, the retired general, was sworn in as the military's chief. Trump was also pressed on whether he would revert back to Bush-era use of torture, in the news since The Associated Press and other news organizations obtained copies of a draft executive order signaling sweeping changes to U.S. interrogation and detention policy. Trump said he would defer to the views of Mattis, who has questioned the effectiveness of such practices as waterboarding, which simulates drowning. \"He has stated publicly that he does not necessarily believe in torture or waterboarding, or however you want to define it. ... I don't necessarily agree. But I would tell you that he will override because I'm giving him that power. He's an expert,\" Trump said. The draft order, which the White House said was not official, also would reverse Obama's effort to close the military detention center at Guantanamo Bay, Cuba — a place Trump has said he wants to fill up \"with bad dudes.\" Trump Bryan R. Smith / AFP/Getty Images Council on American Islamic Relations - New York Executive Director Afaf Nasher prays before a rally and protest against US President Donald Trump in Washington Square Park in New York on January, 25, 2017. Council on American Islamic Relations - New York Executive Director Afaf Nasher prays before a rally and protest against US President Donald Trump in Washington Square Park in New York on January, 25, 2017. (Bryan R. Smith / AFP/Getty Images) The draft also requests recommendations on whether the U.S. should reopen CIA detention facilities outside the United States. Critics said the clandestine sites have marred America's image on the world stage Trump held firm Friday on another controversy — trade and illegal immigration from Mexico. He told reporters at a joint news conference with May that he had a \"very good call\" with Mexican President Enrique Pena Nieto earlier in the day, but he reaffirmed his belief that Mexico has \"outnegotiated and beat us to a pulp\" on trade — and that would change. \"We're no longer going to be the country that doesn't know what it's doing,\" he declared a day after the Mexican leader canceled his visit to Washington in response to Trump's plans to build a border wall and have Mexico pay for it. While the refugee actions are aimed at thwarting terrorists, the border wall is more for keeping out immigrants trying to enter the U.S. for economic reasons — though Trump has continually also raised concerns about criminals flowing north. The flurry of national security moves and foreign policy outreach capped a hectic first week for Trump at the White House, giving Americans an initial look at how he intends to position the United States around the globe. Refugee protest Louisa Gouliamaki / AFP/Getty Images A boy carries a sign as migrants and refugees demonstrate in Athens on January 21, 2017, in solidarity with the Women's March on Washington, one day after the inauguration of Donald Trump as US President. A boy carries a sign as migrants and refugees demonstrate in Athens on January 21, 2017, in solidarity with the Women's March on Washington, one day after the inauguration of Donald Trump as US President. (Louisa Gouliamaki / AFP/Getty Images) Trump, who met with the Joint Chiefs of Staff at the Pentagon, has the authority to determine how many refugees are accepted annually, and he can suspend the program at any time. Refugee processing was suspended in the immediate aftermath of the Sept. 11 attacks and restarted months later. During the past budget year, the U.S. accepted 84,995 refugees, including 12,587 people from Syria. President Barack Obama had set the refugee limit for this budget year at 110,000. Trump, according to the draft of the executive action, plans to cut that to 50,000. The draft order says that while the program is suspended, the U.S. may admit people on a case-by-case basis \"when in the national interest\" and the government will continue to process refugee requests from people claiming religious persecution, \"provided that the religion ... is a minority religion in the individual's country.\" That suggests it would allow the admission of Christians from Muslim-majority countries. In an interview with CBN News, Trump said persecuted Christians would be given priority in applying for refugee status. \"We are going to help them,\" Trump said. \"They've been horribly treated.\" Applauded by some in his own party, Trump's refugee action was strongly criticized by some Democrats. ",
    "title": "Trump signs new vetting measures for refugees aimed at keeping out terrorists - Chicago Tribune"
   },
   {
    "entities": [
     "54 minutes ago this jan.",
     "jan. 27, 2017",
     "pilaa",
     "beach",
     "the 1850s",
     "island",
     "usatoday",
     "2017",
     "facebook",
     "pricilla",
     "elizabeth",
     "linkedin",
     "francisco",
     "saturday",
     "kosen",
     "2014",
     "commentemailmore",
     "post",
     "15,",
     "priscilla",
     "kilauea",
     "ron",
     "san",
     "zuckerberg",
     "chan",
     "december 2016",
     "$100 million",
     "4:47 p.m.",
     "weise",
     "mark",
     "hawaii",
     "garden",
     "kauai",
     "december"
    ],
    "id": 14,
    "text": "Mark Zuckerberg drops suits to force sale of Hawaiian lands 'It's clear we made a mistake,' Zuckerberg tells local community Post to Facebook Mark Zuckerberg drops suits to force sale of Hawaiian lands 'It's clear we made a mistake,' Zuckerberg tells local community Check out this story on USATODAY.com: http://usat.ly/2jFToFE CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 6 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Mark Zuckerberg drops suits to force sale of Hawaiian lands Elizabeth Weise , USATODAY Published 4:47 p.m. ET Jan. 27, 2017 | Updated 54 minutes ago This Jan. 15, 2017 file photo shows public Pilaa Beach, center, below hillside and ridge top land owned by Facebook CEO Mark Zuckerberg and his wife Pricilla Chan, near Kilauea on the north shore of Kauai in Hawaii. The couple are dropping lawsuits seeking to buy out Native Hawaiians who own small parcels of land within their 700-acre Kauai estate. (Photo: Ron Kosen, AP) 54 CONNECT TWEET LINKEDIN 6 COMMENTEMAILMORE SAN FRANCISCO —Facebook CEO Mark Zuckerberg and his wife are dropping controversial suits they filed in December to buy small plots of land that are part of a 700-acre waterfront estate they own on the island of Kauai in Hawaii. In a letter published in The Garden Island , a local newspaper, Zuckerberg wrote of the complex legal tangle, \"it's clear we made a mistake.\" Zuckerberg and Priscilla Chan bought the 700-acre waterfront estate on Kauai for $100 million in 2014. In December 2016, they filed eight lawsuits against several hundred people to buy 13 plots on eight acres partitioned during the 1850s. Ownership of some of the plots was unclear, crossing multiple generations and many heirs. According to Zuckerberg's letter, some have had no inhabitants for decades. Others come with complex legal land agreements dating back more than 160 years. The plots are mostly one acre or smaller and all lie within the 700-acre estate. Zuckerberg's legal maneuver, called \"quiet title and partition,\" was meant to clarify ownership rights to the land and force it to be sold to the highest bidder through a public auction, allowing Zuckerberg to purchase it. Some Hawaiians had harshly criticized the maneuver after the suits became public. The outcry grew louder after Zuckerberg took to Facebook to explain his intent, with some charging him with contributing to a trend with roots in colonialism. A group is planning a protest at the wall of Zuckerberg's estate Saturday. ",
    "title": "Mark Zuckerberg drops suits to force sale of Hawaiian lands"
   },
   {
    "entities": [
     "callaway",
     "jim",
     "temple",
     "naacp",
     "several years ago",
     "sam",
     "hours later",
     "thursday",
     "whitehead",
     "austin",
     "united",
     "methodist",
     "facebook",
     "npr",
     "georgia",
     "college",
     "warren",
     "48 percent",
     "church",
     "14 percent",
     "thornton",
     "ga.",
     "television",
     "dekmar",
     "sept. 8, 1940",
     "today",
     "broadcasting",
     "reed",
     "louis",
     "kristen",
     "lagrange",
     "public",
     "lgtv",
     "the past",
     "last night"
    ],
    "id": 15,
    "text": "Twitter Despite his 22 years in LaGrange, Ga., Louis Dekmar had not heard of Austin Callaway — but some members of his community knew Callaway's story well. Callaway, a 16-year-old African-American in police custody, was abducted at gunpoint by a mob. Hours later, Callaway was discovered with five bullet wounds in his head. He died shortly afterward in the hospital. The police department did not pursue an investigation into the lynching. A grand jury's only comment on it was to recommend better jail cell locks. That was Sept. 8, 1940. On Thursday Chief Dekmar, a white man, stood before a gathering at Warren Temple United Methodist Church, and he apologized. \"As LaGrange police chief, I sincerely regret and denounce the role our police department played in Austin's lynching, both through our action and our inaction,\" Dekmar told the assembly. \"For that, I'm profoundly sorry. It should never have happened.\" Dekmar was joined during that remembrance by Mayor Jim Thornton and other authorities in the town. The full remembrance was live-streamed on Facebook by LGTV LaGrange Television for viewers outside the bounds of the church, and can be watched in the video above. Dekmar's speech begins at about the 25-minute mark. It was a moment long in coming — nearly three-quarters of a century, in fact. Article continues after sponsorship For Dekmar, the path to this apology began several years ago, when he learned of a comment one elderly black woman made to another while waiting to see detectives: \"They killed our people,\" the woman said. It was only after some research that Dekmar learned of Callaway's story. And it was only with the help of the NAACP, local politicians and LaGrange College that a formal remembrance of Callaway could finally come together. He tells NPR that the comment shared between the two women hammered home a crucial point for him. \"Despite the fact that very few people are alive today that were alive then, the attitudes about the police department — and the attitudes as it relates to the city government in general — is influenced by those experiences which are passed down through generations,\" Dekmar says. And those memories, and the distrust of law enforcement that they engender, create a filter between the police department and the community. He says that's why moments like Thursday's ceremony, however tardy they are in coming, remain necessary. This is particularly true given the racial makeup of the community in LaGrange, which is about 48 percent African-American . Dekmar says law enforcement in the area is about 14 percent black, though he says his department has worked hard to improve diversity within its ranks. Resentment toward police persists among members of the local black community, he says — \"and rightfully so,\" given the memories of lynchings like Callaway's. \"Apology is never enough,\" Kristen Reed, who attended the remembrance, told reporter Sam Whitehead of Georgia Public Broadcasting. \"I don't think an apology is ever enough for a murder or for a lynching and for the injustice that followed.\" Still, after the ceremony, Reed noted the rarity of such a moment. \"For them to feel the need to say they were sorry sends a message, especially in a climate like this,\" Reed said. And for Dekmar, it's that small step that matters. \"We don't expect ever to erase the past,\" he says. \"But what I hope last night will do is interrupt the past.\" ",
    "title": "In Apology For Decades-Old Lynching, Police Chief Aims To 'Interrupt The Past' : The Two-Way : NPR"
   },
   {
    "entities": [
     "mufson",
     "thune",
     "rena",
     "charlie",
     "david",
     "at 4:26 pm",
     "this week",
     "trade",
     "maryland",
     "capitol",
     "hampshire",
     "huckabee",
     "november",
     "trump",
     "cabinet",
     "house",
     "hillary",
     "the last minute",
     "progressive",
     "rob",
     "thursday",
     "university",
     "ashley",
     "senate",
     "gregg",
     "donald",
     "parker",
     "mexico",
     "pompeo",
     "newhouse",
     "axelrod",
     "the day",
     "for",
     "sanders",
     "cia",
     "of",
     "whit",
     "bill",
     "congress",
     "defense",
     "first week",
     "judd",
     "mike",
     "john",
     "organization",
     "ayres",
     "guantanamo",
     "dent",
     "post",
     "orenstein/the",
     "department",
     "sullivan",
     "commerce",
     "agency",
     "u.s.",
     "obama",
     "new",
     "shapiro",
     "sarah",
     "james",
     "hill",
     "neil",
     "center",
     "sean",
     "washington",
     "central",
     "america",
     "mattis",
     "steinzor",
     "o'leary",
     "bay",
     "now",
     "wto",
     "jayne",
     "steven",
     "barack",
     "world",
     "clinton",
     "intelligence",
     "reform",
     "january 27",
     "white"
    ],
    "id": 16,
    "text": "Got it President Trump departs the White House en route to Marine One on Thursday. (Bill O'Leary/The Washington Post) By Ashley Parker and Sean Sullivan By Ashley Parker and Sean Sullivan January 27 at 4:26 PM Follow @ashleyrparker Follow @WaPoSean No one can accuse Donald Trump of campaigning in poetry. But after just one week in the White House, the new president is bumping up against the hard reality of governing in prose. Many of the sweeping actions President Trump vowed this week through his executive orders and proclamations are unlikely to happen, either because they are impractical, opposed by Congress and members of his Cabinet, or full of legal holes. The reality — that yawning gap between what Trump says he will do and what he actually can do — underscores his chaotic start, which includes executive actions drafted by close aides rather than experts and without input from the agencies tasked with implementing them. On a host of issues, from health care to trade to immigration, Trump began his presidency with executive orders intended to both placate and excite his base by keeping his bold campaign promises — in rhetoric, if not immediate, tangible results. And the White House says Trump’s executive actions should be viewed as initial moves to enact his agenda. (Jayne Orenstein/The Washington Post) “We’re taking the first steps to get it done, with the understanding that some of these things may be a process, but you have to begin the process and that’s what he’s doing — taking bold action and doing everything he can to make sure these things happen,” said Sarah Huckabee Sanders, the principal deputy White House press secretary. “I have no doubt these things are going to happen.” [ In his first major TV interview as president, Trump is endlessly obsessed with his popularity ] But the reality is far more complicated. On immigration, for instance, Trump’s call for a border wall paid for by Mexico first has to be funded by Congress. And the possibility that Mexico would pay for the wall — always a long shot — grew even more remote this week after Mexico’s president on Thursday canceled his planned visit to Washington to meet with Trump, citing disagreement over the wall. The White House said that one possible option would be to pay for the project with a border tax on Mexican imports. On trade, Trump can withdraw from and renegotiate trade agreements, as he promised during the campaign. But there is no guarantee that he will have willing partners with whom to renegotiate better trade deals, and certainly not necessarily with better terms. And change will hardly be instantaneous: Under the terms of the North American Free Trade Agreement, for example, the president or any other leaders must give six months’ notice of his or her intention to withdraw. Trump has also promised to order an investigation into his false claims that 3 million to 5 million people voted illegally in November for Democratic nominee Hillary Clinton, who beat Trump by nearly 3 million votes. But there is no evidence to support Trump’s claim, and although he has the authority to launch a fact-gathering investigation, it is unlikely to unearth the extensive election fraud he is asserting.  One national security executive order he is considering would allow the Central Intelligence Agency to reopen “black site” prisons abroad , as well as reconsider the agency’s now-shuttered enhanced interrogation program. But it does not have buy-in from Defense Secretary James Mattis or CIA Director Mike Pompeo, both of whom privately told lawmakers they were not consulted. Many lawmakers in both parties have also expressed strong opposition to the directive.  5 challenges Trump may face building a border wall View Graphic 5 challenges Trump may face building a border wall The ad hoc nature of Trump’s executive orders — including some finalized at the last minute or prompted by an off-the-cuff conversation Trump had with a friend or business executive — has further undermined their impact.  Trump, for example, said that only after a discussion with industry leaders this week did he realize that the nation’s pipelines are not necessarily made with U.S. steel. The epiphany scrambled aides to draft an executive order requiring that they be constructed with solely American-made materials. But specifying U.S.-made steel is a violation of the World Trade Organization agreement , except in cases of national security — which this is not. “It would certainly be subject to challenge at the WTO,” said Rob Shapiro, a Commerce Department official under President Bill Clinton. Although it could take five years to adjudicate at the WTO, he said, there is also “the possibility of retaliation by whoever does produce them. The truth is that ‘America first’ is contrary to global trade.” Trump, however, does not seem to realize the limited power of his executive orders and has made public signing ceremonies a trademark of his first week.  “President Trump needs to go back to civics class because he can direct his employees to do various things, but he cannot repeal a bunch of laws through his executive orders because he needs congressional consent — and the executive orders themselves say that,” said Rena Steinzor, a professor at the University of Maryland’s law school. Steinzor, who is also a member of the Center for Progressive Reform, added that the language in many of Trump’s executive orders explicitly acknowledges that they can only be done in accordance with the law. “He can’t just sit there and show people pieces of paper with his overly emphatic signature and say, ‘I have changed the world,’ because that’s not how we do it,” she said. Some of Trump’s actions have caught fellow Republicans on Capitol Hill off guard. “I haven’t seen the new action or what’s being proposed,” said Senate Republican Conference Chairman John Thune (R-S.D.), as he was peppered this week with questions about Trump’s draft order revisiting interrogation practices. And although there is broad consensus among Republicans about the need to repeal and replace the Affordable Care Act — a process Trump began with an executive order the day he was sworn in  — there is far less harmony on exactly when and how to handle the issue. Trade, infrastructure and tax restructuring have also exposed rifts in the party.  “Punitive tariffs are not helpful,” said Rep. Charlie Dent (R-Pa.), a centrist lawmaker. “Trade wars do not end well.” In many ways, Trump is simply experiencing the stark difference between campaigning and governing, a riddle that has bedeviled nearly every incoming president, including Barack Obama. Neil Newhouse, a Republican pollster, said that although “it would be a serious mistake to underestimate the patience Trump supporters have for him and his agenda,” he wondered if Trump himself may grow frustrated. “He’s going to find that running a business is a lot simpler than running the government,” Newhouse said.  [ Tracking Trump’s promises ] David Axelrod, a former senior Obama adviser, pointed to Obama’s executive order his first week in office to close the Guantanamo Bay detention center, noting that he faced stiff congressional opposition and never completed his pledge. But Trump, he said, could face an even more difficult challenge, in part because he presented himself — rather than his policies — as the linchpin. “The appeal he had as a candidate is that people clearly want someone to snap their fingers and just make something happen, and he saw that desire and played to that desire,” Axelrod said. “Now comes the reality, and he’s going to be snapping in the dark.” Axelrod added, “He campaigned as an autocrat and now he’s the president, and the president isn’t an autocrat — and he’s going to find that some of the things he wants to do are difficult.” Many Republicans, however, say that Trump’s supporters may give him a generous amount of time and latitude before demanding concrete results. Whit Ayres, a Republican pollster, said a goal such as building a wall along theborder with Mexico is largely symbolic. “It’s symbolic of greater security and greater control,” Ayres said. “If he gets part of a wall built and Congress has to pay for it, the response from his supporters will be, ‘Well, we didn’t get Mexico to pay for it, but at least we got the wall.’ ” And Judd Gregg, a former Republican governor and senator from New Hampshire, said that for Trump supporters, concrete changes may be beside the point, at least initially. “They’re more interested in the verbal jockeying and the confrontational verbal approach than the results,” he said. “So as long as he’s poking a stick in the eye of the people his constituency feels are a problem, the rest won’t matter.” Steven Mufson contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Reality check: Many of Trump’s early vows will probably never happen - The Washington Post"
   },
   {
    "entities": [
     "jim",
     "theresa",
     "langley",
     "carr",
     "brook",
     "navy",
     "harnik",
     "jan. 26, 2017",
     "avenue",
     "getty",
     "turkey",
     "pelosi",
     "convention",
     "oval",
     "kevin",
     "pool/european",
     "pool",
     "state",
     "cia",
     "defense",
     "kamm",
     "ngan",
     "j.",
     "martinez",
     "department",
     "d-calif.",
     "pences",
     "today",
     "army",
     "iraq",
     "minchillo",
     "islamic",
     "center",
     "gregory",
     "european",
     "gop",
     "tom",
     "jan. 20, 2017",
     "budget",
     "ap",
     "white",
     "48 minutes ago",
     "air",
     "base",
     "management",
     "capitol",
     "friday",
     "mitch",
     "inauguration day",
     "mcconnell",
     "united",
     "facebook",
     "may",
     "senate",
     "jan. 27, 2016",
     "pressphoto",
     "of",
     "chip",
     "jan. 23, 2017",
     "obamas",
     "kelly",
     "sports",
     "mandel",
     "u.s.",
     "agency",
     "james",
     "nicholas",
     "27%",
     "and",
     "andrews",
     "cornyn",
     "somodevilla",
     "office",
     "the future",
     "pence",
     "pentagon",
     "andrew",
     "images",
     "porter",
     "vanden",
     "saul",
     "mall",
     "jeff",
     "afp/getty",
     "pablo",
     "shawn",
     "thew",
     "walsh",
     "security",
     "mike",
     "john",
     "prayer",
     "isil",
     "jan. 21, 2017",
     "usa",
     "va.",
     "obama",
     "national",
     "susan",
     "1:03 p.m.",
     "service",
     "applewhite",
     "america",
     "nancy",
     "jan. 25, 2017",
     "jan. 24, 2017",
     "vucci",
     "jan. 22, 2017",
     "jan. 27, 2017",
     "last year",
     "states",
     "marine",
     "trump",
     "house",
     "melania",
     "syria",
     "rob",
     "last week",
     "monsivais",
     "davis",
     "bourg",
     "binks",
     "murray",
     "force",
     "dietsch",
     "scott",
     "korte",
     "philadelphia",
     "washington",
     "mattis",
     "homeland",
     "loeb",
     "evan",
     "now",
     "isis",
     "pennsylvania",
     "barack",
     "maryland"
    ],
    "id": 17,
    "text": "Trump signs orders on rebuilding military and 'extreme vetting' President Trump visits Pentagon, charges brass to batter ISIL. Post to Facebook Trump signs orders on rebuilding military and 'extreme vetting' President Trump visits Pentagon, charges brass to batter ISIL. Check out this story on USATODAY.com: http://usat.ly/2kbCUJ4 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 164 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump signs orders on rebuilding military and 'extreme vetting' Tom Vanden Brook and Gregory Korte , USA TODAY Published 1:03 p.m. ET Jan. 27, 2017 | Updated 48 minutes ago CLOSE x Share President Trump signed two more executive actions while at the Pentagon for the swearing-in ceremony of his Secretary of Defense James Mattis. President Trump shows his signature on executive orders alongside Defense Secretary James Mattis and Vice President Pence on Jan. 27, 2016, at the Pentagon. (Photo: Mandel Ngan, AFP/Getty Images) WASHINGTON — President Trump charged his new Defense secretary with rebuilding the military and announced an executive order to clamp down on refugee admissions in the United States during a visit Friday to the Pentagon. The presidential national security memorandum — a never-before-seen form of presidential directive — calls for a 30-day review of military readiness. It requires the the Pentagon and Office of Management and Budget to come up with a plan to bolster the military, and calls for an examination of the nation's nuclear arsenal and missile-defense capabilities. Trump signed the memorandum after a swearing-in ceremony for Defense Secretary Jim Mattis. Trump called the former Marine general \"a man of action\" in whom he has \"total confidence.\" \"Our military strength will be questioned by no one, but neither will our dedication to peace,\" Trump said. In a signing ceremony in the Pentagon's Hall of Heroes, the president also signed a separate executive order that he said would \"keep radical Islamic terrorists out of the United States of America.\" In signing the two orders together, Trump drew a connection between migration and national security. \"We want to make sure we don’t want to admit into our country the very terrorists that our soldiers are fighting overseas,\" he said. Trump's directive did not specifically mention the Islamic State, but Trump also received a briefing by military brass on plans to expand the pace and scope of the bombing campaign against targets in Iraq and Syria. That could be accomplished by providing more aerial spy planes and other assets from the military and intelligence communities, said Scott Murray, a retired Air Force colonel who helped direct the effort to target ISIL fighters and their infrastructure. Commanders could also re-examine limits on the number of civilian casualties that the military risks when it hits targets of the Islamic State, also referred to as ISIL or ISIS, Murray said. Known as the “non-combatant value,” the rule restricts the number of civilians who can be put at risk in an airstrike. Last year, the military delegated the authority for those attacks from higher headquarters to top officers in the field. The result was more airstrikes. Special operations forces could be deployed to provide on-the-ground guidance for bombs in real-time, Murray said. Basing A-10 ground-attack jets in Turkey would allow them to loiter over targets for longer periods, he said. Read more: New rules allow more civilian casualties in air war against ISIL After Trump's visit, Mattis expressed gratitude for Trump's support and said he \"shares the president's goal of ensuring our military leaders have the support they need to accelerate the campaign against ISIS, and to build combat readiness now and for the future,\" said Navy Capt. Jeff Davis, a Pentagon spokesman, in a statement. Last week in his inaugural address, Trump decried the state of U.S. military forces and has called to bolster them. The United States has “subsidized the armies of other countries while allowing the sad depletion of our military,” Trump said. Friday's memo called on the Pentagon to develop a plan aimed at addressing the military's readiness to fight, including manpower shortages, insufficient maintenance and funding needed for fuel and ammunition. During the campaign, Trump called for a significant buildup of the Navy. He called for the fleet increase its strength from 274 ships to 350, a 27% boost. The Army has already begun to increase its ranks. Legislation approved last year would reverse the reduction of soldiers planned by President Barack Obama, boosting the size of the Army by 16,000 to 476,000 soldiers. ] Read more: Posted! A link has been posted to your Facebook feed. Trump greets British Prime Minister Theresa May as she arrives at the White House on Jan. 27, 2017.  Shawn Thew, European Pressphoto Agency Senate Majority Whip John Cornyn and Senate Majority Leader Mitch McConnell watch as President Trump arrives to speak to House and Senate GOP lawmakers at the annual policy retreat in Philadelphia on Jan. 26, 2017.  Pablo Martinez Monsivais, AP Trump boards Air Force One at Andrews Air Force Base in Maryland on Jan. 26, 2017, as he departed to attend a Republican congressional retreat in Philadelphia.  Nicholas Kamm, AFP/Getty Images Trump, accompanied by Vice President Mike Pence, gives a thumbs-up on Jan. 25, 2017, at the White House.  Pablo Martinez Monsivais, AP Trump reads from one of the executive orders he signed during a visit to the Department of Homeland Security with Vice President Mike Pence, Homeland Security Secretary John Kelly and other officials in Washington on Jan. 25, 2017.  Chip Somodevilla, Pool/European Pressphoto Agency Trump arrives for meeting with automobile leaders in the Roosevelt Room of the White House on Jan. 24, 2017.  Pablo Martinez Monsivais, AP Trump displays one of five executive actions he signed in the Oval Office on Jan. 24, 2017.  Shawn Thew, European Pressphoto Agency Trump speaks during a reception for House and Senate leaders in the the State Dining Room of the White House on Jan. 23, 2017.  Susan Walsh, AP Trump signs executive actions in the Oval Office on Jan. 23, 2017.  Saul Loeb, AFP/Getty Images Trump meets with business leaders on Jan. 23, 2017, in the Roosevelt Room.  Pablo Martinez Monsivais, AP President Trump holds a letter left for him by former president Barack Obama as Vice President Pence looks on before the swearing-in of the White House senior staff on Jan. 22, 2017.  Mandel Ngan, AFP/Getty Images Trump speaks at the CIA headquarters in Langley, Va., on Jan. 21, 2017.  Andrew Harnik, AP The Trumps arrive for a National Prayer Service at the National Cathedral on Jan. 21, 2017.  Andrew Harnik, AP The president and first lady thank guests during the Freedom Ball at the Washington Convention Center on Jan. 20, 2017.  Chip Somodevilla, Getty Images The Trumps and Pences attend the Freedom Ball on Jan. 20, 2017.  Kevin Dietsch, Pool/European Pressphoto Agency Trump waves as he walks with first lady Melania Trump during the inaugural parade on Pennsylvania Avenue.  Evan Vucci, Pool Trump is joined by the congressional leadership and his family as he formally signs his cabinet nominations into law in the President\u0092s Room of the Senate on Jan. 20, 2017.  J. Scott Applewhite, Pool Photo-USA TODAY Sports Trump greets House Minority Leader Nancy Pelosi, D-Calif., and other congressional leaders as he arrives for his inauguration luncheon at the Capitol on Inauguration Day.  J. Scott Applewhite, Pool Trump and Obama arrive for Trump\u0092's inauguration luncheon at the Capitol.  J. Scott Applewhite, Pool The Trumps and Obamas  stand on the steps of the  U.S. Capitol on Jan. 20, 2017.  Rob Carr, Getty Images Trump is seen speaking on video monitor on the National Mall during his inauguration on Jan. 20, 2017.  John Minchillo, AP Trump delivers his inaugural address on Jan. 20, 2017, on the west front of the U.S. Capitol  Porter Binks, USA TODAY Trump takes the oath of office on Jan. 20, 2017, as his family looks on.  Jim Bourg, Pool Like this topic? You may also like these photo galleries: Replay ",
    "title": "Trump signs orders on rebuilding military and 'extreme vetting'"
   },
   {
    "entities": [
     "enrique",
     "theresa",
     "texas",
     "ferazzi",
     "sept. 30",
     "nieto",
     "california",
     "respect",
     "garcetti",
     "charles",
     "aug. 10, 2016",
     "state",
     "for",
     "defense",
     "fla.",
     "once",
     "/",
     "amlotte",
     "madeleine",
     "eric",
     "afghanistan",
     "schumer",
     "iraq",
     "christian",
     "the last year",
     "center",
     "a.",
     "saudi",
     "european",
     "steven",
     "angeles",
     "new year",
     "the next several months",
     "bierman",
     "white",
     "muslim-majority",
     "network",
     "goldstein",
     "friday",
     "florida",
     "mary",
     "refugee",
     "michael",
     "news",
     "may",
     "united",
     "senate",
     "donald",
     "mideast",
     "pressphoto",
     "of",
     "e.",
     "agency",
     "u.s.",
     "pomona",
     "james",
     "york",
     "herrera",
     "albright",
     "cristobal",
     "franklin",
     "arabia",
     "pentagon",
     "roosevelt",
     "council",
     "n.",
     "michelle",
     "brian",
     "thursday",
     "tyler",
     "jeff",
     "2024",
     "mccaul",
     "bennett",
     "commission",
     "yemen",
     "security",
     "kamala",
     "cal",
     "then-czechoslovakia",
     "1975",
     "obama",
     "new",
     "broadcasting",
     "wednesday",
     "sudan",
     "los",
     "iran",
     "america",
     "committee",
     "moore",
     "germany",
     "city",
     "somalia",
     "anne",
     "tomorrow",
     "$10,000",
     "times",
     "women's",
     "the full fiscal year",
     "northridge",
     "states",
     "trump",
     "house",
     "2017",
     "syria",
     "harris",
     "university",
     "tonight",
     "fox",
     "brané",
     "noah",
     "memoli",
     "gina",
     "mutual",
     "abc",
     "first week",
     "peña",
     "2016",
     "frank",
     "libya",
     "the mid-1970s",
     "mattis",
     "homeland",
     "pakistan"
    ],
    "id": 18,
    "text": "Trump signs order to temporarily shut nation's door to most refugees and start 'extreme vetting' Donald Trump campaigns in Florida in 2016 Cristobal Herrera / European Pressphoto Agency Donald Trump speaks about immigration and refugees during a campaign event in Sunrise, Fla., on Aug. 10, 2016. Donald Trump speaks about immigration and refugees during a campaign event in Sunrise, Fla., on Aug. 10, 2016. (Cristobal Herrera / European Pressphoto Agency) Brian Bennett and Noah Bierman Contact Reporters President Trump signed an executive order Friday that would temporarily halt the nation’s refugee program and usher in the most sweeping changes in more than 40 years to how the U.S. welcomes the world’s most vulnerable people. The order would block all refugees from entering the U.S. for 120 days and suspend the acceptance of refugees from war-torn Syria indefinitely. “We want to ensure that we are not letting into our country the very threats that our soldiers are fighting overseas,” Trump said after swearing in new Defense Secretary James N. Mattis at the Pentagon. Trump would also block visa applicants entirely from a list of countries that the administration considers of major terrorism concern, including Iraq, Iran, Libya, Somalia, Sudan and Yemen, until a new “extreme vetting” procedure for visa applicants can be launched. Protecting the Nation From Foreign Terrorist Entry Into The United States Open link The action capped Trump’s frenetic first week in the White House, as well as a busy day that included his first meeting with a foreign leader, British Prime Minister Theresa May. Trump also spoke by phone for about an hour with Mexican President Enrique Peña Nieto, attempting to soothe what has already become a tense relationship. And he swore in Mattis and signed a second directive that instructs the Pentagon to draw up a list of plans to upgrade equipment and improve training. The U.S. has admitted more than 3.3 million refugees since 1975, including more than 80,000 refugees in the last year. Under Trump’s plan, those numbers would plummet to a trickle for the next several months. For the full fiscal year, which ends Sept. 30, the order sets a cap of 50,000 refugees. The order provides an exception for “religious minorities,” a category that could include Christians fleeing largely Muslim countries as well as other groups including Yazidis and Bahais that face persecution in the Mideast. Trump said in an interview Friday with the Christian Broadcasting Network that the order would help Christians fleeing Syria enter the United States. The order also expands the ability of local jurisdictions to block the settlement of refugees they object to. During the Obama administration, the federal government stopped efforts by some local officials to block refugee resettlements. Trump’s action, seen as part of his campaign pledge to ban Muslims from entering the country, sparked an international outcry, given the historic role that the U.S. and other industrialized nations have long played in embracing victims of war and oppression. The last major change in U.S. refugee policy came during the Vietnamese resettlement programs of the mid-1970s. In recent months, Trump has backed away from a blanket ban on Muslims and instead said he would focus on blocking people from countries linked to terrorism. Democrats, however, say the new order is just a more cleverly worded way of achieving the same goal. And the Council on American-Islamic Relations immediately announced that it would sue. “Make no mistake — this is a Muslim ban,” said Sen. Kamala Harris of California. “Broad-brush discrimination against refugees and immigrants from Muslim-majority countries, most of whom are women and children, runs counter to our national security interests, and will likely be used as a terrorist recruitment tool.” But Trump won backing from some key congressional Republicans, including Rep. Michael McCaul of Texas, who leads the House Homeland Security Committee. “We are a compassionate nation and a country of immigrants,” McCaulsaid. “But as we know, terrorists are dead-set on using our immigration and refugee programs as a Trojan horse to attack us.” The new vetting procedures would block admission of individuals who engage in “acts of bigotry or hatred” or “would oppress members of one race, one gender or sexual orientation.” Trump called the vetting procedures “totally extreme” during an interview with Fox News on Thursday. “We’re going to have extreme vetting for people coming into our country, and if we think there’s a problem, it’s not going to be so easy for people to come in anymore,” he said. “I’m going to be the president of a safe country,” Trump told ABC News on Wednesday when asked about the policy. “We have enough problems.” In the ABC interview, Trump said Germany and other European countries had made a “tremendous mistake by allowing these millions of people.” He said residents of countries left out of the ban — Afghanistan, Pakistan, Saudi Arabia — would nonetheless face what he calls “extreme vetting,” and dismissed concerns that his actions will inflame tensions in the Muslim world. “The world is as angry as it gets,” he said. “What, you think this is going to cause a little more anger?” Critics called Trump’s order a betrayal of long-held American ideals. “Tears are running down the cheeks of the Statue of Liberty tonight as a grand tradition of America, welcoming immigrants, that has existed since America was founded has been stomped upon,” Senate Democratic leader Charles E. Schumer of New York said in a statement. Former Secretary of State Madeleine Albright , whose family fled the communist takeover of then-Czechoslovakia when she was a child, said she had benefited personally from the American “tradition of openness.” “This order would end that tradition and discriminate against those fleeing a brutal civil war in Syria. It does not represent who we are as a country,” she said. Traditionally, the U.S. has accepted refugees based on their “vulnerability” and their ties to friends and family in the U.S., said Michelle Brané, a director at the Women’s Refugee Commission. “Religion and nationality are factors to consider in evaluating the refugee claim, but the program should not exclude a refugee on one of those grounds alone,” she said. Several of those who condemned Trump’s order noted that it was signed on Holocaust Remembrance Day , a reminder that thousands of Jews fleeing Nazi Germany were denied safe harbors in the United States and elsewhere, forcing them back to Nazi-controlled territory, where many were murdered. “Donald Trump is retracting the promise of American freedom to an extent we have not seen from a president since Franklin Roosevelt forced Japanese Americans into internment camps during World War II,” said Steven Goldstein, executive director of the Anne Frank Center for Mutual Respect in New York City. Los Angeles Times staff writer Michael A. Memoli contributed to this report. Caption 90 seconds: 4 stories you can't miss So-called sanctuary cities were once places of refuge.   A surge in media mergers is expected under Trump’s pro-business agenda.   Chinese New Year begins tomorrow.   Grocery store tomatoes are often tasteless but researchers at the University of Florida have discovered a game-changer. Caption 90 seconds: 4 stories you can't miss So-called sanctuary cities were once places of refuge.   A surge in media mergers is expected under Trump’s pro-business agenda.   Chinese New Year begins tomorrow.   Grocery store tomatoes are often tasteless but researchers at the University of Florida have discovered a game-changer. Caption Neighborhood improvements can limit sex-trafficking, study says A Cal State Northridge study identified up to 40 locations used for illegal sex that could be safeguarded by the addition of street lamps or the trimming of trees. A Cal State Northridge study identified up to 40 locations used for illegal sex that could be safeguarded by the addition of street lamps or the trimming of trees. Caption Curves, craftsmanship and class | 2017 Grand National Roadster Show in Pomona Thirteen custom cars will compete for the “America's Most Beautiful Roadster” award, vying for a 9-foot-tall trophy and $10,000 in prize money. (Gina Ferazzi / Los Angeles Times) Thirteen custom cars will compete for the “America's Most Beautiful Roadster” award, vying for a 9-foot-tall trophy and $10,000 in prize money. (Gina Ferazzi / Los Angeles Times) Caption Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. ",
    "title": "Trump signs order to temporarily shut nation&apos;s door to most refugees and start &apos;extreme vetting&apos; - LA Times"
   },
   {
    "entities": [
     "77%",
     "alan",
     "civil",
     "david",
     "jan. 27, 2017",
     "mosque",
     "times",
     "this week",
     "frederic",
     "friday",
     "jan. 26, 2017",
     "2%",
     "states",
     "trump",
     "house",
     "u.s",
     "sea",
     "reuters",
     "syria",
     "pinterest",
     "michael",
     "r-texas",
     "facebookemail",
     "gibrael",
     "facebook",
     "united",
     "gomez",
     "miliband",
     "linkedin",
     "american",
     "state",
     "international",
     "the day",
     "mccaul",
     "masjid",
     "calif.",
     "first week",
     "commentemailmore",
     "security",
     "white",
     "brown",
     "2016",
     "j.",
     "twitter",
     "current",
     "department",
     "5:08 p.m.",
     "usa",
     "u.s.",
     "mediterranean",
     "new",
     "obama",
     "today",
     "23%",
     "san",
     "union",
     "rescue",
     "sept. 11, 2001",
     "york",
     "america",
     "gabriel",
     "committee",
     "homeland",
     "liberties",
     "nov. 2015",
     "google",
     "pentagon",
     "57 minutes ago"
    ],
    "id": 19,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Trump signs executive order to keep 'Islamic terrorists' out of U.S. President Trump ended his first week in office Friday by ordering the State Department to develop \"extreme vetting\" measures for immigrants from countries with ties to terrorism. Post to Facebook Trump signs executive order to keep 'Islamic terrorists' out of U.S. President Trump ended his first week in office Friday by ordering the State Department to develop \"extreme vetting\" measures for immigrants from countries with ties to terrorism. Check out this story on USATODAY.com: http://usat.ly/2jGhjoD CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 13 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump signs executive order to keep 'Islamic terrorists' out of U.S. Alan Gomez , USA TODAY Published 5:08 p.m. ET Jan. 27, 2017 | Updated 57 minutes ago People attend an interfaith solidarity event at Masjid Gibrael Mosque in San Gabriel, Calif., on Jan. 26, 2017, where religious and community leaders denounced hate speech and anti-Muslim proposals. (Photo: Frederic J. Brown, AFP/Getty Images) 30 CONNECT TWEET LINKEDIN 13 COMMENTEMAILMORE President Trump ended his first week in office Friday by ordering the State Department to develop \"extreme vetting\" measures for immigrants from countries with ties to terrorism. After speaking at the Pentagon, Trump signed an executive order to implement the new vetting measures to keep \"radical Islamic terrorists\" out of the United States. Doing so, he said, is one way to honor the sacrifices made by Americans who lost their lives on Sept. 11, 2001, and those fighting terrorism around the world. \"We want to ensure that we are not admitting into our country the very threats our soldiers are fighting overseas,\" he said. \"We only want to admit those into our country who will support our country and love deeply our people.\" Trump's expected ban on refugees, who could be affected? Media outlets, including the New York Times and Reuters, have reported this week that Trump's order would suspend the U.S. refugee program and temporarily halt all legal immigration from Syria and six other countries with close ties to terrorism. The White House did not immediately release the order Trump signed on Friday, but critics and supporters responded quickly. Trump drew widespread condemnation from Democrats, immigrant and civil rights groups around the world. The American Civil Liberties Union described Trump's \"extreme vetting\" as \"just a euphemism for discriminating against Muslims.\" And David Miliband, president and CEO of the International Rescue Committee, said the order was completely unnecessary since the U.S. already has the \"strongest, most successful\" resettlement program in the world. \"In truth, refugees are fleeing terror — they are not terrorists,\" Miliband said. \"And at a time when there are more refugees than ever, America must remain true to its core values. America must remain a beacon of hope.\" This is what it looks like for refugees rescued from Mediterranean Sea Congressional Republicans said they would work with Trump to implement the new vetting procedures. Rep. Michael McCaul, R-Texas, chairman of the House Homeland Security Committee, described the U.S. refugee program as a \"Trojan Horse\" for would-be terrorists that had been ignored by President Obama. \"President Trump signed an order to help prevent jihadists from infiltrating the United States,\" McCaul said. \"With the stroke of a pen, he is doing more to shut down terrorist pathways into this country than the last administration did in eight years.\" President Obama had increased the refugee resettlement program during his time in office, increasing the cap from 60,000 to 70,000 to 85,000 in 2016. He reserved 10,000 of those spots for refugees from Syria. While Trump has claimed that most Syrian refugees coming to the U.S are single, military-age men, the State Department said those numbers didn't add up. As of Nov. 2015, 77% of Syrian refugees who entered the U.S. were women and children. Only 23% were adult men, and only 2% were \"single men unattached to families.\" 30 CONNECT TWEET LINKEDIN 13 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2jGhjoD NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Trump signs executive order to keep 'Islamic terrorists' out of U.S."
   },
   {
    "entities": [
     "council",
     "friday",
     "states",
     "south",
     "trump",
     "united",
     "senate",
     "0.1 percent",
     "china",
     "russia",
     "nations",
     "security",
     "haley",
     "republican",
     "carolina",
     "january 27, 2017",
     "28 percent",
     "1 percent",
     "the past",
     "days ago",
     "kremlin"
    ],
    "id": 20,
    "text": "Privacy Policy The money that the United States voluntarily contributes to the United Nations is a little over 0.1 percent of the total federal budget . Some Republican lawmakers have sought in the past to make some of the assessed dues also voluntary, but that idea has never passed muster with Congress.One area that is likely to draw scrutiny from the Trump administration, judging from what Ms. Haley said during her confirmation hearing , is peacekeeping. The United States pays the largest share of the peacekeeping budget — about 28 percent — but provides virtually no soldiers.The threats to cut funding come as China has stepped up its role at the United Nations, increasing its support for peacekeeping and development aid. China also has a veto in the Security Council.“This is a time of strength, this is a time of action, this is a time of getting things done,” Ms. Haley said on Friday, adding that she was prepared to re-evaluate the United Nations’ efforts. “Everything that’s working we’re going to make it better. Everything that’s not working we’re going to try and fix. And anything that seems to be obsolete and not necessary we’re going to do away with,” she said. Her tone was in contrast to a far more conciliatory approach just days ago, when she faced a Senate confirmation hearing. There, she said she did not favor a “slash and burn” approach to American contributions to the United Nations, but she questioned its value to American national interests. “Are we getting what we pay for?” she asked. Ms. Haley, 45, a former Republican governor of South Carolina and one of Mr. Trump’s most outspoken critics during the campaign, had tried to distance herself from some of what Mr. Trump has said about international diplomacy. She has said she favors continuing sanctions against Russia, for instance, but also cooperation with the Kremlin on counterterrorism. She has said she is concerned about security threats posed by refugees, and while she said climate change was “on the table,” she said she did not favor policies that imperiled business. Correction: January 27, 2017 An earlier version of this article misstated the portion of the federal budget that the United States contributes to the United Nations. Its contributions represent a little more than 0.1 percent, not 1 percent. ",
    "title": "Nikki Haley Puts U.N. on Notice: U.S. Is ‘Taking Names’ - The New York Times"
   },
   {
    "entities": [
     "middle",
     "signs",
     "last year",
     "network",
     "cbn",
     "states",
     "trump",
     "keneally",
     ", 5:33 pm",
     "refugee",
     "boian",
     "syria",
     "executive",
     "sunday",
     "jan 27, 2017",
     "news",
     "united",
     "donald",
     "this afternoon",
     "chris",
     "cia",
     "orders",
     "jehovah",
     "87 percent",
     "abc",
     "2016",
     "meghan",
     "june 2014",
     "u.n.",
     "processing",
     "unhcr",
     "u.s.",
     "agency",
     "today",
     "10 percent",
     "christian",
     "broadcasting",
     "factbook",
     "center",
     "east",
     "now",
     "speaks",
     "world",
     "pentagon"
    ],
    "id": 21,
    "text": "Donald Trump Says He'll Give Christian Refugees Priority By Meghan Keneally Jan 27, 2017, 5:33 PM ET 0 Shares WATCH President Trump Signs Executive Orders at Pentagon 0 Shares Email Donald Trump campaigned on the promise to cut down or stop the number of refugees entering the country, but he has now said that persecuted Christians will be treated as priorities. During an interview with the Christian Broadcasting Network, the president said today that Christians in Syria have been treated unfairly in the refugee process. \"They’ve been horribly treated. Do you know if you were a Christian in Syria it was impossible, at least very tough to get into the United States? If you were a Muslim you could come in, but if you were a Christian, it was almost impossible and the reason that was so unfair, everybody was persecuted in all fairness, but they were chopping off the heads of everybody but more so the Christians. And I thought it was very, very unfair. So we are going to help them,\" Trump said in a clip of the interview that was released this afternoon. Trump Speaks to Mexican President by Phone 1 Day After Canceling Meeting In the remarks released by CBN in advance of the full interview airing on Sunday, Trump did not give any examples or cite evidence to support his claim that it is more difficult for Syrian Christians to gain refugee status than Syrian Muslims . According to the CIA World Factbook , as of June 2014, 87 percent of Syrians were Muslim while 10 percent were Christian. And likewise, there were more Muslim refugees from Syria who came to the United States last year than Christian refugees. The Refugee Processing Center reports that in 2016, there were 15,302 Muslims who arrived in the U.S. from Syria and there were 93 people, also from Syria, who identified as either Catholic, Christian, Protestant or Jehovah's Witness. \"The Middle East is a region of extraordinary ethnic and religious diversity,\" said Chris Boian, the senior communications officer of the U.N. Refugee Agency, UNHCR. \"UNHCR believes that any human being that has been forced to flee his or her homeland to escape life-threatening conflict and persecution should receive equal treatment for protection and assistance regardless of their religion, nationality or race,\" he told ABC News. 0 Shares ",
    "title": "Donald Trump Says He'll Give Christian Refugees Priority - ABC News"
   },
   {
    "entities": [
     "scalia",
     "love",
     "next week",
     "supreme",
     "states",
     "trump",
     "march",
     "house",
     "2017",
     "ernst",
     "mccluksy",
     "r-utah",
     "mall",
     "united",
     "--",
     "donald",
     "metaxas",
     "indiana",
     "timothy",
     "chris",
     "wade",
     "court",
     "mike",
     "mia",
     "j.",
     "conway",
     "twitter",
     "r-iowa",
     "kellyanne",
     "joni",
     "r-new",
     "eric",
     "u.s.",
     "jan. 22, 1973",
     "d.c.",
     "jersey",
     "national",
     "roe",
     "antonin",
     "this year's march",
     "washington",
     "america",
     "january 27, 2017",
     "tom",
     "jeanne",
     "mancini",
     "smith",
     "dolan",
     "pence",
     "white"
    ],
    "id": 22,
    "text": "WATCH Vice President Mike Pence Addresses March for Life 0 Shares Email For the first time at the annual anti-abortion March for Life rally, a vice president addressed the crowds gathered in Washington, D.C. Vice President Mike Pence, a Catholic and longtime supporter of the anti-abortion movement who enacted some of the strictest abortion laws in the country as governor of Indiana, told cheering supporters gathered on the National Mall “life is winning again in America.” \"Along with you, we will not grow weary, we will not rest until we restore a culture of life in America for ourselves and our posterity,\" said Pence. The march, which began in front of the Washington Monument, ends at the steps of the United States Supreme Court. Pence said at the pre-march event that next week, President Donald Trump will announce a Supreme Court nominee in the anti-abortion jurisprudence of the late Antonin Scalia who “will uphold the God-given liberties enshrined in our Constitution.” Out on the campaign trail, Trump frequently said that he would nominate “pro-life” judges to the Supreme Court. And while Trump was not able to attend the rally, he expressed his support on Twitter. “The #MarchForLife is so important. To all of you marching --- you have my full support!” Trump tweeted. The #MarchForLife is so important. To all of you marching --- you have my full support! — Donald J. Trump (@realDonaldTrump) January 27, 2017 Counselor to the president Kellyanne Conway joined Pence in representing the Trump administration. “Steps away from here in the White House a president and vice president sit at their desks and make decisions for a nation. as they sit there, they stand here with you,” said Conway. “This is a time of incredible promise for pro-life, pro-adoption movement. Our action must reach those women who face unplanned pregnancies, they should know they are not alone. They’re not judged. They’re protected and cared for and celebrated. So to the March for Life 2017 allow me to make it very clear -- we hear you, we see you, we respect you, and we look forward to working with you.” The March for Life draws advocates against abortion rights from around the country to Washington, D.C. It is held each year around the anniversary of the landmark Supreme Court decision Roe v. Wade, made on Jan. 22, 1973. Many in the movement against abortion rights have spoken highly of the Trump administration. Tom McCluksy, vice president of government affairs at the March for Life, expressed optimism for the advancement of an anti-abortion agenda in the first 100 days. “Trump has made pro-life promises and has assembled a team of personnel with incredible pro-life convictions, and qualifications, starting with ... Pence,” he wrote in a blog post. This year’s march centers on the theme “The Power of One.” Beyond Pence and Conway, speakers included Cardinal Timothy Dolan, Sen. Joni Ernst, R-Iowa, Rep. Mia Love, R-Utah, Rep. Chris Smith, R-New Jersey, and conservative author Eric Metaxas. “It is our hope that this year’s March for Life will encourage each of us to seek and fulfill our unique mission to the best of our ability because only in doing so we will collectively build a culture of life in the U.S. -- a culture where abortion is unthinkable,” March for Life President Jeanne Mancini said in a statement. 0 Shares ",
    "title": "Vice President Mike Pence Tells March for Life: 'Life Is Winning Again in America' - ABC News"
   },
   {
    "entities": [
     "holocaust",
     "anne",
     "jan. 27, 2017",
     "josiane",
     "goldstein",
     "anti-defamation",
     "league",
     "states",
     "getty",
     "trump",
     "house",
     "coalition",
     "the international day",
     "united",
     "respect",
     "donald",
     "jonathan",
     "the day",
     "mcnamee",
     "for",
     "george",
     "mutual",
     "greenblatt",
     "brown",
     "frank",
     "post",
     "auschwitz",
     "republican",
     "traum",
     "images-rrb-",
     "phillipthe",
     "obama",
     "2006",
     "today",
     "abby",
     "w.",
     "fred",
     "center",
     "jewish",
     "memorial",
     "museum",
     "washington",
     "gop",
     "america",
     "2005",
     "the past",
     "bush",
     "steven",
     "barack",
     "2007",
     "white"
    ],
    "id": 23,
    "text": "Trump's statement marking Holocaust remembrance leaves out mention of Jews Holocaust Memorial Museum Win McNamee / Getty Images Holocaust survivor Josiane Traum lights a memorial candle during an International Holocaust Remembrance Day Commemoration at the United States Holocaust Memorial Museum on Jan. 27, 2017 in Washington. Holocaust survivor Josiane Traum lights a memorial candle during an International Holocaust Remembrance Day Commemoration at the United States Holocaust Memorial Museum on Jan. 27, 2017 in Washington. (Win McNamee / Getty Images) Abby PhillipThe Washington Post A statement from President Donald Trump marking International Holocaust Remembrance Day omitted any mention of Jews or anti-Semitism, a departure from recent bipartisan precedent set by previous presidents. The statement calls for remembrance of \"victims, survivors, heroes,\" but nowhere does it mention the millions of Jewish people killed during the Holocaust, nor does it mention the ideology of anti-Semitism that led to the killings. Here's the statement from Trump in full: \"It is with a heavy heart and somber mind that we remember and honor the victims, survivors, heroes of the Holocaust. It is impossible to fully fathom the depravity and horror inflicted on innocent people by Nazi terror. \"Yet, we know that in the darkest hours of humanity, light shines the brightest. As we remember those who died, we are deeply grateful to those who risked their lives to save the innocent. \"In the name of the perished, I pledge to do everything in my power throughout my Presidency, and my life, to ensure that the forces of evil never again defeat the powers of good. Together, we will make love and tolerance prevalent throughout the world.\" In a series of tweets, Jonathan Greenblatt, chief executive of the Anti-Defamation League, noted the omissions. \"@WhiteHouse statement on #HolocaustMemorialDay, misses that it was six million Jews who perished, not just 'innocent people,' \" Greenblatt tweeted. \"Puzzling and troubling @WhiteHouse #HolocaustMemorialDay stmt has no mention of Jews. GOP and Dem. presidents have done so in the past.\" Steven Goldstein, executive Director of the Anne Frank Center for Mutual Respect, was also critical of the White House statement. \"President Trump's statement today for International Holocaust Remembrance Day makes NO MENTION of Jews,\" he said in a statement. \"How can you forget, Mr. President, that six million Jews were murdered because they were Jews? You chose the vague phrase 'innocent people.' They were Jews, Mr. President.\" The international day of remembrance has fallen on the day the Auschwitz concentration camp was liberated since 2006. Former president Barack Obama's statements on the day noted the \"6 million Jews and millions of other people\" who were killed by Nazis. In 2005, when President George W. Bush marked the 60th anniversary of Auschwitz's liberation, he declared it \"a reminder that when we find anti-Semitism, we must come together to fight it.\" In 2007, Bush's statement marking the day noted: \"We must continue to condemn the resurgence of anti-Semitism, that same virulent intolerance that led to the Holocaust, and we must combat bigotry and hatred in all their forms, in America and abroad.\" The White House did not respond to requests for comment. Fred Brown, a spokesman for the Republican Jewish Coalition, blamed the controversy on political partisans. \"It's outrageous that people are using Holocaust Remembrance Day for partisan reasons or to try and settle scores,\" Brown said in a statement. \"The horrors of the Holocaust are not to be taken lightly. We must never forget the millions of Jews who suffered at the hands of hate, and the heroes who died fighting it.\" ",
    "title": "Trump&apos;s statement marking Holocaust remembrance leaves out mention of Jews - Chicago Tribune"
   },
   {
    "entities": [
     "trinity",
     "d.",
     "natalie",
     "directv",
     "january",
     "$31,000",
     "port",
     "casual",
     "longshore",
     "patrick",
     "morning",
     "byington",
     "meehan",
     "the day",
     "state",
     "wade",
     "grove",
     "once",
     "cynthia",
     "mario",
     "the 1990s",
     "today",
     "san",
     "center",
     "pma",
     "2005",
     "merrilees",
     "angeles",
     "white",
     "kitroeff",
     "4 in the afternoon",
     "friday",
     "labor",
     "1973",
     "georgia",
     "recently",
     "of",
     "2014",
     "berkeley",
     "craig",
     "current",
     "ken",
     "union",
     "hall",
     "and",
     "maritime",
     "pacific",
     "huerta",
     "jacobs",
     "dispatch",
     "$200,000",
     "gates",
     "3.5%",
     "pedro",
     "chris",
     "constructors",
     "international",
     "2015",
     "40%",
     "uc",
     "14%",
     "6 a.m.",
     "$161,000",
     "los",
     "2012",
     "ronald",
     "warehouse",
     "angeles-area",
     "late january",
     "jan. 27, 2017",
     "times",
     "boster",
     "south",
     "riverside",
     "university",
     "elevator",
     "2016",
     "wilmington",
     "february",
     "ilwu",
     "bay",
     "now",
     "mark",
     "assn.",
     "17%"
    ],
    "id": 24,
    "text": "By Natalie Kitroeff Jan. 27, 2017 Part-time casual longshoremen outside the International Longshore and Warehouse Union Casual Longshore Dispatch Hall in Wilmington, where some lucky workers will nab a shift. (Mark Boster / Los Angeles Times) If Cynthia Byington wins her version of the lottery, she will probably have to wait a decade to claim her prize. But Byington doesn’t mind, because the reward is a shot at one of the rarest lifelines left for working-class Americans: a unionized blue-collar job.  In February, for the first time in over a decade, the International Longshore and Warehouse Union will raffle off thousands of part-time gigs working at Los Angeles-area ports. The slots don’t come with benefits or steady hours. But eventually, after putting in years at the docks, some of those part-timers may earn the chance to become unionized longshoremen, who can make as much as $200,000 per year.  “You get full benefits your entire life. Even if it’s not ‘til I turn 90, it’s worth it,” Byington, 53, said. You get full benefits your entire life. Even if it’s not ‘til I turn 90, it’s worth it. — Cynthia Byington 92430124 Casual longshoremen who showed up for shifts earned less than $31,000 on average in 2016. Full-time union members get paid $161,000 on average. (Mark Boster / Los Angeles Times) The 2,400 names drawn in the raffle will become “casual” longshoremen.   Although they perform the same work as union members — loading thousands of containers on and off massive cargo ships to keep the ports running on time — they work far fewer hours. And the wait to receive full union benefits can stretch over a decade. The average casual worker who showed up for weekly shifts earned nearly $31,000 in 2016, according to data from the Pacific Maritime Assn., which represents the shipping companies and terminal operators that employ the dockworkers. Full-time union members get paid $161,000 on average, but those with seniority can earn tens of thousands more. A worker shows a ticket with her assignment for the day. (Mark Boster / Los Angeles Times) A part-time worker waits near the gate at the dispatch hall. (Mark Boster / Los Angeles Times) Today, there are part-timers who have been waiting 13 years to get into the union. But the PMA said that for now, there are no firm plans to elevate any of them. Hundreds of thousands are expected to have applied for the new casual slots, the PMA said. Scores of Southern Californians rushed to post offices and postal stores across the South Bay in January, buying up the 4x6-inch blank cards required to enter the raffle. At the Postal Annex, a tiny storefront about five miles from the ports in San Pedro, owner Patrick Meehan could barely take a breath without getting a phone call about the lottery. He said hundreds of people streamed into his store in the three days before the deadline hit in late January. The massive interest in the longshoremen’s lottery is a sign of just how desperate Americans are to gain even the most tenuous ground toward a stable, high-paying career working with their hands. “It says a lot about the state of our current labor market,” said Ken Jacobs, chairman of the UC Berkeley Labor Center. “There are a dwindling number of blue-collar union jobs where people with just a high school education can make a good living.”  Fewer than 14% of workers in manufacturing, construction and trucking belonged to a union in 2015, down from nearly 40% in 1973, according to a database of Census data compiled by economists from Trinity University and Georgia State University. That’s what propelled Byington to put her name in the running. “It’s once in a lifetime,” said Byington, who lives in a mobile home in Wilmington. She has seen longshoremen and women buy houses and put their kids through college on their union-won paychecks. Another friend recently got a full set of teeth implants, thanks to union-provided dental care.  Workers line up on the street to find out if they'll get a shift at the ports. This ritual is repeated every morning for casual longshoremen and women. (Mark Boster / Los Angeles Times) “If you say someone is a longshoreman, it means respect, even if they are a little spoiled,” Byington said. Earning that title, and the respect that comes with it, takes longer than ever.  In the 1990s, longshoremen would spend three to five years freelancing before they got elevated onto the rolls of the ILWU, according to interviews with more than a dozen current and former casual workers. But then the recession hit, trade faltered, and the PMA temporarily stopped hiring union members. The ports are using more automated machines , which is part of the reason the union workforce hasn’t grown much. In 2016, the Port of Los Angeles processed 17% more container traffic than in 2005, but the number of full-time union longshoremen had increased by only 3.5% over that period. Longshoremen also say employers have been relying more and more on part-timers. “The PMA, terminal employers and ILWU work together to maintain a balanced approach on the number of registered workers needed at the ports,” said Wade Gates, a spokesman for the PMA. Craig Merrilees, a spokesman for the union, said the union has traditionally pushed to get more full-time positions, but the dockworkers’ bosses are reluctant. The last time the PMA added full-time union members to the payroll was in 2012. “Generally speaking, the employers would like to see more casual workers earning a little less pay,” Merrilees said. Mario Huerta says he has been working part time for 10 years at the docks, desperately trying to amass enough experience to become a union longshoreman. Huerta and other casuals show up around 6 a.m. at a dingy dispatch hall and wait to hear if their number gets called for one of three shifts at the port. If they don’t get called up in the morning, they can return around 4 in the afternoon for the next round of work opportunities. On good weeks, a part-timer will manage to nab two to three eight-hour shifts, casuals said. Part-timers gather near the dispatch hall early in the morning. (Mark Boster / Los Angeles Times) After driving 60 miles to Wilmington from his home in Riverside on a recent Friday, Huerta was assigned a shift that would likely involve securing containers to a ship deck. “Sometimes I get work two or three days a week. Sometimes it's only one day a week,” Huerta said, standing in the rain just outside the building where casuals go to get dispatched. He has no idea when the unsteady work will turn into something long-term. “How close am I to being elevated? Nobody seems to know,” he said. “At least today I have work.” Several others who failed to get work that day said they felt as if they’re being kept out of the union for as long as possible so that the shipping companies can avoid hiring more highly paid, full-time longshoremen. Sometimes I get work two or three days a week. Sometimes it's only one day a week — Mario Huerta The casuals all cobble together odd jobs on days they can’t find work at the docks, including gigs in construction, landscaping and as security guards. Chris Grove, 39, has spent 13 years reporting for duty at the casual hall and says the instability of the work “tore up” his marriage. Grove, who comes from a long line of longshoremen, including his mother, says the work at the ports was steady and continuous until the recession of 2008-2009.  “I was able to put groceries on the table and keep the wife happy,” he says. After the financial crisis, though, his name barely ever came up for shifts. So he got a second job, installing security systems, and then another, installing satellite dishes for DirecTV.  He put his name on a list to join an elevator construction union and became a bouncer and then a security guard at a cannabis collective. He even got paid to register voters.  The work was unpredictable, he says, and his paycheck was so much thinner than it once was. Grove still shows up for work at the casual hall some weekends, but now he’s more focused on his day job: In 2014, after waiting for eight years, he was admitted into the International Union of Elevator Constructors and makes good money with a full slate of benefits.  Times staff writer Ronald D. White contributed to this report. Lead photo caption: Part-time casual longshoremen outside the International Longshore and Warehouse Union Casual Longshore Dispatch Hall in Wilmington, where some lucky workers will nab a shift. (Mark Boster / Los Angeles Times) ",
    "title": "Californians compete for a rare prize: a blue-collar union job paying up to $200,000 - LA Times"
   },
   {
    "entities": [
     "khou-tv",
     "village",
     "memorial",
     "january 27, 2017",
     "twitter",
     "facebook",
     "floyd",
     "police",
     "this week",
     "fox",
     "department",
     "dorothy",
     "friday",
     "the",
     "new year's day",
     "houston",
     "the day",
     "bratten",
     "brenda",
     "chronicle"
    ],
    "id": 25,
    "text": "Video of caregiver hitting woman, 94, in her care results in arrest Published               January 27, 2017 Facebook 0 Twitter 0 livefyre Email Print Image from a video that Memorial Villages police say shows caregiver Brenda Floyd striking an elderly woman in her care.  (Memorial Village Police Department) Disturbing video that went viral this week appears to show a home health care aide abusing a frail 94-year-old woman in her care near Houston. Police in Memorial Village released the video and announced they were looking for the aide who they said was on the lam, Fox 26 Houston reports. GRAPHIC VIDEO: Cops said Brenda Floyd, 59, was wanted for assault. They arrested her Friday in Houston, according to the station. Her alleged victim, Dorothy Bratten, has Alzheimer’s, the station reported. Investigators told The Houston Chronicle the video shows Floyd hitting Bratten on the back of the head, cursing her, calling her names, and berating her for feeding the dog. “I told you to stop feeding that dog that human food,” Floyd is heard saying to Bratten who is sitting in a living room chair. The video appears to show Bratten being hit several more times as she gets up and leaves the room with the aid of a walker, the paper reported. Her son noticed bruises on her body and installed a camera, the paper reported. Floyd is accused of attacking Bratten on New Year’s Day, which is the day after the camera was installed, according to KHOU-TV . She had worked for Bratten for about three years, the station reported. Advertisement ",
    "title": "Video of caregiver hitting woman, 94, in her care results in arrest | Fox News"
   },
   {
    "entities": [
     "enrique",
     "this week",
     "times",
     "friday",
     "states",
     "trump",
     "august",
     "nieto",
     "thursday",
     "united",
     "henry",
     "donald",
     "mexico",
     "peña",
     "j.",
     "romero/reuters",
     "past",
     "new",
     "york",
     "washington",
     "now",
     "city"
    ],
    "id": 26,
    "text": "Continue reading the main story Photo President Enrique Peña Nieto of Mexico with Donald J. Trump in August, when Mr. Trump visited the country during the presidential campaign. Credit Henry Romero/Reuters MEXICO CITY — Amid the diplomatic showdown over President Trump’s order to build a border wall — and who should pay for it — Mr. Trump and President Enrique Peña Nieto of Mexico spoke by phone on Friday, both leaders said. The two spoke for about an hour, and both presidents made an effort to say that the call had been productive, suggesting that tensions had cooled, at least publicly. But they stood their ground on their positions, with no suggestion that the call had resolved their disagreement over fundamental issues. “With respect to the payment for the border wall, both presidents recognized their clear and very public difference between their stances on this very sensitive issue,” the Mexican president’s office said in a statement. “The presidents also agreed for now to not speak publicly about this controversial issue.” The standoff with Mexico’s president has been the first full-blown foreign policy clash with a foreign leader for the Trump administration. Advertisement Continue reading the main story After Mr. Trump ordered the border wall to be built , months of tensions between the two men came to a boil this week. On Thursday, Mr. Peña Nieto, who has long urged diplomacy in the face of Mr. Trump’s disparaging comments about Mexico, canceled a meeting with the new American leader. Mr. Trump quickly fired back, saying that Mexico saddles the United States with criminals, illegal immigrants and unfair trade. On Friday, he repeated the same themes. “We had a very good call,” Mr. Trump said in a news conference in Washington. “The border is soft and weak, drugs are pouring in, and I’m not going to let that happen.” “We’re going to be working on a fair relationship and a new relationship,” Mr. Trump said, adding, “We’re no longer going to be the country that doesn’t know what it is doing.” Mr. Trump said: “I have great respect for the Mexico. I love the Mexican people.” But “as you know,” he added, Mexico “has outnegotiated us and beat us to a pulp through our past leaders.” Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Trump and Mexican President Speak by Phone Amid Dispute Over Wall - The New York Times"
   },
   {
    "entities": [
     "civil",
     "right now",
     "friday",
     "cbn",
     "states",
     "trump",
     "house",
     "american-arab",
     "syria",
     "executive",
     "michael",
     "r-texas",
     "news",
     "thursday",
     "united",
     "facebook",
     "fox",
     "donald",
     "american",
     "of",
     "mccaul",
     "george",
     "yemen",
     "defense",
     "twitter",
     "current",
     "u.s.",
     "fbi",
     "obama",
     "romero",
     "w.",
     "anthony",
     "iraq",
     "libya",
     "union",
     "james",
     "anti-discrimination",
     "late wednesday",
     "sudan",
     "a.",
     "sean",
     "abed",
     "america",
     "iran",
     "committee",
     "mattis",
     "liberties",
     "hannity",
     "sept. 11",
     "bush",
     "barack",
     "ayoub",
     "somalia",
     "pentagon",
     "white"
    ],
    "id": 27,
    "text": "Facebook 0 Twitter 0 Email Print   President Trump on Friday continued his crackdown on illegal immigration, signing sweeping new orders that tighten the country’s refugee and visa policies –suspending almost all refugee admissions for four months and indefinitely barring entry for some Syrians. Trump signed the executive action at the Pentagon, where he met with the joint chiefs of staff and participated in the swearing-in ceremony for Defense Secretary James Mattis. \"We don’t want them here.\" - President Trump Trump said the new measure was intended “to keep radical Islamic terrorists out of the United States of America.” “We don’t want them here,” Trump said. The executive order also suspends visa entry into the U.S. from seven countries that have predominately Muslim populations. They include: Syria, Iran, Iraq, Somalia, Libya, Sudan and Yemen. The order also creates an “extreme vetting” process for any and all immigrants and visitors to the U.S.   House Chairman Rep. Michael McCaul, R-Texas, told Fox News, “It’s a safer day for America.” American Civil Liberties Union Executive Director Anthony Romero blasted Trump's plan as unconstitutional. “‘Extreme vetting’ is just a euphemism for discriminating against Muslims,\" Romero said in a statement issued moments after the signing. \"Identifying specific countries with Muslim majorities and carving out exceptions for minority religions flies in the face of the constitutional principle that bans the government from either favoring or discriminating against particular religions.\" Trump defended the executive order during an interview with Fox News’ Sean Hannity. \"Right now, the FBI has over 1,000 [terrorism] investigations going on … and these are people that we let in,\" Trump said from the White House Thursday. \"We don’t need this. Some people have come in with evil intentions. Most haven’t, I guess, but we can’t take chances.\" Trump added that the U.S. has taken in tens of thousands of people. “We know nothing about them,” he said. “They can say they vetted them. They didn’t vet them, they have no papers. How can you vet somebody when you don’t know anything about them and they have no papers?” Civil rights and refugee advocates around the world have sounded the alarm over Trump’s executive order after a draft copy was leaked late Wednesday. “These actions taken by Donald Trump are tantamount to a Muslim ban,” Abed A. Ayoub, the legal and policy director for the American-Arab Anti-Discrimination Committee. “This is the Muslim ban that was promised by him on the campaign trail.” As president, Trump has the authority to set how many refugees are allowed in annually. He can also choose to suspend the program altogether. Following the Sept. 11 terrorist attacks, President George W. Bush suspended refugee processing. It was later restarted. In the last budget year, the U.S. has accepted 84,995 refugees of which 12,587 were from Syria. Former President Barack Obama set the refugee limit for the current budget year at 110,000. Sources close to Trump tell Fox News he has plans to cut that by more than half to 50,000. In an interview with CBN, Trump said persecuted Christians from Syria would get priority. “They’ve been horribly treated. Do you know if you were a Christian in Syria it was impossible, at least very tough to get into the United States? If you were a Muslim you could come in, but if you were a Christian, it was almost impossible and the reason that was so unfair, everybody was persecuted in all fairness, but they were chopping off the heads of everybody but more so the Christians. And I thought it was very, very unfair. So we are going to help them.” Advertisement ",
    "title": "Trump signs executive order for 'extreme vetting' of refugees | Fox News"
   },
   {
    "entities": [
     "relations",
     "friday",
     "abigail",
     "states",
     "south",
     "trump",
     "last week",
     "united",
     "--",
     "senate",
     "donald",
     "recently",
     "morning",
     "foreign",
     "congress",
     "nations",
     "nikki",
     "haley",
     "j.",
     "u.n.",
     "u.s.",
     "un",
     "carolina",
     "committee",
     "december 23, 2016",
     "williams",
     "the past",
     "jan. 20th",
     "1:10",
     "december"
    ],
    "id": 28,
    "text": "Amb. Haley at UN: 'Taking Names' of 'Those That Don't Have Our Back' 1:10 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170128013815if_/http://www.nbcnews.com/widget/video-embed/864193091845\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Speaking Friday for the first time at the United Nations as Ambassador, former South Carolina Governor Nikki Haley outlined her vision for the role of the U.S. at the international organization, one which projects strength. \"Our goal with the admin is to show value at the UN and the way that we will do that is to show strength, show our voice, have the backs of our allies and make sure our allies have our back as well,\" Haley said. \"For those who don't have our backs, we're taking names.\" The newly sworn in U.S. ambassador spoke briefly with the press at U.N. Headquarters Friday morning promising changes in the way the United States does business. \"Everything that is working, we are going to make it better. Everything that is not working, we are going to try and fix. And anything that seems to be obsolete and not necessary, we are going to do away with,\" Haley pledged. U.S. President Donald Trump has openly criticized the United Nations' effectiveness in the past, describing it as recently as December as \"just a club for people to get together and talk.\" He also warned, \"As to the U.N., things will be different after Jan. 20th.\" As to the U.N., things will be different after Jan. 20th. — Donald J. Trump (@realDonaldTrump) December 23, 2016 In the course of her Senate confirmation hearing, Haley testified several times that she did not believe in a \"slash and burn\" approach to U.S. funding at the U.N. instead advocating for \"strategic cutting\" and at times a withholding of dues. \"I do not think we need to pull money from the U.N.,\" Haley told the Senate Foreign Relations Committee last week. \"It's not something I would consider as ambassador or anything that I would suggest back to you for Congress.\" Abigail Williams ",
    "title": "Nikki Haley at United Nations: U.S. Is 'Taking Names' of 'Those That Don't Have Our Back' - NBC News"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "friday",
     "island",
     "press",
     "2017",
     "inc.",
     "facebook",
     "the",
     "kaniela",
     "star-advertiser",
     "2014",
     "north",
     "last month",
     "ing",
     "associated",
     "honolulu",
     "priscilla",
     ", 2:57 pm",
     "today",
     "zuckerberg",
     "chan",
     "january 27, 2017",
     "shore",
     "the mid-19th century",
     "the past",
     "$100 million",
     "mark",
     "hawaii",
     "garden",
     "kauai"
    ],
    "id": 29,
    "text": "CBS/AP January 27, 2017, 2:57 PM Mark Zuckerberg drops his Hawaiian land lawsuits Email HONOLULU - Facebook ( FB ) chief Mark Zuckerberg is dropping lawsuits that sought to buy out Native Hawaiians who own small pieces of land within his sprawling estate on the island of Kauai. Zuckerberg and his wife, Priscilla Chan, said in a statement to The Garden Island newspaper Friday that they’re ending the cases “to find a better path forward.” They say they “will work together with the community on a new approach.” The 14 parcels mostly belong to Native Hawaiian families awarded the land during the mid-19th century, when private property was established in Hawaii.  Facebook CEO Mark Zuckerberg is facing backlash for building a wall on his Hawaii property. Residents in the area say it is \"immense\" and blocks ... Many original owners died without wills. Ownership today is split among hundreds of descendants, many of whom are unaware of their shares.  In 2014, Zuckerberg spent $100 million to buy 700 acres of beachfront land on Kauai’s North Shore.      The couple filed court cases last month to identify the parcel owners and ask the court to auction the land. The suits filed by Zuckerberg were aimed “at forcing these families to sell their land at a public court auction to the highest bidder,” according to the Honolulu Star-Advertiser.    The move to get the land through a unique Hawaii law angered locals and prompted a state lawmaker to propose a bill that would force Zuckerberg into mediation before buying real estate on Kauai.  State Rep. Kaniela Ing said that, in the past, sugar barons in Hawaii employed the same laws Zuckerberg is using to take land from Native Hawaiians, accusing the technology entrepreneur of “completing the theft.”  © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Mark Zuckerberg drops his Hawaiian land lawsuits - CBS News"
   }
  ]
 }
}