{
 "29": {
  "col-sim": {
   "cosine": 0.3362978121509332,
   "entity": 0.4179864156622329
  },
  "exec-time": 33.527060985565186,
  "links": [
   {
    "entities": [
     "gulf",
     "pichai",
     "by",
     "sam",
     "saturday",
     "silicon",
     "microsoft",
     "jan",
     "fung",
     "today",
     "san",
     "iraq",
     "zuckerberg",
     "chan",
     "nadella",
     "a few decades ago",
     "netflix",
     "amazon",
     "clinton",
     "ap",
     "white",
     "peter",
     "beckerman",
     "us",
     "muslim-majority",
     "friday",
     "association",
     "this morning",
     "michael",
     "jobs",
     "united",
     "facebook",
     "tim",
     "linkedin",
     "kalanick",
     "steve",
     "lincoln",
     "twitter",
     "at 6:10 pm",
     "u.s.",
     "jack",
     "apple",
     "uber",
     "yesterday",
     "travis",
     "sundar",
     "homebrew",
     "ford",
     "late on friday",
     "cook",
     "jose",
     "google",
     "december",
     "billoo",
     "peterson",
     "dorsey",
     "brian",
     "britain",
     "altman",
     "internet",
     "francisco",
     "hunter",
     "yemen",
     "valley",
     "zahra",
     "sudan",
     "sanchez",
     "america",
     "iran",
     "area",
     "january 28, 2017",
     "somalia",
     "thiel",
     "indonesia",
     "chesky",
     "satya",
     "states",
     "trump",
     "malaysia",
     "house",
     "hillary",
     "tracy",
     "syria",
     "walk",
     "brad",
     "vc",
     "abraham",
     "priscilla",
     "january 28",
     "paypal",
     "libya",
     "washington",
     "bay",
     "pakistan",
     "smith",
     "mark"
    ],
    "id": 0,
    "text": "Tech firms recall employees to U.S., denounce Trump’s ban on refugees from Muslim countries The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Brian Fung and Tracy Jan By Brian Fung and Tracy Jan January 28 at 6:10 PM Follow @b_fung Follow @TracyJan (AP Photo/Marcio Jose Sanchez, File) The country’s leading technology companies are recalling overseas employees and sharply criticizing President Trump after he signed an executive order Friday barring for 90 days immigrants and visitors from seven Muslim countries from entering the United States. The companies warned the action — which affects foreign-born immigrants with legal permanent residence status in the United States and also includes suspending the acceptance of refu­gees for 120 days — could impair the ability of America’s top companies to compete. Google chief executive Sundar Pichai late on Friday ordered scores of staffers traveling overseas to return to the United States immediately. Pichai sent out a company-wide memo that was highly critical of Trump's action, saying it could prevent at least 187 foreign-born Google employees from entering the United States. “It's painful to see the personal cost of this executive order on our colleagues,\" wrote Pichai. \"We’re upset about the impact of this order and any proposals that could impose restrictions on Googlers and their families, or that could create barriers to bringing great talent to the US.\" Thousands of tech workers living in Silicon Valley or abroad could potentially be impacted by Trump's executive order, according to Zahra Billoo, executive director of the San Francisco Bay Area office of Council on American-Islamic Relations. About 250,000 Muslims are estimated to live in the Bay Area, many of whom are Arab or South Asian immigrants working at companies such as Google, Facebook, Twitter and Microsoft. Green card holders are at risk as well. “This is just where it starts. What happens when they add Pakistan? Or a Gulf country? Indonesia and Malaysia?” said Billoo, a civil rights attorney. “By targeting immigrants in this way, Trump’s executive orders not only directly impacts certain workers, their families and these companies, they also impact co-workers because people from other Muslim-majority countries could be next.” Twitter chief executive Jack Dorsey said in a tweet that the economic impact of the ban is \"real and upsetting.\" The policy won't just affect tech employees; it could also harm thousands of part-time drivers for ride-hailing services relied upon by many Americans, Uber chief executive Travis Kalanick said in a company-wide email. Kalanick added that he will be sure to raise the issue on Friday when he and a slew of other business advisers are expected to meet with Trump. \"This ban will impact many innocent people,\" wrote Kalanick, who in December accepted a position on Trump's economic advisory team. In addition to blocking travelers from Iraq, Iran, Somalia, Sudan, Syria, Libya and Yemen, the restrictions on foreign entry will also apply to those who hold dual nationality. That would mean a person born in one of those seven countries but holding a passport from a country such as Britain, could also be denied entry into the United States. Microsoft general counsel Brad Smith, in a letter to staff Saturday, said that at least 76 employees will be affected by Trump's policy. The company said it has already contacted those individuals with offers of legal assistance and has urged other employees who may be subject to the ban to contact the company as soon as possible. \"As an immigrant and as a CEO, I’ve both experienced and seen the positive impact that immigration has on our company, for the country, and for the world,\" wrote Satya Nadella, Microsoft's chief executive, in a LinkedIn post . \"We will continue to advocate on this important topic.\" Facebook chief executive Mark Zuckerberg on Friday wrote in a public message that both he and his wife, Priscilla Chan, are indebted to the United States' policy of welcomeness and inclusion. \"We should also keep our doors open to refugees and those who need help. That's who we are,\" wrote Zuckerberg. \"Had we turned away refugees a few decades ago, Priscilla's family wouldn't be here today.\" Similar sentiments were expressed across the tech industry. Apple chief executive Tim Cook, who was in Washington to meet with Republican officials, tweeted a historic quote from President Abraham Lincoln highlighting \"malice toward none\" and \"charity for all\" during a visit to Ford's Theatre. Deeply moved today visiting @FordsTheatreNPS and Peterson House where Abraham Lincoln took his last breath. His words are timeless. pic.twitter.com/z6mMAvOdzK — Tim Cook (@tim_cook) January 28, 2017 Cook later said in a company-wide email that without immigration, Apple would not exist; the co-founder of Apple, Steve Jobs, was the son of a Syrian immigrant . \"I've heard from many of you who are deeply concerned about the executive order issued yesterday restricting immigration from seven Muslim-majority countries,\" Cook wrote. \"I share your concerns. It is not a policy we support.\" Meanwhile, a major trade group representing firms such as Amazon, Netflix, Microsoft and LinkedIn said Saturday that Trump's decision had \"troubling consequences\" for Silicon Valley companies who depend on talent from overseas. \"The internet industry is deeply concerned with the implications of President Trump's executive order limiting immigration and movement into the United States,\" said Michael Beckerman, president of the Internet Association. Open doors brings all of US together. Closing doors further divides US. Let's all find ways to connect people, not separate them. — Brian Chesky (@bchesky) January 28, 2017 Trump's hostility toward Muslim refugees and immigrants raises tensions between the White House and Silicon Valley. Aside from PayPal co-founder Peter Thiel, who has been closely advising Trump, much of the tech industry had supported Hillary Clinton for president. In open letters and other public statements during the campaign, tech execs and workers objected to Trump's anti-Muslim views, and some signed onto a commitment not to help design Trump's proposed Muslim registry. Trump's action against Middle Eastern travelers obligates tech companies to take a stand, Sam Altman, president of the influential startup accelerator Y Combinator, said in a blog post Saturday. \"The precedent of invalidating already-issued visas and green cards should be extremely troubling for immigrants of any country or for anyone who thinks their contributions to the US are important,\" Altman said in the post. \"This is not just a Muslim ban. This is a breach of America's contract with all the immigrants in the nation.\" For many in Silicon Valley, Trump's order crossed \"a red line,\" according to Hunter Walk, a partner at the San Francisco-based venture capital firm Homebrew VC. \"For those of us who've already been vocal ... [it's] moving people from saying 'focus on midterm elections' to apply direct pressure to our industry's CEOs and our politicians to take a stand,\" said Walk. \"And for those in our industry who thought they could just wait and see, they're taking our administration both literally and seriously this morning.\" business ",
    "title": "Tech firms recall employees to U.S., denounce Trump’s ban on refugees from Muslim countries - The Washington Post"
   },
   {
    "entities": [
     "andrew",
     "r-calif.",
     "press",
     "mcclintock",
     "faso",
     "trump",
     "r-n.j.",
     "last week",
     "bremberg",
     ", 1:39 pm",
     "saturday",
     "congress",
     "associated",
     "shares",
     "john",
     "post",
     "republican",
     "obama",
     "email",
     "philadelphia",
     "washington",
     "gop",
     "tom",
     "jan 28, 2017",
     "barack",
     "r-n.y.",
     "macarthur"
    ],
    "id": 1,
    "text": "Republican Lawmakers Worry If 'Trumpcare' Doesn't Deliver By The Associated Press WASHINGTON \u0097 Jan 28, 2017, 1:39 PM ET 0 Shares Email Republican lawmakers are fearful about the potential political fallout if their eventual replacement of President Barack Obama's health law doesn't deliver, and they didn't hold back at their recent policy conference. \"We'd better be sure that we're prepared to live with the market we've created,\" Rep. Tom McClintock, R-Calif., was quoted as saying in Saturday's Washington Post, one of the media organizations that obtained an audio recording of a private session at last week's GOP strategy retreat in Philadelphia, \"That's going to be called 'Trumpcare.' Republicans will own that lock, stock and barrel, and we'll be judged in the election less than two years away.\" Rep. Tom MacArthur, R-N.J., worried that Republican plans could strip health insurance from many of the 20 million people who gained covered through the Affordable Care Act , including through the expansion of Medicaid. \"We're telling those people that we're not going to pull the rug out from under them, and if we do this too fast, we are in fact going to pull the rug out from under them,\" MacArthur was quoted as saying. The Post said the remarks made by McClintock and others were confirmed by their offices or the congressmen themselves. The concerns focused on how to quickly repeal Obama's program and replace it without depriving people of coverage or driving up premiums. Rep. John Faso, R-N.Y., warned against eliminating federal money for Planned Parenthood , as many Republicans hope to do with the repeal. \"We are just walking into a gigantic political trap if we go down this path of sticking Planned Parenthood in the health insurance bill,\" he said. Faso's remarks drew tepid applause, according to the account. The Post said Congress has been left without explicit guidance from Trump or his administration. Andrew Bremberg, who heads Trump's domestic policy council, attended the session but offered few details about what legislative proposals the president favors, the report said. 0 Shares ",
    "title": "Republican Lawmakers Worry If 'Trumpcare' Doesn't Deliver - ABC News"
   },
   {
    "entities": [
     "middle",
     "immigration",
     "association",
     "states",
     "trump",
     "lawyers",
     "the week before",
     "news",
     "united",
     "16:14",
     "american",
     "state",
     "of",
     "holman",
     "security",
     "department",
     "u.s.",
     "nbc",
     "eastern",
     "safia",
     "ali",
     "homeland",
     "now",
     "leslie",
     "samee"
    ],
    "id": 2,
    "text": "Trump's ban on Muslim-dominated countries 16:14 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170129013929if_/http://www.nbcnews.com/widget/video-embed/864858179537\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Another high-ranking federal official verified to NBC News that there was an abnormal increase in complaints by Middle Eastern students who said they were blindsided with visa revocations after arriving in the United States in the week before Trump order. It's possible that immigration officials saw the tide turning and preemptively applied polices they were anticipating, the official said. Individuals stopped at immigration were told they have the option of returning to their country voluntarily or face criminal penalties for violating U.S. law, said another federal official. No other explanation was given as it is not legally required, the official said. \"To slap an expedited removal without any question and answer is odd,\" said Leslie Holman, an immigration attorney and former president of the American Immigration Lawyers Association. \"It seems improper.\" In addition to the visa revocation and expedited removal, several individuals were hit with a five-year ban, barring them from re-entering the country, including those who left voluntarily, the official confirmed. People leave voluntarily in order to avoid a ban, but it was put on them anyway, the official said. \"Essentially all valid visas are irrelevant now,\" the official said. \"And they have been before the order.\" The Department of Homeland Security did not immediately return a request for comment. A State Department spokesperson said the department was prohibited from commenting on individual visa cases. The American Association of Immigration Lawyers also advised caution. In a statement released one day before Trump's executive order, the group said to \"consider advising clients who might be affected by the Executive Order to refrain from traveling outside of the United States if they are already here, or try to return to the United States as soon as possible if they are outside of the country.\" Since Trump's order does not define what it means to be \"from a country,\" the order should be read to include \"passport holders, citizens, nationals, dual nationals, etc.\" \"in an abundance of caution,\" the statement added. Safia Samee Ali ",
    "title": "Officials Say Visas Were Being Revoked Prior to Trump's Executive Order - NBC News"
   },
   {
    "entities": [
     "ukraine",
     "middle",
     "trump",
     "house",
     "syria",
     ", 3:45 pm",
     "bashar",
     "angela",
     "oval",
     "donald",
     "saturday",
     "north",
     "russia",
     "vladimir",
     "jan. 28, 2017",
     "korea",
     "u.s.",
     "merkel",
     "east",
     "previously",
     "washington",
     "afternoon",
     "iran",
     "jan 28, 2017",
     "office",
     "isis",
     "al-assad",
     "the past",
     "putin",
     "kremlin",
     "white"
    ],
    "id": 3,
    "text": "Jan 28, 2017, 3:45 PM ET 0 Shares Star Andrew Harnik/AP Photo President Donald Trump speaks on the phone with German Chancellor Angela Merkel, Jan. 28, 2017, in the Oval Office at the White House in Washington. 0 Shares Email President Donald Trump spent his Saturday holding a series of phone calls with world leaders, including a much-anticipated phone call with Russian President Vladimir Putin . The president's call with Putin on Saturday afternoon came a day after Trump said in a press conference that it was too \"early\" to decide whether to remove U.S. sanctions against Russia, though he also said, as he has previously, that it would be beneficial for the U.S. and Russia to have a friendlier relationship. Trump faces pressure from within his own party against lifting the sanctions. According to a readout from the Kremlin after Saturday's call, Trump and Putin's conversation \"underlined the importance of restoring mutually profitable trade and economic connections between the business circles of the two countries.\" The Kremlin also said Trump and Putin discussed many international issues, including the Middle East, the Israeli-Palestinian conflict, nuclear non-proliferation, the Iran nuclear program and North Korea. It says they also discussed the Ukraine crisis. “Both sides demonstrated a disposition towards active joint work for the stabilization and development of Russian-American collaboration on a constructive, equal and mutually beneficial basis,\" the Kremlin said. The Kremlin further indicated that the two leaders agreed on a need to “unify efforts” against the “destruction of ISIS and other terrorist groups in Syria.” Trump has repeatedly suggested the possibility of partnering with Putin in Syria, although this has sparked concern among both Democrats and Republicans due to Russia's support of Syrian President Bashar al-Assad's attacks against civilians in that country's civil war. The president's phone conversations with foreign leaders follow a week of dramatic action by his new administration, mostly initiated through executive orders that have sent signals both at home and abroad that the new president aims to make dramatic changes to longstanding U.S. policies. A prime example is the executive order putting an indefinite halt to the Syrian refugee program, along with a four-month suspension of all refugees being admitted to the U.S. That order is sure to cause rifts in the relationship with German Chancellor Angela Merkel , whose country has borne the brunt of the refugee crisis in the Middle East. Trump has in the past publicly criticized Merkel's decision to welcome refugees as an \"open borders\" policy that invites the potential for terrorism . ",
    "title": "Kremlin: President Trump and Putin Talk Syria Coordination, 'Economic Connections' In Phone Call - ABC News"
   },
   {
    "entities": [
     "civil",
     "cairo",
     "ruttle",
     "york's",
     "aclu",
     "hameed",
     "u.s",
     "reuters",
     "port",
     "cbp",
     "stanglin",
     "zarif",
     "nadler",
     "saturday",
     "street",
     "the day",
     "state",
     "associated",
     "midday",
     "authority",
     "department",
     "today",
     "iraq",
     "wall",
     "eastern",
     "islamic",
     "center",
     "afternoon",
     "istanbul",
     "muslim",
     "al",
     "angeles",
     "ap",
     "white",
     "tehran",
     "us",
     "muslim-majority",
     "cuomo",
     "n.y.",
     "friday",
     "joseph",
     "american-arab",
     "doug",
     "gillian",
     "jan. 27",
     "united",
     "facebook",
     "ny",
     "gomez",
     "pa.",
     "donald",
     "of",
     "craig",
     "jan. 28, 2017",
     "night",
     "virginia",
     "herring",
     "u.s.",
     "a",
     "darweesh",
     "kentucky",
     "bryan",
     "mcauliffe",
     "anti-discrimination",
     "union",
     "lena",
     "york",
     "abed",
     "baghdad",
     "airport",
     "office",
     "customs",
     "dallas-fort",
     "david",
     "immigration",
     "andrew",
     "images",
     "hincapié",
     "alia",
     "press",
     "terry",
     "afp/getty",
     "ministry",
     "district",
     "international",
     "javad",
     "foreign",
     "yemen",
     "security",
     "months ago",
     "john",
     "ayoud",
     "border",
     "alshawi",
     "u.n.",
     "salem",
     "usa",
     "houston",
     "abdulkhaleq",
     "17 minutes ago",
     "new",
     "doss",
     "national",
     "khaldi",
     "qatar",
     "jhalid",
     "sudan",
     "litigation",
     "los",
     "overnight",
     "iran",
     "america",
     "committee",
     "masri",
     "kennedy",
     "jerrold",
     "replay",
     "f.",
     "protection",
     "january 28, 2017",
     "worth",
     "somalia",
     "egyptair",
     "christensen",
     "alan",
     "haider",
     "states",
     "allentown",
     "trump",
     "cair",
     "assali",
     "house",
     "syria",
     "r.",
     "ariz.",
     "american",
     "monday",
     "george",
     "county",
     "first week",
     "affairs",
     "mohammed",
     "dulles",
     "this weekend",
     "stephanie",
     "republic",
     "journal",
     "marielena",
     "libya",
     "rawi",
     "9:19 a.m.",
     "keith",
     "philadelphia",
     "cole",
     "jfk",
     "counsel's",
     "d-n.y.",
     "washington",
     "homeland",
     "liberties",
     "patrol",
     "law",
     "three hours later",
     "now",
     "smith",
     "jan. 11",
     "sameer",
     "mark"
    ],
    "id": 4,
    "text": "Trump says immigration ban working 'nicely’ as protests, detainments hit airports The growing chaos also sparked legal challenges, airport protests, condemnations from politicians and denunciations from advocacy groups. Post to Facebook Trump says immigration ban working 'nicely’ as protests, detainments hit airports The growing chaos also sparked legal challenges, airport protests, condemnations from politicians and denunciations from advocacy groups. Check out this story on USATODAY.com: http://usat.ly/2kEJdFv CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 587 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump says immigration ban working 'nicely’ as protests, detainments hit airports Doug Stanglin and Alan Gomez , USA TODAY Published 9:19 a.m. ET Jan. 28, 2017 | Updated 17 minutes ago CLOSE x Share President Donald Trump's signing of an executive action to bring sweeping changes to the nation's refugee policies is causing fear and alarm for immigrants in the U.S. whose family members will be affected. (Jan. 27) AP Protesters gather at JFK International Airport's Terminal 4 on Jan. 28, 2017, to demonstrate against President Trump's executive order to suspend refugee arrivals. (Photo: Bryan R. Smith, AFP/Getty Images) The fallout from President Trump's temporary ban on refugees to the U.S. struck with full force Saturday, blocking some travelers from boarding their planes overseas, compelling others to turn around upon arrival in the U.S., and prompting customs agents at New York's JFK Airport to detain at least a dozen people, including a former Iraqi translator for the U.S. military in Baghdad. The growing chaos also sparked legal challenges, airport protests, condemnations from politicians and denunciations from advocacy groups. New York Gov. Andrew Cuomo Saturday tweeted an offer of support to those who had been stopped at the state's airports: \"I have directed Port Authority, @NYSDOS, & my Counsel's Office to jointly explore all legal options to assist anyone detained at NY airports.\" I have directed Port Authority, @NYSDOS , & my Counsel's Office to jointly explore all legal options to assist anyone detained at NY airports pic.twitter.com/AT8p3rstsD — Andrew Cuomo (@NYGovCuomo) January 28, 2017 Cuomo's tweet linked to a statement in which he objected to refugees being blocked from entering the U.S. \"I never thought I'd see the day when refugees, who have fled war-torn countries in search of a better life, would be turned away from our doorstep. We are a nation of bridges, not walls, and a great many of us still believe in the words 'give me your tired, your poor, your huddled masses …' \" he wrote. \"This is not who we are, not who we should be.\" Speaking to hundreds of demonstrators at JFK Airport, Rep. Jerrold Nadler, D-N.Y., called the ban ineffective, discriminatory, \"disgusting,\" and said it \"goes against every ounce of our traditions from George Washington onward.\" \"We are here to say it should be stopped and be revoked,\" he said. The reverberations began only hours after Trump signed the executive order Friday that suspends the entry of all refugees to the United States for 120 days, halts the admission of refugees from Syria indefinitely and bars entry for three months to residents from the predominantly Muslim countries of Iraq, Syria, Iran, Sudan, Libya, Somalia and Yemen. In brief remarks while signing his latest executive orders Saturday, Trump maintained the order isn't a \"Muslim ban.\" “It’s working out very nicely. We’re going to have a strict ban, and we’re going to have extreme vetting, which we should have had in this country for many years,\" he said. More coverage:  A Syrian and his American wife are stuck in Iraq because of Trump's ban The ban includes green card holders who are authorized to live and work in the United States, according to Gillian Christensen, a Homeland Security spokeswoman,  Reuters reported . It was unclear how many green card holders would be affected, but exceptions can be made on a case-by-case basis, the news agency says. At Washington's Dulles International Airport, where a protest was mounted, Gov. Terry McAuliffe and Virginia Attorney General Mark Herring said the state was considering taking legal action to challenge the ban. About 50 people were detained at Dallas-Fort Worth International Airport, said Alia Salem, executive director for DFW Chapter of the Council on American-Islamic Relations (CAIR). Families have been waiting at Terminal D in anticipation of meeting relatives who been held up in U.S Customs. A representative with CAIR met with families waiting for relatives. Some of them have been waiting for several hours. At Philadelphia International Airport, two Syrian families, described as Christians, were briefly detained Saturday after arriving from Qatar and sent back three hours later. The families included two brothers, their wives and two children, according to a family member form Allentown, Pa.,  NBC10 reported . \"This is like a nightmare come true,\" said Joseph Assali, who noted that the families had visas and green cards legally obtained months ago. Mohammed Al Rawi, chief information officer for Los Angeles County, said on Facebook that his father was removed from a flight in Qatar as a direct result of the order. \"My 71 year old dad is in Qatar boarding LAX flight to come visit us and and he's being sent back to Iraq. Some US official told him that Trump canceled all visas,\" he wrote. Foreigners studying at U.S. universities who were part of study abroad programs were also stuck. Even Customs and Border Protection agents were confused about how to handle Trump’s order and responding in different ways, he said. Those holding dual nationality in the seven nations involved in the ban will also be barred from entering the United States, the Wall Street Journal reported citing a statement from the State Department that has yet to be released. Pleased to announce w/ @NydiaVelazquez the release of Hameed Jhalid Darweesh from detention at JFK. pic.twitter.com/AeKDhIPp7k — (((Rep. Nadler))) (@RepJerryNadler) January 28, 2017 In Cairo, seven migrants — six from Iraq and one from Yemen — were being escorted by officials from the U.N. refugee agency when they were stopped from boarding the EgyptAir plane, the Associated Press reported, quoting Cairo airport officials. The authorities stepped in after contacting their counterparts at JFK Airport, where the plane was headed. The officials spoke to AP on condition of anonymity because they were not authorized to brief the media. Only one of the 12 picked up at JFK Airport was freed by Saturday afternoon. Hameed Khaldi Darweesh, who worked a translator for American forces for 10 years, had been detained overnight following his arrival from Istanbul. He said he had feared he would be sent back to Iraq, which his family fled because of death threats. When asked by reporters outside the airport what he thought of Trump, Darweesh said, “I don’t know. He’s a president, I’m a normal person.” Posted! A link has been posted to your Facebook feed. Protestors rally during a protest against the Muslim immigration ban at John F. Kennedy International Airport on Jan. 28, 2017 in New York.  Stephanie Keith, Getty Images Fullscreen Protesters gather at JFK International Airport's Terminal 4 to demonstrate against President Donald Trump's executive order Saturday. Trump has signed a sweeping executive order to suspend refugee arrivals and impose tough controls on travelers from Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen.  Bryan R. Smith, AFP/Getty Images A crowd gathers, Saturday at JFK International Airport's Terminal 4 to demonstrate against President Donald Trump's executive order to suspend refugee arrivals.  Bryan R. Smith, AFP/Getty Images Protesters assemble at John F. Kennedy International Airport in New York, Saturday,  after two Iraqi refugees were detained while trying to enter the country.  Craig Ruttle, AP Protesters oppose the ban of two Iraqi refugees who were detained while trying to enter the country. President Donald Trump signed an executive order, Friday, suspending all immigration from countries with terrorism concerns for 90 days.  Craig Ruttle, AP Protesters make their sentiments known at JFK International Airport demonstrating against President Donald Trump's recent immigration executive orders.  Bryan R. Smith, AFP/Getty Images A woman prays as others gather at JFK International Airport's Terminal 4 to demonstrate against a new ban on refugee arrivals and tough controls on travelers from Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen.  Bryan R. Smith, AFP/Getty Images A Port Authority Police Officer looks on as protesters gather at JFK International Airport's Terminal 4, Saturday  Bryan R. Smith, AFP/Getty Images Protesters assemble , Saturday, after two Iraqi refugees were detained at John F. Kennedy International Airport in New York.  Craig Ruttle, AP Like this topic? You may also like these photo galleries: Replay Posted! A link has been posted to your Facebook feed. Protestors rally during a protest against the Muslim immigration ban at John F. Kennedy International Airport on Jan. 28, 2017 in New York.  Stephanie Keith, Getty Images Fullscreen Protesters gather at JFK International Airport's Terminal 4 to demonstrate against President Donald Trump's executive order Saturday. Trump has signed a sweeping executive order to suspend refugee arrivals and impose tough controls on travelers from Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen.  Bryan R. Smith, AFP/Getty Images A crowd gathers, Saturday at JFK International Airport's Terminal 4 to demonstrate against President Donald Trump's executive order to suspend refugee arrivals.  Bryan R. Smith, AFP/Getty Images Protesters assemble at John F. Kennedy International Airport in New York, Saturday,  after two Iraqi refugees were detained while trying to enter the country.  Craig Ruttle, AP Protesters oppose the ban of two Iraqi refugees who were detained while trying to enter the country. President Donald Trump signed an executive order, Friday, suspending all immigration from countries with terrorism concerns for 90 days.  Craig Ruttle, AP Protesters make their sentiments known at JFK International Airport demonstrating against President Donald Trump's recent immigration executive orders.  Bryan R. Smith, AFP/Getty Images A woman prays as others gather at JFK International Airport's Terminal 4 to demonstrate against a new ban on refugee arrivals and tough controls on travelers from Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen.  Bryan R. Smith, AFP/Getty Images A Port Authority Police Officer looks on as protesters gather at JFK International Airport's Terminal 4, Saturday  Bryan R. Smith, AFP/Getty Images Protesters assemble , Saturday, after two Iraqi refugees were detained at John F. Kennedy International Airport in New York.  Craig Ruttle, AP Like this topic? You may also like these photo galleries: Replay Last Slide Next Slide He said he was focused instead on the lawyers who won his release. “This is the soul of America,” Darweesh said. “This is what pushed me to move, to leave my country and come here. America is the land of freedom.” Among the 11 still being held at the airport was another Iraqi refugee, Haider Sameer Abdulkhaleq Alshawi, who was trying to join his wife and child. His wife worked for a U.S. contractor in Iraq as an accountant, was granted a refugee visa and is now living in Houston. Alshawi was approved for a visa to join his wife and their 7-year-old son on Jan. 11. According to a  federal complaint  filed on behalf of two Iraqis being held at JFK airport, one attorney approached Customs and Border Patrol agents with a request to speak to his client, but was told they were not the ones to talk to about seeing him. \"Who is the person to talk to?\" the lawyer asked, according to the complaint. The unidentified CBP agents responded: \"Mr. President. Call Mr. Trump.\" Full statement of the Ministry of Foreign Affairs of the Islamic Republic of Iran on the #MuslimBan . 6/7 pic.twitter.com/Y3gAxT0B8m — Javad Zarif (@JZarif) January 28, 2017 According to one of the lawyers, Mark Doss, the pair had been approved for entry as refugees but were in the air flying to the U.S. night when the order was being signed. A senior administration official said in a White House briefing Saturday afternoon that U.S. Customs and Border protection was working to provide waivers for the two Iraqis involved in the lawsuit. “No person living or residing overseas has a right to entry into the United States,” the official said, declining to be identified under the rules of the briefing. “There is not a travel ban (from the seven countries). It is a cessation of most travel with case-by-case exceptions.” Posted! A link has been posted to your Facebook feed. Protestors rally during a protest against the Muslim immigration ban at John F. Kennedy International Airport on Jan. 28, 2017 in New York.  Stephanie Keith, Getty Images Fullscreen Protesters gather at JFK International Airport's Terminal 4 to demonstrate against President Donald Trump's executive order Saturday. Trump has signed a sweeping executive order to suspend refugee arrivals and impose tough controls on travelers from Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen.  Bryan R. Smith, AFP/Getty Images A crowd gathers, Saturday at JFK International Airport's Terminal 4 to demonstrate against President Donald Trump's executive order to suspend refugee arrivals.  Bryan R. Smith, AFP/Getty Images Protesters assemble at John F. Kennedy International Airport in New York, Saturday,  after two Iraqi refugees were detained while trying to enter the country.  Craig Ruttle, AP Protesters oppose the ban of two Iraqi refugees who were detained while trying to enter the country. President Donald Trump signed an executive order, Friday, suspending all immigration from countries with terrorism concerns for 90 days.  Craig Ruttle, AP Protesters make their sentiments known at JFK International Airport demonstrating against President Donald Trump's recent immigration executive orders.  Bryan R. Smith, AFP/Getty Images A woman prays as others gather at JFK International Airport's Terminal 4 to demonstrate against a new ban on refugee arrivals and tough controls on travelers from Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen.  Bryan R. Smith, AFP/Getty Images A Port Authority Police Officer looks on as protesters gather at JFK International Airport's Terminal 4, Saturday  Bryan R. Smith, AFP/Getty Images Protesters assemble , Saturday, after two Iraqi refugees were detained at John F. Kennedy International Airport in New York.  Craig Ruttle, AP Like this topic? You may also like these photo galleries: Replay Trump's executive order suspends the entry of Syrian refugees into U.S. The American Civil Liberties Union and the Council on American-Islamic Relations, or CAIR, say they have either filed lawsuits or will do so shortly challenging the ban. \"We'll see you in court, Mr. Trump,\"  tweeted David Cole , National Legal Director for the ACLU. Abed Ayoud, legal and policy director for the American-Arab Anti-Discrimination Committee, said they’ve received more than 1,000 calls by midday Saturday from people who have been stranded or detained in the U.S. and abroad. He said legal immigrants traveling overseas to attend funerals and visit family when the president signed his order are now unable to return to the U.S. Trump says he will make Christian refugees a priority “The impact of what President Trump was looking for is in full effect,” Ayoud said. “Complete chaos.” In Tehran, Iran's foreign minister, Javad Zarif, said his country would respond by banning all U.S. citizens from the country as long as the U.S. policy was in effect, but would not include anyone who already received a visa. In a statement, the foreign ministry called the U.S. order \"a clear insult to the Islamic world, and especially to the great nation of Iran.\" Fact check: President Trump's first week on the job In signing the executive order, Trump said the new administration needed time to develop a stricter screening process for refugees, immigrants and visitors. \"I'm establishing new vetting measures to keep radical Islamic terrorists out of the United States of America. Don't want them here,\" he said. Trump executive order sows fear among refugees in Ariz. The executive order, which he said was aimed at protecting Americans from terrorist attacks, singled out Syrian refugees as \"detrimental to the interests of the United States.\" When the refugee program resumes, the executive order calls for changes to \"prioritize refugee claims made by individuals on the basis of religious-based persecution, provided that the religion of the individual is a minority religion in the individual's country of nationality.\" \"We only want to admit those into our country who will support our country and love deeply our people,\" Trump said. CAIR said it will file a federal lawsuit Monday in the Eastern District of Virginia to challenge the constitutionality of the order, charging its apparent purpose and underlying motive is to ban people of the Islamic faith from Muslim-majority countries from entering the United States. In N.Y., refugees awaiting family face uncertainty, fear “There is no evidence that refugees – the most thoroughly vetted of all people entering our nation – are a threat to national security,” said CAIR National Litigation Director Lena F. Masri. “This is an order that is based on bigotry, not reality.” Marielena Hincapié, executive director of the National Immigration Law Center, one of the groups representing the Iraqi men detained at JFK, said the lawsuit is directed solely at immigrants who have been caught in legal limbo following Trump’s announcement. The lawyers are trying to expand it into a class action suit to cover the untold number of refugees caught in the same situation. Hincapié said they are planning separate lawsuits challenging the legality of Trump’s executive actions on immigration, partly because they target majority Muslim nations. But she said for now, they simply want to resolve the cases of people who are being detained at airports. They are trying to get an emergency hearing before a judge this weekend. In Kentucky, Trump order �?devastating’ to local refugees “These are people who already had a horrific experience of being a refugee,” she said. “They left everything behind. And now, to find themselves in detention at an airport with no contacts, not knowing what can be done, only hearing little bits and pieces on the news about this executive order. I think folks are just scared and don’t know how to respond at this moment.” ",
    "title": "Trump says immigration ban working 'nicely’ as protests, detainments hit airports"
   },
   {
    "entities": [
     "civil",
     "d.",
     "cairo",
     "texas",
     "hameed",
     "turkey",
     "ryan",
     "dhs",
     "paul",
     "cbp",
     "morning",
     "saturday",
     "aratani",
     "carol",
     "associated",
     "department",
     "hincapie",
     "afghanistan",
     "army",
     "iraq",
     "san",
     "eastern",
     "center",
     "jerry",
     "afternoon",
     "101st",
     "muslim",
     "white",
     "peter",
     "friday",
     "army's",
     "refugee",
     "american-arab",
     "united",
     "philip",
     "zeller",
     "loveluck",
     "beirut",
     "of",
     "2014",
     "jan. 28, 2017",
     "6 p.m.",
     "u.s.",
     "darweesh",
     "anti-discrimination",
     "union",
     "brandon",
     "lena",
     "york",
     "abed",
     "shaver",
     "airport",
     "betsy",
     "morello",
     "lori",
     "ayoub",
     "customs",
     "thomas",
     "david",
     "assistance",
     "markon",
     "at 3:06 pm",
     "next week",
     "immigration",
     "rucker",
     "press",
     "cnn",
     "francisco",
     "district",
     "international",
     "fisher",
     "yemen",
     "security",
     "brown",
     "john",
     "mike",
     "border",
     "alshawi",
     "project",
     "doss",
     "abdulkhaleq",
     "new",
     "national",
     "the coming weeks",
     "sudan",
     "matt",
     "friedman",
     "masri",
     "iran",
     "america",
     "committee",
     "kennedy",
     "f.",
     "khalid",
     "city",
     "time",
     "protection",
     "katherine",
     "somalia",
     "egyptair",
     "weiner",
     "states",
     "trump",
     "cair",
     "house",
     "syria",
     "american",
     "louisa",
     "division",
     "nakamura",
     "post",
     "future",
     "stephanie",
     "january 28",
     "rachel",
     "currently",
     "marielena",
     "emma",
     "libya",
     "airborne",
     "jfk",
     "washington",
     "evening",
     "homeland",
     "liberties",
     "law",
     "pakistan",
     "debonis",
     "sameer",
     "mark",
     "2003"
    ],
    "id": 5,
    "text": "Trump order barring refugees, migrants from Muslim countries triggers chaos, outrage The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it (Thomas Johnson/The Washington Post) By Jerry Markon , Emma Brown and David Nakamura By Jerry Markon , Emma Brown and David Nakamura January 28 at 3:06 PM Follow @JerryMarkon Follow @emmersbrown Follow @davidnakamura President Trump’s executive order barring refugees and migrants from predominantly Muslim countries from entry into the United States rippled across the world on Saturday, causing widespread confusion, triggering outrage among immigrant advocates and leading to the detention at U.S. airports of people flying into the country. In addition to blocking all entries from seven countries, including business people, students and others, the ban is also being applied to U.S. legal residents from those nations — so-called green card holders — who were traveling abroad at the time the order was signed, federal officials said Saturday. Those familiar with the order, who spoke on condition of anonymity because they said its rollout had been chaotic, said green card holders currently in the United States will not be affected. They noted that the Department of Homeland Security is allowed to grant waivers to those individuals and others deemed to not pose a threat to national security. “If you’ve been living in the United States for 15 years and you own a business and your family is here, will you be granted a waiver? I’m assuming yes, but we are working that out,’’ said one official, who could not be more specific because details of the possible waivers remained cloudy, as did many other details of how the ban will be enforced. (Peter Stevenson/The Washington Post) But officials made clear that the federal officers detaining refugees and migrants holding valid U.S. visas and restricting them from entering the country were following orders handed down by top DHS officials. Those orders, the officials said, reflect the desires of Trump’s White House. The president’s order, signed Friday, suspends admission to the United States of all refugees for 120 days and bars for 90 days the entry of any citizens from Iraq, Iran, Syria, Yemen, Sudan, Libya and Somalia. Trump said that the goal is to screen out “radical Islamic terrorists” and that priority for admission would be given to Christians. [ Trump signs order halting admission of refugees, promises priority for Christians ] The executive action has caused “complete chaos” and torn apart families, said Abed Ayoub, legal and policy director of the American-Arab Anti-Discrimination Committee. “It’s causing a negative and destructive impact on the Arab-American community,” Ayoub said. The White House on Saturday rushed to explain and defend its action, saying it strengthens national security and denying that it targeted Muslims. “The notion that this is a Muslim ban is ludicrous,” one senior administration official said. A second official noted that many majority-Muslim countries, including Afghanistan, Pakistan and Turkey, were excluded from the measure. And House Speaker Paul D. Ryan (R-Wis.), who frequently clashed with Trump during the presidential campaign, strongly backed the president’s executive order. “This is not a religious test and it is not a ban on people of any religion,’’ he said. “This order does not affect the vast majority of Muslims in the world. It does not affect a large number of nations that are Muslim-majority.’’ Lawyers for two Iraqi men detained at New York’s John F. Kennedy International Airport, one of whom served the U.S. military mission in Iraq, filed a middle-of-the-night lawsuit in federal court challenging Trump’s order as unconstitutional and seeking the release of their clients. They also are seeking class certification so they may represent all refugees and visa-holders who are being held at U.S. ports of entry. 1 of 12 Skip Ad × Photos from the scene of protest at New York’s JFK airport against Trump’s executive order halting refu­gee admissions View Photos Entry to the United States is being refused to legal residents, including green-card holders, from seven mostly Muslim countries who were abroad when the executive order was signed Friday by the president, and some travelers were detained at U.S. airports. Caption Entry to the United States is being refused to legal residents, including green-card holders, from seven mostly Muslim countries who were abroad when the executive order was signed Friday by the president, and some travelers were detained at U.S. airports. Jan. 28, 2017 People protest against the Muslim immigration ban at John F. Kennedy International Airport in New York City. President Trump signed an executive order that halted refugees and residents from predominantly Muslim countries from entering the United States. Stephanie Keith/Getty Images [ Read the complaint ] One of the men, Hameed Khalid Darweesh, was released Saturday afternoon without explanation from federal officials, according to his lawyer, Mark Doss. “We are very grateful that Mr. Darweesh has been released,” Doss told reporters outside JFK International Airport in an interview broadcast on CNN. But 11 others are still being detained at JFK, he said, and “people will stay here until they are released.” While immigration advocates said at least one refu­gee family had been detained at San Francisco International Airport, there was no immediate count of how many refugees were being held at airports nationwide. Advocates said that people have not only been held at the border but that ticketed passengers have been barred from boarding U.S.-bound aircraft overseas, and they confirmed that green-card holders who left the U.S. have been unable to return. Cairo airport officials say seven U.S.-bound migrants — six from Iraq and one from Yemen — were prevented Saturday from boarding an EgyptAir flight to JFK airport, according to the Associated Press. As outrage mounted, other advocates promised further legal challenges. The Council on American-Islamic Relations (CAIR) denounced the order and said it would file a lawsuit next week challenging it as unconstitutional. “There is no evidence that refugees — the most thoroughly vetted of all people entering our nation — are a threat to national security,” Lena F. Masri, CAIR’s national litigation director, said in a statement. “This is an order that is based on bigotry, not reality.” Both Iraqi men detained at JFK airport held valid U.S. visas and had been receiving pro-bono legal assistance for several months from the New York-based International Refugee Assistance Project. Betsy Fisher, the organization’s policy director, said the men were in the air on separate flights when Trump signed the temporary refu­gee ban Friday. She called their detention “our worst-case scenario.” “In the coming weeks we will be advocating to show why this policy is bad for U.S. national security, why it goes against our humanitarian responsibilities, and why it is fundamentally un-American,” Fisher said. “If there is one fundamentally American value, then it is welcoming those who are fleeing persecution. At our best, this is what we can do.” The International Refugee Assistance Project was among several prominent immigration-rights organizations that filed the lawsuit in New York, including the American Civil Liberties Union and the National Immigration Law Center. One of the Iraqi men detained at JFK is Sameer Abdulkhaleq Alshawi, 33, who holds a visa that allowed him to join his wife and young child in Texas. His wife had worked for a U.S. government contractor and came to the United States as a refu­gee in 2014. Darweesh, 53, had worked as a contractor for the U.S. government in Iraq for about a decade, including as an interpreter for the Army. He and his wife and three children had spent more than two years securing a special immigrant visa, granted to Iraqis who assisted U.S. military forces. The Darweesh family landed in New York at approximately 6 p.m. Friday , and Hameed Darweesh was detained by U.S. Customs and Border Protection officials, according to the complaint filed in U.S. District Court for the Eastern District of New York. He is at risk of being returned to a country where he faces enormous personal danger due to his aid to the U.S. government, the complaint says. Darweesh told reporters outside the airport on Saturday that he was thankful so many people came to his aid, leaving their families to help secure his release. “This is the humanity, this is the soul of America. This is what pushed me to move, to leave my country and come here,” Darweesh said. “America is the land of freedom, the land of freedom, the land of the right. ... America is the greatest nation, the greatest people in the world.” Brandon Friedman worked with Darweesh in 2003, when he was an infantry officer with the Army’s 101st Airborne Division. He said Darweesh, who was among the first Iraqis to sign up to serve the U.S. military, was “fearless” and saved countless U.S. lives. “This is a guy who has done a lot more for this country than most people who were born here,” Friedman said. He said he hopes Trump’s executive order is rescinded quickly: “This is putting U.S. troops in danger because it is withdrawing the incentive that folks like Hameed have to work with us. And we depend on them to a great extent.” The detention of a man who served the U.S. military was particularly objectionable to Matt Zeller, founder of No One Left Behind, which aims to help Iraqi and Afghan people who worked for the U.S. military secure special immigrant visas. He said America is breaking its promise to men and women who served the U.S. military at great personal risk to themselves — which is not only wrong, he said, but also undermines trust in the United States and endangers the lives of any future service member sent overseas. “This is going to get future Americans killed in future wars. It comes down to that,” he said. “We’re never going to live down this shame if we let this go on.” Marielena Hincapie, executive director for the National Immigration Law Center, said immigration advocates first learned of immigrants being detained Friday evening after a report from a family detained in San Francisco. The advocates attempted to reach U.S. Customs and Border Protection but were unsuccessful. “We were trying to find out if it was lack of communication or what was the plan?” she said in an interview Saturday morning. The lawyers for those detained at JFK said they were told officials at the airport couldn’t help them when they began to seek their clients’ release. “Who is the person to talk to?” the attorneys asked, according to the court complaint. The CBP agents responded: “Mr. President. Call Mr. Trump.” Louisa Loveluck in Beirut, and Philip Rucker, Mike DeBonis, Lori Aratani, Carol Morello, Katherine Shaver and Rachel Weiner in Washington contributed to this report. local ",
    "title": "Trump order barring refugees, migrants from Muslim countries triggers chaos, outrage - The Washington Post"
   },
   {
    "entities": [
     "council",
     "reena",
     "interactive",
     "cbs",
     "friday",
     "trump",
     "house",
     "2017",
     "syria",
     "michael",
     "news",
     "inc.",
     "saturday",
     "steve",
     "security",
     "present",
     ", 5:56 pm",
     "mike",
     "conway",
     "mcfarland",
     "flynn",
     "kellyanne",
     "reince",
     "u.s.",
     "national",
     "iraq",
     "k.t.",
     "preibus",
     "homeland",
     "flores",
     "isis",
     "muslim",
     "bannon",
     "january 28, 2017",
     "pence",
     "white"
    ],
    "id": 6,
    "text": "By Reena Flores CBS News January 28, 2017, 5:56 PM Trump tackles ISIS fight, lobbying ban, National Security Council with executive actions Email On the heels of a controversial order barring refugees and travelers to the U.S. from some Muslim majority countries, President Trump continued his rapid-fire signing of executive actions Saturday, putting his name to three more addressing the Islamic State of Iraq and Syria (ISIS), a ban on lobbying and a reorganization of the National Security Council. As he signed each one, he gave a brief description of their contents with top aides surrounding him. Vice President Mike Pence, along with chief of staff Reince Preibus, National Security Adviser Michael Flynn, Deputy National Security Adviser K.T. McFarland, chief White House strategist Steve Bannon and top aide Kellyanne Conway were all present.  Of the lobbying ban, which will restrict how government officials take jobs with lobbying firms after their stint in the public service, Mr. Trump called it a “five-year” rule.  “Most of the people standing behind me will not be able to go to work,” the president joked.  On the memorandum outlining a plan to defeat ISIS, Mr. Trump predicted that “it’s going to be very successful.”  “That’s big stuff,” he said.  Mr. Trump also put pen to paper for a memo on reorganizing the National Security Council and the Homeland Security Council. “It represents a lot -- and also a lot of efficiency and I think a lot of additional safety,” he said of the memo. The president answered two brief questions about the immigration order he signed Friday, saying that his administration was “totally” prepared to implement the directive.  “It’s working out very nicely. You see it at the airports, you see it all over,” Mr. Trump said, presumably referencing reports of multiple detentions of travelers at airports around the country. “It’s working out very nicely, and we’re going to have a very, very strict ban, and we’re going to have extreme vetting, which we should have had in this country for many years.”   Despite the targeting of Muslim majority countries and the priority the president said he would give to processing Christian refugee applications, Mr. Trump denied that the order was a “Muslim ban.” © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump tackles ISIS fight, lobbying ban, National Security Council with executive actions - CBS News"
   },
   {
    "entities": [
     "ukraine",
     "middle",
     "bild",
     "shinzo",
     "last year",
     "earlier this month",
     "times",
     "francois",
     "japan",
     "south",
     "press",
     "trump",
     "house",
     "rim",
     "npr",
     "oval",
     "angela",
     "donald",
     "hu",
     "london",
     "saturday",
     "the day",
     "monday",
     "washington,",
     "north",
     "malcom",
     "atlantic",
     "of",
     "russia",
     "vladimir",
     "mike",
     "associated",
     "korea",
     "u.s.",
     "turnbull",
     "d.c.",
     "arabia",
     "africa",
     "the end of the day",
     "merkel",
     "last september",
     "east",
     "nato",
     "hollande",
     "previously",
     "saudi",
     "america",
     "elise",
     "alliance",
     "office",
     "5:00 p.m.",
     "abe",
     "putin",
     "germany",
     "feb. 10",
     "kremlin",
     "pacific",
     "pence",
     "white"
    ],
    "id": 7,
    "text": "President Donald Trump speaks on the phone with Russian President Vladimir Putin in the Oval Office on Saturday. It was one of five calls with foreign leaders Trump had scheduled for the day. Drew Angerer/Getty Images hide caption toggle caption Drew Angerer/Getty Images President Donald Trump speaks on the phone with Russian President Vladimir Putin in the Oval Office on Saturday. It was one of five calls with foreign leaders Trump had scheduled for the day. Drew Angerer/Getty Images Updated at 5:00 p.m. ET It has been a day thick with phone calls for President Trump. By the end of the day, the president will have spoken over the phone with the leaders of five countries, including Russian President Vladimir Putin. Administration officials have not yet announced the content of the 50-minute phone call with Putin, which Vice President Mike Pence also sat in on. But in a statement, the Kremlin says that \"both sides showed their readiness for active, joint work to stabilize and develop Russian-American cooperation,\" according to The Associated Press. The Kremlin says the two leaders will maintain \"regular personal contact,\" the news service reports. Trump also has scheduled calls Saturday with German Chancellor Angela Merkel, French President Francois Hollande, Australian Prime Minister Malcom Turnbull and Japanese Prime Minister Shinzo Abe. Japanese Prime Minister Shinzo Abe It was Abe's call that opened the day, with a discussion focused primarily on the U.S.-Japan alliance. During the conversation, Trump \"affirmed the the ironclad U.S. commitment to ensuring the security of Japan,\" according to the White House, in what marks a departure from some of Trump's statements during the presidential campaign. Article continues after sponsorship During that campaign, Trump said specifically that he believes Japan does not sufficiently reimburse the U.S. for American military bases there. In the first presidential debate, Trump had suggested he would consider pulling those bases out of the country if Japan did not up its payments. \"We defend Japan. We defend Germany. We defend South Korea. We defend Saudi Arabia. We defend countries,\" Trump said last September. \"They do not pay us what they should be paying us because we are providing a tremendous service and we're losing a fortune.\" That rhetoric left America's Asian allies uncertain about how his incoming administration would handle trade and security in the region, as NPR's Elise Hu reported last year. Japan And South Korea Rattled By Trump's Talk Of Closing U.S. Bases On Monday, Trump confirmed his disapproval of one tentative agreement with Japan, signing a memorandum to withdraw the U.S. from the Trans-Pacific Partnership, a free trade deal that would have comprised 12 Pacific Rim countries, including Japan. Despite that earlier move on the multilateral TPP, Trump and Abe also \"committed to deepen the bilateral trade and investment relationship\" on Saturday, according to the White House. Trump and Abe agreed to meet in Washington, D.C., on Feb. 10. German Chancellor Angela Merkel After his talk with Abe, Trump \"held an extensive telephone conversation\" with Merkel about a wide array of issues, the White House says. On the docket was NATO, the Middle East and North Africa, Russia and Ukraine, according to a statement from the office of Trump's press secretary. The statement continues: \"The President and Chancellor also agreed on the NATO Alliance's fundamental importance to the broader transatlantic relationship and its role in ensuring the peace and stability of our North Atlantic community.\" As with the alliance with Japan, Trump has previously voiced skepticism of NATO , calling it \"obsolete\" in an interview earlier this month with the Times of London and Germany's Bild newspaper. ",
    "title": "Donald Trump's Call With Vladimir Putin Included In Busy Day On The Phone With Foreign Leaders : The Two-Way : NPR"
   },
   {
    "entities": [
     "ferazzi",
     "rama",
     "last four years",
     "ryan",
     "california",
     "garcetti",
     "saturday",
     "state",
     "roudsari",
     "nobar",
     "once",
     "amlotte",
     "eric",
     "afghanistan",
     "iraq",
     "brooklyn",
     "ali",
     "first",
     "weekend",
     "yale",
     "angeles",
     "new year",
     "abdi",
     "arab",
     "friday",
     "florida",
     "mary",
     "bahareh",
     "abdul",
     "august",
     "donner",
     "united",
     "--",
     "dubai",
     "adam",
     "april",
     "of",
     "2014",
     "southern",
     "u.s.",
     "pomona",
     "ford",
     "the future",
     "december",
     "council",
     "tyler",
     "jeff",
     "hailey",
     "2024",
     "church",
     "yemen",
     "brown",
     "etehad",
     "cal",
     "sudan",
     "elmi",
     "los",
     "iran",
     "moore",
     "america",
     "harriet",
     "baltimore",
     "city",
     "somalia",
     "$10,000",
     "tomorrow",
     "times",
     "l.a.",
     "northridge",
     "states",
     "trump",
     "presbyterian",
     "2017",
     "syria",
     "last week",
     "university",
     "uae",
     "aslani",
     "gina",
     "this weekend",
     "emirates",
     "ezell",
     "libya",
     "august of 2016",
     "mostapha",
     "kanjo",
     "now",
     "melissa",
     "pennsylvania",
     "golhar"
    ],
    "id": 8,
    "text": "NATION Families divided by Trump's refugee order worry about the future The Kanjo children came to Southern California with their parents from Syria in August of 2016, sponsored by the First Presbyterian Church of Pomona. Adam Donner Ryan Donner, Abdul Kanjo, Rama Kanjo and Hailey Donner in Pomona. The Kanjo children came to Southern California with their parents in August, sponsored by the First Presbyterian Church of Pomona. Ryan Donner, Abdul Kanjo, Rama Kanjo and Hailey Donner in Pomona. The Kanjo children came to Southern California with their parents in August, sponsored by the First Presbyterian Church of Pomona. (Adam Donner) Harriet Ryan and Melissa Etehad Contact Reporters Ali Abdi, a 30-year-old student from Iran, has been studying for his PhD in anthropology at Yale University . Last week, he left the U.S. for the United Arab Emirates on his way to a research trip in Afghanistan. That was only days before President Trump issued his executive order on Friday suspending admissions from seven majority Muslim countries, including Iran. Now Abdi, who has been living in the U.S. for the last four years, is unsure what to do. He cannot return to Iran, where he faces potential imprisonment for his political activism. His visa for the UAE won’t allow him to stay there long, nor does he have permission for an extended stay in Afghanistan. Most seriously, under Trump’s new order, he can no longer return to the U.S. to finish his studies. Abdi is trying to be philosophical. “I’m not worried about anything... From an anthropological perspective I can write a lot,” he said in a telephone interview Saturday. “What has happened is very illuminating. The main problem is the lives of thousands of others who are torn apart by what happened.” Read Trump's executive order on travel restrictions Open link The executive order signed on Friday suspends all refugee entries for 120 days, blocks Syrian refugees and bars for 90 days the entry of citizens from Iraq, Iran, Syria, Yemen, Sudan, Libya and Somalia. Around the world, students and workers caught outside the U.S. were uncertain when they would be allowed to return under the new executive order. Refugees expecting safe resettlement in the U.S. were stranded and detained at airports. And families whose loved ones were stranded abroad were left in a state of crippling anxiety. Many were scanning their social media feeds or watching television, trying to make sense of the new policy and understand what happens next. Bahareh Aslani, a 34-year-old Iranian American, has been planning to have a formal wedding ceremony in Baltimore in April to celebrate her marriage to her husband, Mostapha Roudsari, who teaches at the University of Pennsylvania. Roudsari’s parents, who live in Iran, went to Dubai in December and applied for a visa to enter the U.S., waiting 2 ½ months for an appointment at the U.S. embassy. The couple was told that the mother’s visa had been approved and that the father’s visa had been approved, pending additional documents. It's frustrating, most of all. Makes me sad for my in laws and family, but mostly I’m really scared. — Bahareh Aslani, 34, Iranian American Now, both are barred from entry and will not be able to attend the wedding and are devastated, Aslani said. “It's frustrating, most of all. Makes me sad for my in laws and family, but mostly I’m really scared, because is this the beginning? Are they going to come after me? Once you start the slippery slope to losing all your basic rights, and no one seems to know what to do about it,” Aslani said. Nobar Elmi Golhar, 36, lives in Brooklyn and has never been to Iran, but worries about whether her family in Iran will be able to continue to visit. Her aunt and uncle, both green card holders who have children in the United States, were in the U.S. when the executive order was signed, and now both are uncertain whether it’s wise to go back home to Iran — they may not be allowed to return. “They are here and want to return to Iran, but now they are very worried if they can come back,” Golhar said. “They are trying to better understand what is going on and watch the news and ask what they should expect.” What they are feeling, she said, is “panic.” “It’s a real mix of emotions,” Golhar said. “First, it’s disbelief: Is this seriously happening? And then, it’s the anger... How could we have allowed this to happen?” Caption Weekend Roundup: 7 stories you can't miss Have the women’s marches started a movement?   In the presidential election, just seven of L.A.’s 1,700 precincts went for Trump.   In a fiery State of the State, Brown returned to a familiar conclusion.   Prosecutors believed two officers feared for their lives when they fatally shot Ezell Ford in 2014.   'La La Land' danced its way to 14 Oscar nominations.   Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Chinese New Year begins this weekend. Caption Weekend Roundup: 7 stories you can't miss Have the women’s marches started a movement?   In the presidential election, just seven of L.A.’s 1,700 precincts went for Trump.   In a fiery State of the State, Brown returned to a familiar conclusion.   Prosecutors believed two officers feared for their lives when they fatally shot Ezell Ford in 2014.   'La La Land' danced its way to 14 Oscar nominations.   Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Chinese New Year begins this weekend. Caption 90 seconds: 4 stories you can't miss So-called sanctuary cities were once places of refuge.   A surge in media mergers is expected under Trump’s pro-business agenda.   Chinese New Year begins tomorrow.   Grocery store tomatoes are often tasteless but researchers at the University of Florida have discovered a game-changer. Caption Neighborhood improvements can limit sex-trafficking, study says A Cal State Northridge study identified up to 40 locations used for illegal sex that could be safeguarded by the addition of street lamps or the trimming of trees. A Cal State Northridge study identified up to 40 locations used for illegal sex that could be safeguarded by the addition of street lamps or the trimming of trees. Caption Curves, craftsmanship and class | 2017 Grand National Roadster Show in Pomona Thirteen custom cars will compete for the “America's Most Beautiful Roadster” award, vying for a 9-foot-tall trophy and $10,000 in prize money. (Gina Ferazzi / Los Angeles Times) Thirteen custom cars will compete for the “America's Most Beautiful Roadster” award, vying for a 9-foot-tall trophy and $10,000 in prize money. (Gina Ferazzi / Los Angeles Times) Caption Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) ",
    "title": "Families divided by Trump&apos;s refugee order worry about the future - LA Times"
   },
   {
    "entities": [
     "times",
     "states",
     "hameed",
     "trump",
     "brooks",
     "syria",
     "united",
     "ny",
     "donald",
     "nadler",
     "chris",
     "saturday",
     "international",
     "yemen",
     "john",
     "new",
     "darweesh",
     "nbc",
     "jersey",
     "libya",
     "nydia",
     "sudan",
     "york",
     "jfk",
     "america",
     "afternoon",
     "2:22",
     "iran",
     "velázquez",
     "kennedy",
     "airport",
     "jerrold",
     "f.",
     "khalid",
     "january 28, 2017",
     "somalia"
    ],
    "id": 9,
    "text": "Trump's 'Extreme Vetting' Leaves Thousands Scrambling At Airports 2:22 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170129013554if_/http://www.nbcnews.com/widget/video-embed/865057859510\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Less than 24 hours after President Donald Trump signed an executive order clamping down on refugee admissions and temporarily restricting travelers from seven predominantly Muslim countries, the impact was already resonating at airports around the world. New York's John F. Kennedy International Airport was the scene of confusion and questions as a dozen people were detained and some separated from family members, according to lawmakers and attorneys scrambling to get them released and struggling to interpret the new rules. Related: Trump Signs Order Suspending Admission of Syrian Refugees Two of the 12 are Iraqi refugees, and one of them — identified as Hameed Khalid Darweesh — was let go Saturday afternoon following his detention, said New York Rep. Jerrold Nadler. The second refugee was later released, NBC New York reported. \"I am very, very thankful to all the people who can support,\" Darweesh told reporters as he was surrounded by dozens of protesters carrying signs that read \"Refugees welcome\" and \"No ban, no wall.\" \"America is the greatest nation,\" Darweesh added. \"America is the greatest people in the world.\" Nadler said it was unclear why Darweesh was released while the other 11 remained held at the airport Saturday afternoon. They could be transferred to an immigration detention center in New Jersey to meet with immigration lawyers, Nadler added. \"This should not be happening in America,\" he told reporters. \"The executive order is a gross violation of our standards, our norms and the spirit of our Constitution.\" \"We will use every tool at our disposal to bring justice to America\" - NY Congresswoman Nydia Velázquez addressing JFK protest #muslimban pic.twitter.com/whmPWBz91C — Chris Brooks (@chactivist) January 28, 2017 A senior Trump administration official told reporters that the two Iraqi men, which included Darweesh, were getting waivers allowing them to stay in the United States. The men were mentioned in a New York Times report Saturday, and it was unclear whether the remaining people detained at Kennedy Airport would also receive such waivers. Human rights attorneys could not immediately say which additional affected countries — Syria, Iran, Sudan, Somalia, Yemen or Libya — the others at Kennedy Airport come from. Play ",
    "title": "Trump Travel Restrictions Leave Refugees Stranded: Reports - NBC News"
   },
   {
    "entities": [
     "council",
     "$10,000",
     "lax",
     "civil",
     "assistance",
     "tomorrow",
     "bradley",
     "times",
     "immigration",
     "ruttle",
     "l.a.",
     "florida",
     "northridge",
     "ferazzi",
     "mary",
     "states",
     "press",
     "trump",
     "refugee",
     "2017",
     "ford",
     "united",
     "tyler",
     "university",
     "jeff",
     "garcetti",
     "2024",
     "terminal",
     "american",
     "saturday",
     "international",
     "state",
     "gina",
     "2014",
     "of",
     "associated",
     "john",
     "employees",
     "craig",
     "rendon",
     "brown",
     "moore",
     "once",
     "cal",
     "america",
     "amlotte",
     "assembly",
     "this weekend",
     "eric",
     "project",
     "u.s.",
     "new",
     "national",
     "ezell",
     "anthony",
     "union",
     "pomona",
     "matt",
     "york",
     "los",
     "service",
     "center",
     "iran",
     "cunnings",
     "pearce",
     "afternoon",
     "tom",
     "liberties",
     "law",
     "kennedy",
     "weekend",
     "airport",
     "smith",
     "f.",
     "dakota",
     "city",
     "angeles",
     "new year",
     "jordan"
    ],
    "id": 10,
    "text": "Immigration attorneys at LAX helping immigrants, many from Iran, detained by federal officials Protests against Trump immigration policy Craig Ruttle / Associated Press Protesters assemble at John F. Kennedy International Airport in New York after two Iraqis were detained while trying to enter the country. Protesters assemble at John F. Kennedy International Airport in New York after two Iraqis were detained while trying to enter the country. (Craig Ruttle / Associated Press) Matt Pearce and Dakota Smith Contact Reporters At least 10 to 15 immigration attorneys have gathered at the Tom Bradley International Terminal at LAX to help travelers, mostly from Iran, who have been detained, one of the attorneys said Saturday. Attorneys have not yet been able to determine the number of fliers detained, as customs officials are not allowing attorneys or their families any access or communication with the detainees, said immigration attorney Jordan Cunnings. “We’re literally walking around, asking people, are you waiting for someone who has been detained?” said Cunnings, describing a scene of worried family members who had arrived bearing flowers and welcome signs for their loved ones. Some of the detained travelers included green-card holders, tourists, people with children and people with medical problems, Cunnings said. One detained traveler was an Iranian woman who'd held a green card in the U.S. for five years and whose citizenship swearing-in ceremony is in two weeks, Cunnings said.  The woman has an 11-month old child with her who is an American citizen. “People don’t have phone access or communication access to the people waiting for them, or their attorneys,” Cunnings said. “It'’s just really heartbreaking.” A candlelight vigil to support Muslim refugees is scheduled for Saturday afternoon at Los Angeles International Airport. Meanwhile, another protest was underway in downtown Los Angeles. The vigil comes in response to President Trump’s executive order suspending refugee arrivals and banning travel to the United States from seven Muslim-majority countries. The abrupt ban ensnared people from all walks of life who were caught in transit or expecting to soon return to the U.S. — students on a break from studies, business travelers, tourists, even the bereaved who had gone home for a funeral. The LAX candlelight vigil is being organized by the Service Employees International Union, and several politicians are expected to attend, including Assembly Speaker Anthony Rendon. A group of advocacy organizations, including the American Civil Liberties Union, filed a legal action against the policy on Saturday in New York, acting on behalf of two Iraqis who were stopped at John F. Kennedy International Airport hours after the order was signed. The writ seeks the release of the two Iraqis, who hold valid U.S. visas, unless the government can show lawful grounds for their detention. The groups bringing the action, which also included the International Refugee Assistance Project and the National Immigration Law Center, said a separate motion sets the stage for a larger action involving other would-be refugees, visitors and immigrants stopped at other ports of entry. Caption Weekend Roundup: 7 stories you can't miss Have the women’s marches started a movement?   In the presidential election, just seven of L.A.’s 1,700 precincts went for Trump.   In a fiery State of the State, Brown returned to a familiar conclusion.   Prosecutors believed two officers feared for their lives when they fatally shot Ezell Ford in 2014.   'La La Land' danced its way to 14 Oscar nominations.   Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Chinese New Year begins this weekend. Caption Weekend Roundup: 7 stories you can't miss Have the women’s marches started a movement?   In the presidential election, just seven of L.A.’s 1,700 precincts went for Trump.   In a fiery State of the State, Brown returned to a familiar conclusion.   Prosecutors believed two officers feared for their lives when they fatally shot Ezell Ford in 2014.   'La La Land' danced its way to 14 Oscar nominations.   Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Chinese New Year begins this weekend. Caption 90 seconds: 4 stories you can't miss So-called sanctuary cities were once places of refuge.   A surge in media mergers is expected under Trump’s pro-business agenda.   Chinese New Year begins tomorrow.   Grocery store tomatoes are often tasteless but researchers at the University of Florida have discovered a game-changer. Caption Neighborhood improvements can limit sex-trafficking, study says A Cal State Northridge study identified up to 40 locations used for illegal sex that could be safeguarded by the addition of street lamps or the trimming of trees. A Cal State Northridge study identified up to 40 locations used for illegal sex that could be safeguarded by the addition of street lamps or the trimming of trees. Caption Curves, craftsmanship and class | 2017 Grand National Roadster Show in Pomona Thirteen custom cars will compete for the “America's Most Beautiful Roadster” award, vying for a 9-foot-tall trophy and $10,000 in prize money. (Gina Ferazzi / Los Angeles Times) Thirteen custom cars will compete for the “America's Most Beautiful Roadster” award, vying for a 9-foot-tall trophy and $10,000 in prize money. (Gina Ferazzi / Los Angeles Times) Caption Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) ",
    "title": "Immigration attorneys at LAX helping immigrants, many from Iran, detained by federal officials - LA Times"
   },
   {
    "entities": [
     "13 minutes ago",
     "scotland",
     "sturgeon",
     "1979",
     "muslim-majority",
     "5:33 p.m.",
     "friday",
     "sawan",
     "florida",
     "trump",
     "press",
     "nicola",
     "syria",
     "trudeau",
     "facebook",
     "zarif",
     "saturday",
     "international",
     "javad",
     "bill",
     "associated",
     "john",
     "mogadishu",
     "jan. 28, 2017",
     "canada",
     "usa",
     "stephanie",
     "u.s.",
     "new",
     "ashkir",
     "today",
     "iraq",
     "irna",
     "justin",
     "keith",
     "york",
     "ammar",
     "iran",
     "fatima",
     "kennedy",
     "airport",
     "keveney",
     "f.",
     "city",
     "january 28, 2017",
     "jordan"
    ],
    "id": 11,
    "text": "Iran retaliates, Canada opens arms after Trump immigration ban Iran considers visa limit for U.S. arrivals, as world leaders open arms to refugees. Post to Facebook Iran retaliates, Canada opens arms after Trump immigration ban Iran considers visa limit for U.S. arrivals, as world leaders open arms to refugees. Check out this story on USATODAY.com: http://usat.ly/2jC9WRg CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 34 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Iran retaliates, Canada opens arms after Trump immigration ban Bill Keveney , USA TODAY Published 5:33 p.m. ET Jan. 28, 2017 | Updated 13 minutes ago CLOSE Share Iran says U.S. citizens are no longer welcome in the country. Buzz60 Protesters rally during a demonstration against the immigration ban at John F. Kennedy International Airport on Jan. 28, 2017 in New York City. (Photo: Stephanie Keith, Getty Images) World leaders reacted harshly Saturday to President Trump's executive order suspending immigration and visas for citizens from certain countries with majority Muslim populations. Iran, one of the targeted nations, suggested it would limit issuing visas to American tourists. Trump on Friday suspended all refugee admissions to the U.S. for four months and banned the entry of Syrian refugees indefinitely pending a security review meant to ensure terrorists cannot slip through vetting. Trump also issued a 90-day ban on all entry to the U.S. from seven Muslim-majority countries with terrorism concerns, including Syria. The official IRNA news agency Saturday carried a statement by the Iranian foreign ministry that says Iran will resort to “counteraction” to Trump’s executive order. “Iran, to defend the dignity of the great Iranian nation, will implement the principle of reciprocity until the removal of the insulting restriction against Iranian nationals,\" the statement reads. “It will apply corresponding legal, consular and political actions.” More coverage:  A Syrian and his American wife are stuck in Iraq because of Trump's ban The two countries have had no diplomatic relations since 1979 when militants stormed the U.S. embassy. Iranian Foreign Minister Javad Zarif issued a series of tweets in response to President Trump's order, saying the move would be \"a great gift to extremists and their supporters.\" He explained that statement further, tweeting: \"Collective discrimination aids terrorist recruitment by deepening fault-lines exploited by extremist demagogues to swell their ranks.\" Collective discrimination aids terrorist recruitment by deepening fault-lines exploited by extremist demagogues to swell their ranks. 2/7 — Javad Zarif (@JZarif) January 28, 2017 A follow-up tweet promised a reciprocal response: \"While respecting Americans & differentiating between them & hostile U.S. policies, Iran will take reciprocal measures to protect citizens.\" While respecting Americans & differentiating between them &hostile U.S. policies, Iran will take reciprocal measures to protect citizens.5/7 — Javad Zarif (@JZarif) January 28, 2017 Other world leaders, including officials from Canada and Scotland, also tweeted responses to the new U.S. policy. Canadian Prime Minister Justin Trudeau embraced refugees, also temporarily prohibited from entering the U.S., making a pointed comment about not discriminating on religious grounds: \"To those fleeing persecution, terror & war, Canadians will welcome you, regardless of your faith. Diversity is our strength #WelcomeToCanada\" To those fleeing persecution, terror & war, Canadians will welcome you, regardless of your faith. Diversity is our strength #WelcomeToCanada — Justin Trudeau (@JustinTrudeau) January 28, 2017 Nicola Sturgeon, first minister of Scotland, retweeted Trudeau, seconding his invitation: \"#WelcometoScotland too.\" — Nicola Sturgeon (@NicolaSturgeon) January 28, 2017 People in the affected countries reacted with dismay to the U.S. move, the Associated Press reported. “I am shocked beyond words. This will mean that my new husband will never be able to join me in the U.S.,” said Fatima Ashkir, a Somali-American woman from Florida who came to Mogadishu to marry her Somali boyfriend. U.S. immigrants react to ban: 'Our president is trying to divide us' In Jordan, a Syrian refugee who submitted to an initial security screening in the hopes of moving to the U.S., sees his hopes dashed with President Trump's order. “When we heard of the order, it was like a bolt of lightning, and all our hopes and dreams vanished,” Ammar Sawan said Saturday. Other Syrian refugees in Jordan warned that U.S. policy could inflame anti-American sentiment in the region. ",
    "title": "Iran retaliates, Canada opens arms after Trump immigration ban"
   },
   {
    "entities": [
     "peter",
     "middle",
     "avi",
     "late 2016",
     "last october",
     "october",
     "this month",
     "d.",
     "muslim-majority",
     "network",
     "friday",
     "march 23, 2016 a few months later",
     "states",
     "trump",
     "spring",
     "house",
     "hillary",
     "syria",
     "richard",
     "ryan",
     "united",
     "--",
     "paul",
     "cnn",
     "rex",
     "selk",
     "2009",
     "donald",
     "indiana",
     "six months earlier",
     "state",
     "b.",
     "congress",
     "yemen",
     "defense",
     "mike",
     "islam",
     "once",
     "late 2015",
     "j.",
     "december 8, 2015",
     "post",
     "brussels",
     "january 28",
     "u.s.",
     "a year earlier",
     "today",
     "tillerson",
     "iraq",
     "pence",
     "libya",
     "james",
     "cheney",
     "east",
     "politico",
     "sudan",
     "christian",
     "broadcasting",
     "washington",
     "at 1:36 pm",
     "iran",
     "mattis",
     "stevenson/the",
     "now",
     "last july",
     "designate",
     "clinton",
     "somalia",
     "pentagon",
     "december",
     "white"
    ],
    "id": 12,
    "text": "Pence once called Trump’s Muslim ban ‘unconstitutional.’ He now applauds a ban on refugees. The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Avi Selk By Avi Selk January 28 at 1:36 PM Follow aviselk President Trump signed an executive order halting all refugees from entering the U.S. for 120 days, among other provisions. Here's what the order says. (Peter Stevenson/The Washington Post) Vice President Pence and Defense Secretary James Mattis stood directly behind their boss Friday, one man on each side, as President Trump announced an order that will ban half the world's Shiite Muslims from entering the country for months. “I'm establishing new vetting measures to keep radical Islamic terrorists out of the United States,” Trump said from his podium at the Pentagon. “We don't want 'em here.” Pence nodded along to the words. It was just over a year earlier when he had called Trump's proposal to ban all Muslims from entering the United States “offensive and unconstitutional.” That was before Trump picked him as his running mate and won the election. Calls to ban Muslims from entering the U.S. are offensive and unconstitutional. — Governor Mike Pence (@GovPenceIN) December 8, 2015 Trump sat down after his speech, signed the executive order and handed it to Mattis — a retired general who six months earlier had said the mere suggestion of a ban on Muslims caused “great damage” to world order. Now, Mattis was defense secretary. He took the order and grinned while Pence started clapping. Like other Republicans, the two men's condemnations of Trump's words had evaporated as he drew closer to power — and as his original call for “a total and complete shutdown of Muslims entering the United States” morphed into a nearly 3,000-word order that does not mention Islam but temporarily bar visitors from seven Muslim-majority countries. [ 12 Nobel laureates, thousands of academics sign protest of Trump immigration order ] One of those countries, Syria, had attracted Pence's scrutiny even before a young Trump campaign waded into the issue in late 2015. He was one of more than two dozen governors who called for a suspension of Syrian refugees that year — as a civil war there fueled fears that terrorists would slip into the United States amid the wave of evacuees. But when Trump upped the ante in December — calling for a border ban on all Muslims “until our country's representatives can figure out what the hell is going on” — Pence joined the immediate Republican backlash. Trump's words may have been \"offensive\" to Pence, but they were popular with others. After winning contest after contest in the spring primaries and turning his sights on the general election, Trump blasted Democrat Hillary Clinton for border policies that would “let the Muslims flow in.” Incompetent Hillary, despite the horrible attack in Brussels today, wants borders to be weak and open-and let the Muslims flow in. No way! — Donald J. Trump (@realDonaldTrump) March 23, 2016 A few months later, a taciturn retired general who had overseen all U.S. military operations in the Middle East felt compelled to speak out against Trump. The call for a Muslim ban was causing American allies to think “we have lost faith in reason,” Mattis told Politico last July. “They think we've completely lost it,” he said. “It's sending shock waves through this international system.” He and Pence were joined in displeasure by Republicans across the spectrum. By former vice president Richard B. Cheney, who said banning a religion “goes against everything we stand for,”  and who echoes language by  House Speaker Paul D. Ryan  and many others. Even Trump's campaign eventually distanced itself from his rhetoric. “Donald Trump's Contract with the American Voter,” released last October, mentions no Muslim ban, but rather “extreme vetting” and a halt on immigration “from terror-prone regions.” [ What is an executive order? And how do President Trump’s stack up? ] And by late 2016, with prospects for White House jobs in the wind, some of Trump's former critics went mum on the issue. A CNN host confronted Pence about his silence in October, long after he'd left the Indiana governor's office to campaign as Trump's running mate. “What he has said about women, about Mexicans, about Muslims matters,” the host said. “Now you are tacitly accepting those positions because you won't speak out.” “It's not Donald Trump's position now,” Pence said of the ban, according to CNN. He fell back on the campaign's latter-day language about terrorist-linked countries rather than Muslims. Trump's secretary of state designate backed the president up at his confirmation hearing this month. “He does not support a blanket-type rejection of any particular group of people,” Rex Tillerson promised Congress. Sure enough, Friday's executive order makes no mention of Islam. It bans any visitors from Iraq, Iran, Syria, Yemen, Sudan, Libya and Somalia from entering the United States for any reason for three months, with broader restrictions on the refugee program. [ As Trump bars Syrian refugees, life in their camps is getting harder ] None of those seven countries make up more than a few percentage points of the global Muslim population, according to a 2009 Pew study , although together they contain the majority of world's Shiite Muslim minority. And just before signing the order, Trump suggested to the Christian Broadcasting Network that religion was not far from his mind. Once he restarts the refugee program, Trump told the outlet, Christians fleeing war and terror in the Middle East would get priority over others. “They were chopping off the heads of everybody, but more so the Christians,” he said of Syria — failing to mention that far more Muslims have been killed or displaced in that civil war. Neither Pence nor Mattis have commented in public about the executive order after applauding its signing on Friday. But another compatriot from their days as Trump critics has offered his take. Ryan, who once called any Muslim ban un-American, said in a statement Friday that “President Trump is right.” “We are a compassionate nation, and I support the refugee resettlement program, but it's time to reevaluate and strengthen the visa-vetting process,” Ryan said. An earlier version of this post incorrectly said Trump handed the pen he used to sign the order to Mattis. He handed Mattis the order itself. More reading: ",
    "title": "Pence once called Trump’s Muslim ban ‘unconstitutional.’ He now applauds a ban on refugees. - The Washington Post"
   },
   {
    "entities": [
     "portnoy",
     "reena",
     "interactive",
     "cbs",
     "amling",
     "hameed",
     "trump",
     "alicia",
     "house",
     "ninan",
     "2017",
     "3:47 pm est",
     "syria",
     "news",
     "inc.",
     "recently",
     "nadler",
     "saturday",
     "street",
     "international",
     "state",
     "yemen",
     "john",
     "department",
     "u.s.",
     "darweesh",
     "currently",
     "new",
     "journal",
     "iraq",
     "libya",
     "wall",
     "nydia",
     "sudan",
     "york",
     "jfk",
     "iran",
     "klm",
     "kennedy",
     "jan 28, 2017",
     "airport",
     "jerrold",
     "velazquez",
     "f.",
     "steven",
     "somalia",
     "white"
    ],
    "id": 13,
    "text": "CBS News Jan 28, 2017 3:47 PM EST After widespread confusion about who will be affected by President Trump’s recently signed executive order pausing travel to the U.S. from citizens of selected Muslim majority countries, officials are scrambling to clarify the policy. Senior administration officials told CBS News Saturday that for permanent American residents -- those holding green cards -- from the listed countries, their readmittance to the U.S. will be done on a “case by case exemption process.” The countries which have majority Muslim populations and will be affected by the 90-day moratorium on travel to the U.S. include Iran, Iraq, Syria, Yemen, Sudan, Somalia and Libya. Iraqi refugee freed after being detained at JFK airport According to one administration official, for those people who are currently overseas and want to re-enter the U.S., they will be processed by the same waiver process that addressed, for example, the individuals detained at John F. Kennedy International Airport Saturday . Of that incident, which involved Iraqi immigrant Hameed Darweesh, the official said it “demonstrates that the exemptions and waivers process that we put into place is already working exactly as intended.” (Darweesh, who had been issued a visa to the country, was freed after two U.S. lawmakers -- Reps. Jerrold Nadler and Nydia Velazquez, both Democrats of New York -- appeared at the airport asking about his detention.) Those who have dual citizenship with the seven countries will also be stopped from stepping foot in the U.S., according to a Wall Street Journal report, which cites a State Department statement due to be released. An administration official insisted to CBS News that the executive order is “not a travel ban” but is instead a “cessation of most travel with case-by-case exemptions.” The official said that the departments of State and Homeland Security were still in the process of finalizing the next round of guidance for the executive order. Despite White House claims that the actions do not constitute a travel ban, however, some airlines have already begun turning away would-be passengers to the U.S.  For example, on Saturday, Dutch airline KLM confirmed to CBS News that it has already had to turn away at least seven travelers because of the executive order. CBS News’ Alicia Amling, Steven Portnoy, and Reena Ninan contributed to this report.  © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump travel ban could affect green card holders, officials say - CBS News"
   },
   {
    "entities": [
     "cairo",
     "aclu",
     "hameed",
     "reuters",
     "miliband",
     "nadler",
     "saturday",
     "associated",
     "midday",
     "army",
     "late friday",
     "iraq",
     "brooklyn",
     "velazquez",
     "muslim",
     "ap",
     "white",
     "friday",
     "refugee",
     "jadwat",
     "news",
     "united",
     "facebook",
     "donald",
     "omar",
     "twitter",
     "night",
     "u.s.",
     "darweesh",
     "nydia",
     "nato",
     "york",
     "friday, jan. 27, 2017",
     "airport",
     "customs",
     "pentagon",
     "assistance",
     "david",
     "barrett",
     "press",
     "international",
     "congress",
     "yemen",
     "walsh",
     "nations",
     "border",
     "alshawi",
     "u.n.",
     "project",
     "airways",
     "abdulkhaleq",
     "doss",
     "new",
     "jhalid",
     "qatar",
     "sudan",
     "america",
     "iran",
     "committee",
     "jerrold",
     "khalid",
     "early saturday",
     "protection",
     "january 28, 2017",
     "somalia",
     "egyptair",
     "times",
     "haider",
     "states",
     "trump",
     "house",
     "2017",
     "syria",
     "fox",
     "court",
     "federal",
     "post",
     "rescue",
     "libya",
     "jfk",
     "washington",
     "now",
     "sameer",
     "mark",
     "wes"
    ],
    "id": 14,
    "text": "12 refugees detained under ban after Trump's order; one released Published               January 28, 2017 Facebook 0 Twitter 0 Email Print   Twelve refugees were detained at JFK Airport within hours of President Trump's order restricting immigration from seven majority-Muslim nations.   One of the Iraqis, Hameed Jhalid Darweesh, 53, was released by midday Saturday. “I suffered to move here, to get my family here …. I can’t go back,” Darweesh said shortly after his release, according to the New York Post. Asked if he’d be killed in Iraq, he answered: “Yes, yes.” Hameed Khalid Darweesh, an Army interpreter in Iraq, had been stopped as he traveled with his wife and three kids when agents pulled him aside, according to the New York Times. The fate of the other Iraqi detainee, Haider Sameer Abdulkhaleq Alshawi, 33, was unclear. So was the fate of 10 other refugees, whose nationalities were not immediately known. Reps. Jerrold Nadler (D-Manhattan) and Nydia Velazquez (D-Brooklyn) announced the number of refugees held at the airport. “This should not happen in America. We shouldn’t have to demand the release of refugees one by one,” the two members of Congress said in a statement. Expand / Contract Protesters assemble at JFK Airport after two Iraqi refugees were detained. (AP) \"They have been detained illegally. I am begging you to go and revisit this. It's ill-advised, it's mean spirited,\" said Velazquez, during a press conference.  The White House moved Saturday to defend the president’s refugee order, saying Muslims are not being targeted. “The notion that this is a ‘Muslim ban’ is ludicrous,” a senior administration official confirmed to Fox News. Other travelers were being stopped from boarding U.S.-bound flights at overseas airports as the Trump refugee ban went into effect Friday night. Early Saturday, immigration lawyers in New York sued to block the order, claiming that numerous people have already been unlawfully detained at U.S. airports, Reuters reported. Trump on Friday suspended refugee admissions for four months and indefinitely banned those from war-torn Syria, pending program changes that are to ensure refugees won't harm national security. A U.S. federal law enforcement official says any non-U.S. citizen from Iraq, Syria, Iran, Sudan, Libya, Somalia or Yemen is now barred from entering the United States. That covers legal permanent residents -- green card holders -- and visa-holders from those seven countries who are out of the United States after Friday, when President Donald Trump signed an executive order with the temporary ban. They cannot return to the U.S. for 90 days. The official says there's an exemption for immigrants and legal permanent residents whose entry is in the U.S. national interest, but it's unclear how that exemption will be applied. The official says visa and green card holders already in the U.S. will be allowed to stay. The official wasn't authorized to publicly discuss the details of how Trump's order is being put in place and spoke only on condition of anonymity. Customs and Border Protection is notifying airlines about passengers whose visas had been canceled or legal residents scheduled to fly back to the U.S., and the airlines are being told to keep them off those flights. The order also imposes a temporary ban on travelers from Iran, Iraq, Somalia, Libya, Sudan and Yemen. Immigration lawyers filed papers in Brooklyn Federal Court seeking the release of the two Iraqis and an order certifying the case as a class-action on behalf of others who they said were being illegally detained at ports of entry, according to the paper. The lawyers said custom agents wouldn’t let them meet with their clients who they said had valid visas to enter the U.S. “Who is the person we need to talk to?” asked Mark Doss, a lawyer with the International Refugee Assistance Project. “Mr. President,” the paper quoted a customs agent as responding. “Call Mr. Trump.” President Donald Trump signs an executive order on extreme vetting during an event at the Pentagon in Washington, Friday, Jan. 27, 2017. (AP Photo/Susan Walsh) (Copyright 2017 The Associated Press. All rights reserved.) The ACLU's Immigrants' Rights Project is also representing the two Iraqis. “President Trump's war on equality is already taking a terrible human toll. This ban cannot be allowed to continue,” the group's Omar Jadwat said. In Cairo, airport officials prevented seven U.S.-bound migrants -- six from Iraq and one from Yemen -- from boarding an EgyptAir flight to New York. The officials said the seven migrants, escorted by officials from the U.N. refugee agency, were stopped from boarding the plane after authorities at Cairo airport contacted their counterparts at JFK. Qatar Airways told passengers bound for the U.S. from the seven newly banned majority Muslim countries that they need to have either a U.S. green card or diplomatic visa to travel. A statement on the company's website says: \"Nationals of the following countries: Sudan, Libya, Somalia, Syria, Iran, Iraq, Yemen ... may travel to the U.S. only if they are in possession of a permanent resident card (Green card) or any of the below visas.\" It listed foreign government, United Nations, international organization and NATO visas. Late Friday, the International Rescue Committee called Trump's suspension of the U.S. refugee resettlement program a \"harmful and hasty\" decision. The group’s president David Miliband said, \"America must remain true to its core values. America must remain a beacon of hope.\" He said the U.S. vetting process for prospective refugees is already robust -- involving biometric screening and up to 36 months of vetting by \"12 to 15 government agencies.\" “This is no time for America to turn its back on people ready to become patriotic Americans,” he said. The Associated Press and Fox News' Wes Barrett contributed to this report.   ",
    "title": "12 refugees detained under ban after Trump's order; one released | Fox News"
   },
   {
    "entities": [
     "d.",
     "joe",
     "november",
     "seyed",
     "atlanta",
     "bosman",
     "danielle",
     "morning",
     "saturday",
     "boston",
     "j.",
     "dent",
     "d.c.",
     "100 percent",
     "today",
     "shear",
     "detroit",
     "tufts",
     "afternoon",
     "istanbul",
     "public",
     "daphne",
     "white",
     "peter",
     "tehran",
     "charlie",
     "liz",
     "us",
     "queens",
     "friday",
     "goldstein",
     "association",
     "julie",
     "refugee",
     "saeedi",
     "harvard",
     "michael",
     "united",
     "feuer",
     "the coming days",
     "dubai",
     "fernandez",
     "tuesday",
     "of",
     "2014",
     "j.f.k.",
     "night",
     "twitter",
     "medford",
     "blue",
     "rosenberg",
     "daria",
     "darweesh",
     "w.",
     "saravi",
     "nicholas",
     "and",
     "soheil",
     "york",
     "sean",
     "airport",
     "manny",
     "customs",
     "thomas",
     "assistance",
     "against",
     "goldman",
     "immigration",
     "michel",
     "saul",
     "russell",
     "international",
     "jan. 20, the same day",
     "january 29, 2017",
     "daniel",
     "alshawi",
     "ban",
     "project",
     "houston",
     "abdulkhaleq",
     "doss",
     "new",
     "matt",
     "iran",
     "america",
     "erdbrink",
     "kennedy",
     "fletcher",
     "mcpherson",
     "liam",
     "january 28, 2017",
     "mazzetti",
     "alan",
     "times",
     "haider",
     "rustow",
     "mass.",
     "cleveland",
     "states",
     "trump",
     "house",
     "zeynalia",
     "syria",
     "drezner",
     "university",
     "land-grant",
     "victor",
     "stack",
     "school",
     "stephanie",
     "chicago",
     "peaceful",
     "universities",
     "robbins",
     "philadelphia",
     "washington",
     "msnbc",
     "kulish",
     "drake",
     "law",
     "now",
     "pennsylvania",
     "sameer",
     "mark",
     "piccoli"
    ],
    "id": 15,
    "text": "“What I do for this country? They put the cuffs on,” Mr. Darweesh said. “You know how many soldiers I touch by this hand?” Advertisement Continue reading the main story The other man the lawyers are representing, Haider Sameer Abdulkhaleq Alshawi, who was en route to Houston, was released Saturday night. “I was very scared. I was 100 percent sure I wasn’t coming in,” he said. “I saw people being sent back.” Before the two men were released, one of the lawyers, Mark Doss, a supervising attorney at the International Refugee Assistance Project, asked an official, “Who is the person we need to talk to?” “Call Mr. Trump,” said the official, who declined to identify himself. The White House said the restrictions would protect “the United States from foreign nationals entering from countries compromised by terrorism” and enable the administration time to put in place “a more rigorous vetting process.” But critics condemned Mr. Trump over the collateral damage on people who had no sinister intentions in trying to come to the United States. Video Protests at J.F.K. Against Immigration Ban Peaceful demonstrations began Saturday afternoon at Kennedy International Airport in Queens, where nearly a dozen travelers had been detained, an airport official said. By DAPHNE RUSTOW and AINARA TIEFENTHÄLER on Publish Date January 28, 2017. Photo by Victor J. Blue for The New York Times. Watch in Times Video » embed Peaceful protests began forming Saturday afternoon at Kennedy Airport, where nine travelers had been detained upon arrival at Terminal 7 and two others at Terminal 4, an airport official said. Similar scenes were playing out at other airports across the nation. An official message to all American diplomatic posts around the world provided instructions about how to treat people from the countries affected: “Effective immediately, halt interviewing and cease issuance and printing” of visas to the United States. Internationally, confusion turned to panic as travelers found themselves unable to board flights bound for the United States. In Dubai and Istanbul, airport and immigration officials turned passengers away at boarding gates and, in at least one case, ejected a family from a flight it had boarded. Advertisement Continue reading the main story Seyed Soheil Saeedi Saravi, a promising young Iranian scientist, had been scheduled to travel in the coming days to Boston, where he had been awarded a fellowship to study cardiovascular medicine at Harvard, according to Thomas Michel, the professor who was to supervise the research fellowship. But Professor Michel said the visas for the student and his wife had been indefinitely suspended. “This outstanding young scientist has enormous potential to make contributions that will improve our understanding of heart disease, and he has already been thoroughly vetted,” Professor Michel wrote to The New York Times. Document: Motion for Class Certification in Refugee Detentions Peter McPherson, the president of the Association of Public and Land-grant Universities, which represents many of the biggest public colleges in the country, said he was “deeply concerned” about the new policy. He said it was “causing significant disruption and hardship” for students, researchers, faculty and staff members. A Syrian family of six who have been living in a Turkish refugee camp since fleeing their home in 2014 had been scheduled to arrive in Cleveland on Tuesday . Instead, the family’s trip has been called off. “Everyone is just so heartbroken, so angry, so sad,” said Danielle Drake, the community manager for US Together, an agency that resettles refugees. Daniel W. Drezner, a professor at the Fletcher School of Law and Diplomacy at Tufts University in Medford, Mass., posted an angry message for Mr. Trump on Twitter after the executive order stopped the arrival of a Syrian family his synagogue had sponsored. In an interview on Friday night on “The Rachel Maddow Show” on MSNBC, he expressed sorrow for the fate of the family and apologized for cursing in his Twitter message. Got a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists. Learn More “I can’t quite describe the degree of anger that I felt as a reaction to this, which then caused me to curse at the president on social media,” he said, adding, “which is probably something I should not do as a general rule.” Advertisement Continue reading the main story It was unclear how many refugees and other immigrants were being held nationwide in relation to the executive order although there were reports of detentions from the airports serving Atlanta, Houston, Detroit and Washington, D.C., among others. A Christian family of six from Syria said in an email to Representative Charlie Dent, Republican of Pennsylvania, that they were being detained at Philadelphia International Airport on Saturday morning despite having legal paperwork, green cards and visas that had been approved. In the case of the two Iraqis held at Kennedy Airport, the legal filings by his lawyers say that Mr. Darweesh was granted a special immigrant visa on Jan. 20, the same day Mr. Trump was sworn in as president. A husband and father of three, Mr. Darweesh arrived at Kennedy Airport with his family. Mr. Darweesh’s wife and children made it through passport control and customs, but agents of Customs and Border Protection detained him. In Istanbul, during a stopover on Saturday, passengers reported that security officers had entered a plane after everyone had boarded and ordered a young Iranian woman and her family to leave the aircraft. Iranian green card holders who live in the United States were blindsided by the decree while on vacation in Iran, finding themselves in a legal limbo and unsure whether they would be able to return to America. “How do I get back home now?” said Daria Zeynalia, a green card holder who was visiting family in Iran. He had rented a house and leased a car, and would be eligible for citizenship in November. “What about my job? If I can’t go back soon, I’ll lose everything.” Michael D. Shear reported from Washington, and Nicholas Kulish from New York. Reporting was contributed by Mark Mazzetti and Matt Rosenberg from Washington; Thomas Erdbrink from Tehran; Manny Fernandez from Houston; Julie Bosman from Chicago; and Liam Stack, Russell Goldman, Joe Goldstein, Liz Robbins, Stephanie Saul, Alan Feuer and Sean Piccoli from New York. A version of this article appears in print on January 29, 2017, on Page A1 of the New York edition with the headline: Air Travelers Blocked and Held Under Immigration Order. Order Reprints | Today's Paper | Subscribe ",
    "title": "Trump’s Order Blocks Immigrants at Airports, Stoking Fear Around Globe - The New York Times"
   },
   {
    "entities": [
     ", 2:30 p.m.",
     "york's",
     "hameed",
     "trump",
     "michael",
     "hardiman",
     "thousands",
     "late afternoon",
     "r.",
     "saturday",
     "the day",
     "john",
     "lazarus",
     "jan. 28, 2017",
     "u.s.",
     "new",
     "darweesh",
     "bryan",
     "york",
     "jfk",
     "moore",
     "america",
     "evening",
     "kennedy",
     "barbara",
     "airport",
     "now",
     "demick",
     "smith",
     "f.",
     "khalid",
     "emma",
     "thomas"
    ],
    "id": 16,
    "text": "Judge Thomas Hardiman , possible high court pick, is strong on gun rights Immigration Jan. 28, 2017, 2:30 p.m. Reporting from New York Thousands at JFK airport in New York protest new visa and refugee suspensions Barbara Demick Protesters at New York's JFK airport. (Bryan R. Smith / AFP/Getty Images) Thousand of New Yorkers headed out to John F. Kennedy airport Saturday evening to protest President Trump’s new executive order turning back refugees and other visitors from seven predominantly Muslim countries. Word of the spontaneous demonstration was spread across social media, with activists like filmmaker Michael Moore calling out “Everybody in NYC area--- head to JFK Terminal 4 NOW.”  By late afternoon, it appeared that more than 2,000 had heeded the call to protest, to the dismay of airport security struggling to keep the terminal clear for travelers. One group chanted, “Let them in.” Another read out loud from the Emma Lazarus poem inscribed in the base of the Statue of Liberty, “Give me your tired, your poor, your huddled masses yearning to breathe free ....’’ Earlier in the day, 12 people from countries on the suspension list were taken into detention, although one of them, an Iraqi who had worked as a translator for the U.S. military, was later released and allowed to enter the U.S. \"This is humanity, this is the soul of America This is what pushed me to leave my country and move here,’’ the translator,  Hameed Khalid Darweesh, told reporters. Latest updates ",
    "title": "Thousands at JFK airport in New York protest new visa and refugee suspensions - LA Times"
   },
   {
    "entities": [
     "pichai",
     "cairo",
     "aclu",
     "hameed",
     "myre",
     "education",
     "nadler",
     "saturday",
     "state",
     "wang",
     "defense",
     "olivier",
     "department",
     "army",
     "late friday",
     "iraq",
     "zuckerberg",
     "christian",
     "east",
     "egypt",
     "ali",
     "january 28, 2017 earlier in the day",
     "jane",
     "jerry",
     "afternoon",
     "january 27, 2017",
     "saudi",
     "velazquez",
     "yale",
     "angeles",
     "abdi",
     "arab",
     "middle",
     "simon",
     "us",
     "friday",
     "keith/getty",
     "chapman",
     "this friday",
     "united",
     "facebook",
     "donald",
     "kalanick",
     "of",
     "shahani",
     "russia",
     "arlington",
     "greg",
     "u.s.",
     "uber",
     "darweesh",
     "brandon",
     "travis",
     "nydia",
     "sundar",
     "york",
     "airport",
     "customs",
     "google",
     "arabia",
     "princeton",
     "siegler",
     "images",
     "stanford",
     "npr",
     "@aclu",
     "aarti",
     "international",
     "foreign",
     "chronicle",
     "yemen",
     "border",
     "alshawi",
     "houston",
     "va.",
     "abdulkhaleq",
     "new",
     "obama",
     "horsley",
     "sudan",
     "los",
     "friedman",
     "iran",
     "kennedy",
     "6:47 p.m.",
     "khalid",
     "city",
     "sept. 11",
     "protection",
     "january 28, 2017",
     "somalia",
     "haider",
     "higher",
     "states",
     "trump",
     "syria",
     "university",
     "nationals",
     "scott",
     "arraf",
     "lebanon",
     "stephanie",
     "emirates",
     "currently",
     "@nilc_org",
     "libya",
     "kirk",
     "jfk",
     "washington",
     "cecilia",
     "evening",
     "pakistan",
     "now",
     "isis",
     "sameer",
     "mark",
     "cecillia",
     "uni",
     "sept. 11, 2001"
    ],
    "id": 17,
    "text": "President Donald Trump signs executive orders in the Hall of Heroes at the Department of Defense on Friday in Arlington, Va. Olivier Douliery-Pool/Getty Images hide caption toggle caption Olivier Douliery-Pool/Getty Images President Donald Trump signs executive orders in the Hall of Heroes at the Department of Defense on Friday in Arlington, Va. Olivier Douliery-Pool/Getty Images Updated at 6:47 p.m. ET President Trump's executive order on immigration is sending shockwaves across the U.S. and the globe. Just one day after he enacted a ban on the admittance of all refugees to the United States, temporarily freezing immigration from seven mostly Muslim countries, confusion, chaos are fear roiling at international airports. Refugees are being barred from boarding U.S.-bound flights. Immigrants are being detained at U.S. airports. Protests are rising up at JFK and Los Angeles airports. Thousands of leading academics have signed a petition denouncing Trump's actions . And top technology companies whose staff have been affected, are criticizing the move by the president. To cement the exigency of this move, on Saturday afternoon the State Department issued the following statement. \"Urgent Notice: Executive Order on Protecting the Nation from Terrorist Attacks by Foreign Nationals JANUARY 27, 2017 — (((Rep. Nadler))) (@RepJerryNadler) January 28, 2017 Urgent Notice Per the Executive Order on Protecting the Nation from Terrorist Attacks by Foreign Nationals signed on January 27, 2017, visa issuance to nationals of the countries of Iraq, Iran, Libya, Somalia, Sudan, Syria and Yemen has been suspended effective immediately until further notification. If you are a citizen of one of these countries, please do not schedule a visa appointment or pay any visa fees at this time. If you already have an appointment scheduled, please DO NOT ATTEND. You will not be permitted entry to the Embassy/Consulate. We will announce any other changes affecting travelers to the United States as soon as that information is available.\" We've filed suit on behalf of Iraqis detained at JFK under Trump order. @ACLU @NILC_org Yale clinic @RefugeeAssist https://t.co/vp3Id2j8E0 — Cecillia Wang (@WangCecillia) January 28, 2017 Earlier in the day, several Iraqi refugees in Cairo, who had been cleared for resettlement in the U.S., were blocked from boarding their flight to New York City. And in Iraq, NPR's Jane Arraf reported that \"members of Yazidi minority, one of the biggest victims of ISIS, were prevented from boarding despite having visas.\" Article continues after sponsorship Green card holders — legal permanent residents of the U.S. — are also included in the ban, according to a senior Trump administration official. The official says they will need a case-by-case waiver in order to return to the U.S. if they are currently outside the country. Almost 200 Google employees affected NPR's Aarti Shahani told our Newscast that the CEOs of leading technology companies are taking a stand. Protesters rally outside Kennedy International Airport to protest Trump's executive order on Saturday. New York City officials and immigrant advocates are holding are also holding a vigil at the airport Saturday evening. Stephanie Keith/Getty Images hide caption toggle caption Stephanie Keith/Getty Images Protesters rally outside Kennedy International Airport to protest Trump's executive order on Saturday. New York City officials and immigrant advocates are holding are also holding a vigil at the airport Saturday evening. Stephanie Keith/Getty Images \"Google CEO Sundar Pichai said in an email to staff on Friday that the executive order affects at least 187 of his employees and that it's, quote, \"painful to see the personal cost\" of this move by the president. He said the company is \"upset\" about any immigration restrictions that prevent \"great talent\" from coming to the U.S. \"Facebook CEO Mark Zuckerberg wrote in a post on his facebook page that \"We need to keep this country safe, but we should do that by focusing on people who actually pose a threat.\" \"Travis Kalanick, chief of Uber, wrote in an email to his staff (and posted on Facebook) that about a dozen employees were affected, and that this ban will impact many innocent people. He said it's an issue he plans to raise this Friday — when he goes to Washington. He is part of President Trump's business advisory group.\" Detained at airports At major U.S. airports, NPR's Kirk Siegler reports international refugee assistance groups are sending attorneys and translators to support new arrivals who are being detained. I am an Iranian PhD student at Yale Uni. Now overseas to do research. Trump's EO might prevent me from returning to the US! #MuslimBan — Ali Abdi (@AliAbdi88) January 28, 2017 Two Iraqi men were held at Kennedy Airport in New York on Saturday. The ACLU and other legal organizations filed a writ of habeas corpus for the two men Saturday in an attempt to obtain their clients' release. Trump's Immigration Freeze Omits Those Linked To Deadly Attacks In U.S. One of those men, Hameed Khalid Darweesh, was later released from detention on Saturday, U.S. Rep. Jerry Nadler tweeted . Both Darweesh and Haider Sameer Abdulkhaleq Alshawi had been granted U.S. visas after the federal government \"deemed both Petitioners not to pose threats to the United States,\" the court filing reads. The filing says both men are being held at the airport by Customs and Border Protection \"solely pursuant to an executive order issued\" Friday. ACLU attorney Cecilia Wang tells NPR that Darweesh had arrived with his wife and child, but that he was held behind as his family was permitted to proceed. For his part, Alshawi's wife and child live in Houston with green cards, Wang says. Brandon Friedman, a U.S. Army veteran and former Obama administration official, explains to NPR's Scott Simon that Darweesh worked with him as a translator during his service in Iraq. Darweesh was \"approved for a special immigrant visa, given for his time and service to the U.S. government,\" Friedman says. Late Friday, Friedman began tweeting about his opposition to Trump's order, as well as a photo showing a pair of men he said helped his team and were \"no longer welcome in the U.S.\" \"Hameed was one of the first people to sign up to work with us. He helped interpret, he hooked us up with things that we needed and helped us generally get through the communities that we were operating in in Iraq,\" Friedman tells Simon. \"And he put his life on the line. He risked his family's life to do that.\" In a joint statement , Reps. Nadler and Nydia Velazquez say they are continuing to work for the release of 11 other people still held at the airport in New York. News of both sets of detainments follows on the heels of Trump's Friday order, which also halted all refugee admission to the U.S. Trump's freeze on immigration applies not only to people from Iraq and Yemen, but also Syria, Iran, Libya, Somalia and Sudan. \"Deteriorating conditions in certain countries due to war, strife, disaster, and civil unrest increase the likelihood that terrorists will use any means possible to enter our country,\" the executive order reads. Order shuts door to all refugees NPR's Scott Horsley explains further: \"The order shuts the door to all refugees for four months and suspends entry of Syrian refugees indefinitely. It shrinks the overall refugee program by more than half. Trump told a Christian broadcaster that preference will be given to Christian refugees from the Middle East.\" Colleges and universities around the U.S. have been advising students from the seven listed countries — including lawful permanent residents — not to leave the U.S. until there is further clarity on the new rules. Students at Princeton , Stanford and Chapman University , among others. reported letters from their respective schools recommending caution. The Chronicle of Higher Education noted one Iranian student in Yale's Ph.D. program who says he may be stranded after leaving the U.S. for a research trip. As NPR's Greg Myre reports , Trump's executive order \"doesn't include any countries from which radicalized Muslims have actually killed Americans in the U.S. since Sept. 11, 2001.\" Greg notes that the countries of origin of radicalized Muslims who have killed Americans on U.S. soil, beginning on Sept. 11, are instead Egypt, Saudi Arabia, Lebanon, Russia, United Arab Emirates and Pakistan. ",
    "title": "Arrivals To U.S. Blocked And Detained As Trump's Immigration Freeze Sets In : The Two-Way : NPR"
   },
   {
    "entities": [
     "arab",
     "middle",
     "indonesia",
     "essaheb",
     "jan. 27, 2017",
     "us",
     "mar-a-lago",
     "immigration",
     "responsibility",
     "friday",
     "new year's eve",
     "florida",
     "the week",
     "states",
     "libowitz",
     "trump",
     "house",
     "$2 billion",
     "syria",
     "turkey",
     "news",
     "united",
     "may",
     "s.",
     "mid-january",
     "dubai",
     "donald",
     "congressional",
     "recently",
     "breitbart",
     "state",
     "for",
     "of",
     "the previous year",
     "yemen",
     "defense",
     "organization",
     "norm",
     "kamal",
     "arlington",
     "olivier",
     "virginia",
     "post",
     "hussain",
     "department",
     "heldermanthe",
     "sajwani",
     "stephanie",
     "u.s.",
     "emirates",
     "hussein",
     "obama",
     "national",
     "the weekend",
     "iraq",
     "libya",
     "citizens",
     "december 2015",
     "arabia",
     "wednesday",
     "sudan",
     "egypt",
     "$6 million",
     "east",
     "saudi",
     "washington",
     "iran",
     "-",
     "center",
     "grisham",
     "eisen",
     "istanbul",
     "law",
     "now",
     "muslim",
     "damac",
     "barack",
     "rosalind",
     "somalia",
     "jordan",
     "december",
     "white"
    ],
    "id": 18,
    "text": "Countries where Trump does business are not hit by new travel restrictions Trump Olivier Douliery-Pool/Getty Images President Donald Trump sits during a meeting to sign executive orders at the Department of Defense on Jan. 27, 2017 in Arlington, Virginia.  President Donald Trump sits during a meeting to sign executive orders at the Department of Defense on Jan. 27, 2017 in Arlington, Virginia.  (Olivier Douliery-Pool/Getty Images) Rosalind S. HeldermanThe Washington Post The seven nations targeted for new visitation restrictions by President Donald Trump on Friday all have something in common: They are places he does not appear to have any business interests. The executive order he signed Friday bars all entry for the next 90 days by travelers from Syria, Iran, Iraq, Yemen, Sudan, Somalia and Libya. Excluded from the lists are several majority-Muslim nations where the Trump Organization is active and which in some cases have also faced troublesome issues with terrorism. According to the text of the order, the restriction applies to countries that have already been excluded from programs allowing people to travel to the United States without a visa because of concerns over terrorism. Hewing closely to nations already named as terrorism concerns elsewhere in law might have allowed the White House to avoid angering some more powerful and wealthy majority Muslim allies, such as Egypt. But without divesting from his company, as bipartisan ethics experts had advised, Trump is now facing questions about whether he designed the new rules with his own business at least partly in mind. \"He needs to sell his businesses outside his family and place the assets in a blind trust, otherwise every decision he makes people are going to question if he's making the decision in the interests of the American people or his own bottom line,\" said Jordan Libowitz, the spokesman for Citizens for Responsibility and Ethics in Washington, a liberal watchdog group. The group has filed a lawsuit arguing that Trump is already in violation of a constitutional provision barring federal officials from accepting payments from foreign officials. Earlier in the week, Norm Eisen, the group's chairman and a former ethics adviser to Barack Obama, tweeted: \"WARNING: Mr. Pres. your Muslim ban excludes countries where you have business interests. That is a CONSTITUTIONAL VIOLATION. See u in court.\" Read the story Stephanie Grisham, a White House spokeswoman, said, \"The high-risk territories are based on Congressional statute and nothing else.\" Trump has said he has handed management of his real estate, licensing and merchandising business over to his adult sons to avoid the perception that he is making presidential decisions to boost his own business. But he has retained ownership of the company, meaning that if it thrives during his presidency, he will personally profit. The new executive order points to the complications that are likely to arise from the arrangement. Trump's order makes no mention of Turkey, which has faced several terrorist attacks in recent months. On Wednesday, the State Department updated a travel warning for Americans visiting Turkey, noting that \"an increase in anti-American rhetoric has the potential to inspire independent actors to carry out acts of violence against US citizens.\" Trump has licensed his name to two luxury towers in Istanbul. A Turkish company also manufactures a line of Trump-branded home furnishings. Trump's most recent financial disclosure, filed in May when he was a presidential candidate, showed that he had earned as much as $6 million in the previous year from the deals. President Donald Trump's sweeping executive order to suspend refugee arrivals and impose tough controls on travellers from seven countries was met with protests at U.S. airports.  \"I have a little conflict of interest 'cause I have a major, major building in Istanbul,\" he said in a December 2015 interview with Breitbart News. More recently, he has insisted that he has no conflicts because laws making conflicts illegal do not apply to the president. Also untouched by Friday's executive order is the United Arab Emirates, a powerful Muslim ally with whom the United States nevertheless has complicated relations. Trump has licensed his name to a Dubai golf resort, as well as a luxury home development and spa. Trump has seemed particularly disinclined to divorce himself of interests in the project. Its developer, Hussain Sajwani, attended a New Year's Eve party at Trump's Florida estate, Mar-a-Lago, where a video showed Trump singling him out for praise, calling him and his family \"the most beautiful people.\" Trump returned to the topic of his Dubai partnership again in mid-January at a news conference intended to demonstrate how he was separating from his business. \"Over the weekend, I was offered $2 billion to do a deal in Dubai with a very, very, very amazing man, a great, great developer from the Middle East - Hussein, Damac, a friend of mine, great guy. And I was offered $2 billion to do a deal in Dubai - a number of deals and I turned it down,\" Trump said then, referring to Sajwani's development company. His point was that he was voluntarily turning aside new projects that could raise ethical questions. An attorney for the company announced at the same event that the Trump Organization will embark on no new foreign deals while Trump is in office. But the comment also served as a reminder that Trump's business, included the personal relationships he forged with wealthy partners around the world, was still very much on his mind as he entered the presidency. The executive order makes no mention of Saudi Arabia, home of 15 of the 19 terrorists involved in the 9/11 attacks. The Trump Organization had incorporated several limited liability companies in preparation for an attempt to build a hotel in Saudi Arabia, showing an interest in expansion in the country. The company canceled those incorporations in December, indicating that no project is moving forward. Excluded as well is Indonesia, the world's largest majority-Muslim nation, where there are two large Trump-branded resorts underway, built in partnership with powerful local interests. \"To be blunt, we really don't know what to make of which motives are driving this president's decisions,\" said Kamal Essaheb, director of policy and advocacy for the National Immigration Law Center. \"From what we could tell from his campaign and his actions since he became president, what seems to be first and foremost on his mind is his own self-interest and an obsession with his brand.\" ",
    "title": "Countries where Trump does business are not hit by new travel restrictions - Chicago Tribune"
   },
   {
    "entities": [
     "ukraine",
     "middle",
     "et",
     "shinzo",
     "theresa",
     "muslim-majority",
     "this week",
     "last year",
     "friday",
     "spicer",
     "francois",
     "japan",
     "states",
     "trump",
     "house",
     "2017",
     "priebus",
     "syria",
     "ortiz",
     "united",
     "may",
     "the",
     "oval",
     "angela",
     "donald",
     "mexico",
     "saturday",
     "the day",
     "2:04",
     "of",
     "steve",
     "north",
     "last month",
     "russia",
     "first week",
     "vladimir",
     "ngan",
     "defense",
     "mike",
     "asia",
     "erik",
     "jan. 28, 2017",
     "afp",
     "/",
     "reince",
     "korea",
     "this year",
     ", 6:54 pm",
     "mandel",
     "u.s.",
     "jan 28",
     "obama",
     "today",
     "africa",
     "july",
     "james",
     "merkel",
     "east",
     "nato",
     "hollande",
     "sean",
     "washington",
     "america",
     "mattis",
     "office",
     "now",
     "abe",
     "putin",
     "bannon",
     "germany",
     "feb. 10",
     "january 28, 2017",
     "kremlin",
     "pence",
     "white"
    ],
    "id": 19,
    "text": "Jan 28 2017, 6:54 pm ET Trump Fields Calls From Several Foreign Leaders, Including Putin and Merkel by Erik Ortiz Pres. Trump Fields Flurry of Calls with Foreign Leaders, Including Russian Pres. Vladimir Putin 2:04 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170129051234if_/http://www.nbcnews.com/widget/video-embed/865060931534\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President Donald Trump was on diplomatic desk duty Saturday, fielding a flurry of prearranged phone calls from foreign leaders as his executive order creating an immigration crackdown in the United States caused a ripple of confusion at airports around the world. After a hectic first week in the White House, Trump took calls privately from the Oval Office. The day of diplomacy included cordial congratulations given to the new leader of the free world, as well as serious discussions about some of the world's most pressing issues. President Donald Trump speaks on the phone with Germany's Chancellor Angela Merkel from the Oval Office of the White House on Jan. 28, 2017. Mandel Ngan / AFP - Getty Images While Trump took the calls, he began getting push back from Democrats and human rights groups angered over his executive order closing the nation's borders to U.S. legal permanent residents and visa-holders from certain Muslim-majority countries. His day also included the introduction of more executive orders. Trump has been juggling discussions with foreign leaders this week, just nine days into his unorthodox presidency. He hosted British Prime Minister Theresa May at the White House on Friday and earlier tried to smooth over tensions with another U.S. ally, Mexico, whose president bristled at Trump's rhetoric surrounding the building of a border wall. The phone calls with foreign leaders Saturday included: Russian President Vladimir Putin Trump's most anticipated conversation was with Putin, whose country is accused of engaging in cyberattacks to influence the recent U.S. election. The approximately hour-long call was described as \"positive\" and \"a significant start to improving the relationship between the United States and Russia that is in need of repair,\" The White House said in a statement. The White House said the pair discussed a number of international issues from fighting terrorism to the conflict in Syria. They also discussed the crisis in the Ukraine, the Kremlin said on its website. \"Both President Trump and President Putin are hopeful that after today's call the two sides can move quickly to tackle terrorism and other important issues of mutual concern,\" the White House said. Putin and Trump agreed to work on stabilizing U.S.-Russian relations, which became strained under the Obama administration, the Kremlin said. Putin congratulated Trump and wished him success, the White House said. The leaders also said they would \"maintain regular personal contacts,\" the Kremlin added, and would work out a date to meet face-to-face. According to White House press secretary Sean Spicer, Trump took the call while he was with some of his top advisers, including Vice President Mike Pence, White House chief strategist Steve Bannon and chief of staff Reince Priebus. After speaking with Chancellor Merkel for 45 minutes @POTUS is now onto his 3rd of 5 head of government calls, speaking w Russian Pres Putin pic.twitter.com/RPAWIgcO2C — Sean Spicer (@PressSec) January 28, 2017 Trump, who has repeatedly praised the Russian president , told reporters on Friday that it's \"very early\" to talk about lifting any sanctions against Russia that were imposed by the Obama administration as punishment. German Chancellor Angela Merkel The call between Trump and Merkel lasted about 45 minutes, according to Spicer, and covered a slate of international affairs, including Russia and Ukraine, the Middle East and North Africa. The conversation also centered around keeping NATO strong and having a stable transatlantic relationship, the White House said. . @POTUS speaks with German Chancellor Merkel from the Oval Office.  One of five heads of government calls today pic.twitter.com/xMNl3A3Iw0 — Sean Spicer (@PressSec) January 28, 2017 Trump last year called for NATO members to pay their fair financial burden as part of the alliance, and suggested the U.S. otherwise might not step in to defend members under attack in the Baltic — setting off concern among the international community. Trump and Merkel discussed how NATO thrives with all allies \"contributing their fair share to our collective security,\" the White House said. The pair's discussion likely required more diplomatic savvy after Trump spent his presidential campaign both slamming Merkel for \"ruining Germany\" over her immigration stances and calling her as his favorite world leader at one point. Trump on Saturday agreed to attend the G-20 Summit in Germany in July, and said he would invite the chancellor to Washington. Also in the room during the call were Bannon and Priebus. French President Francois Hollande Hollande was more pointed in his first official phone conversation with Trump. He warned the real estate mogul-turned-politician against taking a protectionist approach in the U.S., which could have economic and political consequences, a statement from the French president's office said. \"In an unstable and uncertain world, turning inward would be a dead-end,\" Hollande told Trump, according to the statement. Hollande announced last month he will not run for re-election this year after a first-term undermined by high unemployment and the rise of French nationalism. Japanese Prime Minister Shinzo Abe Trump spoke with Abe about maintaining the U.S.-Japanese alliance and affirmed America's \"ironclad\" commitment to ensuring the security of Japan, the White House said in a statement. Among the other topics discussed were newly sworn-in Defense Secretary James Mattis ' upcoming trip to Asia, including Japan, as well as continued cooperation on handling North Korea and deepening bilateral trade. The White House did not detail whether Trump and Abe discussed the auto industry, which has been regularly admonished by the president. Japanese officials in recent weeks have expressed frustration over the attacks, including Trump's rebuke of U.S. automakers that build cars in lower-cost foreign factories. Trump and Abe agreed to meet at the White House on Feb. 10, Spicer said. Erik Ortiz ",
    "title": "Trump Fields Calls From Several Foreign Leaders, Including Putin and Merkel - NBC News"
   },
   {
    "entities": [
     "egyptair",
     "est",
     "interactive",
     "cairo",
     "erbil",
     "cbs",
     "vrijenhoek",
     "states",
     "trump",
     "press",
     "2017",
     "syria",
     "sunday",
     "news",
     "inc.",
     "united",
     "donald",
     "morning",
     "saturday",
     "nations",
     "yemen",
     "manel",
     "associated",
     "2:26 pm",
     "night",
     "airways",
     "u.s.",
     "new",
     "iraq",
     "libya",
     "qatar",
     "nato",
     "sudan",
     "york",
     "jfk",
     "iran",
     "klm",
     "jan 28, 2017",
     "airport",
     "muslim",
     "somalia"
    ],
    "id": 20,
    "text": "CBS/AP Last Updated Jan 28, 2017 2:26 PM EST Qatar Airways is advising passengers bound for the United States from seven newly banned majority Muslim countries that they need to have either a U.S. green card or diplomatic visa to travel. A statement on the company’s website says: “Nationals of the following countries: Sudan, Libya, Somalia, Syria, Iran, Iraq, Yemen ... may travel to the U.S. only if they are in possession of a permanent resident card (Green card) or any of the below visas.” It listed foreign government, United Nations, international organization and NATO visas. Lawyer explains why he works to help Muslims in U.S. Dutch airline KLM confirmed to CBS News that it has had to turn away seven would-be passengers because they would no longer have been accepted into the United States under President Donald Trump’s ban on refugees . Manel Vrijenhoek, at KLM’s press office, told the Associated Press said the seven were due to fly with KLM from different airports around the world. Vrijenhoek said she had no specifics on their nationalities. Also, airport officials in Cairo said six U.S.-bound migrants - six from Iraq and one from Yemen - were prevented from boarding an EgyptAir flight to New York’s JFK airport. Cairo airport officials say the five U.S.-bound Iraqi migrants from one family would return to Iraq. They said the five will spend Saturday night at Cairo airport and leave for Erbil, capital of Iraq’s Kurdish region, Sunday morning. They added that the sixth U.S.-bound migrant, a Yemeni national, left the airport to return to Cairo, where he resides. © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Airlines turning away passengers following Trump travel ban - CBS News"
   },
   {
    "entities": [
     "enrique",
     "israel",
     "west",
     "states",
     "trump",
     "2013",
     "press",
     "ivory",
     "nieto",
     "news",
     "united",
     "facebook",
     "fox",
     "darfur",
     "mexico",
     "beginning today",
     "jonathan",
     "saturday",
     "wachtel",
     "bank",
     "of",
     "congress",
     "$20 billion",
     "pena",
     "associated",
     "eritrea",
     "twitter",
     "u.s.",
     "obama",
     "coast",
     "ethiopia",
     "benjamin",
     "wednesday",
     "egypt",
     "sudan",
     "america",
     "central",
     "salvador",
     "nigeria",
     "netanyahu",
     "$8 billion",
     "el"
    ],
    "id": 21,
    "text": "Facebook 0 Twitter 0 Email Print   Israel Prime Minister Benjamin Netanyahu on Saturday expressed his support for President Trump’s controversial plan to build a wall along the U.S.-Mexico border, saying the barrier he built along his country’s southern border “stopped all illegal immigration” and was a “great idea.” Trump on Wednesday signed executive actions to start the construction of a continuous, “physical” wall, making good on a campaign promise to keep out illegal immigrants from Mexico, particularly “rapists” and drug dealers. \"Beginning today, the United States of America gets back control of its borders,\" Trump declared. \"We are going to save lives on both sides of the border.\" Trump has forged ahead on the wall promise, despite Mexico refusing to pay the bill, as Trump said it would. Mexican President Enrique Pena Nieto responded almost immediately Wednesday to Trump’s declaration, saying in a nationally televised address that he regrets and rejects the president’s decision, nixing a planned meeting between the two leaders. Wall construction is projected to cost $8 billion to $20 billion, with Congress scrambling for ways to promptly find the money. The president's executive orders also call for hiring 5,000 additional border patrol agents and 10,000 more immigration officers, though the increases are subject to the approval of congressional funding. “President Trump is right,” tweeted Netanyahu, who is trying to forge a better relationship with Trump than the one he had with previous President Obama. “I built a wall along Israel's southern border. It stopped all illegal immigration. Great success. Great idea.” The southern wall in Israel -- completed in 2013 after two years of construction and paid for by Israel -- is not the West Bank barrier, built to end terror attacks launched from Palestinian Arab cities. The barrier was built because Israel was facing problems from the influx of tens of thousands of African illegal immigrants through Egypt -- mostly from Eritrea, Sudan, Ethiopia, Ivory Coast and Nigeria and seeking employment and asylum.  Many of the immigrants were escaping the atrocities in Darfur, but their arrival also coincided with an spike in crime, more burden on the Israeli health system and other social problems. Those coming into the U.S. from the south are seeking better economic conditions and include people fleeing El Salvador and other parts of Central America, ravaged by poverty, violence and other consequences of the region’s drug wars. The Associated Press and Fox News' Jonathan Wachtel contributed to this report.    ",
    "title": "Netanyahu backs Trump's Mexico wall, touts similar one on Egypt border as 'great idea' | Fox News"
   },
   {
    "entities": [
     "road",
     "saturday, jan. 28, 2017",
     "david",
     "isaacson",
     "muslim-majority",
     "cullinane",
     "sara",
     "ortiz/northjersey",
     "hannan",
     "alexander",
     "trump",
     "green/northjersey",
     "saturday, jan. 28 2017",
     "lewis-gruss",
     "hillary",
     "1 hour ago",
     "syria",
     "7:46 p.m.",
     "rick",
     "germany",
     "michael",
     "paris",
     "facebookemail",
     "ortiz",
     "facebook",
     "liberty",
     "--",
     "ayanna",
     "linkedin",
     "protests",
     "francisco",
     "saturday",
     "rutgers",
     "monsy",
     "international",
     "the day",
     "frileck",
     "john",
     "newark",
     "yamandou",
     "jan. 28, 2017",
     "keldy",
     "twitter",
     "once",
     "current",
     "post",
     "karas/northjersey",
     "adely",
     "witt",
     "square",
     "u.s.",
     "dallas",
     "jersey",
     "new",
     "chicago",
     "san",
     "union",
     "brooklyn",
     "emily",
     "york",
     "a.",
     "jfk",
     "evening",
     "kennedy",
     "airport",
     "alvarado",
     "january 28, 2017",
     "saturday jan. 28, 2017",
     "muslim",
     "f.",
     "city",
     "france",
     "google",
     "4 p.m.",
     "two hours later"
    ],
    "id": 22,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Protests erupt against ban on refugees Protests erupted at JFK and Newark airports Saturday as Americans reacted in outrage to President Trump's sweeping order that bans people from seven Muslim-majority countries from entering the U.S. Post to Facebook Protests erupt against ban on refugees Protests erupted at JFK and Newark airports Saturday as Americans reacted in outrage to President Trump's sweeping order that bans people from seven Muslim-majority countries from entering the U.S. Check out this story on USATODAY.com: http://northjersy.news/2jCC9Yb CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 13 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Protests erupt against ban on refugees Hannan Adely , Keldy Ortiz and Monsy Alvarado , NorthJersey Published 7:46 p.m. ET Jan. 28, 2017 | Updated 1 hour ago CLOSE x Share Sara Flounders from Jersey City at the Union Square subway station en route to JFK protests. Rick Green/NorthJersey.com Protesters at John F. Kennedy International Airport in New York on Saturday, Jan. 28, 2017. (Photo: Keldy Ortiz/NorthJersey.com) Protests erupted at area airports Saturday as Americans reacted in outrage to President Trump's sweeping order that banned people from seven Muslim-majority countries from entering the U.S. and suspended the nation's refugee program – an order than many assailed as un-American and discriminatory. Over 1,000 people gathered at John F. Kennedy International Airport in New York and more than 120 at Newark Liberty International Airport clutching signs denouncing the executive order, alongside lawyers who rushed to airports to defend the rights of refugees, immigrants and green-card holders, among others, who were being detained and denied entry. \"This banning of people based on religion is not constitutional and it's not what we are about,\" said Yamandou Alexander of Jersey City, who hurried to Newark airport when he found out about the demonstration. Alexander, a U.S. citizen who was born in France and who is Muslim, said he couldn't stay away. At the airport, attorneys stood by to help those in need. Attorney David A. Isaacson, who practices primarily immigration law in New York, said he learned of a Syrian citizen with a green card who arrived from Germany at around 4 p.m. was still begin questioned two hours later, as his daughter waited for him to be released. A Rutgers Ph.d student who went to visit her ill mother in Syria and was on her way back also was having problems getting back into the country, said Attorney Ayanna Lewis-Gruss. She said the students host family reached out to attorneys at the airport after the woman was stopped on a layover in Paris and was not allowed to fly to Newark. — Keldy Ortiz (@KeldyOrtiz) January 28, 2017 The protests on Saturday were organized spontaneously and grew throughout the day as news spread about the far-reaching impact of Trump's order. There were reports about legal residents detained at borders, stranded in other countries and in some cases deported. At the same time, refugees who had gone through years-long approvals to come to the U.S. were also being barred. As word spread, protests were organized too in other cities including Chicago, Dallas and San Francisco. Protesters at John F. Kennedy International Airport Saturday Jan. 28, 2017.  (Photo: Keldy Ortiz/NorthJersey.com) At JFK Airport, the crowd grew to more than 1,000 people by Saturday evening as word spread of the protest. \"I was in disbelief. I just had to jump in my car and head out here,\" said Hillary Frileck, of Brooklyn. \"This is what really scares me. This resonates with me. One person (who was detained) works for us. These people have visas. It's important for us to speak up. We have to rise up. We can't just lay on our couches and think things will be okay.\" Emily Witt, of Brooklyn, said she viewed that the ban was a \"bad moral decision\" especially given that it was Holocaust Remembrance Day. Protesters at Newark Liberty International Airport protesting President Trump's immigration policy on Saturday, Jan. 28 2017.  (Photo: Michael Karas/Northjersey.com) \"Like everyone else, I'm just shocked and afraid,\" she said. \"I didn't think I would see this. It's a rebuke to us. Once you start registering people because of their beliefs, it's the first step toward a country that goes against American values, where our right to free speech and freedom of religion and freedom of expression is threatened.\" Sara Cullinane, director of Make The Road New Jersey, which organized the demonstration in the Newark, said they chose the airport because it's one of the hubs for refugee arrivals who are then relocated to different parts of the country. \"We are all learning about the order means and how it will be interpreted,\" she said. 58 CONNECT TWEET LINKEDIN 13 COMMENTEMAILMORE Read or Share this story: http://northjersy.news/2jCC9Yb NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Protests erupt against ban on refugees"
   },
   {
    "entities": [
     "gulf",
     "keystone",
     "alberta",
     "resources",
     "next week",
     "interstate",
     "girling",
     "friday",
     "murkowski",
     "association",
     "states",
     "trump",
     "press",
     "midwest",
     "next year",
     "thursday",
     "lafleur",
     "stateimpact",
     "united",
     "jeff",
     "elefant",
     "mcintosh/the",
     "senate",
     "donald",
     "recently",
     "chris",
     "carolyn",
     "this past week",
     "of",
     "whyy",
     "atlantic",
     "commission",
     "transcanada",
     "sunrise",
     "2015",
     "ferc",
     "partners",
     "on",
     "federal",
     "witf",
     "natural",
     "once",
     "calgary",
     "canada",
     "regulatory",
     "u.s.",
     "canadian",
     "norman",
     "feb. 3",
     "coast",
     "santa",
     "russ",
     "east",
     "and",
     "gas",
     "bay",
     "corporation",
     "america",
     "committee",
     "williams",
     "now",
     "cheryl",
     "energy",
     "pennsylvania",
     "stockton",
     "ingaa",
     "dakota",
     "lisa"
    ],
    "id": 23,
    "text": "Russ Girling, president and CEO of TransCanada Corporation, addresses the company's annual meeting in 2015 in Calgary, Alberta. Jeff McIntosh/The Canadian Press hide caption toggle caption Jeff McIntosh/The Canadian Press Russ Girling, president and CEO of TransCanada Corporation, addresses the company's annual meeting in 2015 in Calgary, Alberta. Jeff McIntosh/The Canadian Press Just as President Trump takes power promising to ramp up oil and gas production, a sudden resignation in a key agency threatens to put such projects on hold across the United States. On Thursday, Norman Bay, one of just three current members of the Federal Energy Regulatory Commission (FERC), said he would resign effective Feb. 3, even though his term isn't up until next year. His announcement came shortly after Trump decided Bay's fellow commissioner, Cheryl LaFleur, would serve as the Commission's new chair. \"I think [Bay] was perhaps disappointed that Commissioner LaFleur was elevated above him,\" says Carolyn Elefant, an energy lawyer who represents landowners negotiating with pipeline companies. After Bay's abrupt decision, Elefant says she's \"heard in some FERC circles he's being criticized for that.\" The resignation could mean costly delays for some major pipeline projects. The independent agency oversees the interstate transmission of electricity, natural gas and oil. It's supposed to have five commissioners, but Bay's departure leaves FERC with just two — not enough for the required quorum to make decisions. Some projects that have been through years of regulatory review and were nearing the finish line could now be in limbo for months. Article continues after sponsorship That includes new multibillion dollar transmission pipelines intended to alleviate a glut of natural gas in the Appalachian basin. If approved, they will supply markets including the East Coast, Midwest, Gulf Coast and Canada. TransCanada Submits New Application To Build Keystone XL Pipeline It's unclear what impact the FERC delay might have on the Keystone and Dakota Access pipelines, which Mr. Trump aimed to green light through executive actions this past week. Williams Partners' Atlantic Sunrise pipeline is among those awaiting final word from FERC. The pipeline would ship gas from northeastern Pennsylvania southward and connect into a larger network of existing lines. \"The president clearly recognizes that natural gas infrastructure is critical to U.S. economic growth, job creation and expanding the American manufacturing base,\" says Williams spokesman Chris Stockton in an email. \"We believe this administration will prioritize filling the commission's vacancies so that critical natural gas infrastructure projects like Atlantic Sunrise can be approved.\" The project has faced intense criticism from local opponents, who recently built encampments and are working with activists who participated in the protests against the Dakota Access oil pipeline. On Friday the Interstate Natural Gas Association of America, a trade group representing pipeline operators, sent Trump a letter urging him to act quickly to fill the vacancy. Dakota Access Pipeline Foes: We Aren't Done Fighting Yet \"The most significant barrier to building this infrastructure is often the permitting and approval process,\" wrote INGAA president Donald Santa. \"We must have a functioning FERC to move forward with building this critical energy infrastructure.\" Even if the president chooses someone quickly, the process will likely take several months — the appointment requires Senate confirmation. Sen. Lisa Murkowski (R-Alaska), chair of the Senate Committee on Energy and Natural Resources, says she will make it a top priority. \"After next week, FERC will need a full complement of commissioners as soon as possible so that it can tackle the important work on its busy docket,\" Murkowski said in a statement. \"The senate's challenge will be to promptly consider, without undue delay, FERC nominations once they are received.\" In the meantime the agency's Acting Chairman Cheryl LaFleur says the next few days before Bay leaves will be busy ones. \"The commission is working to get as many orders out as we can in the time we have left with a quorum,\" she says. \"I am confident that, with the strong team we have here at the commission, we can continue to do our important work.\" This story is from StateImpact Pennsylvania , a collaboration between WITF and WHYY covering the fiscal and environmental impact of Pennsylvania's energy economy ",
    "title": "Keystone And DAPL: As Trump Encourages Pipelines An Unexpected Delay Emerges : NPR"
   },
   {
    "entities": [
     "ukraine",
     "democratic",
     "shinzo",
     "mccain",
     "theresa",
     "friday",
     "francois",
     "japan",
     "states",
     "november",
     "trump",
     "press",
     "house",
     "hillary",
     "syria",
     "australia",
     "last week",
     "bashar",
     "facebook",
     "crimea",
     "united",
     "may",
     "angela",
     "moscow",
     "donald",
     "recently",
     "saturday",
     "the day",
     "2014",
     "north",
     "russia",
     "defense",
     "vladimir",
     "2016",
     "john",
     "associated",
     "twitter",
     "podesta",
     "later today",
     "malcolm",
     "future",
     "korea",
     "u.s.",
     "arizona",
     "turnbull",
     "obama",
     "national",
     "union",
     "james",
     "merkel",
     "hollande",
     "56 percent",
     "iran",
     "washington",
     "america",
     "mattis",
     "peninsula",
     "gop",
     "european",
     "committee",
     "abe",
     "putin",
     "al",
     "assad",
     "clinton",
     "kremlin",
     "white"
    ],
    "id": 24,
    "text": "Facebook 0 Twitter 0 Email Print   President Donald Trump and Russian counterpart Vladimir Putin on Saturday spoke for the first time since Trump was sworn in -- a much anticipated talk about future relations between two world powers with a complicated history, including recent reports that Putin and Russia worked to influence the 2016 White House race on behalf of Trump. Trump and Putin were expected to discuss the sanctions that Trump’s predecessor, President Obama, imposed on Russia for annexing Ukraine's Crimea Peninsula in 2014. The White House has yet to release details of the conversation. The Kremlin said the world leaders talked about Ukraine, Iran’s nuclear program, North Korean aggression and better trade and economic ties but made no mention of the sanctions. The message on the Kremlin website, translated to English, also stated that Trump and Putin talked about coordinating efforts to defeat the Islamic State and other terror groups around the world, particularly in Syria, torn apart in a bloody civil war that is approaching its sixth anniversary. Putin has backed the regime of Syrian leader Bashar al Assad, while the United States favors an end to his rule.  The Kremlin also stated the leaders are working on a face-to-face meeting, but no date has been set. The Putin call was just one of five Saturday by Trump to world leaders. Trump, sworn in last week, also spoke by phone with Japanese Prime Minister Shinzo Abe; German Chancellor Angela Merkel and French President Francois Hollande. He is scheduled to speak later today with Australia Prime Minster Malcolm Turnbull. In Trump's first call of the day, he and Abe discussed the importance of the U.S.-Japan alliance and cooperation on regional and global issues including investments and bilateral trade, according to the White House. Trump also affirmed the United States’ commitment to ensuring the security of Japan, amid the continuing threat of North Korea. And the two leaders discussed the significance of Secretary of Defense James Mattis' upcoming visit to the region, including Japan, the White House said.  The annexation was widely considered an act of aggression toward neighboring Ukraine's effort to have a more democratic government.  Even the possibility of Trump lifting the sanctions has brought widespread concern, and criticism, from Washington Democrats and Republicans and from around the world. \"For the sake of America’s national security and that of our allies, I hope President Trump will put an end to this speculation … and reject such a reckless course,” Arizona GOP Sen. John McCain said in a statement. “If he does not, I will work with my colleagues to codify sanctions against Russia into law.\" Trump had said that he is prepared to review the sanctions, as part of a large effort to improve relations with the United States’ former Cold War rival. But he was noncommittal Friday, saying, \"We'll see what happens. As far as the sanctions, very early to be talking about that.\" Trump made the remarks Friday alongside British Prime Minster Theresa May, whose country -- as part of the European Union -- also levied sanctions on Russia following its provocations in Ukraine. May has said the sanctions should remain in place.  May’s White House trip made her the first world leader to visit Trump since he took office last week.   Putin and Trump spoke after Trump’s presidential victory in November. Though they have never met, each has expressed admiration for each other’s forceful leadership style. The U.S. intelligence services recently released a report that found Putin and Russia meddled in the White House race, in which Trump upset Democrat nominee Hillary Clinton. The report found no evidence of vote tampering. But months of stolen, then leaked emails from the Democratic National Committee and Clinton campaign Chairman John Podesta had some damaging impact on Clinton’s presidential bid. Trump has been openly critical of the report, and the Kremlin has denied involvement in the race.   Recent polls show that  anti-American sentiment in Russia has dropped to 56 percent . Pollsters say it’s due to Trump’s indication he wants to improve relations. The Kremlin has welcomed Trump's promises to mend ties with Moscow, which also has been badly strained by the war in Syria. The Associated Press contributed to this report. Advertisement ",
    "title": "Kremlin: Trump-Putin call focused on improved relations, defeating ISIS | Fox News"
   },
   {
    "entities": [
     "sahar",
     "jim",
     "pichai",
     "hameed",
     "u.s",
     "nadler",
     "eithad",
     "martinez",
     "department",
     "today",
     "eastern",
     "iraq",
     "benjamin",
     "christian",
     "islamic",
     "jerry",
     "saudi",
     "may 25, 2015",
     "velazquez",
     "stein",
     "ahmed",
     "network",
     "relations",
     "bloomberg",
     "executive",
     "michael",
     "o'hare",
     "news",
     "united",
     "donald",
     "edison",
     "of",
     "rehab",
     "u.s.",
     "darweesh",
     "dallas/fort",
     "nydia",
     "sundar",
     "york",
     "airport",
     "customs",
     "google",
     "arabia",
     "pentagon",
     "council",
     "signs",
     "alghnimi",
     "pablo",
     "district",
     "international",
     "orders",
     "yemen",
     "security",
     "on",
     "john",
     "border",
     "abdulkhaleq",
     "dallas",
     "new",
     "jhalid",
     "broadcasting",
     "sudan",
     "matt",
     "kenney",
     "america",
     "iran",
     "kennedy",
     "jan 28, 2017",
     "hayden",
     "musims",
     "jan. 25, 2017",
     "f.",
     "8:48 am",
     ", 6:04 pm",
     "city",
     "somalia",
     "worth",
     "foster",
     "haider",
     "states",
     "trump",
     "cair",
     "syria",
     "katersky",
     "american",
     "abc",
     "chicago",
     "libya",
     "philadelphia",
     "jfk",
     "washington",
     "airlines",
     "homeland",
     "patrol",
     "sameer",
     "aaron"
    ],
    "id": 25,
    "text": "At Least 27 People Detained or Sent Home Following Trump's Executive Order By Michael Edison Hayden Jan 28, 2017, 6:04 PM ET 0 Shares WATCH Trump Signs Executive Orders at Pentagon 0 Shares Email At least 27 passengers have been detained or sent home from four different airports across the country today, and hundreds of people around the world were barred from boarding U.S.-bound flights following President Trump's executive order on immigration. One of at least two Iraqis detained at John F. Kennedy International Airport in New York City has been released, according to New York officials. In all, 11 people were still detained at the airport, the officials said. Other passengers were detained or sent home from Chicago O'Hare International Airport, Dallas/Fort Worth International Airport, and Philadelphia International Airport, according to officials in those cities. Hundreds of people turned out at JFK to protest the protest the president's order, chanting \"No hate, no fear, refugees are welcome here. No hate, no fear, Musims are welcome here.\" Hameed Jhalid Darweesh, the Iraqi freed from Kennedy Airport, left with New York Congressional Reps. Nydia Velazquez and Jerry Nadler, who joined more than 100 protesters that assembled there. Court records confirm that a writ of habeas corpus was filed for Darweesh and Haider Sameer Abdulkhaleq, the other Iraqi, in the Eastern District of New York, where the airport is located, and that Donald Trump was named as a defendant. Darweesh expressed his gratitude for those who supported him while he was detained. \"First of all, I want to thank the people that take care of me and support me. They leave their family, their business and come to support me. This is what pushed me to move, to leave my country and come here. And I'm very, very thankful to all of the people who have come to support me,\" he said to reporters at the airport. \"America is the land of freedom,\" Darweesh said. \"The land of freedom, the land of the rights. This is what brought me to come here, and I'm very thankful.\" Trevor Collens/AFP/Getty Images An aircraft takes off from New York's John F. Kennedy Airport against a hazy backdrop of the New York skyline, May 25, 2015. Neither Darweesh nor Abdulkhaleq are technically refugees according to the definition in the president's executive order but appear to have come to the U.S. on visas, a Trump administration official tells ABC News. The executive order contains a caveat that allows certain individuals to be admitted to the country if there is a national security interest in doing so, and these two may be eligible for such an exemption, which must be agreed upon by the State and Homeland Security Departments, but the process by which this happens is unclear. At least one person was detained at O'Hare International Airport in Chicago today, and it is expected that she will return to Saudi Arabia, according to the Council on American Islamic Relations (CAIR). Sahar Alghnimi, a Syrian woman who came to the U.S. on tourist visa to see her mother who had just undergone cancer surgery, was detained when she arrived from Saudi Arabia at 8:48 AM on Eithad Airlines, CAIR Chicago executive director Ahmed Rehab told ABC News. Alghnimi had been to the U.S. several times before and has a valid visa, Rehab said. Pablo Martinez Monsivais/AP President Donald Trump signs an executive order for border security and immigration enforcement improvements at the Department of Homeland Security in Washington, Jan. 25, 2017. In Philadelphia, two Syrian families were detained. Mayor Jim Kenney issued a statement on Trump's executive order, suggesting that the detentions were carried out by U.S. Customs and Border Patrol. In Dallas, nine people have been detained, according to a media representative of CAIR. Ripple effects from the executive order are also being felt in multinational technology companies. Google CEO Sundar Pichai circulated a staff memo , obtained by Bloomberg News, in which he criticized Trump's action and suggested that some of the firm's employees and their families could be affected by it. Likewise, several colleges advised foreign students and scholars who might be affected by Trump's order to defer travel outside of the U.S. at least until there is more clarity on how the order may affect them. Trump categorized the executive order as part of a vetting plan to prevent \"radical Islamic terrorists\" from reaching American soil. The seven-page document calls for an immediate suspension of immigration from countries with ties to terror -- Syria, Yemen, Sudan, Somalia, Iraq, Iran and Libya -- for a time period of 90 days. But none of the countries on the list have had anything to do with terror incidents on U.S. soil since the 9/11 attacks, and Saudi Arabia -- where 15 of the 9/11 hijackers were from -- is not included. It also calls for the complete suspension of Syrian refugees for an indefinite period. It also calls on the secretary of state to suspend the entire U.S program for admitting refugees for 120 days while authorities review the application and adjudication process. Green card holders, who are legal residents of the United States, also fall under Trump's executive order on immigration if they come from any of the seven Muslim-dominated countries from which immigration is temporarily banned, according to a senior administration official who spoke to ABC News. Trump told the the Christian Broadcasting Network that Christian refugees would be given priority over Muslims in applications to come to the U.S. \"We are going to help them,\" Trump said of Christians in Syria. ABC News' Benjamin Stein, Matt Foster and Aaron Katersky contributed to this report. 0 Shares ",
    "title": "At Least 27 People Detained or Sent Home Following Trump's Executive Order - ABC News"
   },
   {
    "entities": [
     "assistance",
     "us",
     "contact",
     "hessam",
     "trump",
     "refugee",
     "reporters",
     "tribune",
     "noon",
     "ridge",
     "o'hare",
     "amirisfat",
     "park",
     "zehra",
     "donald",
     "chris",
     "saturday",
     "international",
     "st.",
     "jan. 28, 2017",
     "noorian",
     "project",
     "chicago",
     "stacy",
     "iran",
     "mohammad",
     "clair",
     "airport",
     "amirisefat",
     "sweda/chicago",
     "wong"
    ],
    "id": 26,
    "text": "18 people held at O'Hare after Trump order, including Park Ridge man: Lawyers Attorneys assisting family of detainees at O'Hare Mohammad Amirisefat of Chicago waits for news regarding relatives at O'Hare International Airport on Jan. 28, 2017. Amirisefat's sister, Zehra Amirisefat, 30, a US citizen, landed at O'Hare with her 6-month-old child after returning from Iran before her husband, a green card holder, was detained. (Chris Sweda/Chicago Tribune) Mohammad Amirisefat of Chicago waits for news regarding relatives at O'Hare International Airport on Jan. 28, 2017. Amirisefat's sister, Zehra Amirisefat, 30, a US citizen, landed at O'Hare with her 6-month-old child after returning from Iran before her husband, a green card holder, was detained. (Chris Sweda/Chicago Tribune) Grace Wong and Stacy St. Clair Contact Reporters Chicago Tribune The family of a Park Ridge man said Saturday he was detained at O'Hare International Airport after returning with his family from Iran, one of the countries affected by President Donald Trump 's executive order on immigration. In addition to the Park Ridge man, a resident of Oak Lawn also was possibly being detained, according to his son. They were believed to be among as many as 18 people held at O'Hare because of the order, according to lawyers working with the International Refugee Assistance Project. \"This is insulting. This is insane, this is truly insane,\" said Mohammad Amirisefat, brother-in-law of the Park Ridge man. The man returning from Iran, Hessam Noorian, was detained after landing at O'Hare at shortly after noon, Amirisfat said. He said his sister and the couple’s 6-month-old child were initially held too but were let go. ",
    "title": "18 people held at O&apos;Hare after Trump order, including Park Ridge man: Lawyers - Chicago Tribune"
   },
   {
    "entities": [
     "middle",
     "states",
     "trump",
     "dartmouth",
     "united",
     "the",
     "jonathan",
     "democracies",
     "state",
     "for",
     "of",
     "january 29, 2017",
     "schanzer",
     "defense",
     "daniel",
     "islam",
     "department",
     "foundation",
     "obama",
     "new",
     "today",
     "benjamin",
     "islamic",
     "east",
     "york",
     "now",
     "isis",
     "al",
     "qaeda"
    ],
    "id": 27,
    "text": "Privacy Policy In the political realm, where emotions and symbols hold sway, Mr. Trump’s order may reassure some Americans that they are safer from terrorism, and more generally, from concerns that Muslim immigrants may bring an alien culture. (While ostensibly addressing terrorism, it also says that the United States should be protected against those with “hostile attitudes toward it and its founding principles” or those “who do not support the Constitution.”) The trouble with such reassurance, even if it is effective, is that it comes at a high cost, in the view of many experts on terrorism. That cost will be counted not just domestically but also abroad, where the United States relies on allies, including Muslim countries, for intelligence and other help against terrorism. “In my opinion, this is just a huge mistake in terms of counterterrorism cooperation,” said Daniel Benjamin, formerly the State Department’s top counterterrorism official and now a scholar at Dartmouth. “For the life of me, I don’t see why we would want to alienate the Iraqis when they are the ground force against ISIS.” At home as well, Mr. Benjamin said, the president’s order is likely to prove counterproductive. The jihadist threat in the United States has turned out to be largely homegrown, he said, and the order will encourage precisely the resentments and anxieties on the part of Muslims that fuel, in rare cases, support for the ideology of the Islamic State or Al Qaeda. Advertisement Continue reading the main story “It sends an unmistakable message to the American Muslim community that they are facing discrimination and isolation,” Mr. Benjamin said. That, he said, will “feed the jihadist narrative” that the United States is at war with Islam, potentially encouraging a few more Muslims to plot violence. For an action aimed at terrorism, the order appeared to garner little or no support among experts and former officials of every political stripe with experience in the field. Jonathan Schanzer, vice president for research at the conservative Foundation for the Defense of Democracies, said that if the temporary visa ban was used to review and improve immigration vetting procedures, it might be justified. But he added that he knew of no obvious problems with those procedures, and no specific plans to address such issues over the 120-day ban. “The order appears to be based mainly on a campaign promise,” he said. Mr. Schanzer said he was frustrated that during the Obama administration, there had been inadequate attention to the ultimate driver of refugee flows and jihadist terrorism in the United States and elsewhere. “We have several bloody, complex and interlocking conflicts in the Middle East,” he said. “It’s the job of the new administration to come up with policies that address those conflicts. Admittedly, that is not easy.” Much easier, clearly, is issuing an executive order with political appeal and a title that seems to smack of common sense. But as the Trump administration is finding out, such pronouncements from an American president have many consequences, not all of them intended, anticipated or desired. A version of this article appears in print on January 29, 2017, on Page A17 of the New York edition with the headline: A Sweeping Order Unlikely to Reduce Terrorist Threat. Order Reprints | Today's Paper | Subscribe ",
    "title": "A Sweeping Order Is Unlikely to Reduce Terrorist Threat - The New York Times"
   },
   {
    "entities": [
     "peter",
     "democratic",
     "pichai",
     "muslim-majority",
     "nowrasteh",
     "capitol",
     "times",
     "connecticut",
     "friday",
     "bloomberg",
     "mitch",
     "states",
     "trump",
     "house",
     "shaheen",
     "end of 2015",
     "mcconnell",
     "party",
     "syria",
     "google",
     "michael",
     "pelosi",
     "news",
     "ryan",
     "united",
     "newland",
     "the",
     "zealand",
     "facebook",
     "college",
     "ganci",
     "senate",
     "chris",
     "migration",
     "alex",
     "saturday",
     "state",
     "murphy",
     "yemen",
     "silicon",
     "white",
     "cato",
     "valley",
     "j.",
     "jan. 28, 2017",
     "electoral",
     "michigan",
     "department",
     "1975",
     "policy",
     "republican",
     "u.s.",
     "kathleen",
     "new",
     "today",
     "iraq",
     "libya",
     "hill",
     "sept. 11, 2001",
     "zuckerberg",
     "and",
     "institute",
     "york",
     "sudan",
     "sundar",
     "saudi",
     "iran",
     "nancy",
     "jeanne",
     "pakistan",
     "fire",
     "muslim",
     "city",
     "mark",
     "somalia",
     "india",
     "arabia",
     "banerian"
    ],
    "id": 28,
    "text": "Continue reading the main story Immigration policy experts questioned the logic behind the action. They noted that terrorists who had carried out attacks in the United States had not entered as refugees, and that Muslim attackers had been people who were born here or came from countries like Pakistan or Saudi Arabia — which were not on the list of seven mostly Muslim countries that the administration has singled out for a complete halt to entry into the country. “Foreigners from those seven nations have killed zero Americans in terrorist attacks on U.S. soil between 1975 and the end of 2015,” Alex Nowrasteh, an immigration policy analyst at the libertarian Cato Institute, wrote on the group’s website . Advertisement Continue reading the main story Kathleen Newland, a senior fellow and co-founder of the Migration Policy Institute, a research group, said the new policy “will do damage not only to tens of thousands of refugees, but also to the reputation of this country as a reliable partner in the global humanitarian system.” But the president’s executive order, issued on Friday, brought a positive, if more muted, reaction from Republicans, and could prove popular politically. During the presidential campaign, public opinion polls showed that about half of Americans favored the broader, more bluntly religion-based measure Mr. Trump originally called for, a ban on Muslims entering the country. Michael Banerian, 22, who was a Trump elector in the Electoral College, and is the youth vice chairman of the Michigan Republican Party, said he saw the president’s more narrowly tailored order as common sense. “I feel that it’s a necessary step for us to take for the security of our nation,” he said. “I don’t think it’s un-American. I think it’s very reasonable.” Kathleen Ganci, 67, whose husband, Peter J. Ganci, the highest-ranking uniformed officer of the New York City Fire Department, was killed in the Sept. 11, 2001, attacks, said she supported the order “because I know the pain that can be caused if even one person gets through.” “I don’t care how difficult it makes it for these people to come over,” she said. “I don’t want other Americans to go through what I did — because we have to care for our own first, before we care for others.” Impacted by Trump’s order? Are you affected by President Trump’s executive order on immigration — or know someone who is? If you have information, please contact us at immigration@nytimes.com . Email Us The executive order put an indefinite halt to citizens of Syria, a country racked by civil war and an immense refugee crisis, entering the United States. It suspended immigration for 90 days from countries linked to terrorism that the State Department said would mean seven Muslim-majority countries: Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen. It also suspended the nation’s program for admitting refugees from anywhere in the world for 120 days, while the government comes up with a stricter process for vetting them, but allowed for exceptions for persecuted religious minorities, like Christians in Muslim countries. Mr. Trump said the moves were needed to protect the United States from the infiltration by “radical Islamic terrorists.” Speaker Ryan released a statement saying, “President Trump is right to make sure we are doing everything possible to know exactly who is entering our country.” Many other leading congressional Republicans did not make statements on the matter, including Mitch McConnell, the Senate majority leader, whose aides said he had no plans to do so on Saturday. As reports began accumulating of legal migrants being stopped at airports in response to the president’s order, some Republican aides on Capitol Hill started grumbling privately about how little the White House was defending its own policy. Advertisement Continue reading the main story The response from Democrats, however, was scathing. “This administration has mistaken cruelty for strength and prejudice for strategy,” said Nancy Pelosi , the Democratic House minority leader. On Twitter, Senator Chris Murphy, Democrat of Connecticut, wrote: “To my colleagues: don’t ever again lecture me on American moral leadership if you chose to be silent today.” To my colleagues: don't ever again lecture me on American moral leadership if you chose to be silent today. pic.twitter.com/XW7sjmCcXh —         Chris Murphy (@ChrisMurphyCT) Jan. 28, 2017 This executive order is Un-American & grossly inhumane. We are a nation of immigrants that should remain welcoming to all nations & faiths —         Sen. Jeanne Shaheen (@SenatorShaheen) Jan. 28, 2017 The reaction was also largely negative from leaders of Silicon Valley , which relies heavily on employees from abroad, and has many companies founded or headed by immigrants or their children. A Google representative said, “We’re concerned about the impact of this order and any proposals that could impose restrictions on Googlers and their families, or that could create barriers to bringing great talent to the U.S.” Google’s chief executive, Sundar Pichai, a United States citizen who was born in India, sent a memo to the company’s work force, saying that as many as 187 of its employees who happened to be overseas were affected by the travel restrictions. In the memo, first reported by Bloomberg News , Mr. Pichai urged affected employees to contact Google’s security team, noting that one person rushed back from New Zealand before the order was signed. Facebook founder Mark Zuckerberg wrote on the site that the nation should “keep our doors open to refugees and those who need help.” Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Trump’s Immigration Ban Draws Deep Anger and Muted Praise - The New York Times"
   },
   {
    "entities": [
     "ben",
     "middle",
     "tehran",
     "armed",
     "reporter",
     "friday",
     "nebraska",
     "contact",
     "haider",
     "states",
     "sasse",
     "trump",
     "hameed",
     "nation",
     "syria",
     "services",
     "trudeau",
     "news",
     "united",
     "senate",
     "donald",
     "zarif",
     "muslims",
     "saturday",
     "javad",
     "yemen",
     "twitter",
     "night",
     "alshawi",
     "2003",
     "canada",
     "u.s.",
     "abdulkhaleq",
     "darweesh",
     "new",
     "army",
     "iraq",
     "libya",
     "alshawai",
     "justin",
     "confusion",
     "sudan",
     "east",
     "york",
     "saudi",
     "&",
     "america",
     "iran",
     "committee",
     "afternoon",
     "mohammad",
     "kennedy",
     "now",
     "airport",
     "sept. 11",
     "khalid",
     "sameer",
     "world",
     "somalia",
     "arabia"
    ],
    "id": 29,
    "text": "News Nation & World Trump order aimed at refugees from Muslim countries sparks confusion, outrage President Donald Trump's sweeping executive order to suspend refugee arrivals and impose tough controls on travellers from seven countries was met with protests at U.S. airports.  Tribune news services Contact Reporter Confusion, worry and outrage grew Saturday as President Donald Trump's crackdown on refugees and citizens from seven majority-Muslim country took effect. Airlines blocked people traveling to the United States, legal challenges were underway and doubts abounded about whether the order would make America safer. The immediate fallout from Trump's order meant that an untold number of foreign-born U.S. residents now traveling outside the U.S. could be stuck overseas for at least 90 days — despite holding permanent residency \"green cards\" or other visas. And some foreign nationals who were allowed to board flights before the order was signed Friday were being detained at U.S. airports, told they were no longer welcome. Trump billed his sweeping executive order as a necessary step to stop \"radical Islamic terrorists\" from coming to the U.S. Included is a 90-day ban on travel to the U.S. by citizens of Iraq, Syria, Iran, Sudan, Libya, Somalia or Yemen and a 120-day suspension of the U.S. refugee program. Trump's order singled out Syrians for the most aggressive ban, indefinitely blocking entry for anyone from that country, including those fleeing civil war. Read the story The directive did not do anything to prevent attacks from homegrown extremists who were already in America, a primary concern of federal law enforcement officials. It also omitted Saudi Arabia, home to most of the Sept. 11 hijackers. As a candidate Trump pledged to temporarily ban Muslims from coming to the U.S., then said he would implement \"extreme vetting\" for people from countries with significant terror concerns. Trump told reporters Saturday the order is \"not a Muslim ban.\" \"It's working out very nicely,\" Trump said of the implementation of his order. \"We're going to have a very, very strict ban and we're going to have extreme vetting, which we should have had in this country for many years.\" The order drew criticism from U.S. lawmakers and officials around the globe. Sen. Ben Sasse, a Nebraska Republican on the Senate Armed Services Committee, said while Trump is right to focus on border security, the order is \"too broad.\" \"If we send a signal to the Middle East that the U.S. sees all Muslims as jihadis, the terrorist recruiters win by telling kids that America is banning Muslims and that this is America versus one religion,\" Sasse said. \"Our generational fight against jihadism requires wisdom.\" In Tehran, Foreign Minister Mohammad Javad Zarif said Iran would stop issuing new visas to U.S. citizens in response to Trump's ban, but that anyone already with a visa to Iran wouldn't be turned away. Canadian Prime Minister Justin Trudeau took to Twitter Saturday afternoon to say that refugees were welcome in Canada, \"regardless of your faith.\" Two of the first people blocked from entering the United States were Iraqis with links to the U.S. military. Hameed Khalid Darweesh and Haider Sameer Abdulkhaleq Alshawi were detained by immigration officials after landing at New York's Kennedy airport Friday night. Darweesh had worked as an interpreter for the U.S. Army when it invaded Iraq in 2003. Later he worked as a contract engineer. He was allowed into the U.S. Saturday afternoon, hours after his attorney petitioned a federal court to let the two men go. In their court filing, his lawyers said Alshawai's wife had worked for a U.S. security contractor in Iraq. Members of her family had been killed by insurgents because of their association with the U.S. military. The government can exempt foreign nationals from the ban if their entry is deemed in the national interest. But it was not immediately clear how that exemption might be applied. Diplomats from the seven countries singled out by Trump's order would still be allowed into the U.S. ",
    "title": "Trump order aimed at refugees from Muslim countries sparks confusion, outrage - Chicago Tribune"
   }
  ]
 }
}