{
 "31": {
  "col-sim": {
   "cosine": 0.28704866748152713,
   "entity": 0.3812088627568029
  },
  "exec-time": 26.28851294517517,
  "links": [
   {
    "entities": [
     "et",
     "immigration",
     "jan 30",
     "january 30, 2017",
     "restrictions",
     "yates",
     "states",
     "trump",
     "house",
     "2017",
     "2:11",
     "sunday",
     "united",
     "donald",
     "kevin",
     "alex",
     "monday",
     "orders",
     "travel",
     "johnson",
     "justice",
     "ngan",
     "rejects",
     "2011",
     "nov. 16, 2015",
     "department",
     ", 7:50 pm",
     "lewis",
     "u.s.",
     "mandel",
     "obama",
     "the weekend",
     "iraq",
     "1:49",
     "november 2015",
     "sally",
     "muslim",
     "barack",
     "time",
     "white"
    ],
    "id": 0,
    "text": "Jan 30 2017, 7:50 pm ET Obama Rejects Trump Immigration Orders, Backs Protests by Alex Johnson advertisement Breaking his silence only 10 days after he left office, former President Barack Obama backed nationwide protests against President Donald Trump's executive order on immigration Monday. In a strongly worded statement issued through a spokesman, Obama said he was \"heartened by the level of engagement taking place in communities around the country.\" \"Citizens exercising their Constitutional right to assemble, organize and have their voices heard by their elected officials is exactly what we expect to see when American values are at stake,\" he said. Frm Pres @BarackObama is heartened by the level of engagement taking place in communities around the country. pic.twitter.com/X5Fk3xRDEX — Kevin Lewis (@KLewis44) January 30, 2017 Shortly afterward, Acting Attorney General Sally Yates — a holdover from the Obama administration — sent a memo to Justice Department lawyers ordering them not to defend the executive order against several legal challenges that were filed over the weekend. Play Families: Relatives in Limbo After Pres. Trump's Travel Ban 2:11 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170131013446if_/http://www.nbcnews.com/widget/video-embed/866192451637\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The former president rejected Trump's contention Sunday that his executive orders restricting travel from seven predominantly Muslim countries were \"similar to what President Obama did in 2011 when he banned visas for refugees from Iraq for six months.\" Play White House to U.S. Diplomats: 'Get With The Program or Go' 1:49 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170131013446if_/http://www.nbcnews.com/widget/video-embed/866018371772\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Obama's statement Monday said: \"With regard to comparisons to President Obama's foreign policy decisions, as we've heard before, the President fundamentally disagrees with the notion of discriminating against individuals because of their faith or religion.\" Related: Trump Travel Restrictions Spark Immediate Court Challenges The 2011 order did not ban visas for refugees, who by definition don't travel on visas. It tightened the review process for citizens of Iraq and for refugees from the six other countries, while Trump's is a near-blanket order applying to nearly all residents and citizens of all seven countries. Former President Barack Obama at a news conference Nov. 16, 2015, at the White House. Mandel Ngan / AFP - Getty Images The statement Monday referred to Obama's remarks in a news conference in November 2015, when he said the \"United States has to step up and do its part\" to protect and assist refugees. \"When I hear folks say that, well, maybe we should just admit the Christians but not the Muslims, when I hear political leaders suggesting that there would be a religious test for which a person who's fleeing from a war-torn country is admitted, when some of those folks themselves come from families who benefited from protection when they were fleeing political persecution — that's shameful,\" Obama said at the time. \"That's not American. That's not who we are,\" he said then. \"We don't have religious tests to our compassion.\" Alex Johnson ",
    "title": "Obama Rejects Trump Immigration Orders, Backs Protests - NBC News"
   },
   {
    "entities": [
     "counsel",
     "stephen",
     "friday",
     "association",
     "acting",
     "yates",
     "trump",
     "iacp",
     "jan. 30, 2017",
     "facebook",
     "jeff",
     "cnn",
     "ag",
     "senate",
     "kevin",
     "charles",
     "legal",
     "international",
     "monday",
     "of",
     "tuesday",
     "present",
     "johnson",
     "justice",
     "chiefs",
     "4 minutes ago",
     "police",
     "alabama",
     "department",
     "usa",
     "judiciary",
     "late monday",
     "obama",
     "olc",
     "korte",
     "today",
     "schumer",
     "marovich",
     "gregory",
     "d-n.y.",
     "washington",
     "msnbc",
     "sessions",
     "committee",
     "now",
     "office",
     "pete",
     "sally",
     "7:04 p.m.",
     "miller"
    ],
    "id": 1,
    "text": "Acting AG: Dept. of Justice won't defend Trump immigration order Yates 'not convinced' order is lawful Post to Facebook Acting AG: Dept. of Justice won't defend Trump immigration order Yates 'not convinced' order is lawful Check out this story on USATODAY.com: http://usat.ly/2jPhxKb CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 146 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Acting AG: Dept. of Justice won't defend Trump immigration order Kevin Johnson and Gregory Korte , USA TODAY Published 7:04 p.m. ET Jan. 30, 2017 | Updated 4 minutes ago CLOSE x Share With emotions running high in the wake of President Trump's executive order on immigration, let's take a look at some of the numbers involved. Buzz60 Acting Attorney General Sally Yates (Photo: Pete Marovich, Getty Images) WASHINGTON — Acting Attorney General Sally Yates, who has been directing the Justice Department during the transition to President Trump’s administration, said Monday that she will not defend in court the president’s executive order that suspends immigration from seven majority-Muslim countries. “I am responsible for ensuring that the positions we take in court remain consistent with this institution’s solemn obligation to always seek justice and stand for what is right,” said Yates in a letter to Justice Department attorneys. “At present, I am not convinced that the defense of the executive order is consistent with these responsibilities nor am I convinced that the executive order is lawful. “Consequently, for as long as I am the acting attorney general, the Department of Justice will not present arguments in defense of the executive order, unless and until I become convinced that it is appropriate to do so,\" wrote Yates, a holdover from the Obama administration. Yates is serving as acting attorney general as Trump's nominee for attorney general, Alabama Sen. Jeff Sessions, awaits a Senate vote on confirmation. The Senate Judiciary Committee has scheduled a Tuesday vote on the nomination of Sessions, who has closely advised Trump on immigration matters. Senate Democrats have objected to Sessions’ nomination, and Minority Leader Charles Schumer, D-N.Y., said Monday on CNN that Sessions should have to disclose his opinion of Trump’s immigration order before the Senate votes on his nomination. Trump responded to Yates via Twitter, characterizing the action as a \"political\" move to block his agenda. \"Democrats are delaying my cabinet picks for purely political reasons,'' Trump tweeted. \"They have nothing going but to obstruct. Now have an Obama A.G.\" Trump advisor Stephen Miller said on MSNBC Monday, “I think that’s a further demonstration of how politicized our legal system has become,” so much so that “you have people refusing to enforce our laws.” Miller said the president clearly has the legal authority to bar people from entry into the country for national security reasons. Trump's executive order had been reviewed by the Justice Department Office of Legal Counsel before it was issued Friday. The OLC, whose authority narrowly addresses the form and whether the order is properly drafted, approved the order. But the OLC “did not address whether any policy choice embodied in an executive order is wise or just,” Yates wrote. “My responsibility is to ensure that the position of the Department of Justice is not only legally defensible, but is informed by our best view of what the law is after consideration of all the facts.” Yates’ extraordinary action comes as national law enforcement leaders are calling on the Trump administration for further guidance on his immigration-related orders, including the president’s call for police to increasingly assist federal agents in enforcing immigration laws. Late Monday, the nation’s largest group of police chiefs, the International Association of Chiefs of Police, said it would oppose any order that forces the cooperation of local police on immigration matters. “The IACP has, and will continue to strongly oppose any initiative that would mandate that state and local law enforcement agencies play a role in the enforcement of federal immigration law,” the group said in a statement. “The IACP believes that the issue of state, tribal, or local law enforcement’s participation in immigration enforcement is an inherently local decision that must be made by law enforcement executives, working with their elected officials, community leaders, and citizens.” Read more: ",
    "title": "Acting AG: Dept. of Justice won't defend Trump immigration order"
   },
   {
    "entities": [
     "shakman",
     "bonifer",
     "midwest",
     "kellogg",
     "monmouth",
     "ortiz",
     "duane",
     "next month",
     "education",
     "technology",
     "timothy",
     "nassirian",
     "rhodes",
     "state",
     "saturday",
     "maryam",
     "july 12, 2016",
     "urbana-champaign",
     "department",
     "morton",
     "des",
     "iraq",
     "notre",
     "east",
     "dawn",
     "muslim",
     "u.",
     "white",
     "middle",
     "killeen",
     "muslim-majority",
     "management",
     "community",
     "right now",
     "friday",
     "association",
     "mitch",
     "lawyers",
     "colleges",
     "sunday",
     "o'hare",
     "united",
     "elizabeth",
     "donald",
     "indiana",
     "purdue",
     "of",
     "board",
     "jan. 28, 2017",
     "kelly",
     "night",
     "jones",
     "u.s.",
     "uic",
     "and",
     "daniels",
     "clair",
     "airport",
     "sweda",
     "kouchaki",
     "immigration",
     "contact",
     "hessan",
     "editorial",
     "badia-tavas",
     "chris",
     "international",
     "st.",
     "yemen",
     "security",
     "zimmer",
     "john",
     "marotti",
     "barmak",
     "oakton",
     "velasquez",
     "stacy",
     "sudan",
     "jenkins",
     "iran",
     "plaines",
     "illinois",
     "vikki",
     "schapiro",
     "somalia",
     "c.",
     "states",
     "trump",
     "house",
     "reporters",
     "syria",
     "healy",
     "tribune",
     "university",
     "college",
     "american",
     "depaul",
     "monday",
     "school",
     "hurd",
     "noorian",
     "currently",
     "chicago",
     "the weekend",
     "libya",
     "universities",
     "northwestern",
     "institute",
     "i.",
     "homeland",
     "mercedes",
     "pakistan",
     "northwestern's",
     "nonprofit",
     "phil",
     "dame",
     "robert",
     "wales"
    ],
    "id": 2,
    "text": "News Local news Breaking News Universities advise some students, scholars not to travel abroad Protesters rallied over the weekend at O'Hare International Airport after authorities took travelers into custody in response to President Trump's immigration order. Lawyers from throughout Chicago showed up to assist travelers. Dawn Rhodes and Vikki Ortiz Healy Contact Reporters Chicago Tribune President Donald Trump 's immigration ban had repercussions Monday at colleges and universities throughout the Midwest, with officials urging some students and scholars not to leave the country. The University of Illinois joined several other major research institutions — Northwestern University , Purdue University , DePaul University and the University of Notre Dame among them — in urging students and staff from the seven Muslim-majority countries most affected by the new policy to defer travel abroad \"until there is fuller assessment.\" Trump's executive order, signed Friday, freezes entry of all refugees to the U.S. for 120 days, halts Syrian refugees indefinitely and places a 90-day moratorium on the arrival of citizens of the predominantly Muslim countries of Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen. In response, students and faculty began canceling personal and academic trips overseas. School leaders scrambled throughout the weekend to assess which students, faculty and academic programming would be affected by the restrictions and to ascertain whether anyone was stuck abroad. They also warned of the policy's long-term effects on higher education. Link: Statement on executive order on immigration from Chancellor Jones and President Killeen Open link \"We are greatly concerned about the negative consequences for members of our community and their families arising from President Trump's recent executive order instituting changes in immigration policy,\" said U. of I. President Timothy Killeen , who originally is from Wales and was a green card holder before becoming a U.S. citizen. There are more than 150 people from the affected countries at U. of I.'s Urbana-Champaign campus and 184 students, research scholars, faculty and staff at UIC , school officials said. U. of I. is not aware of any students, faculty or staff who are currently overseas and unable to return to the United States, Killeen said. There were more than 17,000 students from the seven countries studying in the United States during the 2015-16 academic year, according to the nonprofit Institute of International Education. The American Association of State Colleges and Universities, which has a membership of 420 four-year state colleges and universities, said the ban could have a negative effect on students and scholars across the country. But the organization has been struggling to issue definitive counsel to its members because of confusion in the way the executive order has been implemented and who is affected. Protesters rally at O'Hare after travelers held following Trump's order Protesters rallied at O'Hare International Airport on Jan. 28, 2017, after travelers were held, including those with green cards and visas, following President Donald Trump's executive orders on immigration. (Chris Sweda / Chicago Tribune) Protesters rallied at O'Hare International Airport on Jan. 28, 2017, after travelers were held, including those with green cards and visas, following President Donald Trump's executive orders on immigration. (Chris Sweda / Chicago Tribune) See more videos \"There's no question we are obliged to play by the rules,\" said Barmak Nassirian, director of federal policy for the association. \"But the implementation of the executive order, I dare say, has been very chaotic.\" The Trump administration has issued conflicting statements on how green card holders should be treated with respect to the executive order, a reflection of the chaotic rollout of the president's first major national security initiative. The Department of Homeland Security first said the ban extended to legal U.S. residents, then reversed course Sunday night when Secretary John Kelly issued a statement deeming \"the entry of lawful permanent residents to be in the national interest.\" In addition to the confusion in academia, the ban led to mass protests at major international airports throughout the weekend as arriving travelers were held by immigration authorities, and in some cases, sent back to their home countries. U.S. citizens and those holding green cards were among those stopped and questioned by immigration authorities. Dozens of Chicago-area lawyers camped out at O'Hare International Airport throughout the weekend to assist travelers who were being detained. Of the 17 people held at O'Hare on Saturday, three had student visas to allow them to legally enter the country, according to a database maintained by lawyers at the airport. All three are listed as being from Pakistan, which is not one of the countries listed in the ban. It was not immediately clear which schools those students attend or the reason they were held. University of Illinois President Timothy Killeen Phil Velasquez / Chicago Tribune University of Illinois President Timothy Killeen meets with the Chicago Tribune Editorial Board on  July 12, 2016. University of Illinois President Timothy Killeen meets with the Chicago Tribune Editorial Board on  July 12, 2016. (Phil Velasquez / Chicago Tribune) Mercedes Badia-Tavas, president of the Chicago chapter of the American Immigration Lawyers Association, said she thinks universities are making the right decision in issuing travel advisories. Until the situation becomes more certain, there's too much risk involved for some travelers, she said. \"That's the problem when you don't have clear instructions on how you implement the order,\" Badia-Tavas said. \"Everyone shoots in the dark and they start detaining everyone.\" University leaders across the country criticized the executive order, including the president of Purdue University, which has about 100 students and 10 faculty from the affected countries. None have been stranded outside the United States, according to the school. \"The President's order related to immigration is a bad idea, poorly implemented, and I hope that he will promptly revoke and rethink it,\" Purdue President Mitch Daniels , former Republican governor of Indiana, said in a statement. \"If the idea is to strengthen the protection of Americans against terrorism, there are many far better ways to achieve it.\" Northwestern University also cautioned that students from the affected countries should not travel abroad. Northwestern has 71 students, scholars and faculty from Iran, including graduate students with student visas and faculty and scholars visiting the university as postdoctoral candidates and researchers, according to statistics from Northwestern's international office. \"We believe strongly that there is no legitimate basis for depriving students and scholars from those countries who have already obtained visas from entering the United States to study and conduct research at Northwestern or elsewhere,\" Northwestern President Morton Schapiro said. He also pledged \"all the necessary actions to protect our students, faculty and staff,\" including not providing federal authorities information on someone's immigration status. Notre Dame President the Rev. John Jenkins also called on Trump to rescind the executive order, saying it will \"demean our nation.\" While some universities strongly urged against traveling abroad, others issued softer warnings. At the Illinois Institute of Technology, which has the second-highest number of international students among Illinois schools, the provost warned citizens of the affected countries that they \"likely will not be allowed to return\" to the United States. University of Chicago leaders reaffirmed their commitment to foreign-born students but also advised citizens of those countries to \"carefully consider\" before traveling outside the United States. U. of C. President Robert Zimmer also penned a letter to the White House asking the administration to commit to welcoming students and scholars from other countries. Hearing these messages of inclusion from management, whether it's a university president, a CEO or a school principal, is critical for those affected by Trump's order, said Maryam Kouchaki, an assistant professor of management and organization at Northwestern's Kellogg School of Management. \"They feel really alone, not respected, not valued,\" said Kouchaki, who is Iranian and holds a green card. \"Research has shown exclusion hurts.\" At Oakton Community College in Des Plaines, as word got out that one of its math tutors, Hessan Noorian, was detained for several hours at O'Hare after coming back from Iran, officials made counselors and other resources available for students worried about how the executive order could impact them. At Monmouth College, a private, liberal arts school in western Illinois, administrators planned to meet Monday night with about a dozen students from Syria who have visas to study in the United States. They hoped to offer encouragement, answer questions and quell fears. \"I think everyone is equally confused and unclear right now,\" college spokesman Duane Bonifer said. \"We're telling our students just to go to class, continue to work on their degree ... they've got the college's support.\" Meanwhile, the ban also is creating dilemmas for some university staff who are U.S. citizens working closely with the listed countries. Northwestern professor Elizabeth Shakman Hurd was scheduled to leave next month for Iran for a two-week seminar and tour to study politics, religion and other international issues. But after Iran issued a ban reciprocating the one imposed by Trump's order, Hurd said her plane tickets and spot on the enrichment tour may go to waste. She said she will have to teach upcoming courses about Iran, including \"International Politics and the Middle East,\" without the firsthand knowledge she planned to bring home from her trip. \"This will have a chilling effect on academics in the United States that I think we cannot even begin to estimate at this point,\" said Shakman Hurd, a political science professor. \"It's going to really hamper our ability to do our jobs.\" Chicago Tribune's Ally Marotti and Stacy St. Clair contributed. drhodes@chicagotribune.com ",
    "title": "Universities advise some students, scholars not to travel abroad - Chicago Tribune"
   },
   {
    "entities": [
     "bernardino",
     "aclu",
     "by",
     "cabinet",
     "u.s",
     "kevin",
     "patrick",
     "morning",
     "charles",
     "saturday",
     "state",
     "the day",
     "carol",
     "gelernt",
     "immigrants'",
     "present",
     "boston",
     "j.",
     "department",
     "lewis",
     "eric",
     "10 days ago",
     "schumer",
     "erin",
     "iraq",
     "ethiopia",
     "hill",
     "san",
     "politico",
     "a day earlier",
     "afternoon",
     "akhtar",
     "weekend",
     "trump's",
     "juliet",
     "muslim",
     "lindsey",
     "angeles",
     "late saturday",
     "white",
     "robinson",
     "bobby",
     "capitol",
     "friday",
     "spicer",
     "gadeir",
     "s.c.",
     "sunday",
     "michael",
     "jan. 30, 2017",
     "aziz",
     "jan. 27",
     "united",
     "--",
     "ewen/the",
     "marathon",
     "senate",
     "donald",
     "zapotosky",
     "mckenna",
     "tuesday",
     "of",
     "adams",
     "at 5:15 pm",
     "justice",
     "photo",
     "kelly",
     "ferguson",
     "e.",
     "u.s.",
     "monica",
     "york",
     "sean",
     "ammar",
     "shaver",
     "airport",
     "morello",
     "schneiderman",
     "customs",
     "eilperin",
     "january 30, 2017",
     "lee",
     "graham",
     "britain",
     "yates",
     "amy",
     "hours later",
     "jeff",
     "mich.",
     "8:55 a.m.",
     "international",
     "dalton",
     "bennett",
     "congress",
     "nations",
     "yemen",
     "security",
     "abbas",
     "john",
     "border",
     "late sunday",
     "project",
     "berman",
     "new",
     "obama",
     "romero",
     "anthony",
     "matt",
     "sudan",
     "los",
     "america",
     "iran",
     "committee",
     "aqel",
     "bob",
     "sally",
     "f.",
     "spitalnick",
     "katherine",
     "protection",
     "somalia",
     "nakashima",
     "mccain",
     "weiner",
     "this week",
     "january 30",
     "seattle",
     "wagner",
     "states",
     "trump",
     "flint",
     "house",
     "o.",
     "syria",
     "tareq",
     "ariz.",
     "alexandria",
     "monday",
     "calif.",
     "one percent",
     "scott",
     "mohammed",
     "dulles",
     "post",
     "hotel",
     "this weekend",
     "future",
     "judiciary",
     "delta",
     "rachel",
     "the weekend",
     "libya",
     "buy",
     "ellen",
     "washington",
     "airlines",
     "sessions",
     "evening",
     "homeland",
     "wait",
     "now",
     "o'connor",
     "barack",
     "rights",
     "mark",
     "sept. 11, 2001"
    ],
    "id": 3,
    "text": "Acting attorney general declares Justice Department won’t defend Trump’s immigration order The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Mark Berman and Matt Zapotosky By Mark Berman and Matt Zapotosky January 30 at 5:15 PM Follow @markberman Follow @mattzap Hundreds of protesters gathered at the arrivals gate of Washington Dulles International Airport to push back against President Trump's executive order that targeted citizens from seven predominantly Muslim countries. A federal judge in New York blocked deportations nationwide late Saturday of those detained on entry to the United States. (McKenna Ewen/The Washington Post) Acting Attorney General Sally Yates has ordered Justice Department lawyers not to defend challenges to President Trump’s immigration order temporarily banning entry into the United States for citizens of seven Muslim-majority countries and refugees from around the world, declaring in a memo Monday she is not convinced the order is lawful. Yates wrote that, as the leader of the Justice Department, she must ensure the department’s position is both “legally defensible” and “consistent with this institution’s solemn obligation to always seek justice and stand for what is right. “At present, I am not convinced that the defense of the Executive Order is consistent with these responsibilities nor am I convinced that the Executive Order is lawful,” Yates wrote. She wrote that “for as long as I am the Acting Attorney General, the Department of Justice will not present arguments in defense of the Executive Order, unless and until I become convinced that it is appropriate to do so.” Yates’s view is perhaps unsurprising; she was second-in-command at the Justice Department under President Obama, held over until a new attorney general can be confirmed. Still, her announcement is remarkable for its defiance. It was not immediately clear who would defend the president’s order in the Justice Department’s place. The Senate Judiciary Committee is scheduled to vote Tuesday on President Trump’s pick for attorney general, Sen. Jeff Sessions (R-Ala.), whose views align much more closely with the president’s. Meanwhile, President Trump continued on Monday to adamantly defend his order, despite mounting criticism, legal challenges and questions that stretched from Capitol Hill to the United Nations. Trump’s order has sparked protests from coast to coast, court cases challenging its constitutionality , unease in cities worldwide and a host of questions about the limits of its scope. Even as the White House remained defiant, former president Barack Obama became the latest high-profile voice to weigh in on the issue, offering his first public criticism of his successor while backing protesters. The ban’s impact continued to reverberate around the world. The United Nations said that some 20,000 refugees could be affected by the 120-day suspension of refugee admission. Lawyers sought to confirm how many people remain detained in the United States, while a lawsuit argued that dozens of people may have been forced to give up their green cards by Customs and Border Protection agents. [ Trump and his aides keep justifying the entry ban by citing attacks it couldn’t have prevented ] Lee Gelernt, deputy director of the ACLU’s Immigrants’ Rights Project, said the situation at airports remains “chaotic and fluid.” Lawyers are “having trouble independently verifying anything because the government will not provide full access to all the detainees,” he said. Gelernt said that by Monday afternoon, no list of detainees had been turned over, adding that the ACLU could be back in court within a day to get the list so it could obtain more definitive information. On Monday, in what could be the first volley in an intense legal battle, Bob Ferguson, Washington state’s attorney general, said he plans to file a federal lawsuit seeking an immediate halt to the order’s implementation. Ferguson is the first state official to declare plans to file such a suit, but he may not be the last. A day earlier, Ferguson joined 15 other state attorneys general in calling the measure unconstitutional. Eric Schneiderman, the New York attorney general who joined in that message, is reviewing possible options, “and that could certainly include litigation,” Amy Spitalnick, a spokeswoman, said Monday. White House officials have played down the anger and chaos over the order, holding a briefing with reporters Sunday evening to argue that the rollout was “a massive success story.” On Monday, White House press secretary Sean Spicer defended the ban and its implementation. “You don’t know when the next attack’s coming,” he said during the briefing. “And so the best you can do is to get ahead of it because if you wait, you’re going to be reacting. And what I think I want to be clear on is the president’s not going wait. He’s going to make sure he does everything in his power when he can to protect the homeland and its people.” Trump’s order was followed by two days of intense protests at airport terminals across the country, meaning both weekends of his presidency so far have been marked by heavy public demonstrations against him. In his now-customary morning tweets, Trump blamed others for the disorganized implementation and sought to  minimize its impact on travelers . Trump claimed that “big problems at airports” were caused by the demonstrators themselves, an airline’s technical problems and Senate Minority Leader Charles E. Schumer (D-N.Y.), who teared up while discussing the ban. (Delta Airlines  suffered technical issues Sunday evening — 48 hours after Trump signed the immigration order — that canceled about 150 flights.) “Only 109 people out of 325,000 were detained and held for questioning,” Trump tweeted. “Big problems at airports were caused by Delta computer outage…..protesters and the tears of Senator Schumer.” 1 of 36 How people reacted to Trump’s immigration ban View Photos Thousands protested the president’s executive order outside the White House, at Trump International Hotel and at Dulles International Airport. Caption Thousands protested the president’s executive order outside the White House, at Trump International Hotel and at Dulles International Airport. Jan. 30, 2017  Demonstrators gather at the Capitol to demand that President Trump withdraw the executive order banning people traveling to the United States from seven predominantly Muslim countries. Michael Robinson Chavez/The Washington Post Buy Photo Wait 1 second to continue. Hours later, Obama — who had not weighed in on Trump since leaving office 10 days ago —  endorsed the protests that have emerged nationwide and rejected his successor’s attempt to link the travel ban to the Obama administration. Obama feels “heartened by the level of engagement taking place in communities around the country,” Kevin Lewis, a spokesman for the former president, said in a statement. “Citizens exercising their Constitutional right to assemble, organize and have their voices heard by their elected officials is exactly what we expect to see when American values are at stake.” Alluding to Trump’s questionable claim that his ban was based on Obama administration decisions, Lewis said the former president “fundamentally disagrees with the notion of discriminating against individuals because of their faith or religion.” [ Scholars: Many more legal challenges likely for Trump’s executive order on immigration ] A group of former U.S. officials who served under presidents of both parties wrote a letter released to Politico asking the Trump administration to rescind the order, calling it “inhumane, unnecessary and counterproductive from a security standpoint.” On Capitol Hill, Democrats sought to capitalize on the growing public outcry and said they were hoping to pass legislation rescinding the ban and planning to delay confirmation votes for Trump’s Cabinet nominees. Some Republicans have also spoken out against the ban, including Sens. Lindsey O. Graham (S.C.) and John McCain (Ariz.), top defense hawks who issued a joint statement bluntly worrying that the order could “become a self-inflicted wound in the fight against terrorism.” Criticism also emerged in other quarters. State Department diplomats have been circulating a document objecting to Trump’s order since he announced it Friday. According to a draft version of the memo, first reported by the Lawfare blog, the dissenters say the ban will not deter attacks on American soil, but will generate ill will toward U.S. citizens. [ Jihadist groups hail Trump’s travel ban as a victory ] Iraqi parliament leaders called for retaliatory visa restrictions on American citizens, while a petition called on Britain to cancel a planned state visit by Trump amid the furor. In a statement, the United Nations High Commissioner for Refugees expressed concern about “the uncertainty facing thousands of refugees around the world who are in the process of being resettled to the United States.” According to the agency, more than 800 refugees were set to go to America this week but are barred, and the 120-day halt on refugee resettlement could impact as many as 20,000 refugees. “Refugees are anxious, confused and heartbroken at this suspension in what is already a lengthy process,” the agency said. [ Officials worry that U.S counterterrorism defenses will be weakened by Trump actions ] In airports around the world, sorrow and relief mixed together as travelers entered an unknown future. Trump’s virtually unprecedented executive action applies to travelers and U.S. legal residents from Iraq, Iran, Sudan, Somalia, Syria, Libya and Yemen, and to refugees from around the world. People subject to the ban include dual nationals born in one of the seven countries who also hold passports from U.S. allies. At Dulles International Airport, lawyers and Democratic members of Congress were unable to get information from Customs officials. Late Sunday, Rep. Bobby Scott (D-Va.) said he was told there were no people in Customs custody at Dulles. Dozens of demonstrators gathered at Dulles to welcome international visitors, joining volunteer lawyers who gathered to monitor any potential problems. [ Share your thoughts on the travel ban ] Customs agents at Dulles forced lawful permanent U.S. residents to give up their green cards this weekend, according to a complaint filed Monday in federal court in Alexandria. Tareq Aqel Mohammed Aziz and Ammar Aqel Mohammed Aziz were flying from Yemen to the United States. Both had been granted immigrant visas because their father, who lives in Flint, Mich., is a U.S. citizen. When they arrived at Dulles Saturday morning, the Aziz brothers were handcuffed and their immigration paperwork was seized, according to the complaint. They were given documents to sign and allegedly told that if they did not, they would be removed from the United States and barred from coming back for five years. They were not allowed to see attorneys. Under pressure, their attorneys said, they signed documents they did not understand, giving up their American visas, and agents stamped “cancelled” on those visas. Attorneys are asking for their visas to be returned, the forms they signed to be invalidated and for them to be returned to the United States. Attorneys said they believe it is possible that many of 50 to 60 other legal permanent residents at Dulles were likewise tricked into giving up their status there. The lawyers said they hope to learn the identities of those individuals through the discovery process. The Aziz brothers were compelled to buy tickets, at their own expense, for a flight back to Ethiopia, and when they arrived, their passports were confiscated, leaving them in limbo. Anthony Romero, executive director of the ACLU, said anyone with a valid visa should be able to enter the United States, even if they are abroad, and the ACLU is working to investigate reports that this is not happening. In the long run, Romero said, ACLU lawyers will work to get the executive order thrown out permanently, and they will seek to have its implementation delayed while they press their case. This court battle could take years, he said. Romero said they believe the executive order violates the Immigration and Nationality Act, some ratified treaties and — perhaps most acutely — the First Amendment, because it seems to target Muslims. The order’s exception for those from minority religions in majority-Muslim countries “is clearly the smoking gun that this has targeted individuals of the Muslim faith.” “That dooms it from a First Amendment perspective, in our view,” Romero said. The Council on American‐Islamic Relations on Monday filed a sweeping challenge to the executive order, alleging its “purpose is to initiate the mass expulsion of immigrant and non-immigrant Muslims lawfully residing in the United States.” The lawsuit lists 27 plaintiffs, some of them activists and council officials and others students with visas, lawful permanent residents, refugees and others who allege Trump’s order will deny them citizenship or prevent them from traveling abroad and returning home. [ Here’s where Republicans stand on the travel ban ] Among them is a doctor who the suit alleges is working in an underserved area in the United States. “In the event he is prevented from returning to the United States, the area he serves will be lacking an essential physician to provide critical care to a substantial population in the United States,” the lawsuit says. Gadeir Abbas, who joined with others to file the suit, said the lawyers are “confident that we can win, and fortunately, President Trump and those around him make it very easy to reveal that bigotry. They can’t keep their mouths shut.” Department of Homeland Security officials said the executive order does apply to green-card holders, who may be let into the country with a waiver. The directors of each large port of entry, such as airports, have the authority to determine on a case-by-case basis whether a green-card holder may be admitted. Since Friday, dozens of green-card holders at large airports in New York, Los Angeles and elsewhere have been admitted, officials said. The officials also said Friday’s confusion has abated in these large airports because people subject to the ban are not being permitted to board flights overseas and so are not arriving at American airports. In Seattle, two men whose visas were revoked and who were put on plane to be deported were allowed to enter the United States after a federal judge issued an emergency ruling in their favor, said Matt Adams, the men’s lawyer. Adams said the men — one an engineer from Sudan who was coming to the United States for a conference, the other a visitor from Yemen who was coming to see family — “literally had to get pulled off the plane as they were deporting them.” The men dropped their lawsuit after they were allowed to enter the United States, Adams said. “What we’ve seen is now with the national stay in effect, if anyone were to arrive, then the government’s precluded from trying to immediately deport them like they were doing on Saturday,” Adams said. However, Adams said more lawsuits were likely, noting the number of people getting stopped as they tried to board planes abroad. The Department of Homeland Security said that “less than one percent” of international air travelers arriving Saturday in the United States were “inconvenienced” by the executive order — though the situation described by lawyers and immigrant advocates across the country was one of widespread uncertainty and disorder at airports where travelers from the targeted countries were suddenly detained. Trump wrote on Twitter that Homeland Security Secretary John F. Kelly “said that all is going well with very few problems. MAKE AMERICA SAFE AGAIN!” In other messages, Trump again cast his order as necessary to protect the country: There is nothing nice about searching for terrorists before they can enter our country. This was a big part of my campaign. Study the world! — Donald J. Trump (@realDonaldTrump) January 30, 2017 If the ban were announced with a one week notice, the \"bad\" would rush into our country during that week. A lot of bad \"dudes\" out there! — Donald J. Trump (@realDonaldTrump) January 30, 2017 The seven countries under Trump’s ban do not include several that have been tied to terrorists involved in major attacks or attempted plots in the United States. White House officials through the weekend and Monday continued to justify the ban by citing the Sept. 11, 2001, attacks, Boston Marathon bombing and San Bernardino, Calif., shooting rampage.  None of these attacks involved people born in countries listed on the ban . President Trump signed an executive order to halt U.S. entry for refugees, migrants and foreign nationals for 120 days starting Jan. 27. Fiery protests and lawsuits made for a tumultuous weekend. Here's what you need to know. (Dalton Bennett,Erin Patrick O'Connor,Katherine Shaver,Monica Akhtar,McKenna Ewen/The Washington Post) [This story has been updated since it was first published at 8:55 a.m. It will be updated throughout the day.] Rachel Weiner, Ellen Nakashima, John Wagner, Juliet Eilperin and Carol Morello contributed to this report. Further reading: ",
    "title": "Acting attorney general declares Justice Department won’t defend Trump’s immigration order - The Washington Post"
   },
   {
    "entities": [],
    "id": 4,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "trump",
     "sean",
     "phillip",
     "america",
     "muslim-majority",
     "department",
     "spicer",
     "white",
     "state",
     "of",
     "currently",
     "by",
     "jan. 30",
     "house",
     "january",
     "reuters-rrb-",
     "abby",
     "30 at 3:37 pm"
    ],
    "id": 5,
    "text": "By Abby Phillip By Abby Phillip January 30 at 3:37 PM Follow @abbydphillip   White House press secretary Sean Spicer said Department of State officials currently circulating a letter of dissent about Trump's executive order banning travel from seven countries \"should either get with the program, or they can go,\" during a daily briefing on Jan. 30 at the White House. (Reuters) White House press secretary Sean Spicer had a stern message for State Department employees opposed to President Trump's executive order banning immigration from seven Muslim-majority countries: “Either get with the program or they can go.” Dozens of career diplomats have signed on to a “dissent channel” document, which is a mechanism by which State Department employees can express policy disagreements privately without fear of retribution. The memo has been circulating in the agency and it expresses the view that the immigration ban “will not achieve its aim of making our country safer.” [ Dissent memo circulating in the State Department over Trump’s policy on refugees and immigrants ] Asked to respond to the document, Spicer suggested that the “career bureaucrats” who disagreed with the executive order should not continue to serve in the government. “This is about the safety of America, and there’s a reason that a majority of Americans agree with the president,” Spicer said. “They should understand it’s his number one priority.” Asked to clarify whether he was suggesting that public servants who disagree with the president should leave their posts, Spicer doubled down. “If somebody has a problem with that agenda, then that does call into question whether ... they should continue in that post or not,” Spicer said. “I know the president appreciates the people who serve this nation and the public servants. “That’s up to them to question whether or not they want to stay,” he added. politics ",
    "title": "Spicer: Diplomats opposed to immigration ban should ‘either get with the program or they can go’ - The Washington Post"
   },
   {
    "entities": [
     "dunford",
     "stephen",
     "muslim-majority",
     "capitol",
     "january 30, 2017",
     "navy",
     "friday",
     "spicer",
     "acting",
     "joseph",
     "yates",
     "press",
     "trump",
     "house",
     "cabinet",
     "syria",
     "news",
     "facebook",
     "jeff",
     "rex",
     "newt",
     "ag",
     "senate",
     "donald",
     "fox",
     "davis",
     "state",
     "monday",
     "steve",
     "gingrich",
     "defense",
     "security",
     "justice",
     "associated",
     "john",
     "chiefs",
     "kelly",
     "twitter",
     "tennessee",
     "department",
     "u.s.",
     "obama",
     "currently",
     "tillerson",
     "iraq",
     "the weekend",
     "hill",
     "james",
     "joint",
     "matt",
     "dean",
     "sean",
     "america",
     "gop",
     "sessions",
     "mattis",
     "homeland",
     "washington",
     "weekend",
     "bob",
     "now",
     "sally",
     "muslim",
     "bannon",
     "miller",
     "corker",
     "pentagon",
     "white"
    ],
    "id": 6,
    "text": "Acting AG tells Justice Department staff not to defend Trump's refugee order Published               January 30, 2017 Facebook 0 Twitter 0 Email Print   Acting Attorney General Sally Yates, a holdover from the Obama administration, directed Justice Department attorneys Monday not to defend President Donald Trump's controversial executive refugee and immigration ban. Yates said in a memo that she was \"not convinced\" that Trump's order was lawful, nor that its defense was consistent with the department's obligation to \"always seek justice and stand for what is right.\" Yates' directive was likely to be temporary, given that Sen. Jeff Sessions, Trump's pick for attorney general, will likely move to uphold the president's policy. Sessions is currently awaiting Senate confirmation. Still, Yates' abrupt decision deepened the chaos surrounding Trump's order. The Associated Press reported that at least three top national security officials -- Defense Secretary James Mattis, Homeland Security Secretary John Kelly and Rex Tillerson, who is awaiting confirmation to lead the State Department -- have told associates they were not aware of details of directive until around the time Trump signed it. Leading intelligence officials were also left largely in the dark, according to U.S. officials. Tennessee Sen. Bob Corker, the top Republican on the Senate Foreign Relations committee, said that despite White House assurances that congressional leaders were consulted, he learned about the order in the media. The fallout was immediate: Friction between Trump and his top advisers and a rush by the Pentagon to seek exemptions to the policy. The White House approach also sparked an unusually public clash between a president and the civil servants tasked with carrying out his policy. A large group of American diplomats circulated a memo voicing their opposition to the order, which temporarily halted the entire U.S. refugee program and banned all entries from seven Muslim-majority nations for 90 days. In a startling combative response, White House spokesman Sean Spicer challenged those opposed to the measure to resign. \"They should either get with the program or they can go,\" Spicer said. The blowback underscored Trump's tenuous relationship with his own national security advisers, many of whom he met for the first time during the transition, as well as with the government bureaucracy he now leads. While Trump outlined his plan for temporarily halting entry to the U.S. from countries with terror ties during the campaign, the confusing way in which it finally was crafted stunned some who have joined his team. Mattis, who stood next to Trump during Friday's signing ceremony, is said to be particularly incensed. A senior U.S. official said Mattis, along with Joint Chiefs Chairman Joseph Dunford, was aware of the general concept of Trump's order but not the details. Tillerson has told the president's political advisers that he was baffled over not being consulted on the substance of the order. U.S. officials and others with knowledge of the Cabinet's thinking insisted on anonymity in order to disclose the officials' private views. Trump's order pauses America's entire refugee program for four months and indefinitely bans all those from war-ravaged Syria. Critics dispute the president's assertion that the policy is needed to keep Americans safe, noting that recent acts of extremist violence have been carried out either by U.S. citizens or by individuals whose families weren't from the nations singled out in the order. The president has privately acknowledged flaws in the rollout, according to a person with knowledge of his thinking. But he's also blamed the media -- his frequent target -- for what he believes are reports exaggerating the dissent and the number of people actually affected. Trump has also said he believes the voters who carried him to victory support the plan as a necessary step to safeguard the nation. And he's dismissed objectors as attention-seeking rabble-rousers and grandstanding politicians. After a chaotic weekend during which some U.S. legal permanent residents were detained at airports, some agencies were moving swiftly to try to clean up after the White House. Homeland Security, the agency tasked with implementing much of the refugee ban, clarified that customs and border agents should allow legal residents to enter the country. The Pentagon was trying to exempt Iraqis who worked alongside the U.S. and coalition forces from the 90-day ban on entry from the predominantly Muslim countries. \"There are a number of people in Iraq who have worked for us in a partnership role, whether fighting alongside us or working as translators, often doing so at great peril to themselves,\" said Navy Capt. Jeff Davis, a Pentagon spokesman. Policies with such broad reach are typically vetted by affected agencies and subject to review by multiple agencies. It's a process that can be frustratingly slow but is aimed at avoiding unintended consequences. On Capitol Hill, lawmakers in Trump's party sought to distance themselves from the wide-ranging order. While Spicer said \"appropriate committees and leadership offices\" on Capitol Hill were consulted, GOP lawmakers said their offices had no hand in drafting the order and no briefings from the White House on how it would work. \"I think they know that it could have been done in a better way,\" Corker said of the White House. The executive order was largely crafted by Steve Bannon, Trump's chief strategist, and Stephen Miller, a young policy adviser and former congressional aide to Trump's pick for attorney general, Sen. Jeff Sessions. Spicer insisted the advisers had kept departments \"in the loop at the level necessary,\" but he sidestepped questions about whether Cabinet secretaries were directly involved in the process. Some Trump supporters defended the president, saying his actions should not have come as a surprise given his positions during the campaign. \"Nothing he did over the weekend was new,\" said Newt Gingrich, the former House speaker and an informal adviser. He conceded that coordination could have been better, but he said Trump's vow to quickly bring change to Washington will sometimes mean he needs to prioritize fast action over broad consultation. \"If you're the reformer, you need the momentum,\" Gingrich said. Fox News' Matt Dean and the Associated Press contributed to this report. Advertisement ",
    "title": "Acting AG tells Justice Department staff not to defend Trump's refugee order | Fox News"
   },
   {
    "entities": [
     "us",
     "special",
     "al-awlaki",
     "owens",
     "trump",
     "sunday",
     "news",
     "ryan",
     "donald",
     "monday",
     "operations",
     "yemen",
     "0:20",
     "defense",
     "anwar",
     "command",
     "twitter",
     "nasser",
     "midnight",
     "past",
     "nawar",
     "u.s.",
     "bayda",
     "obama",
     "nbc",
     "james",
     "joint",
     "washington",
     "mattis",
     "2:30",
     "five years ago",
     "nora",
     "william",
     "barack",
     "al",
     "``ryan''",
     "qaeda"
    ],
    "id": 7,
    "text": "Surprise US raid in Yemen kills 3 alleged al Qaeda leaders, reports say 0:20 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170131014352if_/http://www.nbcnews.com/widget/video-embed/865248323591\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> In what an official said was the first military raid carried out under President Donald Trump, two Americans were killed in Yemen on Sunday — one a member of SEAL Team 6 and the other the 8-year-old daughter of Anwar al-Awlaki, the New Mexico-born al Qaeda leader who himself was killed in a U.S. strike five years ago. The raid in southern Yemen, conducted by the supersecret Joint Special Operations Command, was intended to capture valuable intelligence, specifically computer equipment, according to a senior U.S. military official. Three al Qaeda leaders were killed, according to U.S. officials. Contrary to earlier reporting, the senior military official said, the raid was Trump's first clandestine strike — not a holdover mission approved by President Barack Obama. The mission involved \"boots on the ground\" at an al Qaeda camp near al Bayda in south central Yemen, the official said. \"Almost everything went wrong,\" the official said. An MV-22 Osprey experienced a hard landing near the site, injuring several SEALs, one severely. The tilt-rotor aircraft had to be destroyed. A SEAL was killed during the firefight on the ground, as were some noncombatants, including females. Nawar Anwar al-Awlaki, 8, was killed in an airstrike in Yemen ordered by President Donald Trump. Yemeni media / via Twitter Defense Secretary James Mattis had to leave one of Washington's biggest annual social events, the Alfalfa Club Dinner, to deal with the repercussions, according to the official. He did not return. On Monday, he released a statement identifying the dead SEAL as Chief Petty Officer William \"Ryan\" Owens and said, \"Ryan gave his full measure for our nation, and in performing his duty, he upheld the noblest standard of military service.\" The senior military official said the 8-year-old girl, Nawar al-Awlaki, also known as Nora, was among the noncombatants killed in the raid, which also resulted in the death of several Yemeni women. U.S. officials said some of the women who were killed, however, were combatants and had opened fire on the SEALs as they approached the al Qaeda camp. The girl's grandfather, Nasser al-Awlaki, Yemen's former agriculture minister, told NBC News a different story. He identified his granddaughter as the dead girl from a photo taken at the scene of the raid but based his description on what happened at the camp on conversations with what he characterized as Yemeni sources. \"My granddaughter was staying for a while with her mother, so when the attack came, they were sitting in the house, and a bullet struck her in her neck at 2:30 past midnight. Other children in the same house were killed,\" al-Awlaki said. He said the girl died two hours after being shot. Play ",
    "title": "SEAL, American Girl Die in First Trump-Era U.S. Military Raid - NBC News"
   },
   {
    "entities": [
     "david",
     "supreme",
     "yates",
     "press",
     "trump",
     "surveillance",
     "jan. 30, 2017",
     ", 4 p.m.",
     "jeff",
     "monday",
     "of",
     "foreign",
     "court",
     "present",
     "justice",
     "associated",
     "ake",
     "j.",
     "department",
     "u.s.",
     "obama",
     "currently",
     ", 4:00 p.m.",
     "washington",
     "sessions",
     "sally",
     "intelligence",
     "lauter"
    ],
    "id": 8,
    "text": "Jan. 30, 2017, 4 p.m. This is our look at President Trump's administration and the rest of Washington: Justice Department head directs government lawyers not to defend controversial immigration order The president's Supreme Court announcement is moved up Trump orders agencies to cut back on regulations Diplomats to protest Trump's travel ban order Some Republicans say Trump's directive may have gone too far Jan. 30, 2017, 4:00 p.m. Justice Department will not defend Trump immigration order, top official says David Lauter Acting U.S. Atty. Gen. Sally Yates. (J. David Ake / Associated Press) The Justice Department will not defend President Trump's controversial immigration executive order in court, the department's acting chief announced Monday, an extraordinary move reflecting the deep divisions the order has caused within the government. \"My responsibility is to ensure that the position of the Department of Justice is not only legally defensible, but is informed by our best view of what the law is after consideration of all the facts,\" acting Atty. Gen. Sally Yates wrote in a letter to Justice Department lawyers . \"At present, I am not convinced that the defense of the executive order is consistent with these responsibilities, nor am I convinced that the executive order is lawful,\" she wrote. \"Consequently, for as long as I am the acting attorney general, the Department of Justice will not present arguments in defense of the executive order unless and until I become convinced that it is appropriate to do so.\" Yates, the deputy attorney general, is a holdover from the Obama administration. President Trump could fire her. But because his nominee for attorney general, Sen. Jeff Sessions, has not been confirmed and no other senior Justice Department officials have been appointed, doing so would cause significant problems within the department. Among other issues, Yates is the only person in the department currently authorized to sign warrants for wiretapping in foreign espionage cases involving the Foreign Intelligence Surveillance Court. Latest updates ",
    "title": "Justice Department will not defend Trump immigration order, top official says - LA Times"
   },
   {
    "entities": [
     "council",
     "alan",
     "times",
     "diaz/ap",
     "andrew",
     "tapper",
     "lee/ap",
     "november",
     "trump",
     "house",
     "griffin",
     "vanity",
     "sunday",
     "miami",
     "merrill",
     "university",
     "cnn",
     "npr",
     "carl",
     "penn",
     "veterans",
     "donald",
     "march 2016",
     "recently",
     "ganim",
     "blake",
     "state",
     "more than a year ago",
     "of",
     "steve",
     "drew",
     "morse",
     "russia",
     "vladimir",
     "security",
     "affairs",
     "hicken",
     "brown",
     "fair",
     "melanie",
     "current",
     "post",
     "past",
     "department",
     "u.s.",
     "crowley",
     "wilfredo",
     "new",
     "obama",
     "steele",
     "bernstein",
     "monica",
     "national",
     "21st century",
     "james",
     "sarah",
     "jake",
     "politico",
     "york",
     "washington",
     "gop",
     "ellis",
     "shakeup",
     "isis",
     "bannon",
     "putin",
     "barack",
     "white"
    ],
    "id": 9,
    "text": "Republican candidates listen to a question during a March 2016 GOP presidential debate co-sponsored by CNN at the University of Miami. Wilfredo Lee/AP hide caption toggle caption Wilfredo Lee/AP Republican candidates listen to a question during a March 2016 GOP presidential debate co-sponsored by CNN at the University of Miami. Wilfredo Lee/AP CNN is embarking on what it characterizes as a major new initiative in investigative reporting as executives pull together accomplished reporters into a single unit and promise to hire at least a dozen more. \"CNN needs to be an organization that breaks news, not just an organization that covers breaking news or talks about breaking news on television,\" Andrew Morse, the executive vice president of editorial for CNN/U.S. and general manager of CNN digital worldwide, told NPR. \"There's no better way to do that than to invest in investigative reporting.\" The legendary investigative reporters Carl Bernstein and James Steele, both Pulitzer Prize winners, will serve as contributing editors to advise the team on their work and executives on hiring. President Trump's Tweets, Annotated \"A lot of news divisions, newspapers and online projects say they want to do this,\" said Steele, who remains a contributing writer at Vanity Fair. \"The message is really clear: This reporting is important to this institution. We really want to have an impact in this area.\" \"These news organizations that have huge budgets have not devoted historically the kinds of resources to investigative reporting that they are capable of,\" said Bernstein, who has been a contributor and commentator at CNN for the past three years. \"With this, CNN is making a statement that it is capable of doing this kind of work and devoting the kind of resources to it that this deserves. Hopefully, other networks will do the same. It's good for journalism and it's good for the people of the country.\" Then-presidential candidate Donald Trump enters the debate hall at the University of Miami. Alan Diaz/AP hide caption toggle caption Then-presidential candidate Donald Trump enters the debate hall at the University of Miami. Alan Diaz/AP According to several people involved in its planning, CNN's effort was in the works before the November elections. Morse said the planning started more than a year ago. Article continues after sponsorship Yet executives at many news organizations say the dawning of the Trump era has created a distinct challenge because of the White House's aggressive and hostile stance toward the press. The New York Times, the Washington Post and Politico have expanded the size of the teams they are assigning to cover the new administration. As a fundraiser, the not-for-profit investigative outfit ProPublica is selling T-shirts with the caption \"We're not shutting up\" — a reference to White House chief strategist Steve Bannon's admonition that the press should do just that. In CNN's case, the network has found itself both covering the new administration and being the target of rhetorical attacks from it. FACT CHECK: Trump Tweets On Christians, ISIS And Vetting Miss The Bigger Picture Trump was incensed by CNN's breaking news of a dossier filled with unsubstantiated claims about past salacious activity on Trump's part in Russia and the prospect that Vladimir Putin's intelligence agencies would be able to use that against him. CNN reported that U.S. intelligence officials took the dossier so seriously that they briefed both then-President Barack Obama and then-President-elect Trump on its contents. Trump called CNN \"fake news\" and berated a CNN reporter at a press conference just days before the inauguration, refusing to take questions from him. Anchor Jake Tapper has been shut out by the administration since helping to break the dossier story along with Bernstein and two other colleagues. No White House officials have appeared on Tapper's Sunday public affairs show, State of the Union, in the two weeks since the story was first posted and broadcast by CNN. 5 Questions About The Law And Trump's Immigration Order \"This effort is not a response to the administration in Washington, but it's certainly well-timed,\" Morse said. \"It's very important for us to do good, solid independent work at a time like this.\" The network intends to add more investigative reporters to key areas such as politics, financial news, health care, justice, the environment, consumer advocacy and race. Morse promises they will be \"experienced and skilled reporters who will be held away from the fray — not in the everyday news mix.\" Among those current CNN journalists who will be drawn into the new unit are Sarah Ganim, a young reporter who won a Pulitzer Prize covering the child abuse scandal that embroiled the Penn State football program; Drew Griffin, who made headlines with stories on waitlists at the Department of Veterans Affairs medical centers ; and the reporting team of Blake Ellis and Melanie Hicken, who cover financial matters for CNN . The unit will also include the K-File, a group of reporters and fact checkers who most recently showed rampant plagiarism by a journalist who was set to join the Trump administration. The journalist, Monica Crowley, withdrew after the team's reports and subsequent ones by Politico making similar findings about her doctoral thesis. With National Security Council Shakeup, Steve Bannon Gets A Seat At The Table CNN is creating a digital home that will unify its investigative reporting and will refashion reports for all platforms. \"You can watch CNN and go extended periods of time without seeing a full package of a story,\" said media analyst Merrill Brown, a past editor-in-chief of MSNBC.com. \"What you see is conversation rather than real packages. People need to get into the business of telling real stories again. ... It's exciting to hear that CNN is expanding what it wants to do in this regard.\" \"It's not about being digital first, which I think is already an antiquated way of thinking,\" Morse said. \"It's not about just feeding the TV beast. It's about being a truly 21st century media company that breaks news and programs it and distributes it everywhere.\" ",
    "title": "CNN Beefs Up Investigative Reporting : NPR"
   },
   {
    "entities": [
     "d.",
     "texas",
     "supreme",
     "joe",
     "november",
     "getty",
     "karoun",
     "by",
     "cabinet",
     "rick",
     "pelosi",
     "ryan",
     "paul",
     "charles",
     "the day",
     "cia",
     "king",
     "weigel",
     "grassley",
     "department",
     "schumer",
     "hill",
     "segal",
     "heitkamp",
     "gop",
     "tom",
     "trump's",
     "lindsey",
     "sachs",
     "o'keefe",
     "white",
     "peter",
     "democratic",
     "working",
     "muslim-majority",
     "capitol",
     "elaine",
     "relations",
     "friday",
     "manchin",
     "spicer",
     "mitch",
     "island",
     "chao",
     "mcconnell",
     "sunday",
     "antonia",
     "united",
     "rex",
     "senate",
     "snell",
     "smith/agence",
     "tuesday",
     "steve",
     "of",
     "heidi",
     "health",
     "night",
     "e.",
     "u.s.",
     "bryan",
     "yesterday",
     "sheldon",
     "and",
     "feinstein",
     "previously",
     "sean",
     "cornyn",
     "betsy",
     "finance",
     "pence",
     "iii",
     "david",
     "goldman",
     "lee",
     "images",
     "perry",
     "graham",
     "party",
     "jeff",
     "pompeo",
     "devos",
     "foreign",
     "congress",
     "bill",
     "2018",
     "angus",
     "john",
     "mike",
     "at 6:22 pm",
     "human",
     "sullivan",
     "va.",
     "nelson",
     "tillerson",
     "portman",
     "overnight",
     "committee",
     "stevenson/the",
     "nancy",
     "warner",
     "bob",
     "energy",
     "corker",
     "kelsey",
     "this week",
     "price",
     "january 30",
     "states",
     "trump",
     "house",
     "o.",
     "services",
     "rob",
     "last week",
     "r.",
     "mnuchin",
     "zinke",
     "murphy",
     "monday",
     "ferrier",
     "court",
     "first week",
     "dianne",
     "post",
     "judiciary",
     "whitehouse",
     "christopher",
     "washington",
     "evening",
     "sessions",
     "rhode",
     "families",
     "ed",
     "exxonmobil",
     "demirjian",
     "mark"
    ],
    "id": 10,
    "text": "Democrats escalate their attacks on Trump, while Republicans accuse him of leaving them in the dark The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Ed O'Keefe , Sean Sullivan and Kelsey Snell By Ed O'Keefe , Sean Sullivan and Kelsey Snell January 30 at 6:22 PM Follow @edatpost Follow @WaPoSean Follow @kelsey_snell Sen. Charles E. Schumer (D-N.Y.) pushes for an overturn of President Trump’s executive order temporarily banning refugees and citizens of seven Muslim-majority nations from entering the country at a news conference. (Bryan R. Smith/Agence France-Presse via Getty Images) Democrats on Monday all but abandoned their pledge to find common ground with President Trump after he banned some foreign nationals from entering the United States, while Republicans angrily accused him of not telling them ahead of time about the controversial order. Seizing on growing public outcry over Trump’s executive order temporarily banning citizens from seven Muslim-majority countries and refugees from across the globe, Democrats on Capitol Hill launched what they said would be a protracted fight on several fronts. It will include public protests against the ban, delaying Cabinet confirmations and an attempt to reject Trump’s pick to serve on the Supreme Court, an announcement expected Tuesday. The plans represent a sharp pivot in Democratic strategy after weeks of vowing to work with Trump and Republicans in areas of agreement — and to allow noncontroversial nominees to be quickly confirmed. But “then Trump shredded the Constitution,” said one senior aide familiar with ongoing strategy talks who spoke on the condition of anonymity. “We should be using our time on the floor to talk about the dangerous consequences to U.S. national security by this executive order. We shouldn’t be rushing through any confirmation votes this week,” said Sen. Christopher Murphy (D-Conn.). “We can take a pause in confirmation votes to try to get this executive order right. You know this is going to get Americans killed if we don’t take our time to understand what this order is and what its consequences are,” he added. Trump’s ban also significantly deepened fissures in his already fragile relationship with congressional Republicans, with GOP leaders on Capitol Hill angrily complaining Monday that they were not consulted before the order was issued. At least a dozen key GOP lawmakers and aides said Trump’s order took them by surprise, even as the White House insisted that it collaborated with Congress. House Speaker Paul D. Ryan’s political team sought to reassure donors and other supporters that the temporary ban does not amount to a “religious test.” And a steady stream of Republican lawmakers released carefully tailored statements expressing concerns about the order. But others spoke out more forcefully. Senate Foreign Relations Committee Chairman Bob Corker (R-Tenn.) said Monday that he was not briefed before the order was signed. “I know that they said they talked with some staffers on the Hill — not in our office,” Corker said. The disarray over Trump’s fulfillment of a core campaign promise underscored the increasingly strained relationship between the new White House and the Republican congressional majority. It comes after a rocky first week and a half punctuated by confusion over health-care and tax changes, as well as frustration with the president obsessing over crowd size and his loss of the popular vote in November. Asked whether he was consulted in the drafting of the order, Senate Majority Whip John Cornyn (R-Tex.), the No. 2 Republican in the Senate said simply: “I wasn’t.” Pressed on when he first learned about the order, Corker answered that it was Friday, after it was signed. “I guess one of you guys probably told me about it — thank you for that,” he told reporters. On Monday evening, Senate Democrats sought to quickly pass legislation that would rescind Trump’s ban, but there was insufficient GOP support. Confirmation delays began, as well, when Democrats blocked a committee from meeting to approve Trump’s nominee for treasury secretary, Steve. Mnuchin, to the full Senate. The Senate Finance Committee is expected to consider the former Goldman Sachs banker on Tuesday, at the same time it will vote to approve the nomination of Rep. Tom Price (R-Ga.) to lead the Department of Health and Human Services. Amid the Democratic outcry, Trump and his aides strongly defended the ban and faulted Democrats for trying to “obstruct” his Cabinet nominees. “We actually had a very good day yesterday in terms of homeland security,” Trump said at a White House event. During a meeting with small-business leaders, he blasted Democrats for delaying the confirmation of his nominees “for political reasons. Just politics.” But it remained unclear just how united Democrats would remain. On Monday, the Senate voted on a key procedural step toward the nomination of former ExxonMobil chief executive Rex Tillerson for secretary of state, with four members of the Democratic caucus supporting him — Heidi Heitkamp (D-N.D.), Angus King (I-Maine), Joe Manchin III (D-W.Va.) and Mark R. Warner (D-Va.). Sen. Dianne Feinstein (D-Calif.) said she did not think there would be further delays of Sen. Jeff Sessions (R-Ala.) as attorney general; and it was unclear whether Democrats would succeed in delaying a hearing Tuesday for Price. Committees are also scheduled to meet Tuesday to approve former Texas governor Rick Perry to lead the Energy Department; Rep. Ryan Zinke (R-Mont.) to serve as interior secretary; and GOP powerbroker Betsy DeVos to serve as education secretary. How far Democrats go will be closely watched by the liberal activists who joined them to protest Trump’s ban Monday night on the steps of the Supreme Court. After the sun set and Democrats made their way from the Capitol, chants of “hands too small, can’t build a wall” and “build a fence around Mike Pence” alternated with “walk the walk!” — a command to the Democrats themselves. And when House Minority Leader Nancy Pelosi (D-Calif.) told the crowd, “What the president did is not constitutional,” one protester retorted: “You’re not doing anything if you don’t stop Sessions!” Meanwhile, statements from top-ranking Republicans in the House and Senate were at odds with comments earlier in the day from White House press secretary Sean Spicer. “There were staff from appropriate committees and leadership offices that were involved,” Spicer told reporters at a briefing. He refused to specify which if any committees were involved in the decision-making. Senior House leaders, including Ryan, did not see the text of the order until after it was signed Friday, according to a GOP aide. Antonia Ferrier, a spokesman for Senate Majority Leader Mitch McConnell (R-Ky.), said “it was public” that executive orders “were coming,” but declined to offer further clarity on the level of interaction with the White House. Spokesmen for Sens. Mike Lee (R-Utah), Rob Portman (R-Ohio) and Lindsey O. Graham (R-S.C.) said the senators were not consulted about the order. Senate Judiciary Committee Chairman Charles E. Grassley (R-Iowa) said he could not confirm whether his staff was consulted — but he personally did not weigh in on the executive order as it was being drafted. Grassley’s committee is responsible for overseeing the majority of immigration-related legislation in the Senate. “I’m sure if they said they consulted us, they did,” Grassley said. “But not me personally.” A member of Grassley’s committee staff worked alongside other congressional staff to assist the Trump transition team on legislative issues, including early drafting of the executive order, said one Senate GOP aide. However, that staff member did not participate in writing the final order. The White House did not share details of the order with the committee before its release Friday, the aide said. Several GOP aides who spoke on the condition of anonymity to speak openly about the sensitive discussions said they were frustrated and surprised by the order and were forced to scramble to respond as chaos spread at airports across the country. Many said they felt the administration was moving too swiftly and without respect for critical protocol for vetting executive actions that have been in place for decades. “This is emblematic of a new, power-hungry White House staff flexing its muscles without consulting the public servants responsible for implementing their fiats. If this type of behavior continues, then this administration is going to lose all of its friends very quickly,” one Senate GOP aide said. [ Trump defends executive order, says it’s not ‘Muslim ban’ ] (Peter Stevenson/The Washington Post) The freshly combative mood of Democrats has also begun to shape the debate over previously uncontroversial nominees. Sen. Bill Nelson (D-Fla.), who faces a 2018 reelection bid in a swing state, sent a letter to transportation secretary nominee Elaine Chao on Monday with seven questions about enforcement of the ban. Failure to answer those questions overnight might be more reason to try delaying her final confirmation vote, aides said. In the end, Democrats are unlikely to derail the confirmation of any Trump nominees. While they can use procedural tactics to lengthen the time it takes to confirm a pick, just 51 senators are needed to confirm a nominee. Republicans enjoy a 52-seat majority in the Senate. That is not likely to ease the pressure from the left. On Sunday night, more than a thousand protesters in Rhode Island, organized by the progressive Working Families Party, marched to an event held by Sen. Sheldon Whitehouse (D-R.I.). At a rally outside the event, speaker after speaker denounced Whitehouse’s vote last week to confirm CIA Director Mike Pompeo and demanded that he reject the rest of Trump’s Cabinet. “Democrats alone can’t block these appointments, but they can make sure they don’t bear our stamp of approval,” said David Segal, the executive director of the progressive transparency group, into a bull horn. “They must vote as any one of us would vote — against surveillance, against authoritarianism and against Trump.” Karoun Demirjian and David Weigel contributed to this report. ",
    "title": "Democrats escalate their attacks on Trump, while Republicans accuse him of leaving them in the dark - The Washington Post"
   },
   {
    "entities": [
     "council",
     "david",
     "times",
     "spicer",
     "2001",
     "shaw",
     "trump",
     "press",
     "house",
     "dni",
     "last week",
     "2009",
     "facebook",
     "the",
     "axelrod",
     "pompeo",
     "adam",
     "saturday",
     "state",
     "monday",
     "of",
     "steve",
     "george",
     "cia",
     "security",
     "chiefs",
     "mike",
     "twitter",
     "flynn",
     "nsc",
     "post",
     "department",
     "u.s.",
     "foxnews.com",
     "new",
     "national",
     "w.",
     "staff",
     "print",
     "obama",
     "susan",
     "rice",
     "joint",
     "email",
     "york",
     "sean",
     "washington",
     "america",
     "bannon",
     "bush",
     "barack",
     "white"
    ],
    "id": 11,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   White House Press Secretary Sean Spicer accused the media Monday of overplaying and misreporting on a range of fresh administration controversies -- specifically describing claims of a shakeup at the National Security Council as \"utter nonsense.\"  “There’s been a lot of misreporting,” Spicer said. The press briefing on Monday saw a return to a more combative style for Spicer. While he spent much of the briefing chiding the media over their description of President Trump's executive order on immigration, he opened with a point-by-point rebuttal -- complete with visual aids -- to critical reports about a separate action signed Saturday that restructures the NSC, a key advisory body.  Those reports claimed Trump had effectively downgraded the roles of the chairman of the Joint Chiefs of Staff and the director of national intelligence, while promoting adviser Steve Bannon to the principals committee – which is the National Security Council, only without the president. The New York Times  had labeled Bannon's role “a startling elevation of a political adviser” and said it put him at the same level as National Security Adviser Mike Flynn. The Times also said the chairman of the Joint Chiefs of Staff and DNI chief are only to join the principals committee when directly affected. Spicer shot back, saying, “The idea that the chairman of the Joint Chiefs of Staff and DNI are being downgraded or removed is utter nonsense.” In making his point, he presented a related 2001 memo by President George W. Bush and a related 2009 memo by President Barack Obama, and argued the relevant passages were virtually the same.  As for Bannon’s elevation, Spicer also downplayed its significance and noted that former Obama adviser David Axelrod had attended NSC meetings as well, though had not been given a formal promotion to the role. “David Axelrod walked in and out of NSC meetings,” he said. “What this shows is that this administration is being rather transparent.” He also suggested Bannon “won’t be at every meeting.” He added, “He'll come in and out as needed, but we wanted to be up front about it.” Spicer also reacted to a tweet by former National Security Adviser Susan Rice, who had asked where the role of the CIA was in the memo. Spicer noted there was no mention of the CIA in Obama's 2009 memo either. However, he said Trump had decided to amend his memo to add CIA Director Mike Pompeo to the top circle of national security advisers Since taking the podium for the first time last week, Spicer has made a point to call out what the administration believes to be inaccurate or biased reporting. On Monday, he also doubled down on the administration’s defense of the controversial order suspending the refugee program and entry to the U.S. for travelers from certain countries. Spicer said it was one of a number of steps \"to make sure that this country is as safe as it can be and that we're ahead of every threat.\" Spicer further was asked to comment on a report in The Washington Post that said dozens of State Department staffers are ready to sign a memo opposing Trump’s travel restrictions, saying they are poorly conceived and against American values. Spicer seemed unfazed by the memo: \"I think that they should either get with the program or they can go,\" he said. \"This is about the safety of America.\"  He also addressed the controversy surrounding a statement released by the White House on Holocaust Remembrance Day – which omitted any specific reference to Jewish people despite them being the overwhelming majority of victims in the genocide. \"By and large he's been praised for it,\" Spicer said of the statement. He said Trump was recognizing the suffering of those who endured the Holocaust, “whether they were Jews, Gypsies, gays, [people with a] disability, priests.” \"The idea that you're nitpicking a statement that sought to remember this tragic event that occurred and the people who died in it is just ridiculous,\" he said.  The Republican Jewish Coalition, among other groups, called the omission \"unfortunate.\"  Adam Shaw is a Politics Reporter and occasional Opinion writer for FoxNews.com. He can be reached here or on Twitter: @AdamShawNY . Advertisement ",
    "title": "'Utter nonsense': Spicer fires back at media over NSC, executive order coverage | Fox News"
   },
   {
    "entities": [
     "kurdistan",
     "beach",
     "nizar",
     "cabinet",
     "billions of dollars",
     "ryan",
     "california",
     "saturday",
     "dunes",
     "state",
     "meshan",
     "the day",
     "cia",
     "king",
     "defense",
     "associated",
     "michigan",
     "department",
     "this year",
     "eric",
     "iraq",
     "islamic",
     "a.",
     "douglas",
     "lindsey",
     "hadi",
     "rio",
     "angeles",
     "unicef",
     "right now",
     "muslim-majority",
     "heins",
     "sunday",
     "united",
     "laura",
     "bulos",
     "rex",
     "mideast",
     "beirut",
     "mosul",
     "lukman",
     "anton",
     "tuesday",
     "u.s.",
     "carolina",
     "james",
     "baghdad",
     "betsy",
     "jboori",
     "pentagon",
     "n.",
     "two months earlier",
     "graham",
     "abadi",
     "press",
     "cnn",
     "ministry",
     "devos",
     "suheil",
     "foreign",
     "isaac",
     "yemen",
     "john",
     "oceano",
     "recreation",
     "the last decade",
     "mizban",
     "tillerson",
     "sudan",
     "los",
     "iran",
     "faily",
     "pismo",
     "area",
     "somalia",
     "crocker",
     "nabih",
     "mccain",
     "last year",
     "times",
     "haider",
     "states",
     "south",
     "trump",
     "syria",
     "monday",
     "2016",
     "teachers",
     "lebanon",
     "less than five months ago",
     "dodgers",
     "hussein",
     "arizona",
     "silliman",
     "libya",
     "grande",
     "washington",
     "mattis",
     "now",
     "vehicular",
     "saddam",
     "assn."
    ],
    "id": 12,
    "text": "Iraqis thought they had a special relationship with the United States. Now they're furious over Trump's travel ban Douglas Silliman Hadi Mizban / Associated Press U.S. Ambassador to Iraq Douglas A. Silliman, pictured in 2016, was left scrambling to deal with the travel ban's fallout. U.S. Ambassador to Iraq Douglas A. Silliman, pictured in 2016, was left scrambling to deal with the travel ban's fallout. (Hadi Mizban / Associated Press) Laura King and Nabih Bulos Contact Reporter The news arrived in Iraq like a thunderbolt. Of the countries whose nationals President Trump has temporarily barred from entering the United States, this close U.S. ally would have seemed the least likely to be targeted. Baghdad is a front-line partner in the fight against Islamic State . A major battle is underway right now: American forces are backing Iraqi and Kurdish fighters as they seek to drive jihadists from Iraq’s second-largest city, Mosul. “There’s a sense of shock,” said Ryan Crocker, a former U.S. ambassador to Iraq who maintains deep connections with the country. “No one saw this coming.” A disruption of U.S.-Iraqi ties could have wide impact. Thousands of American contractors work in Iraq. Business deals, including arms sales and energy, run into the billions of dollars. U.S. troops and diplomats have for years depended on Iraqis working alongside them, sometimes in life-or-death situations. There is close intelligence cooperation between the two countries. Iraq’s pro-American government was still struggling for its footing on Monday, three days after being blindsided by the executive order. Prime Minister Haider Abadi, already vulnerable to restive internal factions, swiftly came under strong parliamentary pressure to retaliate with measures to keep out Americans. Lawmaker Meshan Jboori, from a Sunni faction, said the Iraqi government needed to act to “preserve the dignity of the people.” “My belief is that Trump saw that our government is weak and wanted to fulfill his promises to the electorate,” he said. “The government will have trouble if they don’t follow through on this decision.” Officials and ordinary citizens alike said they found it baffling to be on a list that also included the failing or failed states of Libya and Yemen and avowed U.S. rival Iran. Among those caught by surprise was Lukman Faily, a former ambassador to Washington, who said he would not be able to travel to the United States for upcoming conferences. He told CNN that Iraqis were “astonished” by the travel ban, considering it a deep affront to national pride. Diplomatically, Iraq has so far been treading carefully. On Monday, the Foreign Ministry issued a statement asking the new U.S. administration to “reconsider this wrong decision.” “We affirm Iraq’s desire to strengthen the strategic partnership between the two countries,” it said, noting the essential nature of cooperation in fighting the jihadists of Islamic State. Then there are families who had hoped to escape their homeland’s violence and make new lives for themselves in the United States. The wife and four children of Nizar Isaac — members of a minority Christian sect from a village outside Mosul — were approved for refugee visas and had planned to leave Tuesday for Michigan, reuniting with a son who had arrived in the U.S. two months earlier. In a shabby Beirut apartment, five suitcases wrapped in cellophane and two red UNICEF tote bags were ready to go. The travel ban dashed the family’s departure hopes. Isaac, a 52-year-old plumber, had planned to stay behind because his application was rejected. He had been distraught over the prospect of being separated from his wife and children, but that was outweighed by the desperate hope that they would find safety and refuge in the United States. “I didn’t know if I could follow them or not,” he said. “It was like I was getting a divorce, but I had accepted it.” The ban, which blocks entry of all citizens for 90 days, also includes Iran, Libya, Somalia, Sudan, Syria and Yemen. Trump’s order also keeps out all refugees for 120 days and Syrian refugees indefinitely. Particularly galling to some was the notion that Iraqis entering the United States posed a terrorist threat, in light of the fact that few countries have been harder hit by terrorism. Suicide bombings and other attacks have killed and maimed thousands over the last decade. Compounding the resentment, Trump rattled Iraq with repeated assertions that the United States should have “taken the oil” when it toppled dictator Saddam Hussein. Experts said any move to seize oil reserves as spoils of war would have been in violation of international law, but Trump — who had floated the idea during his campaign — brought it up again after taking office.  “We should have kept the oil, but OK, maybe we’ll have another chance,” the president said on a visit to CIA headquarters a day after being sworn in. In the Arab world, those comments helped fuel a belief in some quarters that U.S. Mideast policy is largely predicated on a wish to plunder the region’s energy resources. In Washington, the travel ban left Trump’s most senior Cabinet members struggling to contain the fallout even as they settled into new jobs. Defense Secretary James N. Mattis, who began work the day the order came down, was reportedly not consulted in advance about the directive. The Pentagon, which has 5,000 U.S. troops in Iraq, was seeking to shield Iraqi citizens who have worked with the U.S. military from the travel ban, compiling a list of Iraqis to recommend be exempted.  At the State Department, where regional experts were also reportedly excluded from the drafting process, Secretary of State-designate Rex Tillerson is not yet in his post. Diplomats, including many with Mideast expertise, were already circulating a memo for the department’s official internal “dissent channel” to express opposition to the directive. The U.S. ambassador to Iraq, Douglas A. Silliman, was left scrambling to deal with the travel ban’s fallout. Silliman, who took up his post less than five months ago, was meeting with lawmakers to try to stave off a vote for Iraq to respond in kind to the U.S. restrictions, among other urgent consultations. To many inside and outside Iraq, the travel ban posed the potential to undercut the U.S.-led fight against Islamic State, and at the very least provided a propaganda gift to jihadist supporters. Backers of Islamic State were cheering from the social-media sidelines, citing Trump’s move as proof that Muslims would never be accepted by the West. Two powerful Republican senators, John McCain of Arizona and Lindsey Graham of South Carolina, said Sunday that the presidential directive could “do more to help terrorist recruitment than improve our security” by inflaming resentments against the U.S. “We fear this executive order will become a self-inflicted wound in the fight against terrorism,” the two said in a joint statement. Separately from the consternation in Baghdad, officials in the semiautonomous region of Kurdistan were worried as well. As Iraqi passport holders, its people fall under provisions of the travel ban. That leaves many Iraqi Kurds with U.S. ties in limbo, including students, aid workers and businesspeople. The Kurdistan regional government, which has a separate diplomatic mission in Washington, said in a statement that it was trying to get more information from the Trump administration about the order’s scope and effects.   In Lebanon, which has been a prime refuge for Iraqis hoping to travel onward to the United States or other destinations, the directive left many despondent, said Suheil Anton, a former oil engineer who has become an unofficial spokesman for displaced Iraqi families.  “We thought that things would open up for Iraqis this year, since they would barely let anyone in last year,” he said. “But this is a betrayal of Iraqis now.” Caption 90 seconds: 4 stories you can't miss President Trump’s order to block travelers  from Muslim-majority nations is met with protests worldwide. Politics took center stage at the Screen Actors Guild Awards . There's already a border fence along the Rio Grande : The river. How many vehicles a day can the Oceano Dunes State Vehicular Recreation Area handle ? Caption 90 seconds: 4 stories you can't miss President Trump’s order to block travelers  from Muslim-majority nations is met with protests worldwide. Politics took center stage at the Screen Actors Guild Awards . There's already a border fence along the Rio Grande : The river. How many vehicles a day can the Oceano Dunes State Vehicular Recreation Area handle ? Caption Thousands of protesters at LAX More police arrived to manage the crowd and reopen the roads at LAX as thousands protested President Trump's travel restrictions. More police arrived to manage the crowd and reopen the roads at LAX as thousands protested President Trump's travel restrictions. Caption State agencies feud over off-roading along seaside dunes New battle over public use of the beach and sand dunes along the coast near Pismo Beach. New battle over public use of the beach and sand dunes along the coast near Pismo Beach. Caption Dodgers FanFest: Take me out to the ball game Sights and sounds from Saturday's Dodgers FanFest at Dodger Stadium. Sights and sounds from Saturday's Dodgers FanFest at Dodger Stadium. Caption Teachers call for rejection of Trumps education secretary nominee Eric Heins, president of the California Teachers Assn., is backed by hundreds of union members at a rally in downtown Los Angeles on Saturday where he called for the rejection of Betsy DeVos. Eric Heins, president of the California Teachers Assn., is backed by hundreds of union members at a rally in downtown Los Angeles on Saturday where he called for the rejection of Betsy DeVos. Special correspondent Bulos reported from Beirut and Times staff writer King from Washington. ",
    "title": "Iraqis thought they had a special relationship with the United States. Now they&apos;re furious over Trump&apos;s travel ban - LA Times"
   },
   {
    "entities": [
     "civil",
     "rezai",
     "beach",
     "getty",
     "hameed",
     "hondros",
     "s.",
     "california",
     "saturday",
     "dunes",
     "state",
     "last years",
     "department",
     "eric",
     "afghanistan",
     "army",
     "iraq",
     "san",
     "may 2012",
     "six years ago",
     "101st",
     "hennigan",
     "taliban",
     "rio",
     "angeles",
     "late saturday",
     "white",
     "muslim-majority",
     "heins",
     "friday",
     "army's",
     "spicer",
     "sunday",
     "united",
     "facebook",
     "razeqy",
     "zeller",
     "$1,000",
     "shashank",
     "2014",
     "kabul",
     "embassy",
     "w.j.",
     "u.s.",
     "darweesh",
     "union",
     "york",
     "sean",
     "airport",
     "betsy",
     "customs",
     "2007",
     "pentagon",
     "david",
     "this month",
     "herat",
     "contact",
     "ekram",
     "jeff",
     "chris",
     "devos",
     "francisco",
     "international",
     "asia",
     "oceano",
     "border",
     "recreation",
     "new",
     "matt",
     "los",
     "kennedy",
     "khalid",
     "pismo",
     "area",
     "protection",
     "last year",
     "states",
     "south",
     "trump",
     "house",
     "2017",
     "europe",
     "nearly five years later",
     "american",
     "bengali",
     "kandahar",
     "davis",
     "monday",
     "alireza",
     "division",
     "teachers",
     "dodgers",
     "this weekend",
     "future",
     "images-rrb-",
     "airborne",
     "grande",
     "2010",
     "washington",
     "sessions",
     "liberties",
     "now",
     "vehicular",
     "savanuck",
     "assn."
    ],
    "id": 13,
    "text": "Afghans who helped the U.S. military worry they, too, will suffer under Trump's refugee ban Afghanistan translator Chris Hondros / Getty Images An Afghan Pashtun tribal elder makes his case with an unidentified interpreter for the Army's 101st Airborne Division during an informal meeting in 2010 west of Kandahar, Afghanistan. An Afghan Pashtun tribal elder makes his case with an unidentified interpreter for the Army's 101st Airborne Division during an informal meeting in 2010 west of Kandahar, Afghanistan. (Chris Hondros / Getty Images) Shashank Bengali Contact Reporter For seven years, Ekram Razeqy worked alongside U.S. forces in some of Afghanistan’s most volatile provinces, surviving roadside bombings and Taliban ambushes as an interpreter for American troops. Fearing he could be targeted by Taliban sympathizers when he returned to civilian life, he applied for a special visa that allows interpreters who assisted U.S. forces in the wars in Afghanistan and Iraq to resettle with their families in the United States. In May 2012, he sat for an interview at the U.S. Embassy in Kabul and was told to wait up to 12 months for his application to be processed. Nearly five years later, Razeqy is still waiting for an answer – one he now fears might never come because of President Trump’s executive order shutting down the U.S. refugee program for 120 days and banning all citizens of seven Muslim-majority countries from entering the U.S. for 90 days. While Afghanistan is not one of the seven countries on the list, Trump’s efforts to reduce immigration, particularly from Muslim nations he perceives as security threats, have alarmed Razeqy and others who feel the Special Immigrant Visa program will be abolished or curtailed even further. “I’m really worried about this,�? Razeqy, 33, said Sunday by phone from Kabul, where he lives with his wife and two children. “I think it’s really, really bad news for Afghans who are still waiting for the SIV.�? The executive order Trump signed Friday does not mention the SIV, intended for interpreters whose lives may be in danger because of their service to the United States. But the order’s vague, sweeping language prompted mass confusion and protests at U.S. airports this weekend as authorities detained immigrants and visitors with valid visas and lawyers fought to have them released. The Pentagon said Monday that it was working to ensure that interpreters and others who worked with the U.S. military were exempt from the ban on entry. Capt. Jeff Davis, a Pentagon spokesman, referred specifically to Iraq, which, unlike Afghanistan, is among the seven countries whose nationals are banned. But White House spokesman Sean Spicer later pushed back against blanket exemptions. “We recognize that people have served this country, we should make sure that in those cases they're helped out,�? he said. “But that doesn't mean that we just give them a pass.�? An Afghan national traveling on an SIV was detained briefly Friday at San Francisco International Airport while his wife and children were allowed through, said Matt Zeller, an Afghanistan veteran and founder of No One Left Behind, a nonprofit group that helps Afghan and Iraqi combat interpreters resettle in the U.S. Customs and Border Protection officers held the Afghan man for several hours because they were unclear on which nationalities were subject to the ban, Zeller said. Hameed Khalid Darweesh, an Iraqi man who worked for U.S. forces for 10 years and obtained an SIV  this month, was detained upon arrival Friday at Kennedy Airport in New York because Iraq is one of Trump’s seven “countries of particular concern.�? The American Civil Liberties Union filed suit on behalf of Darweesh and another Iraqi detainee, winning a judgment late Saturday that blocked the deportation of visa holders. Trump’s order would slash the number of refugees allowed into the United States in 2017 to a maximum of 50,000 – fewer than half the number allowed last year. That could significantly restrict approvals under the SIV program, which has a backlog of 13,000 applicants in Afghanistan and only 1,500 more visas available over the next four years under the latest congressional authorization. The visa program also seems in trouble because Trump’s order will prohibit immigration from countries that fail to provide adequate information to the U.S. about visa applicants. Record-keeping in Afghanistan has long been scant; many SIV applicants, for example, never obtained birth certificates.   Trump’s nominee for attorney general, Sen. Jeff Sessions, is one of the harshest critics of the visa program and has argued that it should be killed. “We’re profoundly concerned about what this means for U.S. national security,�? Zeller said. “We’re already starting to see previous translators express dismay at this order online and question why they ever signed up to work with us, saying they don’t trust Americans. “If that’s the prevailing narrative, how are we ever going to find allies in future conflicts or humanitarian situations around the world if we don’t keep our word to leave no one behind?�? The visa program has resettled more than 52,000 Afghan and Iraqi interpreters and family members in the United States since 2007. The program in Afghanistan was long criticized for bureaucratic delays until the State Department significantly sped up processing of the applications in 2014. Proponents of the program say SIV recipients have put their lives on the line to assist U.S. personnel. They are among the most thoroughly vetted of visa applicants, undergoing exhaustive background checks by U.S. military and intelligence agencies that often last years – not to mention the extensive screening that took place before they were hired as interpreters in the first place. As the U.S. troop presence in Afghanistan has dwindled to about 8,000, jobs for interpreters have dried up. At the same time, Taliban insurgents, who have said they will target anyone who collaborated with foreign troops, have strengthened their grip on large parts of northern and southern Afghanistan. Many SIV applicants live in fear in Afghan cities while others have given up waiting and joined the dangerous migrant trail to Europe. Razeqy, who is jobless, said he checks the State Department website sometimes multiple times a day for updates on his status. He and his wife spent more than $1,000 collecting the required documents, letters of recommendation and medical reports for themselves and their two children. “I send a lot of emails to the U.S. Embassy,�? Razeqy said. “I told them: You don’t know my situation. Everyone knows I was an interpreter. I can’t travel easily. I can’t work.�? “My message to President Trump is that I worked seven years faithfully for Americans, shoulder to shoulder,�? Razeqy said. “And it’s not just me but there are thousands of us. It’s not fair to leave us behind.�? Other former interpreters have been stymied by the visa application process. Alireza Rezai, 26, said he couldn’t contact his former U.S. military mentors for recommendation letters because he forgot his Facebook password and was locked out of his account. Emails he sent went unreturned. Six years ago, Rezai was riding at the front of a U.S. Army convoy in western Afghanistan when his truck struck a roadside bomb. The soldiers and Rezai escaped without severe injuries, and the platoon leader praised the young interpreter for remaining “cool under pressure.�? “His enthusiasm for the job is unwavering, and his professionalism is without equal,�? Lt. David S. Savanuck wrote in a recommendation letter Rezai collected. “I don’t think Trump understands that for most of the Afghan guys who worked with the U.S., their lives are in danger,�? Rezai said by phone from Herat, in western Afghanistan. “Every day the security is getting worse here. So if they end this [SIV] process, I am sure that most of the guys who worked with the U.S. Army will be at risk.�? Caption 90 seconds: 4 stories you can't miss President Trump’s order to block travelers  from Muslim-majority nations is met with protests worldwide. Politics took center stage at the Screen Actors Guild Awards . There's already a border fence along the Rio Grande : The river. How many vehicles a day can the Oceano Dunes State Vehicular Recreation Area handle ? Caption 90 seconds: 4 stories you can't miss President Trump’s order to block travelers  from Muslim-majority nations is met with protests worldwide. Politics took center stage at the Screen Actors Guild Awards . There's already a border fence along the Rio Grande : The river. How many vehicles a day can the Oceano Dunes State Vehicular Recreation Area handle ? Caption Thousands of protesters at LAX More police arrived to manage the crowd and reopen the roads at LAX as thousands protested President Trump's travel restrictions. More police arrived to manage the crowd and reopen the roads at LAX as thousands protested President Trump's travel restrictions. Caption State agencies feud over off-roading along seaside dunes New battle over public use of the beach and sand dunes along the coast near Pismo Beach. New battle over public use of the beach and sand dunes along the coast near Pismo Beach. Caption Dodgers FanFest: Take me out to the ball game Sights and sounds from Saturday's Dodgers FanFest at Dodger Stadium. Sights and sounds from Saturday's Dodgers FanFest at Dodger Stadium. Caption Teachers call for rejection of Trumps education secretary nominee Eric Heins, president of the California Teachers Assn., is backed by hundreds of union members at a rally in downtown Los Angeles on Saturday where he called for the rejection of Betsy DeVos. Eric Heins, president of the California Teachers Assn., is backed by hundreds of union members at a rally in downtown Los Angeles on Saturday where he called for the rejection of Betsy DeVos. Times staff writer W.J. Hennigan in Washington contributed to this report. Follow @SBengali on Twitter for more news from South Asia ",
    "title": "Afghans who helped the U.S. military worry they, too, will suffer under Trump&apos;s refugee ban - LA Times"
   },
   {
    "entities": [
     "rome",
     "states",
     "inauguration day",
     "trump",
     "news",
     "united",
     "magazine",
     "paul",
     "fox",
     "china",
     "john",
     "night",
     "past",
     "21st century",
     "saudi",
     "america",
     "iran",
     "vatican",
     "the past",
     "time",
     "moody",
     "arabia"
    ],
    "id": 14,
    "text": "Do you lock your front door at night? Hater! Do you have an alarm system at your house? Xenophobe! Do you ask who’s ringing your doorbell before letting a visitor in? Rotten bigot! That, essentially, is the reaction from the politically charged left to President Trump’s executive order about admitting people from certain countries into the United States. The unhinged outrage from Trump-haters – and there are a lot of them – puts the interests of non-Americans over the security of our citizens. And the administration’s botched roll-out of the new restrictions gave opponents just the excuse they needed to bellow. Reduce the argument to a personal level. A homeowner is permitted to refuse entry to anyone he or she doesn’t want in, right? Security systems are intended to keep unwanted visitors out and let the homeowner know who is outside. Lots of apartment dwellers have an intercom that rings when someone outside wants to visit. Are those precautions divisive, discriminatory or unconstitutional? One of the most horrifying placards I saw during the protests on Trump’s inauguration day read: “No borders. No nations.” Really? Let anyone go anywhere without asking who they are, why they want to come here and what their past actions tell us about them? The notion that America must be open to anyone who decides to visit flies in the face of 21st century reality. How do other countries vet visitors? China requires potential guests to fill out a four-page application that asks, among other things, the reason for your visit, the names of your close relatives and what they do, the person who will pay for your trip, your passport number, how long you plan to stay and if you have ever been denied a visa for China in the past? How would the protesters outside American airports react to that kind of quizzing? China doesn't bother with pretending a democracy, so protests are few and far between. Iran, another country that likes to know who’s coming across its borders, asks most of the same questions as China, as well as “Have you ever been infected by any contagious diseases?” and who you plan to meet with in Iran. Saudi Arabia gets right to the point, telling female travelers that they cannot enter the country without a male relative accompanying them. Yet Saudi airports have no one outside screeching about their rights. And a handful of Muslim-majority countries won’t admit anyone who has an Israeli visa in his or her passport. The United States allows a great deal of leeway for protest and disagreement. Those who disagree with the president’s executive order have taken full advantage of those rights, and rightly so. But their argument that the United States, alone among all countries, cannot restrict who comes in from beyond its shores is, quite simply, specious. The protests against anything this president does will continue, and that’s fine as long as they’re peaceful. But let’s at least admit that they are not about the issues, but the issuer-in-chief. John Moody is Executive Vice President, Executive Editor for Fox News. A former Vatican correspondent and Rome bureau chief for Time magazine, he is the author of four books, including \" Pope John Paul II : Biography. \" Advertisement ",
    "title": "No borders. No nations. No clue. | Fox News"
   },
   {
    "entities": [
     "todd",
     "council",
     "democratic",
     "charlie",
     "$1 billion",
     "simpson",
     "jason",
     "network",
     "trump",
     "6:57 p.m.",
     "saunders",
     "rob",
     "portune",
     "jan. 30, 2017",
     "facebook",
     "catholic",
     "linkedin",
     "chris",
     "francisco",
     "the day",
     "dan",
     "tuesday",
     "monday",
     "steve",
     "horn",
     "isaac",
     "county",
     "boston",
     "john",
     "richardson",
     "hamilton",
     "police",
     "seelbach",
     "past",
     "department",
     "current",
     "usa",
     "this year",
     "u.s.",
     "new",
     "today",
     "chicago",
     "san",
     "eliot",
     "cincinnati",
     "cranley",
     "york",
     "yvette",
     "williams",
     "now",
     "enquirer",
     "jr.",
     "city",
     "winburn"
    ],
    "id": 15,
    "text": "Cincinnati defies Trump, becomes sanctuary city City joins major U.S. cities in welcoming people who are in U.S. without permission. Post to Facebook Cincinnati defies Trump, becomes sanctuary city City joins major U.S. cities in welcoming people who are in U.S. without permission. Check out this story on USATODAY.com: http://usat.ly/2jMTrlm CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 52 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Cincinnati defies Trump, becomes sanctuary city USA Today Network Jason Williams and Dan Horn, The Cincinnati Enquirer 6:57 p.m. ET Jan. 30, 2017 CLOSE x Share Cincinnati's mayor John Cranley announced the city would be a sanctuary city, despite President Trump's threats to withhold funding from such cities. \"Sanctuary cities\" typically allow illegal immigrants to live freely in violation of U.S. law. Cincinnati Enquirer Mayor John Cranley announced endorsements from two local unions Tuesday, an attempt to rain on Rob Richardson Jr.’s candidacy announcement and send a message to him. (Photo: The Enquirer/Meg Vogel) 11010 CONNECT TWEET LINKEDIN 52 COMMENTEMAILMORE CINCINNATI — Cincinnati is defying President Trump's crackdown on illegal immigration, joining a group of major U.S. cities in welcoming people who are in the country without permission. Standing amid several of the region's Muslim, Catholic, Jewish and political leaders, Mayor John Cranley on Monday proudly announced Cincinnati as a so-called \"sanctuary city.\" It means Cincinnati will not enforce federal immigration laws against people who are here illegally, something the city already has been doing. “We have put the whole world on notice that we intend to live up to the Statue of Liberty ideals,” Cranley said. He added that being a sanctuary city \"is a badge of honor.\" Police divided over Trump's 'sanctuary city' order The sanctuary debate is separate from the ongoing national and international debate over Trump's temporary suspension of the U.S. refugee program, which has blocked immigrant refugees with visas and green cards from legally entering the country. Cranley and others spoke Monday about the refugee ban and the chaos it has caused worldwide, but the focus was on illegal immigrants and their place in Cincinnati. The decision to declare Cincinnati a sanctuary city does not put the city in danger of losing federal money, Cranley said, though Trump has threatened to withhold money from any local jurisdictions that don't cooperate with federal immigration officials. \"I don't believe it,\" Cranley said. \"I just don't believe it.\" Others aren't so sure. Republican Councilman Charlie Winburn said he had \"concerns\" about the sanctuary city status. \"I'm not interested in putting federal funding for Cincinnati in jeopardy. I also don't want to make the jobs of our police officers any harder.\" Defining the possible consequences of calling Cincinnati a “sanctuary city” is a challenge, mostly because Trump has not yet defined his plan and because the term sanctuary city means different things to different people. Big city mayors vow to defy Trump on sanctuary cities order In some communities, local law enforcement may be discouraged from cooperating with federal immigration officials, while in others local authorities may simply avoid actively involving themselves in immigration enforcement. Based on written policies and past statements, Cincinnati appears to fall into the latter category. “We value our immigrant population,\" Chief Eliot Isaac said. \"The Cincinnati police department is in the business of making everyone safe. We will not be enforcing immigration laws.” Nothing local authorities are doing, however, would stop or interfere with the work of federal immigration officials. Cincinnati Police Department policy is to cooperate in most cases with federal authorities if they seek assistance, but that doesn’t mean officers will begin checking the immigration status of everyone they encounter if federal authorities ask. Although local enforcement agencies can sign agreements with federal authorities to enforce immigration laws, federal law does not require them to do so. “We don’t proactively seek out people who are undocumented or are over-staying their visas,” Cincinnati police spokesman Steve Saunders said. “That’s not our role.” Trump has said the costs of defying the federal government in any way could be high, saying federal aid to sanctuary cities could be at risk. Cincinnati does not receive any federal money specifically for immigration, city officials said. As part of its $1 billion annual operating budget, the city receives federal money for housing, roads and non-immigration related law enforcement projects, according to city budget documents. \"It is against the law to deny federal funding to communities for taking positions like this,\" said Todd Portune, president of the Hamilton County board of commissioners. \"Immigration issues like deportation are civil issues, they’re not criminal law.\" Cincinnati joins several other cities that have Democratic mayors in being a sanctuary city, including New York, Boston, Chicago and San Francisco. \"Sanctuary city\" is a popular term among pro-immigration activists, but it does not have a set definition and is not an official government designation. Cincinnati already has taken steps to be a \"sanctuary city\" the past two years, and Democratic council members Yvette Simpson and Chris Seelbach had been working on a plan to designate the city as such in recent months. Simpson is running against Cranley in this year's mayoral race, but she stood alongside other leaders during the mayor's press conference and did not want to politicize the matter. \"I wish we could've gotten here sooner,\" Simpson said, \"but I'm just glad we're doing it now.\" Follow Jason Williams and Dan Horn on Twitter: @jwilliamscincy and @danhornnews 11010 CONNECT TWEET LINKEDIN 52 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2jMTrlm NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Cincinnati defies Trump, becomes sanctuary city"
   },
   {
    "entities": [
     "council",
     "david",
     "interactive",
     "cbs",
     "january 30, 2017",
     "spicer",
     "trump",
     "press",
     "house",
     "2017",
     "reuters",
     "sunday",
     "jan. 30, 2017",
     "news",
     "inc.",
     "united",
     "hassan",
     "state",
     "monday",
     "nations",
     "security",
     "2015",
     "associated",
     ", 5:26 pm",
     "u.n.",
     "martin",
     "department",
     "u.s.",
     "d.c.",
     "wednesday",
     "sean",
     "iran",
     "washington",
     "toner",
     "mark",
     "rouhani",
     "white"
    ],
    "id": 16,
    "text": "CBS/AP January 30, 2017, 5:26 PM U.S. says Iran has tested a ballistic missile White House spokesman Sean Spicer takes questions during his press briefing at the White House in Washington, D.C., Jan. 30, 2017.  REUTERS/Kevin Lamarque Email WASHINGTON -- The White House said on Monday it is studying details of an Iranian ballistic missile test.  Press secretary Sean Spicer said he did not know the “exact nature” of the test and expected to have more information later.  White House Press Secretary Sean Spicer said President Trump will sign an executive order Wednesday paving the way for the construction of a wall... CBS News national security correspondent David Martin reports that Iran tested a missile on Sunday that flew 550 nautical miles and then exploded.  A defense official said that the missile test ended with a “failed” re-entry into the earth’s atmosphere. The official, speaking to The Associated Press, had no other details, including the type of missile. The official was not authorized to discuss the matter and spoke on condition of anonymity.  Iran is the subject of a United Nations Security Council resolution prohibiting tests of ballistic missiles designed to deliver a nuclear warhead. As part of the 2015 nuclear deal , the U.N. ban was prolonged by eight years, although Iran has flaunted the restriction.  Mr. Trump  has strongly criticized the nuclear deal, which was made between Iran and several world powers. He has said that he doesn’t  want to simply tear up the agreement , but instead has spoken of reopening the diplomacy.  In mid-January, Iran’s president compared talk of renegotiating its nuclear accord to “converting a shirt back to cotton.”  President Hassan Rouhani told reporters that renegotiation was “meaningless,” Reuters reported. State Department spokesman Mark Toner said on Monday that the U.S. was looking into whether the ballistic missile test violates the U.S. Security Council resolution. “When actions are taken that violate or are inconsistent with the resolution, we will act to hold Iran accountable and urge other countries to do so as well,” Toner said.  © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "U.S. says Iran has tested a ballistic missile - CBS News"
   },
   {
    "entities": [
     "david",
     "dunford",
     "stephen",
     "muslim-majority",
     "capitol",
     "navy",
     "friday",
     "spicer",
     "joseph",
     "yates",
     "trump",
     "press",
     "house",
     "cabinet",
     "syria",
     "tribune",
     "jeff",
     "newt",
     "rex",
     "senate",
     "donald",
     "davis",
     "state",
     "monday",
     "steve",
     "pentagon",
     "gingrich",
     "defense",
     "security",
     "justice",
     "chiefs",
     "ake",
     "john",
     "associated",
     "j.",
     "kelly",
     "tennessee",
     "weigel",
     "department",
     "u.s.",
     "tillerson",
     "iraq",
     "the weekend",
     "hill",
     "james",
     "joint",
     "sean",
     "washington",
     "america",
     "sessions",
     "mattis",
     "homeland",
     "gop",
     "june 28, 2016",
     "ed",
     "bob",
     "now",
     "weekend",
     "sally",
     "muslim",
     "bannon",
     "miller",
     "corker",
     "o'keefe",
     "ap",
     "white"
    ],
    "id": 17,
    "text": "Acting attorney general declares Justice Department won't defend Trump's immigration order Sally Yates J. David Ake / AP Deputy Attorney General Sally Yates speaks during a news conference at the Justice Department in Washington on June 28, 2016. Deputy Attorney General Sally Yates speaks during a news conference at the Justice Department in Washington on June 28, 2016. (J. David Ake / AP) Tribune news services Contact Reporter Acting Attorney General Sally Yates, a Democratic appointee, directed Justice Department attorneys not to defend President Donald Trump's controversial executive refugee and immigration ban, declaring Monday that she was not convinced that the order was lawful. Her directive was likely to be temporary, given that Sen. Jeff Sessions, Trump's pick for attorney general, will likely move to uphold the president's policy. Sessions is awaiting Senate confirmation. Still, Yates' abrupt decision deepened the chaos surrounding Trump's order. At least three top national security officials — Defense Secretary James Mattis, Homeland Security Secretary John Kelly and Rex Tillerson, who is awaiting confirmation to lead the State Department — have told associates they were not aware of details of directive until around the time Trump signed it. Leading intelligence officials were also left largely in the dark, according to U.S. officials. Tennessee Sen. Bob Corker, the top Republican on the Senate Foreign Relations committee, said that despite White House assurances that congressional leaders were consulted, he learned about the order in the media. The fallout was immediate: Friction between Trump and his top advisers and a rush by the Pentagon to seek exemptions to the policy. The White House approach also sparked an unusually public clash between a president and the civil servants tasked with carrying out his policy. A large group of American diplomats circulated a memo voicing their opposition to the order, which temporarily halted the entire U.S. refugee program and banned all entries from seven Muslim-majority nations for 90 days. In a startling combative response, White House spokesman Sean Spicer challenged those opposed to the measure to resign. Washington state's attorney general declared Monday that he was suing President Donald Trump over his temporary ban on immigration from seven countries with majority-Muslim populations, making it the first state to announce a legal action against the Trump administration over one of its policies. ... ... (Tribune news services) \"They should either get with the program or they can go,\" Spicer said. The blowback underscored Trump's tenuous relationship with his own national security advisers, many of whom he met for the first time during the transition, as well as with the government bureaucracy he now leads. While Trump outlined his plan for temporarily halting entry to the U.S. from countries with terror ties during the campaign, the confusing way in which it finally was crafted stunned some who have joined his team. Mattis, who stood next to Trump during Friday's signing ceremony, is said to be particularly incensed. A senior U.S. official said Mattis, along with Joint Chiefs Chairman Joseph Dunford, was aware of the general concept of Trump's order but not the details. Tillerson has told the president's political advisers that he was baffled over not being consulted on the substance of the order. U.S. officials and others with knowledge of the Cabinet's thinking insisted on anonymity in order to disclose the officials' private views. Ed O'Keefe, David Weigel Democrats are doubling down on plans to drag out the confirmation of President Trump's top Cabinet picks, seizing on a growing public outcry against the president's ban on certain migrants and refugees to further stall the formation of his new government and Republican legislative plans. Using... Democrats are doubling down on plans to drag out the confirmation of President Trump's top Cabinet picks, seizing on a growing public outcry against the president's ban on certain migrants and refugees to further stall the formation of his new government and Republican legislative plans. Using... (Ed O'Keefe, David Weigel) Trump's order pauses America's entire refugee program for four months and indefinitely bans all those from war-ravaged Syria. Critics dispute the president's assertion that the policy is needed to keep Americans safe, noting that recent acts of extremist violence have been carried out either by U.S. citizens or by individuals whose families weren't from the nations singled out in the order. The president has privately acknowledged flaws in the rollout, according to a person with knowledge of his thinking. But he's also blamed the media — his frequent target — for what he believes are reports exaggerating the dissent and the number of people actually affected. Trump has also said he believes the voters who carried him to victory support the plan as a necessary step to safeguard the nation. And he's dismissed objectors as attention-seeking rabble-rousers and grandstanding politicians. After a chaotic weekend during which some U.S. legal permanent residents were detained at airports, some agencies were moving swiftly to try to clean up after the White House. Homeland Security, the agency tasked with implementing much of the refugee ban, clarified that customs and border agents should allow legal residents to enter the country. The Pentagon was trying to exempt Iraqis who worked alongside the U.S. and coalition forces from the 90-day ban on entry from the predominantly Muslim countries. \"There are a number of people in Iraq who have worked for us in a partnership role, whether fighting alongside us or working as translators, often doing so at great peril to themselves,\" said Navy Capt. Jeff Davis, a Pentagon spokesman. Policies with such broad reach are typically vetted by affected agencies and subject to review by multiple agencies. It's a process that can be frustratingly slow but is aimed at avoiding unintended consequences. On Capitol Hill, lawmakers in Trump's party sought to distance themselves from the wide-ranging order. While Spicer said \"appropriate committees and leadership offices\" on Capitol Hill were consulted, GOP lawmakers said their offices had no hand in drafting the order and no briefings from the White House on how it would work. \"I think they know that it could have been done in a better way,\" Corker said of the White House. The executive order was largely crafted by Steve Bannon, Trump's chief strategist, and Stephen Miller, a young policy adviser and former congressional aide to Trump's pick for attorney general, Sen. Jeff Sessions. Spicer insisted the advisers had kept departments \"in the loop at the level necessary,\" but he sidestepped questions about whether Cabinet secretaries were directly involved in the process. Some Trump supporters defended the president, saying his actions should not have come as a surprise given his positions during the campaign. \"Nothing he did over the weekend was new,\" said Newt Gingrich, the former House speaker and an informal adviser. He conceded that coordination could have been better, but he said Trump's vow to quickly bring change to Washington will sometimes mean he needs to prioritize fast action over broad consultation. \"If you're the reformer, you need the momentum,\" Gingrich said. Associated Press ",
    "title": "Acting attorney general declares Justice Department won&apos;t defend Trump&apos;s immigration order - Chicago Tribune"
   },
   {
    "entities": [
     "sladky/ap",
     "earlier this month",
     "allen",
     "lauderdale-hollywood",
     "last year",
     "florida",
     "press",
     "ruiz",
     "lauderdale",
     "santiago",
     "npr",
     "shooting",
     "international",
     "monday",
     "county",
     "lynne",
     "fla.",
     "fort",
     "associated",
     "esteban",
     "barry",
     "greg",
     "fbi",
     "national",
     "iraq",
     "broward",
     "suspect",
     "seltzer",
     "airport",
     "now",
     "guard",
     "alaska",
     "anchorage"
    ],
    "id": 18,
    "text": "Esteban Santiago (center) is led from the Broward County jail for an arraignment in federal court on Monday in Fort Lauderdale, Fla. Lynne Sladky/AP hide caption toggle caption Lynne Sladky/AP Esteban Santiago (center) is led from the Broward County jail for an arraignment in federal court on Monday in Fort Lauderdale, Fla. Lynne Sladky/AP The 26-year-old man accused of opening fire at Fort Lauderdale-Hollywood International Airport earlier this month pleaded not guilty to 22 counts at his arraignment in a federal court on Monday. Esteban Santiago Ruiz allegedly traveled from Alaska and started firing in the Florida airport's crowded baggage claim area. Investigators say he continued until he ran out of ammunition, then dropped his weapon and was arrested by law enforcement officers. Five people were killed and six were injured during the attack. According to the criminal complaint, Santiago told investigators that he planned the assault. \"Esteban Santiago, shackled and wearing a prison jumpsuit, stood while Magistrate Judge Barry Seltzer read all 22 counts,\" NPR's Greg Allen reports from the court in Fort Lauderdale. Here's more: \"Seltzer explained to Santiago each count, and the maximum penalty. With the combined counts, if found guilty, Santiago faces a maximum penalty of death or life in prison. Santiago told the judge he understood each of the charges against him and the penalties. His lawyer said Santiago pleaded not guilty to all charges. A date will now be set for a jury trial.\" Article continues after sponsorship Seltzer repeatedly emphasized the victims' names as he read the entire indictment aloud, according to The Associated Press. The indictment \"includes five counts of 'violence at an international airport resulting in death,' as well as numerous weapons charges for allegedly firing a Walther 9-millimeter pistol,\" The Two-Way reported . What We Know About The Fort Lauderdale Shooting Suspect Santiago served in the National Guard, including a tour in Iraq, and was discharged for unsatisfactory performance. Authorities say Santiago also suffered from mental health issues. He sought help from the FBI in Anchorage, Alaska, last year, saying he was having \"terroristic thoughts.\" He was taken to a mental health facility but was released. The Two-Way has compiled a rundown of what we know about Santiago, found here . ",
    "title": "Fort Lauderdale Airport Shooting Suspect Pleads Not Guilty To 22 Counts : The Two-Way : NPR"
   },
   {
    "entities": [
     "counsel",
     "us",
     "yates",
     "trump",
     "jan 30, 2017",
     "legal",
     "overturn",
     "of",
     "abc",
     "travel",
     "may 2015",
     "present",
     "justice",
     "department",
     "ban",
     "u.s.",
     ", 6:44 pm",
     "obama",
     "now",
     "office",
     "sally",
     "muslim"
    ],
    "id": 19,
    "text": "Acting US Attorney General Will Not Defend Trump Immigration Order By ABC NEWS Jan 30, 2017, 6:44 PM ET 0 Shares WATCH Democrats Lead Charge to Overturn Trump Travel Ban 0 Shares Email The acting U.S. attorney general, Sally Yates, said she will not defend President Trump 's executive order regarding immigration because she is not convinced it is \"lawful,\" according to a letter. \"At present, I am not convinced that the defense of the Executive Order is consistent with these responsibilities nor am I convinced that the Executive Order is lawful,\" Yates wrote. \"Consequently, for as long as I am the Acting Attorney General, the Department of Justice will not present arguments in defense of the Executive Order, unless and until I become convinced that it is appropriate to do so.\" Trump's order, which affects immigration from seven countries that have predominantly Muslim populations, temporarily bans certain travelers and places indefinite restrictions on Syrian refugees . The order sparked protests at airports as well as legal action. A federal judge stayed part of the order regarding deportations. Yates, who was nominated by former President Obama and confirmed in May 2015, wrote that the \"order has now been challenged in a number of jurisdictions.\" She also wrote that the Office of Legal Counsel's review of the order \"does not address whether any policy choice embodied in an Executive Order is wise or just.\" \"My responsibility is to ensure that the position of the Department of Justice is not only legally defensible, but is informed by our best view of what the law is after consideration of all the facts,\" she wrote. \"In addition, I am responsible for ensuring that the positions we take in court remain consistent with this institution’s solemn obligation to always seek justice and stand for what is right.\" This is a developing story. Please check back in for updates. 0 Shares ",
    "title": "Acting US Attorney General Will Not Defend Trump Immigration Order - ABC News"
   },
   {
    "entities": [
     "elliot",
     "counsel",
     "david",
     "civil",
     "stephen",
     "jan 30",
     "lee",
     "yates",
     "trump",
     "house",
     "2017",
     "richard",
     "archibald",
     "last week",
     "jeff",
     "the",
     "senate",
     "donald",
     "american",
     "ruckelshaus",
     "alex",
     "saturday",
     "legal",
     "monday",
     "of",
     "gelernt",
     "immigrants'",
     "present",
     "johnson",
     "justice",
     "ake",
     "richardson",
     "j.",
     "night",
     "department",
     "project",
     "obama",
     "2:23",
     "union",
     "october 1973",
     "msnbc",
     "sessions",
     ", 8:36 pm",
     "nixon",
     "liberties",
     "office",
     "the past",
     "cox",
     "sally",
     "june 2016",
     "department's",
     "barack",
     "rights",
     "miller",
     "william"
    ],
    "id": 20,
    "text": "Jan 30 2017, 8:36 pm ET Acting Attorney General Bars Justice Department From Defending Immigration Order by Alex Johnson Acting Attorney General Sally Yates, a holdover from President Barack Obama's administration, ordered Justice Department lawyers Monday not to defend President Donald Trump's executive order restricting immigration. Sally Yates in June 2016. J. David Ake / AP The Justice Department's Office of Legal Counsel signed off on Trump's order last week, but Yates — who stayed on as acting attorney general pending the confirmation of Sen. Jeff Sessions, R-Alabama — said the office's reviews don't \"address whether any policy choice embodied in an Executive Order is wise or just.\" \"My responsibility is to ensure that the position of the Department of Justice is not only legally defensible, but is informed by our best view of what the law is after consideration of all the facts,\" Yates wrote in a memo to the department's lawyers. \"At present, I am not convinced that the defense of the Executive Order is consistent with these responsibilities nor am I convinced that the Executive Order is lawful,\" she wrote. Play House and Senate Democrats Rally Against Immigration Order 2:23 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170131013856if_/http://www.nbcnews.com/widget/video-embed/866264643876\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The memo came to light only a few hours after Obama broke his post-presidential silence in a statement backing protesters demonstrating against the executive order. Obama \"fundamentally disagrees with the notion of discriminating against individuals because of their faith or religion,\" the statement said. Lee Gelernt, deputy director of the Immigrants' Rights Project of the American Civil Liberties Union, called the directive \"a remarkable but welcome development.\" The directive \"sends a powerful message that there's something very wrong with a Muslim ban,\" Gelernt said. But Stephen Miller, a senior policy adviser to Trump and a major architect of the travel ban, said, \"It's sad that our politics have been politicized, that you have people refusing to enforce our laws.\" In an interview Monday night on MSNBC's \"For the Record,\" Miller said it was \"sadder still that you have a situation where the previous administration — and I don't want to bring up the past — lifted, removed, eliminated whole sections of immigration law, and it wasn't even considered by many in the media and many in the administration to be matter of controversy.\" Yates' memo would appear to represent the most serious rebellion by the Justice Department since the \"Saturday Night Massacre\" of October 1973, when Attorney General Elliot Richardson and Deputy Attorney General William Ruckelshaus resigned rather than carry out President Richard Nixon's order to fire Archibald Cox, the Watergate special prosecutor. Alex Johnson ",
    "title": "Acting Attorney General Bars Justice Department From Defending Immigration Order - NBC News"
   },
   {
    "entities": [
     "jan 30, 2017",
     "oval",
     ", 1:48 pm",
     "donald",
     "office",
     "morning",
     "this year",
     "phelps",
     "monday",
     "trump",
     "house",
     "about today",
     "jordyn",
     "white"
    ],
    "id": 21,
    "text": "President Trump Orders New Limits on Regulations By Jordyn Phelps Jan 30, 2017, 1:48 PM ET 0 Shares WATCH President Trump Signs Order to Cut Business Regulations 0 Shares Email President Donald Trump signed an executive order Monday morning that he said will “dramatically reduce federal regulations” on businesses. “We’ll be reducing [regulations] big league and their damaging effects on our small businesses, our economy and our entrepreneurial spirit,” Trump said during a meeting with small business leaders. “The American dream is back, and we’re going to create an environment for small business like we haven’t had in many, many decades.” Trump said the order mandates that for every new regulation implemented by federal agencies, two existing regulations must be cut. He called it the “largest ever cut, by far, in terms of regulations.” He was flanked by small business leaders as he signed the order in the Oval Office on Monday. The president explained that two regulations would have to be cut for every new one implemented. \"If there's a new regulation, they have to knock out two but it goes far beyond that. We're cutting regulations massively for small business and for large business but hey're different. But for small business, this is what this is about today. This will be the biggest such act that our country has ever seen,\" Trump said. \"There will be regulation, there will be control, but it will be a normalized control where you can open your business and expand your business very easily and that's what our country has been all about.\" A senior administration official briefed on the order said federal agencies that want to enact a new regulation will have to identify two to cut based on their own estimate of the cost of those regulations to the economy and the private sector. Agencies will identify possible regulations to eliminate but the White House will ultimately decide which to cut. The order mandates that for every new regulation implemented by federal agencies, two existing regulations must be cut to counterbalance the cost. “Any new incremental costs associated with new regulations shall, to the extent permitted by law, be offset by the elimination of existing costs associated with at least two prior regulations,” the order states. “Total incremental cost of all new regulations, including repealed regulations, to be finalized this year shall be no greater than zero” ",
    "title": "President Trump Orders New Limits on Regulations - ABC News"
   },
   {
    "entities": [
     "jim",
     "theresa",
     "langley",
     "carr",
     "xl",
     "harnik",
     "jan. 26, 2017",
     "avenue",
     "getty",
     "reynolds",
     "pelosi",
     "convention",
     "oval",
     "kevin",
     "howell",
     "pool/european",
     "pool",
     "saturday",
     "the day",
     "cia",
     "defense",
     "kamm",
     "ngan",
     "once",
     "j.",
     "martinez",
     "first day",
     "department",
     "d-calif.",
     "pences",
     "today",
     "minchillo",
     "merkel",
     "newsy",
     "center",
     "gregory",
     "european",
     "gop",
     "jan. 20, 2017",
     "bush",
     "william",
     "clinton",
     "scalzo",
     "ap",
     "white",
     "air",
     "base",
     "capitol",
     "concordia",
     "spicer",
     "mitch",
     "mary",
     "inauguration day",
     "mcconnell",
     "michael",
     "jan. 30, 2017",
     "may",
     "facebook",
     "angela",
     "senate",
     "donald",
     "pressphoto",
     "51 minutes ago",
     "of",
     "chip",
     "jan. 23, 2017",
     "obamas",
     "jan. 28, 2017",
     "kelly",
     "last fall",
     "virginia",
     "sports",
     "agency",
     "mandel",
     "u.s.",
     "newslook",
     "w.",
     "james",
     "nicholas",
     "sean",
     "andrews",
     "$40 million",
     "cornyn",
     "somodevilla",
     "office",
     "pentagon",
     "pence",
     "council",
     "andrew",
     "images",
     "graham",
     "porter",
     "lo",
     "saul",
     "mall",
     "afp/getty",
     "pablo",
     "shawn",
     "thew",
     "congress",
     "bill",
     "security",
     "walsh",
     "mike",
     "john",
     "prayer",
     "jan. 21, 2017",
     "usa",
     "va.",
     "obama",
     "national",
     "susan",
     "service",
     "applewhite",
     "2012",
     "nancy",
     "jan. 25, 2017",
     "dakota",
     "jan. 24, 2017",
     "vucci",
     "jan. 22, 2017",
     "keystone",
     "jan. 27, 2017",
     "6:21 p.m.",
     "trump",
     "house",
     "melania",
     "rob",
     "university",
     "dodds",
     "monsivais",
     "bourg",
     "murphy",
     "monday",
     "george",
     "binks",
     "force",
     "dietsch",
     "scott",
     "korte",
     "chicago",
     "philadelphia",
     "washington",
     "nixon",
     "mattis",
     "homeland",
     "loeb",
     "chad",
     "now",
     "evan",
     "pennsylvania",
     "last thursday",
     "barack",
     "montreal",
     "maryland"
    ],
    "id": 22,
    "text": "Trump's executive actions come faster and in different forms than before The president has begun his term with a blizzard of executive action. Post to Facebook Trump's executive actions come faster and in different forms than before The president has begun his term with a blizzard of executive action. Check out this story on USATODAY.com: http://usat.ly/2jP5V9H CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 3 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump's executive actions come faster and in different forms than before Gregory Korte , USA TODAY Published 6:21 p.m. ET Jan. 30, 2017 | Updated 51 minutes ago CLOSE x Share After just eight days, more Americans disapprove of President Trump's job performance than approve of it. Video provided by Newsy Newslook President Donald Trump signs an executive order in the Oval Office of the White House surrounded by small business leaders Monday. (Photo: Pool, Getty Images) WASHINGTON — President Trump has begun his presidency with an unprecedented blizzard of executive action, signing more presidential directives than any president in modern history. As a candidate, Trump criticized  President Obama's \"illegal and overreaching executive orders.\" Now, he's using those same orders in ways previous presidents have not. He has used them to order the approval of permits to specific private companies (the Keystone XL and Dakota Access pipelines). He has not only reinstated Reagan-era policies but expanded them — as with the ban on federal funding to global health groups that promote abortion. On Monday, he tightened the White House's grip on the regulatory process, insisting that agencies stick to a quota of regulations approved by the president as part of the annual budgeting process. And he has even created a new form of executive order called a National Security Presidential Memorandum and used it to give orders to the Pentagon and give his political strategist a seat at the table in National Security Council meetings. While Trump has signed fewer executive orders than Obama at this point in his presidency, he has signed more presidential memoranda — a kind of first cousin to executive orders that became Obama's tool of choice as he tried to get around a Republican Congress. Trump's party has control of Congress. He's just impatient. Trump appears to be trying to make good on every campaign promise at once, which in itself was one of his campaign promises. In speeches last fall, he promised to \"cancel every unconstitutional executive action, memorandum and order issued by President Obama\" on his very first day in office. (He didn't.) \"It’s not unusual for a president to hit the ground running and issue a lot of unilateral directives early in his term,\" says William Howell, a political science professor at the University of Chicago. \"But to see him swinging for the fences — he's just letting it rip on all manner of policy issues — is striking.\" Escalating pattern Presidential scholars say Trump's executive orders have followed an escalating pattern after a change of party: Republican presidents rescind Democratic policies and reinstate those of the last Republican president. Democratic presidents do the same with Republican policies. The Day One executive order on the Affordable Care Act, for example, was a one-page directive telling federal agencies to allow more flexibility in enforcing the provisions of Obamacare until Congress can repeal it. But the order contained the phrase \"to the maximum extent permitted by law,\" three times, suggesting that its effects are yet to be determined. One of the most noticeable differences is in style: While Obama signed most of his executive orders in private, Trump has signed all of his in public, with a headline-generating photo opportunities intended to convey constant presidential action. \"Executive orders are generally used to enact public policies, but some of Trump’s orders seem to have been for more symbolic or rhetorical purposes,\" says Graham Dodds, a political scientist at Concordia University in Montreal. And that seems to be part of the strategy. \"We've hit the ground running at a record pace,\" he boasted in his weekly radio address Saturday . Read more: Trump adopts Nixon security model, except worse: Column The White House is scheduling executive order signing ceremonies even before it knows  which order Trump is going to sign — or whether he'll sign them at all. Aboard Air Force One last Thursday, press secretary Sean Spicer said Trump would order an investigation into his spurious claims of widespread voter fraud. That order never came. Executive orders are also a way to keep control of the narrative. \"Bill Clinton did something similar during his impeachment where he issued a bunch of executive orders to do things Congress likely would have done anyway,\" says Chad Murphy, a political scientist at the University of Mary Washington in Virginia. \"But he wanted to show he was busy doing the people's work while Congress was wasting four years and $40 million investigating his sex life.\" The pace of action has prompted questions about how much agency lawyers have been involved in the drafting of executive orders, which has been standard practice under previous presidents. The order on refugee admissions, for example, appeared to include permanent legal residents —  \"green card\" holders — despite later clarifications from the White House that it wasn't the president's intent. Trump's orders also show that presidential directives have become political weapons as much as they are policy and management tools, with partisan outrage depending on which president was wielding the pen. During Obama's presidency, Trump often criticized what he called \"overreaching\" executive orders. \"Why is @BarackObama constantly issuing executive orders that are major power grabs of authority?\" he tweeted as early as 2012. \"The conservatives who criticized Bill Clinton's orders were largely silent for George W. Bush's orders, then loudly complained about Barack Obama's orders, and now are mostly silent about Donald Trump's orders,\" Dodds says. Posted! A link has been posted to your Facebook feed. President Trump meets with small-business leaders in the Roosevelt Room of the White House on Jan. 30, 2017.  Jim Lo Scalzo, European Pressphoto Agency President Trump speaks on the phone with German Chancellor Angela Merkel in the Oval Office on Jan. 28, 2017.  Michael Reynolds, European Pressphoto Agency Trump shakes hands with Defense Secretary James Mattis during an event at the Pentagon on Jan. 27, 2017. Vice President Pence is at right.  Susan Walsh, AP Trump greets British Prime Minister Theresa May as she arrives at the White House on Jan. 27, 2017.  Shawn Thew, European Pressphoto Agency Senate Majority Whip John Cornyn and Senate Majority Leader Mitch McConnell watch as President Trump arrives to speak to House and Senate GOP lawmakers at the annual policy retreat in Philadelphia on Jan. 26, 2017.  Pablo Martinez Monsivais, AP Trump boards Air Force One at Andrews Air Force Base in Maryland on Jan. 26, 2017, as he departed to attend a Republican congressional retreat in Philadelphia.  Nicholas Kamm, AFP/Getty Images Trump, accompanied by Vice President Mike Pence, gives a thumbs-up on Jan. 25, 2017, at the White House.  Pablo Martinez Monsivais, AP Trump reads from one of the executive orders he signed during a visit to the Department of Homeland Security with Vice President Mike Pence, Homeland Security Secretary John Kelly and other officials in Washington on Jan. 25, 2017.  Chip Somodevilla, Pool/European Pressphoto Agency Trump arrives for meeting with automobile leaders in the Roosevelt Room of the White House on Jan. 24, 2017.  Pablo Martinez Monsivais, AP Trump displays one of five executive actions he signed in the Oval Office on Jan. 24, 2017.  Shawn Thew, European Pressphoto Agency Trump speaks during a reception for House and Senate leaders in the the State Dining Room of the White House on Jan. 23, 2017.  Susan Walsh, AP Trump signs executive actions in the Oval Office on Jan. 23, 2017.  Saul Loeb, AFP/Getty Images Trump meets with business leaders on Jan. 23, 2017, in the Roosevelt Room.  Pablo Martinez Monsivais, AP President Trump holds a letter left for him by former president Barack Obama as Vice President Pence looks on before the swearing-in of the White House senior staff on Jan. 22, 2017.  Mandel Ngan, AFP/Getty Images Trump speaks at the CIA headquarters in Langley, Va., on Jan. 21, 2017.  Andrew Harnik, AP The Trumps arrive for a National Prayer Service at the National Cathedral on Jan. 21, 2017.  Andrew Harnik, AP The president and first lady thank guests during the Freedom Ball at the Washington Convention Center on Jan. 20, 2017.  Chip Somodevilla, Getty Images The Trumps and Pences attend the Freedom Ball on Jan. 20, 2017.  Kevin Dietsch, Pool/European Pressphoto Agency Trump waves as he walks with first lady Melania Trump during the inaugural parade on Pennsylvania Avenue.  Evan Vucci, Pool Trump is joined by the congressional leadership and his family as he formally signs his cabinet nominations into law in the President\u0092s Room of the Senate on Jan. 20, 2017.  J. Scott Applewhite, Pool Photo-USA TODAY Sports Trump greets House Minority Leader Nancy Pelosi, D-Calif., and other congressional leaders as he arrives for his inauguration luncheon at the Capitol on Inauguration Day.  J. Scott Applewhite, Pool Trump and Obama arrive for Trump\u0092's inauguration luncheon at the Capitol.  J. Scott Applewhite, Pool The Trumps and Obamas  stand on the steps of the  U.S. Capitol on Jan. 20, 2017.  Rob Carr, Getty Images Trump is seen speaking on video monitor on the National Mall during his inauguration on Jan. 20, 2017.  John Minchillo, AP Trump delivers his inaugural address on Jan. 20, 2017, on the west front of the U.S. Capitol  Porter Binks, USA TODAY Trump takes the oath of office on Jan. 20, 2017, as his family looks on.  Jim Bourg, Pool Like this topic? You may also like these photo galleries: Replay ",
    "title": "Trump's executive actions come faster and in different forms than before"
   },
   {
    "entities": [
     "david",
     "interactive",
     "muslim-majority",
     "this june",
     "cbs",
     "january 30, 2017",
     "yates",
     "trump",
     "paula",
     "2017",
     ", 7:06 pm",
     "news",
     "inc.",
     "jeff",
     "senate",
     "donald",
     "reid",
     "saturday",
     "monday",
     "of",
     "tuesday",
     "justice",
     "2016",
     "ake",
     "j.",
     "department",
     "dept.",
     "u.s.",
     "obama",
     "28,",
     "brooklyn",
     "washington",
     "evening",
     "sessions",
     "weekend",
     "sally",
     "tuesday, jan. 31"
    ],
    "id": 24,
    "text": "CBS News January 30, 2017, 7:06 PM Acting U.S. attorney general directs Justice Dept. not to defend Trump travel ban Email Acting attorney general Sally Yates announced Monday evening that the Department of Justice will not defend President Trump’s executive order banning new arrivals from seven Muslim-majority countries . In this June 28, 2016 file photo, Deputy Attorney General Sally Yates speaks during a news conference at the Justice Department in Washington.  J. David Ake, AP After a weekend of protests against Donald Trump's executive order restricting immigration from seven Muslim countries, he and his advisers insis... Yates, a career official and Obama appointee, said in a statement that she is “not convinced” the order is “lawful” and that the Justice Department would not defend it in court “until I become convinced that it is appropriate to do so.” Yates, who is technically the deputy attorney general, is in charge of the Justice Department until Sen. Jeff Sessions, Mr. Trump’s pick for the attorney general post, is confirmed. Sessions’ confirmation vote is scheduled for Tuesday, Jan. 31. “If he is confirmed we can expect that he will reverse this guidance,” said CBS News justice reporter Paula Reid. Demonstrators denounce president's order which blocks refugees from entering the country and imposes ban on citizens of seven Muslim-majority nat... In the meantime, Mr. Trump could fire Yates.  “As acting attorney general she serves at the pleasure of the president and he could certainly fire her,” Reid said. “He has power to do it but we’ll see whether or not he chooses to use that in the final hours before he gets his pick for attorney general,” Reid said. The executive order banning new arrivals and refugees from the Muslim countries had already been challenged in court a number of times, and has sparked widespread protests in major cities. On Saturday, the Justice Department defended the order before a court in Brooklyn . Yates’ decision signifies a major about-face by the department even if it is symbolic. Sessions is expected to be confirmed by the Senate on Tuesday, and will then be able to reverse Yates’ decision and defend the order.  © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Acting U.S. attorney general directs Justice Dept. not to defend Trump travel ban - CBS News"
   },
   {
    "entities": [],
    "id": 25,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "muslim-majority",
     "friday",
     "states",
     "trump",
     "turkey",
     "paris",
     "united",
     "meridith",
     "jan 30, 2017",
     "kevin",
     "george",
     "islam",
     "nov. 16, 2015",
     "lewis",
     "isil",
     "obama",
     "w.",
     "today",
     "america",
     "mcgraw",
     "november 2015",
     "bush",
     ", 3:03 pm",
     "antalya"
    ],
    "id": 26,
    "text": "Obama Says He 'Fundamentally Disagrees' With Discrimination Based on Religion By Meridith McGraw Jan 30, 2017, 3:03 PM ET 0 Shares WATCH What President Trump's Executive Order Does 0 Shares Email Former President Obama “is heartened by the level of engagement taking place in communities around the country,” but he “fundamentally disagrees” with discrimination based on faith or religion, Obama spokesman Kevin Lewis said today. President Trump signed an executive order on Friday calling for a suspension of immigration from seven Muslim-majority countries with ties to terror, including the suspension of the United States’ acceptance of Syrian refugees. That move was met by protests in airports and city streets nationwide. “In his final official speech as President, he spoke about the important role of citizen and how all Americans have a responsibility to be the guardians of our democracy -- not just during an election but every day,” Lewis said in a statement. “Citizens exercising their Constitutional right to assemble, organize and have their voices heard by their elected officials is exactly what we expect to see when American values are at stake,\" he added. The statement pushed back on assertions by the Trump administration that Trump’s policy is comparable to restrictions put in place during the Obama administration. “With regard to comparisons to President Obama’s foreign policy decisions, as we’ve heard before, the President fundamentally disagrees with the notion of discriminating against individuals because of their faith or religion,” Lewis said. In November 2015, President Obama spoke out against impulses to discriminate based on religion and commended President George W. Bush for being adamant after the 9/11 terror attacks that America is not at war with Islam. “It was the right impulse. It’s our better impulse,” Obama said during a news conference in Antalya, Turkey, on Nov. 16, 2015 -- a few days after the attacks in Paris that killed 130 people. “And whether you are European or American, the values that we are defending -- the values that we’re fighting against ISIL for are precisely that we don’t discriminate against people because of their faith,\" Obama added during the news conference. \"We don’t kill people because they’re different than us. That’s what separates us from them. And we don’t feed that kind of notion that somehow Christians and Muslims are at war.” 0 Shares ",
    "title": "Obama Says He 'Fundamentally Disagrees' With Discrimination Based on Religion - ABC News"
   },
   {
    "entities": [
     "nereida",
     "three years ago",
     "immigration",
     "muncie",
     "mitra",
     "loevy",
     "contact",
     "association",
     "julie",
     "trump",
     "midwest",
     "reporters",
     "syria",
     "lawyers",
     "tribune",
     "sunday",
     "ind.",
     "o'hare",
     "ball",
     "university",
     "jan. 30, 2017",
     "m.",
     "gholamreza",
     "donald",
     "american",
     "pellerite",
     "international",
     "state",
     "monday",
     "st.",
     "of",
     "yemen",
     "security",
     "justice",
     "john",
     "tepfer",
     "kelly",
     "night",
     "department",
     "this weekend",
     "moreno",
     "u.s.",
     "national",
     "chicago",
     "osorio",
     "iraq",
     "stacy",
     "libya",
     "sudan",
     "center",
     "josh",
     "iran",
     "&",
     "fiona",
     "homeland",
     "clair",
     "weekend",
     "airport",
     "mcentee",
     "behforooz",
     "jose",
     "somalia"
    ],
    "id": 27,
    "text": "News Local news Breaking News About 40 held at O'Hare on Monday Protesters rallied at O'Hare this weekend, after authorities took travelers into custody in response to Trump's immigration order. Lawyers from around Chicago showed up to assist travelers having problems. Nereida Moreno and Stacy St. Clair Contact Reporters Chicago Tribune About 40 travelers were held at O'Hare International Airport for additional questioning Monday, as concerns and confusion continued over President Donald Trump 's immigration ban. The vast majority of the affected travelers were released and allowed to pass through customs, attorneys said. Three people — including two Iranian-born travelers who are legal U.S. residents — remained unaccounted for, according to logs maintained by lawyers at the airport. The Trump administration has issued conflicting statements on how green card holders should be treated under the executive order, a reflection of the chaotic rollout of the president's first major national security initiative. The Department of Homeland Security initially said the ban extended to legal U.S. residents, then reversed course Sunday night when Secretary John Kelly issued a statement deeming \"the entry of lawful permanent residents to be in the national interest.\" Yet green card holders from the seven majority-Muslim countries listed in Trump's ban — Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen — are still being subjected to uncommon levels of scrutiny upon arrival at O'Hare. The National Immigration Justice Center, along with the Chicago chapter of the American Immigration Lawyers Association, issued an advisory Monday telling U.S. residents from those targeted countries to expect hourslong questioning at the airport and that their phones, email and social media accounts may be checked. Iranian-born Gholamreza Behforooz, 65, was held with his wife and 14-year-old son for nearly three hours upon arriving at O'Hare on Monday. The family, legal U.S. residents, immigrated to Muncie, Ind., three years ago in the hopes of a better life for their children. Behforooz's 23-year-old daughter, Mitra, a student at Ball State University , was relieved to finally see her family emerge from customs, though she expressed concerns about what life will be like for them over the next four years. Lawyers ready to help Jose M. Osorio / Chicago Tribune Julie Pellerite, left, a lawyer and volunteer with the Resurrection Project, and Josh Tepfer, a lawyer and volunteer from Loevy & Loevy, stand outside of the exit B doors, waiting for arriving passengers at the international terminal at O'Hare International Airport in Chicago on Jan. 30, 2017.  Julie Pellerite, left, a lawyer and volunteer with the Resurrection Project, and Josh Tepfer, a lawyer and volunteer from Loevy & Loevy, stand outside of the exit B doors, waiting for arriving passengers at the international terminal at O'Hare International Airport in Chicago on Jan. 30, 2017.  (Jose M. Osorio / Chicago Tribune) \"They have green cards. Shouldn't they be fine? This whole weekend was tragic,\" she said. \"I don't know what's going to happen next.\" Local immigration attorneys also are grappling with uncertainty and are advising clients potentially affected by the ban not to leave the country unless absolutely necessary. The recommendation echoes a similar advisory issued by several major Midwest universities Monday, which urged some students and scholars not to travel abroad \"until there is further assessment.\" \"Out of an abundance of caution, I would advise my clients to stay here,\" Chicago-based immigration attorney Fiona McEntee said. \"This confusion is just crazy. These are details that should have been taken care before it was signed.\" McEntee is one of more than 500 Chicago-area lawyers who have volunteered in recent days to assist travelers affected by Trump's immigration crackdown. Under U.S. law, travelers are not entitled to legal representation at ports of entry, so the lawyers established a makeshift office in the international terminal and have made their services known to families anxiously waiting for detained travelers. ",
    "title": "About 40 held at O&apos;Hare on Monday - Chicago Tribune"
   },
   {
    "entities": [
     "diplomats",
     "presidency",
     "leave",
     "begins",
     "last year",
     "friday",
     "spicer",
     "states",
     "trump",
     "house",
     "u.s",
     "syria",
     "united",
     "laura",
     "rex",
     "donald",
     "state",
     "monday",
     "vietnam",
     "the 1990s",
     "department",
     "u.s.",
     "obama",
     "today",
     "tillerson",
     "sean",
     "saudi",
     "as",
     "balkans",
     "career",
     "kennedy",
     "pakistan",
     "muslim",
     "arabia",
     "white"
    ],
    "id": 28,
    "text": "At State Department, 'Dissent Channel' In High Gear With Refugee Ban Protests At State Department, 'Dissent Channel' In High Gear With Refugee Ban Protests Embed Embed At the State Department, employees are expressing concern via an official dissent channel about the Trump administration's temporary visa and refugee ban. Win McNamee/Getty Images hide caption toggle caption Win McNamee/Getty Images At the State Department, employees are expressing concern via an official dissent channel about the Trump administration's temporary visa and refugee ban. Win McNamee/Getty Images At the State Department, there is an easy — and usually private — way for employees to register their concerns about U.S. policy. It's called the \"Dissent Channel.\" And today, an unusually large number of foreign service officers are using it. A dissent cable says Donald Trump's temporary visa and refugee ban \"runs counter to American values\" and could be \"counterproductive.\" Trump's Immigration Freeze Omits Those Linked To Deadly Attacks In U.S. The White House claims it consulted for \"many weeks\" with the State Department before issuing its executive order on Friday, temporarily banning visas for citizens of seven predominantly Muslim countries and suspending the U.S. refugee resettlement program. State Department officials who were involved in the refugee program deny this. One retired ambassador, Laura Kennedy, says the executive order did not read as if it had been reviewed by State Department lawyers or by consular or refugee officials. \"It is just, as the dissent message makes clear, inconsistent with values, with security aims of the administration, with process, with any number of things,\" Kennedy says. The Dissent Channel was set up in the Vietnam War era as a way for foreign service officers and civil servants to raise concerns with upper management about the direction of U.S. foreign policy, without the fear of retribution. The cables are sent to the State Department's policy planning director, who distributes them to the secretary of state and other top officials, who must respond within 30 to 60 days. There are typically about four or five each year. \"Freedom from reprisal for Dissent Channel users is strictly enforced,\" according to the State Department. Article continues after sponsorship During her 40-year State Department career, Kennedy never signed a dissent cable herself. She remembers one time in the 1990s when more than a dozen diplomats raised concerns about U.S. policy in the Balkans. Last year, about 50 foreign service officers criticized the Obama administration for failing to do enough to protect civilians in Syria. But this executive order, titled \"Protecting the Nation from Foreign Terrorist Entry into the United States,\" is generating much more attention. Career Diplomats Leave State Department As Trump Presidency Begins \"I know that many serving officers were horrified by this message,\" Kennedy says, referring to the order. The draft dissent cable – which has been published by the Lawfare blog — points out that the overwhelming majority of attacks on U.S. soil are committed by native-born or naturalized U.S. citizens, individuals who have been living in the U.S for decades or since birth. And it points out that terrorist attacks carried out by foreign nationals entering the U.S. on visas have come from countries that are not included in the ban, such as Pakistan and Saudi Arabia. On Monday, White House spokesman Sean Spicer was dismissive of the dissent cable. \"I think they should get with the program or they can go,\" he said. All this comes at a time when the Trump administration has cleared out top management positions at the State Department without naming anyone new to replace them. Rex Tillerson, Trump's nominee for secretary of state, is still awaiting confirmation. ",
    "title": "At State Department, 'Dissent Channel' In High Gear With Refugee Ban Protests : Parallels : NPR"
   },
   {
    "entities": [
     "2016",
     "york",
     "associated",
     "namco",
     "pac-man",
     "pacquiao",
     "bandai",
     "manny",
     "iwatani",
     "new",
     "press",
     "bandai-namco",
     "2017",
     "2015",
     "nakamura"
    ],
    "id": 29,
    "text": "See if your favorites are in the running for the World Video Game Hall of Fame class of 2016 The iconic Pac-Man adorns T-shirts and other merchandise and inspired animation shows, a breakfast cereal and even the nickname for Filipino boxer Manny Pacquiao. The idea for Pac-Man’s design came from the image of a pizza with a slice carved out. Nakamura reportedly chose the word “Pac,” or “pakku” in Japanese, to represent the sound of the Pac-Man munching its prey. “Pac-Man is a gamer friendly game with tons of cute characters and that’s why it was loved for such a long time,” Iwatani said in 2015 at a New York red carpet premiere of “Pixels,” that featured Pac-Man creatures and featured him in a cameo role. The game started out as an arcade item and then was at first played on the Nintendo Family Computer home console. It since has been adapted for cellphones, PlayStation and Xbox formats. Other hits from Namco include driving simulation games like “Ridge Racer” and a drumming game. Nakamura was a key player in Bandai Namco’s global growth. His pet saying was that his company delivered varied and total entertainment. He took pride in having fun and games for his job. The company reported Nakamura’s death but would not comment on its cause or other personal details, citing his family’s wishes. A private wake and funeral were held for the family, but a separate memorial is being planned, Bandai-Namco said. © 2017 The Associated Press. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. ",
    "title": "Arcade pioneer and \"father of Pac-Man\" Masaya Nakamura has died - CBS News"
   }
  ]
 }
}