{
 "02": {
  "col-sim": {
   "cosine": 0.1858954307853659,
   "entity": 0.24124895481858194
  },
  "exec-time": 81.41553020477295,
  "links": [
   {
    "entities": [
     "clinton",
     "john",
     "wisconsin",
     "universe",
     "wis.",
     "prussia",
     "jose",
     "jesse",
     "sanders",
     "a.",
     "michigan",
     "phillip",
     "november 8th",
     "2012",
     "virginia",
     "colorado",
     "sean",
     "arizona",
     "pa.",
     "donald",
     "saturday",
     "46 percent",
     "department",
     "sen.",
     "abby",
     "johnson",
     "paul",
     "nov. 1",
     "tuesday",
     "biden",
     "usa",
     "bill",
     "$25 million",
     "scott",
     "mr.",
     "columbus",
     "fla.",
     "city",
     "guskin",
     "state",
     "teen",
     "fort",
     "alicia",
     "$11.3 million",
     "bernie",
     "thursday",
     "congress",
     "fbi",
     "republican",
     "jason",
     "claire",
     "obama",
     "of",
     "sanford",
     "eau",
     "white",
     "delreal",
     "states",
     "7 percent",
     "dade",
     "ohio",
     "trump",
     "america",
     "anne",
     "jenna",
     "united",
     "1990s",
     "new",
     "sunday",
     "how",
     "miller",
     "washington",
     "machado",
     "lauderdale",
     "miss",
     "wagner",
     "clement",
     "ferguson",
     "florida",
     "mexico",
     "november 2",
     "kane",
     "45 percent",
     "gop",
     "king",
     "emily",
     "house",
     "gearan",
     "sullivan",
     "detroit",
     "hillary"
    ],
    "id": 0,
    "text": "Trump attacks Clinton over email; she condemns his treatment of women The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it At a rally in Dade City, Fla., Nov. 1, Democratic presidential nominee Hillary Clinton deplored how Republican rival Donald Trump has treated women like Alicia Machado. “We cannot hide from this,” Clinton said. (Photo: Melina Mara/The Washington Post; Video: The Washington Post) By John Wagner , Jenna Johnson and Jose A. DelReal November 2 at 12:06 AM Follow @WPJohnWagner Follow @wpjenna Follow jdelreal DADE CITY, Fla. — Hillary Clinton and her allies on Tuesday intensified their attacks on Donald Trump’s character and temperament, as they sought to shift scrutiny away from news that the FBI had revived an investigation into her email practices at the State Department. As part of that effort, Clinton made her most direct appeal yet for women to reject Trump’s candidacy during a campaign stop in Dade City, where she recounted a litany of degrading remarks he made about women and referencing the allegations of unwanted sexual advances against him. Calling her Republican rival “someone who wants to bully us,” the Democratic presidential nominee was introduced at the rally by Alicia Machado, the former Miss Universe whom Trump berated in the 1990s for gaining weight after she won the title. Machado — whom Trump again attacked after the first presidential debate — grew emotional while speaking about Trump’s disparaging remarks and said she fought disorders in the subsequent years. [ Clinton’s email trouble is a conversation starter for Republicans in tight races ] Later, in Sanford, Fla., Clinton blasted the GOP nominee for failing to pay federal incomes taxes and assuring he lacks the temperament to control the nation’s nuclear arsenal. Democrats are trying to win their third presidential election in a row and retain the White House after a two-term Democratic president for the first time since the mid-19th century. View Graphic Democrats are trying to win their third presidential election in a row and retain the White House after a two-term Democratic president for the first time since the mid-19th century. Trump, meanwhile, rebuffed those efforts by attacking her over the emails during a rally Tuesday in Eau Claire, Wis., saying that her election would provoke an “unprecedented constitutional crisis.” Trump said a Hillary Clinton presidency would bring work in Washington to an “unglorious halt” and called the email controversy the “biggest scandal since Watergate.” “She is likely to be under investigation for many years, probably concluding in a very large-scale criminal trial,” Trump said. The crowd at Trump’s rally erupted into chants of “Lock her up!” at several points through the speech. News that the FBI is renewing its probe into the potential mishandling of classified material in Clinton’s email practices as secretary of state has roiled the closing days of the 201 presidential contest, and many public surveys show the race has tightened. No evidence of criminal wrongdoing into Clinton’s tenure at State has been discovered by the FBI or in several Republican congressional investigations. Earlier in the day, during a campaign event in King of Prussia, Pa., Trump focused his remarks at the Affordable Care Act and again promised to repeal President Obama’s signature health-care law. “When we win on November 8th and elect a Republican Congress, we will be able to immediately repeal and replace Obamacare. Have to do it. I will ask Congress to convene a special session so we can repeal and replace,” Trump said. (There appears to be no necessity for a “special session” on Capitol Hill. The current Congress will reconvene soon after the election. And early next year, the new one will gavel in.) [ Trump is back on script as the race tightens. Will that last? ] At a rally in Eau Claire, Wis., Nov. 1, Republican presidential nominee Donald Trump said “the work of government would grind to an unbelievably inglorious halt” if his Democratic opponent Hillary Clinton became president. (The Washington Post) But Trump shifted away from talking about health care in Wisconsin: “You know, somehow I think that Obamacare is not going to be her biggest problem. Does that make sense?” Trump quipped in Wisconsin. “She wants to blame everybody else for her mounting legal troubles, but really she doesn’t have anyone to blame but herself.” Looking toward Election Day, the Clinton campaign is seeking to shore up support in several states where she had maintained comfortable margins so far. While Clinton’s schedule in coming days is focused mainly to battleground states where polls have been close, the campaign announced Tuesday that she would be visiting Michigan later this week — an announcement which raised questions about her strength in a state she is largely expected to win. Democrats said Clinton is not overly concerned about the state but is trying to shore up support in the Detroit area as a precaution. (Clinton has been leading in recent polls by 7 percent there, according to the RealClearPolitics average and in 2012, President Obama pulled away in the closing week and won the state by nearly 10 percentage points.) The Clinton campaign deployed reinforcements throughout battleground states Tuesday, where Trump’s temperament and character remained at the center of their speeches. President Obama himself held an event on Clinton’s behalf on Tuesday — part of an all-hands-on-deck roster of high-profile surrogates including Vice President Biden, Sen. Bernie Sanders (I-Vt.) and former president Bill Clinton. Obama took sharp aim at Trump’s temperament during his speech in Columbus, Ohio, calling into question whether Trump’s “erratic” behavior made him fit to be commander in chief. Addressing men specifically, the president asked the crowd to consider the role that sexism may play in the election. “I want you to think about it because she is so much better qualified than the other guy. She has conducted herself so much better in public life than the other guy,” Obama said. He also said that Trump had shown no interest in working people before entering the presidential race. “The notion that this guy is your champion, the notion that this guy is going to fight for working people, when his entire life he didn’t have time for anybody who wasn’t rich or a celebrity, who wouldn’t let you get into one of his hotels unless you were cleaning the room,” Obama said, “Come on. This guy is going to be your champion?” Clinton spoke at length in Dade City about the allegations against Trump and said that he has revealed himself to have little respect for women by “demeaning, degrading, insulting and assaulting” them. She said that Trump’s comments and the accusations have brought back “painful” memories of similar experiences for women across the country. “Look at what he does. He calls women ugly, disgusting, nasty, all the time. He calls women pigs, rates bodies on a scale from 1 to 10,” Clinton told told the crowd. At one point, she detailed accusations from former beauty pageant contestants that Trump would walk into the dressing rooms to “inspect them.” “Now, as bad as that is, he didn’t just do it at the Miss USA pageant or the Miss Universe pageant, he’s also been accused of doing this at the Miss Teen USA pageant,” Clinton told the crowd. “We cannot hide from this. We’ve got to be willing to face it. This man wants to be president of the United States of America!” [ Clinton: Trump has been ‘degrading, insulting and assaulting’ women for 30 years ] How Trump treats women became a heated campaign issue last month, when an 11-year-old recording surfaced in which he made lewd comments and claims about women. Trump dismissed the recording, calling it “locker room talk.” But since the tape surfaced, 12 women have come forward claiming the billionaire had made unwanted sexual advances upon them. Trump has repeatedly denied those charges, and he has raised the sexual exploits of Bill Clinton and Hillary Clinton’s efforts to protect his political future as a political counter-argument. During an evening rally in Fort Lauderdale, Fla., a man carrying a sign sought to interrupt Hillary Clinton’s speech and began to shout, “Bill Clinton is a rapist!” Apparently in response, she offered an indictment of Trump and his supporters. “I am sick and tired of the negative, dark, divisive dangerous vision and behavior of people who support Donald Trump,” Clinton said. “It is time for us to say no, we are not going backwards, we are going forward into a brighter future.” She added that the issue of how women are treated could have implications well beyond the election. “I want all the girls in America to know you are valuable, you should feel good about yourselves,” Clinton said. “Don’t let somebody like this bully tell you otherwise. And I want to say to all the young boys, show respect because that shows you are real man.” The Clinton campaign released a new ad Tuesday featuring clips of Trump speaking about women in disparaging ways. Aides said the ad will air in eight targeted states, including Arizona, a heavily Republican state where Clinton is making a late play. Her campaign also plans to begin airing its first television ads of the general election in Michigan and New Mexico and will return to the airwaves in Virginia and Colorado after a months-long hiatus, a campaign official said. Recent polls have shown Clinton leading in those states. All four states will see a six-figure investment, according to a campaign official. Her campaign has raised a record-breaking $11.3 million online in the last 72 hours, according to a campaign official, money that could prove crucial down the stretch. “The Trump campaign claims their path to White House is through states like these but we’re going to make sure those doors remain shut,” said Jesse Ferguson, Clinton’s deputy national press secretary. [ Post-ABC Tracking Poll: Trump 46, Clinton 45, as Democratic enthusiasm dips ] In a statement, Trump’s senior communications adviser, Jason Miller, characterized the Clinton’s new ad reservations as a defensive move. “It’s notable that in the final week of this campaign it is actually the Clinton campaign being put on defense and being forced to start advertising in so-called ‘blue states’ to hold off Mr. Trump’s surge in the polls, including two states the Clinton campaign boasted of having put away months ago,” Miller said. The Trump campaign announced it was also investing $25 million in advertising across 12 states, including New Mexico and Michigan. But it did not say how much would go to each location. A Washington Post-ABC News tracking poll conducted Thursday through Sunday showed Trump at 46 percent and Clinton 45 percent in a four-way contest. The poll finds little shift in Clinton’s overall support following news of the FBI’s renewed look at her emails, but strong enthusiasm among her supporters fell behind Trump in combined Saturday and Sunday interviews. Clinton still leads Trump by an average of four points in Colorado, five points in Virginia, seven points in New Mexico, and seven points in Michigan according to RealClearPolitics. [ Election maps are telling you big lies about small things ] Speaking to reporters en route to Florida, a senior Clinton aide said that the campaign does not believe the renewed scrutiny by the FBI is hurting Clinton’s standing in the polls. “The race has tightened the way that we thought it would tighten but … we do not see anything that would suggest that the FBI story is impacting our support,” said the aide, who requested anonymity to speak more freely about campaign strategy. Asked why Clinton is spending so much time in Florida, the aide said: “It’s a state that we think we’ll win. It’s a state that Trump has to win. … Obviously we don’t think he has any path without Florida.” Wagner reported from Dade City, Fla.; DelReal reported from Washington. Sean Sullivan, Abby Phillip, Anne Gearan, Emily Guskin, Scott Clement and Paul Kane in Washington contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump attacks Clinton over email; she condemns his treatment of women - The Washington Post"
   },
   {
    "entities": [
     "aleppo",
     "peter",
     "lebanon",
     "npr",
     "square",
     "british",
     "central",
     "syriatel",
     "2011",
     "district",
     "u.s.",
     "university",
     "beirut",
     "syrian",
     "kenyon",
     "$500",
     "2012",
     "damascus",
     "omayyad",
     "society",
     "bank",
     "skype",
     "syria",
     "isis"
    ],
    "id": 1,
    "text": "Twitter Enlarge this image Young people pose at \"I Heart Damascus\" in Omayyad Square, in the capital of Syria. Alison Meuse/NPR hide caption toggle caption Young people pose at \"I Heart Damascus\" in Omayyad Square, in the capital of Syria. Alison Meuse/NPR At Damascus University, Syria's oldest and largest institution of higher education, students casually stroll the sprawling campus. Female students sport salon-fresh locks or smart white headscarves. Skinny jeans are still in fashion. The sounds are of fountains and chirping birds, not of bombs. A naïve tourist could be forgiven for forgetting there is a brutal war tearing apart Aleppo, a city 200 miles to the north, or that armed opposition groups continue to have a foothold in the capital itself. But there are no tourists here. My NPR colleague Peter Kenyon and I were at the university for a government-approved conference this week, which offered a rare opportunity for foreign journalists to visit Damascus. As a journalist based in Beirut, covering Syria for the past 4 1/2 years, I spend hours each day communicating via Skype, Whatsapp and Facebook with Syrians suffering the unimaginable: hunger, bombings and siege. Some are living in areas surrounded and under fire by hard-line opposition groups, others by ISIS, and still more, are under attack by their own government. Article continues after sponsorship For Foreign Journalists, A Rare Invitation To Damascus As I leave the campus and walk through the streets of Damascus, bustling with cars, couples and children, I wonder how many of the capital's residents have grown used to the strange paradox of life during wartime. Did they lose a brother serving in the army or perhaps in a rebel brigade? How many had relatives kidnapped by the gangs that have sprung up amid the chaos? Maybe they had a son or daughter thrown in prison for joining the protests in those early days of the uprising in 2011. I wonder if they changed their minds about the upheaval when they saw hard-line jihadists rise to prominence and vow to take their cosmopolitan city. Do they believe it was the government's crackdown that pushed the protesters to arms and drove throngs of young dreamers from the country? Many here seem to be carrying on with grace and dignity, even enjoying mundane, simple pleasures — like the teenage girls and a 40-something man snapping selfies in front of a giant \"I (Heart) Damascus\" sculpture in a main square. Enlarge this image Syrian students on campus at a Damascus University in 2012, a year after the war started. Louai Beshara/AFP/Getty Images hide caption toggle caption Louai Beshara/AFP/Getty Images Syrian students on campus at a Damascus University in 2012, a year after the war started. Louai Beshara/AFP/Getty Images At the phone carrier, Syriatel, the salesman helping me set up a local cell number asked if I could be patient while he helped two trainees, a man and a woman, learn the ropes. It was a good opportunity to register a mobile to someone with a foreign passport, in this case, a U.S. passport. He walked us through each step, gently reminding them to get the passport number right and asking with care if I wanted an \"nice number\" — one easy to memorize. When the time came to pay, I realized I was just short of the Syrian pounds needed. There would be no credit card fallback or paying in dollars like I can in neighboring Lebanon. In Syria, cash is king; sanctions have stifled whatever global financial engagement the country was adopting before the war. Maybe the Syriatel salesman blamed the U.S. government for imposing sanctions, but if so, he didn't let on. Almost bashful, he told me not to worry and that I could come back anytime before closing to bring the money. So began my odyssey to find a place to change my American dollars. After going along the street from bank to bank, holding out hope for the Lebanese branches, I realized I'd have to go across town to the Central Bank district, where I'd find exchange offices. I flagged down a cab, agreeing to pay him at the end of our errands. We wound through Damascus traffic, finally arriving at our destination, a private exchange office on a tree-lined street, in sight of the imposing Central Bank. Changing $500 to be safe, I received in return wads of Syrian 500-pound notes bound in rubber bands. The teller handed me a black plastic bag to keep my transaction out of sight and a receipt, signed and stamped, with the official exchange rate of 514 Syrian pounds to the dollar. The government maintains this rate despite the existence of the black market, which pays slightly better. Back to my cab and I was on my way again through traffic, back at Syriatel to deliver the 4,000 Syrian pounds I owed. The salesman and his trainees smiled graciously and I went out the door, feeling more conscious of how cut off we were from the rest of the world. It was time to get back to the British Syrian Society conference my colleague and I were attending. I had missed the panel on the impact of sanctions. ",
    "title": "A Glimpse of Syria's Capital As War Wages : Parallels : NPR"
   },
   {
    "entities": [
     "clinton",
     "gripas",
     "nbc",
     "comey",
     "loretta",
     "saturday",
     "justice",
     "congress",
     "fbi",
     "department",
     "answers",
     "abedin",
     "case",
     "director",
     "james",
     "nov. 19, 2015",
     "after",
     "yuri",
     "under",
     "review",
     "lynch",
     "news",
     "friday",
     "pressure",
     "for",
     "weiner",
     "washington"
    ],
    "id": 2,
    "text": "FBI Director Under Pressure for Answers After Clinton Case Review 1:57 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161101215113if_/http://www.nbcnews.com/widget/video-embed/797724227705\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Officials tell NBC News the process of combing through the emails is ongoing and is taking longer than originally anticipated. The latest revelations come after the FBI revealed on Friday it was reviewing a new batch of emails that appeared to be \"pertinent\" to their suspended investigation into Clinton's use of a private server — and multiple federal sources told NBC News they were found as part of an ongoing probe into Weiner's alleged illicit communication with an underage girl. The FBI did not describe the nature of the emails. FBI Director James Comey and Attorney General Loretta Lynch speak to the media at the Justice Department in Washington on Nov. 19, 2015. Yuri Gripas / REUTERS file The Justice Department originally was opposed to the FBI's plan to notify Congress about the discovery of the new emails, according to senior officials familiar with the discussions. However, Comey concluded that it was better to inform Congress sooner rather than wait until after the election. \"In the end, we decided it was better to keep Congress informed,\" an FBI official involved in the process told NBC News on Saturday. Weiner is the estranged husband of Abedin. The emails, the sources said, were found on the household laptop. Abedin, through her lawyer, said she would cooperate with authorities but has not yet been contacted by the FBI. She said she found out from press reports that the FBI was looking at emails on her husband's laptop. Halimah Abdullah ",
    "title": "Attorney General Met with FBI Director Comey to Discuss Email Probe: Officials - NBC News"
   },
   {
    "entities": [
     "brad",
     "parscale",
     "clinton",
     "wilson",
     "sarlin",
     "unite",
     "stewart",
     "wisconsin",
     "nbc",
     "senate",
     "comey",
     "donald",
     "epic-mra",
     "chris",
     "ferguson",
     "florida",
     "fbi",
     "mexico",
     "hail",
     "anthony",
     "abedin",
     "map",
     "jason",
     "james",
     "wabc",
     "obama",
     "electoral",
     "college",
     "benjy",
     "mary",
     "stand",
     "cavanagh",
     "white",
     "jesse",
     "gop",
     "news",
     "ohio",
     "mitch",
     "trump",
     "michigan",
     "tuesday",
     "momentum",
     "usa",
     "house",
     "2016",
     "jon",
     "pennsylvania",
     "$25 million",
     "seizes",
     "mr.",
     "2012",
     "new",
     "virginia",
     "weiner",
     "hampshire",
     "colorado",
     "huma",
     "hillary",
     "miller",
     "washington"
    ],
    "id": 4,
    "text": "Nov 1 2016, 4:58 pm ET Trump Campaign Bets on Late Push in Democratic States by Benjy Sarlin One Week to Election: Trump Seizes Momentum, Tries to Unite GOP 2:03 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161102165040if_/http://www.nbcnews.com/widget/video-embed/798620739930\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Facing a narrow path to 270 electoral votes, Donald Trump's campaign is scheduling events and buying ad in new states that have swung Democratic in recent years. On Tuesday, the campaign announced it was purchasing $25 million in TV ads for the final week in blue states like New Mexico and Michigan -- both of which Trump has visited in the last few days -- along with more obvious swing states like Ohio and Florida. They also are staying on the air in battleground states like Virginia and Colorado where the campaign has struggled to stay competitive in public polls. With one week to go, the question is whether this is a move borne out of strength or desperation. The Trump campaign has argued that the moves reflect their confidence that recent news of further FBI inquiry into emails by Clinton aide Huma Abedin obtained from an investigation into estranged husband Anthony Weiner has set the stage for a breakthrough. \"While Mr. Trump continues to climb in the polls and accelerate outreach in states like Michigan and New Mexico that are rarely won by Republican Presidential candidates, Hillary Clinton is preoccupied fighting the sitting FBI Director and President Obama over yet another email scandal,\" Trump's digital director Brad Parscale said in a statement announcing the buy. As Democrats and some Republicans were quick to note, though, there's a long tradition of campaigns behind in the polls making a last-second move into unusual states. \"I think it's a reflection of how weak his prospects are as opposed to any sign of strength,\" Mitch Stewart, who served as Obama's battleground director in the last presidential campaign. \"It reminds me of Romney making late plays in Michigan and Pennsylvania in 2012.\" Play Analysis: Where Does the Electoral College Map Stand? 1:06 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161102165040if_/http://www.nbcnews.com/widget/video-embed/798626883859\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Regardless of the motive, the Clinton campaign and its allies made clear they wouldn't let Trump push into states uncontested. On Tuesday, they announced six-figure buys in Michigan, New Mexico, Virginia, and Colorado. Priorities USA, a top Democratic super PAC, is also going on the air in Colorado, Michigan and Wisconsin, where the Clinton campaign recently bought ad time. \"The Trump campaign claims their path to White House is through states like these but we're going to make sure those doors remain shut,\" Clinton campaign spokesman Jesse Ferguson said in a statement. State and national polling has been relatively scarce since the news of the FBI investigation broke. While there have been no substantive revelations concerning Clinton's use of a private account, the news of the new emails has fueled a partisan war over director James Comey's decision to make the discovery public. What we know so far about the political fallout is mixed: An NBC News| SurveyMonkey poll showed the race unchanged and Clinton holding a 6-point lead, but other polls show Trump gaining in recent days, even before the FBI story. And a Washington Post/ABC daily tracking poll even gave Trump a 1-point lead on Tuesday. Clinton still maintains a lead in national polling averages as well as key states like Pennsylvania, Virginia, and Colorado that would put her past the 270 electoral votes needed to win the White House. But Democrats have expressed some concern that the news may hurt them in key Senate races . Play National polls differ as election nears 3:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161102165040if_/http://www.nbcnews.com/widget/video-embed/798255683881\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump spokesman Jason Miller told WABC last week that their campaign's polling showed a \"dead heat\" in both Michigan and New Mexico. But a battleground map sent to supporters in a fundraising email on Tuesday showed New Mexico still blue, while Michigan was a \"toss up\" state. And it said that Trump was \"close\" in states like Pennsylvania, New Hampshire, and Colorado rather than winning. Trump campaign sources told NBC New that while the latest ad buy reflected improved polling in some states like New Mexico, the main purpose was to project confidence in the final days by going \"on offense\" rather than be portrayed as fighting to gain ground in existing battleground states. Jon Cavanagh, a pollster with Michigan-based EPIC-MRA, sounded confused by Trump's recent interest in the state given that surveys have consistently showed him down throughout the race by between 5 and 11 points. \"I'm not real sure what to make of it,\" he said. He noted an online poll by Fox 2 Detroit/Mitchell Poll conducted since the FBI news found Clinton up by 6, consistent with their findings the week before and polling averages of the state. New Mexico, where polling has been infrequent, may be even more of a reach thanks to its substantial Latino population. Trump's longstanding calls for a border wall and mass deportations have largely derailed outreach efforts and early vote patterns in several states already show a surge in Latino turnout . \"Trump pressing into those states now is the political equivalent of throwing a Hail Mary from his own five yard line,\" Republican pollster Chris Wilson said in an e-mail. \"For a Hail Mary to work, you have to have at least moved the ball down the field prior to the desperate throw.\" Play ",
    "title": "Trump Campaign Bets on Late Push in Democratic States - NBC News"
   },
   {
    "entities": [
     "clinton",
     "chatsworth",
     "l.a.",
     "senate",
     "land",
     "blvd.",
     "committee",
     "angeles",
     "hillary",
     "moines",
     "bay",
     "area",
     "caption",
     "sunset",
     "use",
     "$2 million",
     "harris",
     "fbi",
     "central",
     "valley",
     "southern",
     "walton",
     "david",
     "west",
     "strip",
     "santa",
     "california",
     "management",
     "frank",
     "barbara",
     "savings",
     "1960",
     "council",
     "gehry",
     "sharpton",
     "meyer",
     "gop",
     "8150",
     "des",
     "kamala",
     "tuesday",
     "alice",
     "kurt",
     "lytton",
     "hollywood",
     "ryu",
     "heights",
     "al",
     "crescent",
     "townscape",
     "city",
     "llp",
     "partners",
     "november",
     "los"
    ],
    "id": 5,
    "text": "L.A. City Council approves Frank Gehry's project on the Sunset Strip 8150 Sunset Gehry Partners, LLP The Los Angeles City Council voted 13-0 Tuesday to approve a mixed-use development designed by Frank Gehry at Sunset and Crescent Heights boulevards. Above, a model rendering of the project. The Los Angeles City Council voted 13-0 Tuesday to approve a mixed-use development designed by Frank Gehry at Sunset and Crescent Heights boulevards. Above, a model rendering of the project. (Gehry Partners, LLP) Alice Walton Contact Reporter The Los Angeles City Council on Tuesday unanimously approved a mixed-use development designed by Frank Gehry that will anchor the eastern edge of the Sunset Strip.  The relatively swift approval of the project Tuesday was a contrast to last week’s three-hour discussion on the famed architect’s design for 8150 Sunset Blvd. The five-building complex at Sunset and Crescent Heights boulevards will include two residential towers, terraced gardens and a shopping center.  Elected officials for both Los Angeles and West Hollywood as well as some neighborhood groups had voiced concern about the project, which originally included a 234-foot-tall tower. Critics believed the tower would be out of scale with the neighborhood. Others worried the project would bring too much traffic to an already busy intersection.  Why a Frank Gehry project on the Sunset Strip doesn't appeal to some Hollywood residents A proposal for two towers, one rising 15 stories, terraced gardens and 334,000 square feet of retail is meeting stiff resistance from Hollywood residents. A proposal for two towers, one rising 15 stories, terraced gardens and 334,000 square feet of retail is meeting stiff resistance from Hollywood residents. See more videos But at last week’s Planning and Land Use Management Committee meeting , the developer, Townscape Partners, agreed to reduce its tallest tower to 178 feet and add more affordable housing and more parking spaces. It will also provide $2 million to ease traffic congestion. The project will have 229 residential units, including 38 for low-income families. There will be 65,000 square feet of commercial space and a pedestrian plaza.  Many of those changes came after the area’s councilman, David Ryu, released a lengthy letter outlining his concerns over the density and height of the development.  “Compromise is never easy but it’s a core value of our city and democracy,” said Ryu, who represents this stretch of the Sunset Strip. “While this compromise isn’t perfect, 8150 Sunset Blvd. is a much better project today.”  One issue that has yet to be decided is what will happen with the Lytton Savings building on the project site. The building, which is currently a Chase bank, was designed by architect Kurt Meyer in 1960. It was nominated for historic-cultural landmark status but council members have delayed a vote on its landmark status until November.  If the City Council votes to preserve the bank building, it could be incorporated into Gehry’s design or moved to a new location.  Caption 90 seconds: 4 stories you can't miss What the FBI would have to find to press charges against Hillary Clinton , Frank Gehry’s controversial development is approved , two Des Moines officers were shot to death , and the Cubs push a game 7 of the World Series . Caption 90 seconds: 4 stories you can't miss What the FBI would have to find to press charges against Hillary Clinton , Frank Gehry’s controversial development is approved , two Des Moines officers were shot to death , and the Cubs push a game 7 of the World Series . Caption Man shot dead by sheriff's deputy after allegedly stabbing woman at Chatsworth courthouse Investigators at the Chatsworth courthouse where a sheriff's deputy shot and killed a man who was accused of stabbing a woman. Brian van der Brug / Los Angeles Times Investigators at the Chatsworth courthouse where a sheriff's deputy shot and killed a man who was accused of stabbing a woman. Brian van der Brug / Los Angeles Times Caption Rev. Al Sharpton kicks off 'Yes on 61' rally The Rev. Al Sharpton kicks off a rally and march in support of Proposition 61, the California ballot measure that seeks to lower the price state agencies pay for prescription drugs. The Rev. Al Sharpton kicks off a rally and march in support of Proposition 61, the California ballot measure that seeks to lower the price state agencies pay for prescription drugs. Caption Senate candidate Kamala Harris pushing to help down-ballot Democrats State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  Caption 90 seconds: 4 stories you can't miss ",
    "title": "L.A. City Council approves Frank Gehry&apos;s project on the Sunset Strip - LA Times"
   },
   {
    "entities": [
     "kipnis",
     "j.",
     "richard",
     "mike",
     "addison",
     "slocum/ap",
     "lindor",
     "rizzo",
     "bryant",
     "phillip/ap",
     "anthony",
     "aroldis",
     "david",
     "chicago",
     "jason",
     "napoli",
     "hendricks",
     "gonzales",
     "dan",
     "jake",
     "francisco",
     "matt",
     "corey",
     "field",
     "arrieta",
     "joe",
     "kyle",
     "otero",
     "maddon",
     "roberto",
     "josh",
     "tuesday",
     "montgomery",
     "rbi",
     "kris",
     "cubs",
     "tomlin",
     "indians",
     "chapman",
     "cleveland",
     "perez",
     "kluber",
     "russell",
     "progressive",
     "wednesday"
    ],
    "id": 6,
    "text": "Richard Gonzales Enlarge this image The Chicago Cubs' Addison Russell celebrates after his grand slam against the Cleveland Indians during the third inning of Game 6 of the World Series Tuesday in Cleveland. Matt Slocum/AP hide caption toggle caption Matt Slocum/AP The Chicago Cubs' Addison Russell celebrates after his grand slam against the Cleveland Indians during the third inning of Game 6 of the World Series Tuesday in Cleveland. Matt Slocum/AP The Chicago Cubs beat the Cleveland Indians 9-3 in Game 6 of the World Series at Progressive Field in Cleveland. The best-of-seven Series is now even at three games each. The decisive Game 7 will be played Wednesday in Cleveland. The Cubs were led by starter Jake Arrieta who gave up two runs and three hits in five-plus innings. He struck out nine and walked three Indians batters. He also had the luxury of watching teammate Addison Russell collect 6 RBIs, with a two-run double in the first inning and a grand slam in the third. Chicago struck early, scoring three runs in the top of the first inning with a two-out solo home run by Kris Bryant, followed by Russell's double on a fly ball that was mis-played by the Indians outfielders. The Cubs blew the game open in the third inning when they loaded the bases on a walk and two singles, chasing Indians starter Josh Tomlin. Cleveland reliever Dan Otero promptly gave up a grand slam to Russell. The Indians showed sporadic signs of life. They threatened to get back in the game in the fourth inning with a double by Jason Kipnis and an RBI single by Mike Napoli. They loaded the bases, but Cubs starter Jake Arrieta worked out of the jam. Enlarge this image The Cleveland Indians' Jason Kipnis hits a home run during the fifth inning of Game 6 of the World Series. David J. Phillip/AP hide caption toggle caption David J. Phillip/AP The Cleveland Indians' Jason Kipnis hits a home run during the fifth inning of Game 6 of the World Series. David J. Phillip/AP The Indians got another run on a solo home run by Kipnis in the fifth inning. Article continues after sponsorship Arrieta was pulled from the game after getting two outs in the sixth inning. Cubs reliever Mike Montgomery got the third out. The Cubs appeared to slam the door shut in the ninth inning when Anthony Rizzo smacked a two-run homer to right field, making the score 9-2. But the Indians scored one more in the ninth when Roberto Perez hit an RBI single before getting thrown out at second base trying to stretch out a double. Despite his team's lead throughout the game, Chicago manager Joe Maddon made it clear he was taking no chances in allowing Chicago to stage a comeback. He brought in his flame-throwing reliever Aroldis Chapman in the seventh inning when the Indians were threatening again. Chapman induced a ground out by Indians Francisco Lindor. Chapman pitched into the ninth inning, giving up one run and one hit. He threw 20 pitches and the question many will ask is, how much does he have left for Game 7? The final game will feature a showdown between Indians ace Corey Kluber, the winning pitcher of Games 1 and 4, and Cubs starter Kyle Hendricks. ",
    "title": "Chicago Cubs Beat Cleveland Indians 9-3 In Game 6 Of The World Series : The Two-Way : NPR"
   },
   {
    "entities": [
     "kaplan",
     "80%",
     "africa",
     "32%",
     "angeles",
     "&",
     "17%",
     "times",
     "morning",
     "health",
     "space",
     "u.s.",
     "7 pounds",
     "services",
     "victoria",
     "european",
     "science",
     "force",
     "states",
     "friday",
     "agency",
     "tuesday",
     "nov. 28",
     "america",
     "orphan",
     "karen",
     "preventive",
     "twc",
     "united",
     "15%",
     "5%",
     "task",
     "los"
    ],
    "id": 7,
    "text": "To fight childhood obesity, task force recommends screening all kids starting at age 6 Child on scale Radius TWC In a draft recommendation, the U.S. Preventive Services Task Force says all children ages 6 and older should be screened for obesity. In a draft recommendation, the U.S. Preventive Services Task Force says all children ages 6 and older should be screened for obesity. (Radius TWC) Karen Kaplan Contact Reporter The fight against childhood obesity should begin in doctors’ offices with routine weight screening for all kids ages 6 and up, according to fresh advice from health experts. Draft guidelines from the U.S. Preventive Services Task Force urge pediatricians and other clinicians to check the body mass index of children and adolescents to identify patients who would benefit from weight counseling programs. These “comprehensive, intensive behavioral interventions” have been shown to help participants change the trajectory of their weight gain, cutting their odds of a lifetime of obesity. For kids, the official definition of obesity is having a body mass index in the top 5% for one’s age and gender, based on official growth charts. Ideally, that means only 5% of children and teens are obese. But in America today, 17% of kids have a BMI high enough to fit that description. (Another 32% are overweight, with a BMI that puts them between the top 5% and 15% on growth charts.) Children who are obese suffer health problems such as asthma, sleep apnea, high blood pressure, insulin resistance and orthopedic issues. They are also more likely to develop psychological and mental health problems, according to research reviewed by the task force. Reducing childhood obesity would reduce the incidence of these medical issues. But the larger goal of screening is to make a dent in the number of obese children who become obese adults. Most obese teens — nearly 80%, according to long-term tracking studies — are on track to be obese when they grow up. Overall, childhood obesity has stabilized in the United States. But rates are still climbing for certain groups of kids, such as Latino boys and African American girls. The task force also noted that the proportion of obese kids who qualify as severely obese is growing. The authors of the proposed guidelines are under no illusion that universal obesity screening will be a silver bullet. Even the best programs to modify kids’ behavior resulted in only a “moderate” benefit, they wrote. But the downside risks of screening are “small to none,” they wrote. The types of programs that work involve at least 26 hours of counseling over several weeks or months. The more hours involved, the better the results. Successful programs reviewed by the task force included counseling sessions not just for children who were obese but for parents and other family members as well. They taught patients how to improve their eating habits, including the importance of reading labels on packaged foods. They showed patients ways to exercise safely. They taught kids to keep tempting treats out of sight (and out of mind). And they helped them learn how to set goals for themselves, and monitor their progress toward reaching them. In 16 clinical trials that tested these programs, most participants gained no more than 5 pounds while growing in height, leading to lower BMIs. Meanwhile, patients assigned to control groups gained up to 17 pounds. On the psychological side, the programs resulted in small improvements in self-esteem, mental health and quality of life. The changes were too small to be statistically significant. The task force also considered the pros and cons of two medications — metformin and orlistat — that are sometimes prescribed to help kids lose weight. In clinical trials, both drugs helped patients lose a little weight. But the amount — on the order of 5 to 7 pounds — was too small for doctors to be sure it would make a real difference for patients. Against that modest benefit, studies found that orlistat (sold under the brand names Xenical and Alli) frequently caused side effects such as abdominal pain, cramps, oily stools and fecal incontinence. In the end, the task force decided to recommend only behavioral interventions for weight loss. The panel did not consider bariatric surgery, noting that any patient heavy enough to be a candidate could be identified without screening. The proposed guidelines were released Tuesday. Members of the public may comment on them until Nov. 28.  Caption Rosetta's last mission The European Space Agency's Rosetta orbiter will commit operational suicide early Friday morning, but first it has just a little bit more science to do. The European Space Agency's Rosetta orbiter will commit operational suicide early Friday morning, but first it has just a little bit more science to do. Caption Rosetta's last mission The European Space Agency's Rosetta orbiter will commit operational suicide early Friday morning, but first it has just a little bit more science to do. The European Space Agency's Rosetta orbiter will commit operational suicide early Friday morning, but first it has just a little bit more science to do. Caption MacArthur winner Victoria Orphan showed how deep-sea microbes keep greenhouse gas out of the atmosphere MacArthur winner Victoria Orphan showed how deep-sea microbes keep greenhouse gas out of the atmosphere. MacArthur winner Victoria Orphan showed how deep-sea microbes keep greenhouse gas out of the atmosphere. Caption New Planet Proxima b Scientists have found an Earth-sized planet orbiting the closest star to our solar system and are calling it Proxima b. Scientists have found an Earth-sized planet orbiting the closest star to our solar system and are calling it Proxima b. Caption How scientists use satellite data to track poverty in Africa This video explains how satellite imagery and machine learning can be combined to map poverty around the world. This video explains how satellite imagery and machine learning can be combined to map poverty around the world. Caption Watch a time-lapse video of the Perseid meteor shower from Joshua Tree The Perseid meteor shower, which gets its name because it appears to come from the direction of the constellation Perseus, is known for the high number of spectacular meteors on display. The Perseid meteor shower, which gets its name because it appears to come from the direction of the constellation Perseus, is known for the high number of spectacular meteors on display. Follow me on Twitter @LATkarenkaplan and \"like\" Los Angeles Times Science & Health on Facebook . MORE IN SCIENCE: ",
    "title": "To fight childhood obesity, task force recommends screening all kids starting at age 6 - LA Times"
   },
   {
    "entities": [],
    "id": 8,
    "text": "",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "richard",
     "clinton",
     "mcnemar",
     "$14",
     "bush",
     "inc",
     "donald",
     "george",
     "chip",
     "stegman",
     "inn",
     "obama",
     "donna",
     "november 1, 2016",
     "interactive",
     "news",
     "county",
     "ohio",
     "victorian",
     "trump",
     "tudor",
     "when",
     "w.",
     "bellvue",
     "$15",
     "cbs",
     "reid",
     "trump\\xe2\\x80\\x99s",
     "hillary",
     "sandusky"
    ],
    "id": 9,
    "text": "By Chip Reid CBS News November 1, 2016, 7:01 PM Ohio small business owners at odds over candidates' economic plans Email SANDUSKY COUNTY, Ohio -- Fall is candy season, and it’s also when talk in Donna McNemar’s candy shop, Coco Beans in Sandusky County, Ohio, turns to politics.  Sandusky is a swing county in a swing state. President Obama narrowly won it twice, but so did George W. Bush. “I would like to see Donald Trump win this election,” McNemar said, and she especially likes his plans for the economy. Donna McNemar making buckeye candies CBS News “When you want business to grow, would you not need somebody that knows business?” she said. She prefers Trump’s current plan on the minimum wage: He wants the states to decide . Hillary Clinton supports a minimum wage as high as $15 an hour. Donna McNemar CBS News “If we’re forced to pay $15 for minimum wage, guess who’s gonna work more hours? Me. Because I’m going to have to lay off employees. I can’t, we can’t, handle that kind of increase,” McNemar said. She also favors Trump’s tax plan , with across the board cuts, the biggest for the wealthiest Americans. Clinton’s plan would raise taxes on the rich. “I understand that they’re wealthy and make a lot of money. But I also understand that they worked really hard for that money and if they have to pay more taxes it has to go somewhere and it’s going to come down to me,” McNemar said. Across Sandusky County in Bellvue, Ohio, Richard Stegman has a very different view. He is a big fan of Hillary Clinton. Stegman owns the Victorian Tudor Inn, a bed and breakfast he bought right before the recession hit. Richard Stegman, center, serving guests at his bed and breakfast CBS News “I was this close, so close, to actually losing everything,” he said. He credits President Obama’s policies with turning the economy around and thinks Clinton would stay the course. “I think it all goes under the umbrella of her experience,” he said. Richard Stegman CBS News When it comes to minimum wage, “I personally for the last several years have been paying my staffs anywhere from $14 to $15 an hour. You know, that’s smart business” Stegman said. “I need good people.” He also prefers Clinton’s tax policies to Trump’s. “Her tax proposal benefits a wide variety of people,” he said. “We don’t need a tax policy that really benefits just a small segment. I think hers is very broad.” Stegman agreed that he thinks Clinton will help the middle class more than Donald Trump. Two small business owners on opposite sides in a county that could decide which way this battleground state swings. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Ohio small business owners at odds over candidates' economic plans - CBS News"
   },
   {
    "entities": [
     "national",
     "clinton",
     "wikileaks",
     "john",
     "wisconsin",
     "russ",
     "committee",
     "donald",
     "nov 1, 2016",
     "feingold",
     "fbi",
     "hail",
     "voters",
     "ron",
     "republican",
     "sen.",
     "claire",
     "johnson",
     "minnesota",
     "eau",
     "mary",
     "tells",
     "early",
     "news",
     "walker",
     "trump",
     "michigan",
     "tuesday",
     "america",
     "pennsylvania",
     "scott",
     "\\'buyer",
     "abc",
     "election day",
     "podesta",
     "santucci",
     "hillary",
     "with"
    ],
    "id": 10,
    "text": "Trump Tells Early Voters to Change Their Ballots if They Have 'Buyer's Remorse' By JOHN SANTUCCI Nov 1, 2016, 8:13 PM ET 0 Shares WATCH Trump Tells Early Voters With 'Buyer's Remorse' to Change Their Ballots 0 Shares Email Donald Trump continued his push to secure support from Hillary Clinton supporters on Tuesday — telling early voters that they may change their votes if they have \"buyer's remorse.\" \"This is a message for any Democratic voters who have already cast their ballots for Hillary Clinton and who are having a bad case of buyer's remorse,\" he told rallygoers in Eau Claire, Wisconsin. \"In other words, you want to change your vote.\" Trump's pitch comes just days after the FBI dropped a bombshell late last week that a batch of newly discovered emails was being reviewed in connection to a previously closed probe of Clinton's use of a private email server while she was secretary of state. Sources tell ABC News that despite calls from Clinton, top Democrats and some Republican leaders, the FBI is unlikely to release more information on the scope of the investigation until after Election Day . With seven days left to go until America votes, Trump's pitch to early voters for a redo appears to be a Hail Mary play. The Republican nominee has been hitting the Clinton email investigation hard, as well as possibly damaging emails disclosed by WikiLeaks from Clinton's campaign chairman, John Podesta . In Wisconsin, voters have a right to three ballots. If they voted early or absentee, they may cancel their ballot if they think they made the wrong choice. Other states, like Pennsylvania and Michigan, have similar rules that allow for changes to be made. Minnesota also allows changes, but the deadline, one week before Election Day, has now passed. In Wisconsin, Trump was joined by Republican National Committee Chairman Reince Priebus and state leaders like Gov. Scott Walker and Sen. Ron Johnson . Johnson has been in a tough re-election battle against the incumbent he beat six years ago, Russ Feingold . \"I hope you are all going to get out and vote for Ron,\" Trump told his supporters. 0 Shares ",
    "title": "Trump Tells Early Voters to Change Their Ballots if They Have 'Buyer's Remorse' - ABC News"
   },
   {
    "entities": [
     "october 20, 2016",
     "luis",
     "series",
     "tony",
     "randazzo",
     "john",
     "today",
     "peter",
     "chris",
     "alderson",
     "sports",
     "rizzo",
     "bronson",
     "ted",
     "york",
     "anthony",
     "sandy",
     "gilligan/usa",
     "northern",
     "aroldis",
     "larry",
     "kellogg",
     "randy",
     "tommy",
     "arroyo",
     "west",
     "september",
     "antonio",
     "jeff",
     "hirschbeck",
     "rodriguez",
     "november 1, 2016",
     "night",
     "white",
     "championship",
     "holbrook",
     "joe",
     "angel",
     "hudson",
     "berg",
     "guccione",
     "hernandez",
     "sox",
     "tuesday",
     "mientkiewicz",
     "boston",
     "usa",
     "house",
     "mlb",
     "cincinnati",
     "red",
     "2016",
     "alex",
     "chapman",
     "kentucky",
     "woodfork",
     "new",
     "sam",
     "cleveland",
     "2004",
     "marvin",
     "vanover",
     "perez",
     "marsh",
     "league",
     "torre",
     "wednesday"
    ],
    "id": 12,
    "text": "Umpiring a World Series game is extremely hard and MLB umps are great at it Umpiring a World Series game is extremely hard and MLB umps are great at it By Ted Berg November 1, 2016 11:41 am Follow     @ogtedberg 870 shares Follow @ogtedberg CLEVELAND — How ’bout a little love for the other guys on the field? The Cubs and Indians play Game 6 of the World Series on Tuesday night. If the Indians win, the Cleveland players become heroes forever in their city, ending a decades-long title drought and securing late-night TV appearances and free drinks and a White House visit. If the Cubs win, they buy themselves the chance to earn all those same things on Wednesday in Game 7. But six guys spread out around Progressive Field on Tuesday night will endeavor Game 6 seeking no such glory. Like the players, they represent the best in the world at their profession and, in the World Series, they are called upon to perform under unspeakable pressure. But the best any umpire can hope to achieve on Tuesday is for no one to notice him at all. “If you’re worried about the pressure, you’ve got the wrong job,” MLB umpiring director and former ump Randy Marsh told USA TODAY Sports. “To me, the pressure’s the same as it is opening day — I want to get every pitch right. It’s not any different when you’re working the World Series.” (Tommy Gilligan/USA TODAY Sports) The proliferation of high-definition video review and PitchF/X-type strike zone readouts prompt some to argue that MLB umpires have somehow gotten worse in recent years, a bafflingly illogical conclusion in a highly competitive baseball landscape changed daily by new technologies for assessing the performance of just about everyone. The umpires working the World Series represent the best of the best. “These guys are evaluated every game they work all season long,” Marsh said. “Their strike zone is evaluated, all the plays they call on the field, how they handle situations — arguments and things like that, how they handle that. They get mid-year evaluations, they get year-end evaluations. In September, we bring our supervisors in and meet with (MLB chief baseball officer) Joe Torre and (VP of baseball operations) Peter Woodfork, and we go over the entire staff, all 76 names. “We have video review on all the calls they make, and we have the computer systems as far as plate work is concerned. The day after they work the plate, they get a readout on every pitch that they actually called. It’ll tell them if they called a pitch two and a half inches outside, or it’ll tell them if this pitch was inside the zone and they called it a ball.” In September, the league selects four crews’ worth of umpires to work the Divisional Series round. Two separate crews umpire the LCS series. The seven umps who rotate through the six postseason umpiring positions during World Series play all worked LDS games but not LCS contests, an effort made to find a balance between rust and fatigue. All umps receive postseason bonuses now, but working the World Series brings a larger one, and getting tapped for the job represents a big honor. (Photo by Elsa/Getty Images) “Joe Torre refers to the World Series as the crown jewel of baseball, and being selected as an umpire for the World Series — that’s the crown jewel selection,” Marsh said. “It’s very exciting. A lot of guys want that.” Earlier this postseason, a lovely moment caught on camera between Cubs first baseman Anthony Rizzo and home-plate umpire Angel Hernandez blew up online. Rizzo had assumed a pitch was ball four and began walking toward first when Hernandez called him back, and the slugger later apologized for inadvertently “showing up” Hernandez. After the game, Rizzo pointed out something that rarely registers with fans: Umpiring a full baseball season is an extraordinarily taxing job. “All of the umpires are out here at the highest level, doing their best,” he said. “They’re out here working their tails off for 162 (games) like we are. There’s no home for them. They’re on the road the entire season.” This moment between the @Cubs Anthony Rizzo and umpire Angel Hernandez is what sports is all about https://t.co/v0HoGHX0mL — Luis Antonio Perez (@NorthsideLou) October 20, 2016 It’s true: While MLB players get to play half their games in one location, umpires travel constantly throughout the season. Across the course of the six-month regular season, they get four one-week breaks. And while Marsh said many umpires make their homes someplace near a big-league city, they’re unlikely to be there for more than a couple of series a season. Marsh hails from a Cincinnati suburb in Northern Kentucky, and could recall a season in which he worked only three Reds home games all year. Naturally, umpiring has changed a lot in the last couple of seasons thanks to the dawn of the league’s replay review system. Marsh said umps were resistant to the change at first — sensitive about having their calls overturned, and hesitant to overturn their fellow umps’ calls during their turns overseeing replays. But replay, the umps found, saves them from the burden of botching a decisive call in a big game. “They realized it’s for the betterment of the game,” Marsh said. “Also, if you’re an umpire and they’ve changed your call, nine times out of ten it’s not even written about in the paper. There’s a call at first base that was overturned; the umpire’s not out there hanging on a limb and getting ripped apart. Also, because they were able to do that, it didn’t affect the outcome of the game — that’s the important thing.” During his career as an active umpire, Marsh worked five World Series and nine League Championship Series. During the 2004 LCS between the Red Sox and Yankees, he initially missed a call on a controversial play that he believes led to umpires more frequently conferring on the field to ensure accuracy. “It was the A-Rod play in Boston, where he slapped the glove,” Marsh said, referring to the 2004 incident in which Alex Rodriguez intentionally knocked the ball away from Bronson Arroyo along the first-base line. “I was at first base, and Mientkiewicz was at first base, the second baseman came over to cover, I had two people in front of me, I didn’t see it. Joe West was the plate umpire, Jeff Kellogg was there, and they said Randy, he slapped it. I said, I’ve got to change this. The thing was, the media supported me completely — even in New York, they knew that what he had done was wrong. In part it was embarrassing, but the other part was we got it right. And (former MLB exec) Sandy Alderson was our boss at the time; he could not have been happier. I think ever since then, umpires have been more receptive to saying, let’s get together and get this call right.” Umpires in 2016 face perhaps more scrutiny than ever before, especially when behind the plate. Fans and analysts armed with strike-zone plots can identify immediately if an umpire called a strike an inch below the zone or squeezed a pitcher on a fastball that nipped the outside corner. And pitchers throw harder than ever before. Perhaps as soon as tonight, a home-plate ump will need to determine whether a 102.5-mph fastball from Aroldis Chapman caught the top part of the strike zone or sailed an inch too high, and if he gets it wrong, he will be lambasted for it. Marsh said that umpires provide a support system for one another, and noted that many dedicated baseball fans do appreciate the difficulty of officiating a game. But when asked if he thought most people recognize how hard it is to be an umpire, he was unequivocal. “Guys come to umpire school, and they think anybody can get behind the plate,” he said. “The first time they get behind there at umpire school and the balls coming in at 50 mph, they’re diving out of the way. “They have no idea.” This year’s World Series umpires are crew chief John Hirschbeck, Chris Guccione, Sam Holbrook, Marvin Hudson, Tony Randazzo, Larry Vanover and Joe West. If all goes well for them, you won’t hear their names again in 2016. More MLB! ",
    "title": "Umpiring a World Series game is extremely hard and MLB umps are great at it | For The Win"
   },
   {
    "entities": [
     "december 2014",
     "clinton",
     "wikileaks",
     "john",
     "march 2015",
     "oct. 7",
     "inc",
     "times",
     "email",
     "fbi",
     "york",
     "department",
     "11 p.m.",
     "obama",
     "updated",
     "mills",
     "interactive",
     "nov",
     "march 2, 2015",
     "last",
     "2016",
     "cbs",
     "new",
     "1",
     "podesta",
     "state",
     "cheryl",
     "hillary"
    ],
    "id": 13,
    "text": "Email Last Updated Nov 1, 2016 5:55 PM EDT The day the original story about Hillary Clinton’s private email server broke, Clinton campaign chairman John Podesta wrote to another top Clinton aide, Cheryl Mills, that the emails would have to be dealt with, and “better to do so sooner than later.”  In the exchange , just before 11 p.m. on March 2, 2015, Podesta wrote to Mills, who served as Clinton’s chief of staff at the State Department. The New York Times published its story about the existence of Clinton’s private email account just hours beforehand.  “We are going to have to dump all those emails so better to do so sooner than later,” Podesta wrote. A Clinton campaign aide clarified that by “dump,” Podesta meant to release to the public—like in a document dump—and not deleting or getting rid of them. This email exchange was part of the latest batch of emails released by WikiLeaks—the 25th such exchange since Oct. 7. The total number of emails now available from Podesta’s account totals 41,969. Clinton turned over roughly 55,000 pages of emails to the State Department in December 2014—before the story broke about her private server. Many of those pages have subsequently been reviewed and released to the public by the State Department. However, Clinton deleted an additional 33,000 emails because they were not work-related, she and her team have said. The issue is especially salient after the news last week that the FBI is investigating new material related to Clinton’s email practices.  The WikiLeaks dumps have shed light on the Clinton team’s response to the ongoing situation with her private email practices, an issue that has plagued her campaign since its inception. For example, later in March 2015, Mills wrote to Podesta and other aides that they needed to “clean this up” when President Obama said he was unaware of Clinton’s private email server until the news broke publicly. “We need to clean this up,” she wrote. “He has emails from her - they do not say state.gov.” This article has been updated to clarify the characterization of the Podesta email. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Hillary Clinton campaign chairman: \"We are going to have to dump all those emails\" - CBS News"
   },
   {
    "entities": [
     "national",
     "j.",
     "baez",
     "sweda",
     "crystal",
     "john",
     "mike",
     "amy",
     "$900",
     "stephen",
     "wiegand",
     "bruce",
     "addison",
     "chris",
     "miller",
     "&",
     "fischer",
     "thursday",
     "roosevelt",
     "bryant",
     "last week",
     "morning",
     "nba",
     "wrigley",
     "jim",
     "june than the first day of november",
     "lake",
     "hall",
     "chicago",
     "david",
     "maldonado",
     "kim",
     "mardi",
     "phish",
     "district",
     "of",
     "fischers",
     "rock",
     "hendricks",
     "jake",
     "highland",
     "council",
     "1945",
     "roll",
     "tribune",
     "deerfield",
     "paul",
     "skrbina/chicago",
     "night",
     "weber",
     "arrieta",
     "joe",
     "field",
     "kyle",
     "ontario",
     "1908",
     "javier",
     "walker",
     "ohio",
     "dresdner",
     "roberto",
     "maddon",
     "erie",
     "tuesday",
     "nov. 1, 2016",
     "ernie",
     "kris",
     "siders",
     "banks",
     "gateway",
     "humboldt",
     "park",
     "fame",
     "cleveland",
     "theodore",
     "north",
     "gras",
     "/",
     "city",
     "league",
     "russell",
     "progressive",
     "wednesday"
    ],
    "id": 14,
    "text": "Cubs fans bask in warm Cleveland weather, hot start Cubs fans at Game 6 John J. Kim / Chicago Tribune Cubs fan Joe Wiegand is dressed Tuesday as former President Theodore Roosevelt at Progressive Field in Cleveland before Game 6 of the World Series. Cubs fan Joe Wiegand is dressed Tuesday as former President Theodore Roosevelt at Progressive Field in Cleveland before Game 6 of the World Series. (John J. Kim / Chicago Tribune) Nachos, check. Program, check. Chance to see the Cubs keep their championship hopes alive in the World Series ? You bet. Cubs fans from across the country poured into Progressive Field in balmy downtown Cleveland on Tuesday night, decked head-to-toe in blue and clinging to hope that the North Siders have two road wins in them to snap a legendary title drought. With the night feeling more like June than the first day of November, Cubs fans settled into the ballpark amid the Indians faithful, another Series starved fan base that brushed aside the invaders from the west, trying to will the home team to a clinching win. Cubs infielder Javier Baez , National League Championship Series co-MVP and possible World Series champion, could add another accolade to his list of achievements with an honorary street in Humboldt Park. Ald. Roberto Maldonado , 26th, introduced an ordinance at Tuesday's City Council meeting for... Cubs infielder Javier Baez , National League Championship Series co-MVP and possible World Series champion, could add another accolade to his list of achievements with an honorary street in Humboldt Park. Ald. Roberto Maldonado , 26th, introduced an ordinance at Tuesday's City Council meeting for... (Leonor Vivanco) But as the Cubs took an early lead, it was the Cubs fans who temporarily took over the ballpark, shrieking and high-fiving and gyrating with glee. \"Unreal!\" one Cubs fan said, as he fist-bumped his friends. \"Maybe we'll be staying until Thursday.\" A Cubs win in Game 6 forces a winner-take-all Game 7 on Wednesday. Many Cubs fans who made the trek to Ohio said they plan to stay in town, wanting the chance to see the team win a championship with their own eyes. Cubs fans at Game 6 John J. Kim / Chicago Tribune Cubs fan Joe Wiegand is dressed Tuesday as former President Theodore Roosevelt at Progressive Field in Cleveland before Game 6 of the World Series. Cubs fan Joe Wiegand is dressed Tuesday as former President Theodore Roosevelt at Progressive Field in Cleveland before Game 6 of the World Series. (John J. Kim / Chicago Tribune) When Addison Russell connected for a third-inning grand slam, a horde of Cubs fans in the outfield grandstand erupted in wild celebration. One man in a Jake Arrieta jersey dropped to his knees on the patio concourse and extended his arms to the heavens. Chicago fans behind the Cubs dugout went wild, as did patches of visiting fans from the upper deck to the left field bleachers. Fans in Cubs blue appeared all over downtown Cleveland earlier in the day, packing the bars and restaurants on East 4th Street, just as many had done a week ago for Games 1 and 2. Fans in Kris Bryant and Ernie Banks jerseys strolled down Ontario Street, one of the city's main arteries, which links the hotel district to the ballpark. Mike Fischer made a decision while watching Game 5. \"If they go to a Game 6, we're going to Cleveland for my old man,\" he said. Fischer bought the tickets — $900 apiece — then texted his dad: \"Pack your bags.\" \"I was stunned,\" said Jim Fischer, who was a baby in 1945 when the Cubs last appeared in the Fall Classic. Chicago Cubs fans who finally got to see their beloved team play in the World Series . The last time was in 1945 and they haven't won a Series since 1908. But then there are those who suffered a Shakespearian kind of fate this year. They... Much attention has been paid to those long-suffering, elderly Chicago Cubs fans who finally got to see their beloved team play in the World Series . The last time was in 1945 and they haven't won a Series since 1908. But then there are those who suffered a Shakespearian kind of fate this year. They... (Stephen Miller) The father and son piled in the car Tuesday morning for the three-state trek to the shore of Lake Erie, where they visited the Rock & Roll Hall of Fame after checking into their hotel and grabbing lunch as the Cubs prepared for their game against the Indians a few blocks down the street. \"You don't know if you're going to get another chance,\" said Mike Fischer, 34, of Crystal Lake, wearing his Cubs cap outside the entrance to the hall of fame, where he enjoyed the exhibit about one of his favorite bands, Phish. \"You don't know if it'll be another way-too-many years before they make it back (to the Series).\" Amy and David Weber wore Cubs gear as they stopped to take in the Soldiers' and Sailors' Monument and the fountains at Public Square a few blocks north of the ballpark. \"She talked me into it,\" David Weber said. \"I called in sick to work. We'll assume that'll be fine.\" Amy Weber, 36, of Deerfield, said she's been a die-hard Cubs fan ever since childhood, when her dad took her to ballgames. With her favorite team in the World Series, she could not pass up a chance to see them, even if her dad, Bruce Dresdner, couldn't make it. Dresdner is in a nursing home in Highland Park. Caption Wrigley Field brick wall a chalk testament to loyalty Fans have filled Wrigley Field's exterior walls with good wishes and memories during the World Series. (Chris Walker / Chicago Tribune) Fans have filled Wrigley Field's exterior walls with good wishes and memories during the World Series. (Chris Walker / Chicago Tribune) Caption Wrigley Field brick wall a chalk testament to loyalty Fans have filled Wrigley Field's exterior walls with good wishes and memories during the World Series. (Chris Walker / Chicago Tribune) Fans have filled Wrigley Field's exterior walls with good wishes and memories during the World Series. (Chris Walker / Chicago Tribune) Caption Cubs fans offer predictions before Game 6 Chicago Cubs fans offer predictions for Game 6 of the World Series at Progressive Field in Cleveland, Ohio on Nov. 1, 2016. (Chris Sweda / Chicago Tribune) Chicago Cubs fans offer predictions for Game 6 of the World Series at Progressive Field in Cleveland, Ohio on Nov. 1, 2016. (Chris Sweda / Chicago Tribune) Caption Cubs pitcher Kyle Hendricks on preparing for the World Series Cubs pitcher Kyle Hendricks on preparing for the World Series. (Paul Skrbina/Chicago Tribune)  Cubs pitcher Kyle Hendricks on preparing for the World Series. (Paul Skrbina/Chicago Tribune)  Caption Cubs manager Joe Maddon talks about preparing for World Series games Cubs manager Joe Maddon talks about preparing for World Series games. (Paul Skrbina/Chicago Tribune) Cubs manager Joe Maddon talks about preparing for World Series games. (Paul Skrbina/Chicago Tribune) \"We're at the World Series for him,\" Amy said. The atmosphere was more subdued than last week, when there was a Mardi Gras vibe downtown, in outlying city neighborhoods and the Gateway District near Progressive Field. Many Clevelanders turned the day of Game 1 into a citywide holiday, but the lead-up to Game 6 was more reserved, with municipal employees and downtown business workers going about their day and the plaza beyond the left field gate noticeably quieter. Still, it wasn't hard to find someone wearing Indians gear, and many office buildings sported \"Go, Tribe!\" signs in their windows. The Cavaliers, the city's NBA team that plays across the plaza from the baseball stadium, moved up the start time of their game an hour to accommodate the World Series game. Sports talk radio crackled with Indians' fans predictions. All but one caller was convinced their team was wrapping up the title tonight. For the Fischers, the World Series trip was a baseball trip to remember. There was only one thing left on the checklist. \"I don't want any more of this 'Next Year' stuff,\" said Jim Fischer, 72. \"This has got to be the year.\" poconnell@chicagotribune.com ",
    "title": "Cubs fans bask in warm Cleveland weather, hot start - Chicago Tribune"
   },
   {
    "entities": [],
    "id": 15,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "1970s",
     "kenneth",
     "environmental",
     "clinton",
     "j.",
     "china",
     "monday",
     "oliver",
     "defense",
     "donald",
     "stanford",
     "angus",
     "department",
     "of",
     "protection",
     "princeton",
     "college",
     "eric",
     "community",
     "medicare",
     "education",
     "mich.",
     "states",
     "arrow",
     "agency",
     "trump",
     "hart",
     "warren",
     "macomb",
     "united",
     "deaton",
     "maskin",
     "hillary",
     "harvard"
    ],
    "id": 16,
    "text": "Facebook Twitter Enlarge this image Republican presidential candidate Donald Trump addresses a rally at Macomb Community College in Warren, Mich., on Monday. Carlos Osorio/AP hide caption toggle caption Carlos Osorio/AP Republican presidential candidate Donald Trump addresses a rally at Macomb Community College in Warren, Mich., on Monday. Carlos Osorio/AP Some of the country's most prominent economists have signed a letter warning that Donald Trump is a \"dangerous, destructive\" choice for president and urging voters to choose someone else. The letter , first reported by The Wall Street Journal, was signed by 370 economists, including eight Nobel Prize winners. The text stops short of endorsing Democrat Hillary Clinton, though, and doesn't criticize Trump on ideological grounds. Instead, it says he has made repeated statements aimed at misleading the public about jobs and growth: \"He misinforms the electorate, degrades trust in public institutions with conspiracy theories, and promotes willful delusion over engagement with reality. If elected, he poses a unique danger to the functioning of democratic and economic institutions, and to the prosperity of the country.\" Among other things, Trump has told voters that renegotiating the North American Free Trade Agreement or imposing tariffs on China would increase manufacturing jobs, the letter says. Article continues after sponsorship Why Do We Vote On Tuesdays? \"In fact, manufacturing's share of employment has been declining since the 1970s and is mostly related to automation, not trade,\" it says. Trump has \"lowered the seriousness of the national dialogue\" by saying that the deficit can be reduced by eliminating government agencies such as the Department of Education and the Environmental Protection Agency. \"A credible solution will require an increase in tax revenue and/or a reduction in spending on Social Security, Medicare, Medicaid, or Defense,\" it says. The Republican presidential candidate has also falsely claimed that the United States is one of the most heavily taxed countries in the world, the letter says. It added: \"His statements reveal a deep ignorance of economics and an inability to listen to credible experts. He repeats fake and misleading economic statistics, and pushes fallacies about the [value-added tax] and trade competitiveness. He promotes magical thinking and conspiracy theories over sober assessments of feasible economic policy options.\" Those signing the letter say they \"represent a broad variety of areas of expertise.\" They include Nobel winners such as Angus Deaton of Princeton, Oliver Hart and Eric Maskin of Harvard and Kenneth J. Arrow of Stanford, as well as many other prominent academics. ",
    "title": "Economists' Letter Warns That Electing Trump Would Be Dangerous For The Country : NPR"
   },
   {
    "entities": [
     "23",
     "facebook",
     "ten",
     "a&m",
     "november 2, 2016",
     "alabama",
     "conference",
     "humphrey",
     "wisconsin",
     "kirby",
     "saturday",
     "first",
     "boise",
     "auburn",
     "stanford",
     "tech",
     "florida",
     "twitter",
     "marlon",
     "clemson",
     "hocutt",
     "staples",
     "louisville",
     "sec",
     "dec. 4",
     "utah",
     "harrison",
     "nebraska",
     "andy",
     "poll",
     "southeastern",
     "pinterest",
     "bowl",
     "anderson",
     "college",
     "oct. 22",
     "jan. 9",
     "playoff",
     "western",
     "peach",
     "tampa",
     "cfp",
     "dec. 31",
     "ohio",
     "amway",
     "no.",
     "coaches",
     "michigan",
     "tuesday",
     "ronnie",
     "google",
     "conversation",
     "fiesta",
     "big",
     "1:54 a.m. edt",
     "guidelines",
     "arkansas",
     "fla",
     "football",
     "brynn",
     "oregon",
     "texas",
     "state",
     "washington"
    ],
    "id": 17,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Alabama, Clemson, Michigan and Texas A&M; lead College Football Playoff rankings The first College Football Playoff committee rankings are out. Alabama, not surprisingly, led the way in the field of four that will determine the playoff participants at the end of the season. Post to Facebook Alabama, Clemson, Michigan and Texas A&M; lead College Football Playoff rankings The first College Football Playoff committee rankings are out. Alabama, not surprisingly, led the way in the field of four that will determine the playoff participants at the end of the season. Check out this story on USATODAY.com: http://usat.ly/2eSkrhn CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 42 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Alabama, Clemson, Michigan and Texas A&M lead College Football Playoff rankings USA TODAY Sports 1:54 a.m. EDT November 2, 2016 x Share Sports Illustrated's Andy Staples reacts to Washington being listed outside of the top four in the first College Football Playoff rankings. Time Alabama defensive back Marlon Humphrey, left, celebrates fellow DB Ronnie Harrison (15) after an interception against Texas A&M; on Oct. 22. (Photo: Brynn Anderson, AP) The initial College Football Playoff rankings of the season had one surprise. Alabama, Clemson and Michigan were expected to be in the top three. What was unexpected was one-loss Texas A&M being ahead of unbeaten Washington in the fourth position. The Aggies, whose lone blemish is a loss at Alabama, sit at No. 7 in the Amway Coaches Poll. But their difficult schedule in the Southeastern Conference, including a win at Auburn, helped move them past the Huskies. Washington has dominating wins against Stanford and Oregon and a narrow victory Saturday at Utah, but, despite being 8-0, are currently out of the playoff field. TOP 25:  First CFP rankings “Texas A&M won at Auburn and beat Arkansas at a neutral site,” said selection committee chairman Kirby Hocutt, the athletics director at Texas Tech. “In the committee’s mind, Texas A&M has played a stronger schedule.” As for Clemson at No. 2 and Michigan at No. 3, a flip-flop from the Amway Coaches Poll and AP poll, Hocutt said the margin was very narrow. “The two wins against CFP top 10 (teams) were something that stood out to us that nobody else within the CFP top 25 have,” Hocutt said. “The road wins at (No. 9) Auburn and (No. 22) Florida State and obviously the win at home against (No. 7) Louisville gave the edge to Clemson for that No. 2 spot. ... “The separation was small,” Hocutt said. “Michigan has beaten three teams in our top 25, including a very good CFP ranked No. 8 Wisconsin team. Michigan has a great defense and has been very consistent as the season has gone along. Again, the separation between two and three was very small.” One-loss teams Ohio State and Louisville were in the sixth and seventh positions with five weeks still left in the season. Wisconsin, Auburn and Nebraska round out the top 10, giving the Big Ten four teams and the SEC three near the top. Ranking Reaction: Texas A&M No. 4 for now, but no worries, Washington Also of note, No. 23 Western Michigan was one spot ahead of Boise State in the race among teams in the Group of Five conferences for a spot in one of the major bowls. Tuesday's ranking is the first of six to be unveiled by the playoff committee. The top four teams in the final ranking on Dec. 4 will meet in the College Football Playoff. The semifinals will be played at the Fiesta Bowl and Peach Bowl on Dec. 31. The championship game will be held in Tampa, Fla, on Jan. 9. Here is the complete Top 25 from the committee: 1. Alabama (8-0) ",
    "title": "Alabama, Clemson, Michigan and Texas A&M; lead College Football Playoff rankings"
   },
   {
    "entities": [
     "clinton",
     "john",
     "mike",
     "wisconsin",
     "kkk",
     "bush",
     "fox",
     "prussia",
     "janesville",
     "jose",
     "ku",
     "sanders",
     "a.",
     "goldstein",
     "michigan",
     "renee",
     "phillip",
     "november 8th",
     "pennsylvania",
     "klan",
     "virginia",
     "kaepernick",
     "colorado",
     "free",
     "eilperin",
     "ellmers",
     "sean",
     "paris",
     "n.c.",
     "pa.",
     "donald",
     "ga.",
     "sen.",
     "abby",
     "andy",
     "johnson",
     "summer",
     "channel",
     "francisco",
     "paul",
     "news",
     "colin",
     "tuesday",
     "biden",
     "bill",
     "scott",
     "columbus",
     "north",
     "pence",
     "ryan",
     "fla.",
     "klux",
     "city",
     "guskin",
     "state",
     "nfl",
     "national",
     "juliet",
     "jabin",
     "alicia",
     "monday",
     "amy",
     "bernie",
     "trade",
     "colo.",
     "congress",
     "fbi",
     "fall",
     "republican",
     "november 1",
     "wyo.",
     "obama",
     "of",
     "barrasso",
     "post",
     "delreal",
     "dade",
     "walker",
     "ohio",
     "trump",
     "greeley",
     "america",
     "melina",
     "anne",
     "american",
     "jenna",
     "1990s",
     "new",
     "sunday",
     "botsford/the",
     "l.",
     "islamic",
     "last week before election day",
     "nov.\\xc2\\xa08",
     "forge",
     "washington",
     "machado",
     "wagner",
     "md.",
     "$25\\xc2\\xa0million",
     "clement",
     "committee",
     "harris",
     "mexico",
     "valley",
     "kane",
     "d.",
     "mara/the",
     "king",
     "emily",
     "indiana",
     "agreement",
     "jeb",
     "charlotte",
     "sullivan",
     "gearan",
     "san",
     "hillary"
    ],
    "id": 18,
    "text": "Trump is back on script as the race tightens. Will that last? The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it Republican presidential nominee Donald Trump delivers a speech in King of Prussia, Pa., on Tuesday. (Jabin Botsford/The Washington Post) By Jenna Johnson , John Wagner and Sean Sullivan November 1 at 7:31 PM Follow @wpjenna Follow @WPJohnWagner Follow @WaPoSean KING OF PRUSSIA, Pa. — Donald Trump swerved back on script Tuesday, showing flashes of a cohesive closing argument in the final stage of a presidential campaign that is tightening with six days left. Joined here by his running mate, Indiana Gov. Mike Pence, and a small group of lawmakers, Trump delivered an uncharacteristically disciplined speech calling again for the eradication of the Affordable Care Act and a renegotiation of a sweeping trade pact he cast as a job killer — championing causes popular among many Republicans in Rust Belt states such as Pennsylvania , Michigan and Wisconsin , where he is urgently trying to expand the map against Hillary Clinton. The Democratic nominee, who is trying to move past the FBI’s renewed scrutiny of her email practices and sustain her advantage in key swing states, sought to redirect attention on Tuesday to Trump’s treatment of women. Former Miss Universe Alicia Machado delivered introductory remarks at a Clinton rally in Dade City, Fla., speaking about Trump’s “cruel” comments about her weight when she held the crown. Clinton cited allegations from a dozen women that Trump had kissed or groped them without permission. Both sides also added fuel to the expensive war they are waging on the airwaves. The Clinton campaign plans to begin airing its first television ads of the general election in Michigan and New Mexico — where Trump is making a late push this week — and will return to the airwaves in Virginia and Colorado after a months-long hiatus, a campaign official said. The Trump campaign announced it was investing $25 million in advertising across 13 states. But it did not say how much would go to each location. Here in Pennsylvania, Trump tried to strike a more uplifting note than usual, a move that seemed geared to centrist voters put off by his dark rhetoric. “If we unlock the potential of this country and its incredible people, no dream is outside of our reach,” he said. At a rally in Valley Forge, Pa., on Tuesday, Republican presidential nominee Donald Trump outlined how he would “repeal and replace” the Affordable Care Act. (The Washington Post) [ The Fix: Trump gave a very good speech today in Pennsylvania ] But it is unclear whether the speech, which had the accoutrements of a much more traditional campaign event than Trump usually holds, will hail a disciplined push in the last week before Election Day or whether he will return to the rudderless approach that has defined much of his campaign. Just as uncertain is whether it will assuage the concerns of moderate voters at a time when extremists continue to embrace Trump publicly, including an endorsement of Trump on Tuesday by the Ku Klux Klan’s official newspaper . In recent rallies and speeches, Trump has lurched from talking about Clinton’s email woes to his unsubstantiated claims of a “rigged” election to his priorities for his first days as president. Along the way, he also reignited old spats and revived criticism of Clinton’s health. Inside a hotel ballroom here before an invite-only crowd, however, Trump offered streamlined policy imperatives for supporting him. “If we don’t repeal and replace Obamacare, we will destroy American health care forever,” he said, referring to the Affordable Care Act championed by President Obama. He also displayed more party unity than usual. Sen. John Barrasso (Wyo.) and Reps. Tom Price (Ga.) and Andy Harris (Md.), all physicians, helped introduce Trump. So did Rep. Renee L. Ellmers (N.C.), who has worked as a registered nurse. Trump, who has been pledging to “drain the swamp” in Washington, referred to them as “distinguished members of Congress.” Later in the day, Trump attended a roundtable discussion in Wisconsin with that state’s governor, Scott Walker, and Republican National Committee Chairman Reince Priebus. As the audience in Pennsylvania waited to hear Trump speak, they were treated to light jazz rather than the normal jarring soundtrack at Trump events. Pence, the mild-mannered Indiana governor who has rarely appeared together with his running mate, warmed up the crowd and set the stage for the address. Democratic presidential nominee Hillary Clinton meets and speaks to voters at a rally in Dade City, Fla., Tuesday. (Melina Mara/The Washington Post) “We still got time to turn this thing around. Seven days to be exact,” Pence said. Trump promised to renegotiate the North American Free Trade Agreement and expand “school choice.” Trump said he swiftly would enlist Congress to help destroy the Affordable Care Act. [ With revived email probe, Republicans see chance to not talk about Trump ] “When we win on November 8th and elect a Republican Congress, we will be able to immediately repeal and replace Obamacare. Have to do it. I will ask Congress to convene a special session so we can repeal and replace,” Trump said. There would be no need for a “special session” on Capitol Hill, however: The current Congress will reconvene soon after the Nov. 8 election, while the new Congress will gavel in before Inauguration Day. In Dade City, Machado grew emotional while speaking about Trump’s disparaging remarks about her gaining weight in the 1990s, saying that “it is clear he does not respect women. . . . He thinks he can do whatever he wants and get away with it.” Machado added that for years afterward she fought eating disorders. Clinton spoke at length about the allegations of unwanted sexual advances against Trump and said he has revealed himself to have little respect for women by “demeaning, degrading, insulting and assaulting” them. Trump has denied the women’s allegations and has suggested that some were not attractive enough to draw his interest. “Look at what he does. He calls women ugly, disgusting, nasty, all the time,” Clinton told the crowd. “He calls women pigs, rates bodies on a scale from one to 10.” Obama campaigned for Clinton on Tuesday in Ohio — part of an all-hands-on-deck roster of high-profile surrogates deployed to several battleground states that includes Vice President Biden, Sen. Bernie Sanders (Vt.) and former president Bill Clinton.“I stand where I’ve stood all fall and all summer. In fact, I already voted here in Janesville for our nominee last week in early voting,” Ryan said on Fox News Channel from his home town. “We need to support our entire Republican ticket.” “The only thing this office does is it amplifies who you are. It magnifies who you are,” Obama said in Columbus. “If you disrespected women before you were elected, you will disrespect women once you’re president.” House Speaker Paul D. Ryan, a Wisconsin Republican who has had an uneasy relationship with Trump throughout the campaign, said in a television interview Tuesday that he had voted for Trump but said he continues to have no plans to campaign for him. [ The KKK’s official newspaper has endorsed Donald Trump ] Trump’s more polished approach in his speech was a departure from what seems at times like randomness in his public remarks lately. During two rallies on Monday in Michigan, Trump mostly focused on promising to return manufacturing jobs. But he mixed in warnings of voter fraud, attacks on Hillary Clinton and random musings on how no one travels to Paris anymore, how Bill O’Reilly is one of the “greatest political pundits today” and his ability to predict the future. And on Sunday in Greeley, Colo., Trump blamed the NFL’s ratings decline on the campaign and on San Francisco 49ers quarterback Colin Kaepernick. Last week, Trump went off on random tangents during a speech in Charlotte, where he discussed a “new deal for black America,” mocking long-vanquished rival Jeb Bush, whose moderate Republican supporters he desperately needs. Throughout it all, he has injected dire warnings about illegal immigrants killing Americans, Islamic State militants violently killing innocent people and portrayed the country as having only one final chance to get it right. That track record made what he said — and how he said it — in Pennsylvania unexpected. “I’m asking you to dream big, to push for bold change and to believe in a movement powered by our love for each other and our love for our country,” Trump said. Johnson reported from King of Prussia, Pa.; Wagner reported from Dade City, Fla.; Sullivan reported from Washington. Jose A. DelReal, Amy Goldstein, Abby Phillip, Anne Gearan, Emily Guskin, Scott Clement and Paul Kane in Washington and Juliet Eilperin in Columbus, Ohio, contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump is back on script as the race tightens. Will that last? - The Washington Post"
   },
   {
    "entities": [
     "brad",
     "reporter",
     "clinton",
     "chatsworth",
     "john",
     "senate",
     "transportation",
     "area",
     "angeles",
     "gas",
     "moines",
     "bay",
     "caption",
     "st.",
     "harris",
     "aliso",
     "fbi",
     "department",
     "central",
     "valley",
     "southern",
     "$717 million",
     "energy",
     "santa",
     "d.",
     "california",
     "sherman",
     "ranch",
     "1950s",
     "summer",
     "of",
     "u.s.",
     "frank",
     "barbara",
     "gehry",
     "sharpton",
     "michael",
     "gop",
     "states",
     "paige",
     "canyon",
     "county",
     "antonovich",
     "contact",
     "des",
     "kamala",
     "october 2015",
     "tuesday",
     "co.",
     "may",
     "sempra",
     "united",
     "al",
     "barely",
     "ken",
     "porter",
     "hillary",
     "los"
    ],
    "id": 19,
    "text": "Paige St. John Contact Reporter Barely a year after the largest methane leak in U.S. history, and with two-thirds of its wells still shut down, operators of the Aliso Canyon storage field want to pump gas again. Southern California Gas Co. on Tuesday asked California regulators for permission to resume pumping pressurized natural gas into the ground northeast of Los Angeles, at a depleted oil field now used for storage. Records show the utility has been negotiating this step with regulators for several weeks. The company cited \"extensive physical upgrades\" and \"advanced technologies\" in contending it would be safe to resume operations. Local political leaders immediately disagreed. \"Since the multiple investigations into the cause of the leak have not been completed, we must proceed with extreme caution. Aliso Canyon is not ready to resume normal operations,\" U.S. Rep. Brad Sherman (D-Sherman Oaks) said in a statement urging that the gas company be restricted to minimal operations required to prevent power interruptions. The storage field is a primary supplier to gas-powered electric plants. Los Angeles County Supervisor Michael D. Antonovich introduced a motion, to be taken up by the board next week, asking state utility regulators to continue to prohibit gas injection at Aliso Canyon pending a review of whether the field can be permanently closed. Legislation passed in May requires such a review before mid-2017. The Aliso Canyon leak began in October 2015 when high-pressure gas escaped from a well deep below ground and found its way to the surface. The blowout took five months to plug, forcing thousands of residents in nearby communities such as Porter Ranch to evacuate their homes. A report on what caused the failure has yet to be completed. In the aftermath, California regulators required Southern California Gas to test the remaining 114 active wells before returning the storage field to use. The state adopted rules (which in May became state law) that allow the field to reopen with only some wells operable. Only 29 wells have passed all the inspections required to return to use. State reports show 80 wells, many dating to the 1950s, have been plugged and taken out of operation. The gas company has a year to either repair and fully test those wells or abandon them. Preliminary test results showed a number of wells in the field -- originally drilled to produce oil and later converted for gas storage -- had underground leaks. Field operators are not required to report how much gas is lost in below-ground leaks. State environmental regulators said it could take weeks to decide on the gas company's request. State inspections at the field are still pending and state utility regulators must concur with reopening the field.   “Safety is our top priority. We will thoroughly review all the information and data, conduct independent site inspections, seek public feedback and the opinion of outside experts before making any determination,\" state Oil and Gas Supervisor Ken Harris said in a statement. Originally, the gas company said its inability to use Aliso Canyon would interrupt power supplies during the summer. \"However, warnings of rolling blackouts and energy shortages during the summer never came to fruition,\" Antonovich said in his motion.  A federal task force formed in the wake of the Aliso Canyon leak last month called for safety precautions that include the use of outer casings to contain possible leaks. Southern California Gas had a practice of boosting well production at Aliso Canyon and other fields by pumping gas through both the interior pipe and external casing. The U.S. Department of Transportation also is reviewing national standards governing some 400 underground gas storage facilities in the United States. That ruling is expected this year. The gas company, a division of Sempra Energy, is defending itself against some 180 lawsuits over the leak. It has estimated costs of lost gas, plugging the leak and housing for about 8,000 area residents at about $717 million. Caption 90 seconds: 4 stories you can't miss What the FBI would have to find to press charges against Hillary Clinton , Frank Gehry’s controversial development is approved , two Des Moines officers were shot to death , and the Cubs push a game 7 of the World Series . Caption 90 seconds: 4 stories you can't miss What the FBI would have to find to press charges against Hillary Clinton , Frank Gehry’s controversial development is approved , two Des Moines officers were shot to death , and the Cubs push a game 7 of the World Series . Caption Man shot dead by sheriff's deputy after allegedly stabbing woman at Chatsworth courthouse Investigators at the Chatsworth courthouse where a sheriff's deputy shot and killed a man who was accused of stabbing a woman. Brian van der Brug / Los Angeles Times Investigators at the Chatsworth courthouse where a sheriff's deputy shot and killed a man who was accused of stabbing a woman. Brian van der Brug / Los Angeles Times Caption Rev. Al Sharpton kicks off 'Yes on 61' rally The Rev. Al Sharpton kicks off a rally and march in support of Proposition 61, the California ballot measure that seeks to lower the price state agencies pay for prescription drugs. The Rev. Al Sharpton kicks off a rally and march in support of Proposition 61, the California ballot measure that seeks to lower the price state agencies pay for prescription drugs. Caption Senate candidate Kamala Harris pushing to help down-ballot Democrats State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  Caption 90 seconds: 4 stories you can't miss ",
    "title": "Utility wants to resume pumping natural gas into Aliso Canyon facility that was site of massive leak - LA Times"
   },
   {
    "entities": [
     "national",
     "clinton",
     "wikileaks",
     "john",
     "wisconsin",
     "committee",
     "donald",
     "fox",
     "thursday",
     "reed",
     "voting",
     "fbi",
     "florida",
     "republican",
     "claire",
     "of",
     "november 01, 2016",
     "college",
     "minnesota",
     "sanford",
     "donna",
     "eau",
     "early",
     "news",
     "states",
     "friday",
     "trump",
     "michigan",
     "information",
     "tuesday",
     "america",
     "2016",
     "pennsylvania",
     "center",
     "democratic",
     "press",
     "brazile",
     "united",
     "podesta",
     "associated",
     "hillary"
    ],
    "id": 20,
    "text": "Trump encourages Wisconsin early-absentee voters with 'buyer's remorse' to support him instead Published               November 01, 2016 Facebook 0 Twitter 0 livefyre Email Print   Republican presidential nominee Donald Trump spent Tuesday night at a campaign stop in Wisconsin encouraging voters who filed early-absentee ballots for Hillary Clinton to change their votes to support him. Trump highlighted the developments since Friday's announcement from the FBI that it would revisit the Clinton email probe while speaking to a crowd in Eau Claire, Wisconsin. \"For all those voters who have buyer’s remorse, Wisconsin is one of those several states where you can change your early ballot if you think you’ve made a mistake,\" Trump told supporters. \"A lot of stuff has come out since your vote,\" he added. \"If you live here, or Michigan, Pennsylvania, or Minnesota, you change your vote to Donald Trump.\" In Wisconsin, voters can change their minds up to three times, but the deadline for doing so is Thursday. Changing votes is very rarely done, the Early Voting Information Center at Reed College told the Associated Press. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Trump also took time during his rally to hit Clinton presidential campaign Chairman John Podesta and interim chair of the Democratic National Committee Donna Brazile over emails released by WikiLeaks which appeared to show her sending the Clinton campaign a question before a CNN town hall event while she was a contributor at the network. \"Could you imagine if Reince got the question for a debate and found out,\" Trump told supporters, referencing Republican National Committee Chair Reince Preibus. \"It would be a double electric chair.\" He also used a line from his hit-TV show \"The Apprentice.\" \"John Podesta, if he worked for me I would fire him so fast, like 'The Apprentice,'\" Trump said. \"I would say 'John, you’re fired!'” Clinton meanwhile launched her own fresh line of attacks at a campaign stop in Sanford, Florida by saying the businessman has \"no excuse\" for not releasing his tax returns, and once again calling on him to do so before the election. \"We’ve got someone running for president who not only bullied people and made bigoted comments, he is the only major party nominee for president in 40 years who hasn’t released his tax returns,\" she said. Clinton told supporters she's particularly interested in learning about any dealings Trump has had with Russian interests and whether he contributed to charity. The Democratic presidential nominee told the crowd that most of those in attendance have probably paid more in federal taxes than Trump. \"He took everything our great country has to offer, scooped it up with both hands and then paid nothing to support us,\" Clinton said. \"Then he has the nerve to call our military a disaster, to insult POWs when he hasn’t paid a penny to support the people who put on the uniform of the United States of America.\" She also slammed his business record. \"Donald Trump is the poster boy for everything that is wrong with this economy,\"  she told supporters. The Associated Press contributed to this report.  Advertisement ",
    "title": "Trump encourages Wisconsin early-absentee voters with 'buyer's remorse' to support him instead | Fox News"
   },
   {
    "entities": [
     "2003",
     "clinton",
     "kelly",
     "kaijo",
     "mike",
     "john",
     "wisconsin",
     "universe",
     "jacksonville",
     "vault",
     "miami",
     "mich",
     "$450,000",
     "oct. 31, 2016",
     "james",
     "college",
     "university",
     "dan",
     "chelsea",
     "western",
     "switzerland",
     "justin",
     "mich.",
     "grand",
     "knight",
     "sanders",
     "former",
     "a.",
     "michigan",
     "audience",
     "chapel",
     "\\'70",
     "roebling",
     "cincinnati",
     "kellyanne",
     "tim",
     "center",
     "macomb",
     "conway",
     "lauderhill",
     "o\\'meara",
     "bobby",
     "hill",
     "linsley",
     "kowalsky",
     "lakefront",
     "1983",
     "n.c.",
     "capital",
     "wis",
     "russ",
     "carolina",
     "donald",
     "marcell",
     "luke",
     "david",
     "martinez",
     "spencer",
     "pablo",
     "ty",
     "denise",
     "jeff",
     "bridge",
     "burke",
     "rourke",
     "6:32 a.m. edt",
     "tampa",
     "matt",
     "intervention",
     "news",
     "getty",
     "pa",
     "tuesday",
     "marc",
     "biden",
     "amyette",
     "usa",
     "charlie",
     "william",
     "bill",
     "columbus",
     "north",
     "2005",
     "pence",
     "deltaplex",
     "cleveland",
     "fla.",
     "ryan",
     "fla",
     "city",
     "state",
     "boulder",
     "fort",
     "appleton",
     "2001",
     "fallon",
     "erlanger",
     "members",
     "november 2, 2016",
     "monday",
     "alicia",
     "bernie",
     "chris",
     "naples",
     "&",
     "ariz.",
     "franke",
     "brennan",
     "feingold",
     "kent",
     "fbi",
     "york",
     "rapids",
     "garza",
     "rich",
     "recreation",
     "gabby",
     "airport",
     "obama",
     "claire",
     "records",
     "of",
     "powers",
     "images",
     "ky",
     "eau",
     "november 1, 2016",
     "reich",
     "mesa",
     "bugnaski",
     "campus",
     "federal",
     "dade",
     "ohio",
     "wright",
     "trump",
     "andrew",
     "sladky",
     "sunday",
     "mark",
     "suspension",
     "lawrence",
     "fred",
     "expo",
     "forge",
     "giffords",
     "lauderdale",
     "machado",
     "j.",
     "miss",
     "2013",
     "senate",
     "comey",
     "axelrod",
     "sports",
     "nov. 2, 2016",
     "florida",
     "valley",
     "lynne",
     "tiffany",
     "jack",
     "daily",
     "oct. 8",
     "foundation",
     "warch",
     "community",
     "colo",
     "kalamazoo",
     "harnik",
     "brian",
     "$100,000",
     "bureau",
     "indiana",
     "nov. 1, 2016",
     "warren",
     "ap",
     "sullivan",
     "monsivais",
     "october of 2015",
     "detroit",
     "kaine",
     "cummings",
     "arena",
     "hillary"
    ],
    "id": 21,
    "text": "FBI surprises again, shares files on Bill Clinton pardon of Marc Rich William Cummings , USA TODAY 6:32 a.m. EDT November 2, 2016 16k Shares x Share The FBI released documents concerning a questionable pardon Bill Clinton issued of a financier charged with tax evasion back in 2001. See how the investigation played out. USA TODAY NETWORK The FBI gave the Hillary Clinton campaign another unpleasant surprise Tuesday, this time releasing 129 pages of documents from a 2001 investigation into Bill Clinton's controversial presidential pardon of fugitive Marc Rich. The bureau initially released the heavily redacted files on Monday, but drew more attention to the documents in a tweet Tuesday. The Clinton team questioned the timing of the release, which comes one week before the election and just days after Director James Comey's stunning announcement that the FBI was looking into newly discovered emails related to its investigation of Hillary Clinton. William J. Clinton Foundation: This initial release consists of material from the FBI's files related to the Will... https://t.co/Y4nz3aRSmG — FBI Records Vault (@FBIRecordsVault) November 1, 2016 \"This initial release consists of material from the FBI's files related to the William J. Clinton Foundation, a non-profit 501(c)(3) organization,\" reads a statement on the FBI records vault website . \"The bulk of these records come from a 2001 FBI investigation into the pardon of Marc Rich (1934-2013), aka Marcell David Reich, by President Clinton in 2001; it was closed in 2005. The material is heavily redacted due to personal privacy protections and grand jury secrecy rules.\" Rich, who died in 2013, was a financier who fled to Switzerland after being indicted on multiple federal charges, including tax evasion, in 1983. Clinton's motive for pardoning Rich on his last day in office was questioned because Rich's ex-wife, Denise Rich, was a wealthy Democratic donor who made a $450,000 donation to Clinton's presidential library foundation and more than $100,000 to Hillary Clinton's Senate campaign. In a statement, the FBI said that any material requested three or more times under the Freedom of Information Act is automatically made available to the public online on a \"first in, first out basis.\" \"Absent a FOIA litigation deadline, this is odd,\" Clinton spokesman Brian Fallon tweeted before the FBI released its statement. \"Will the FBI be posting docs on Trump's housing discrimination in '70?\" Absent a FOIA litigation deadline, this is odd. Will FBI be posting docs on Trump's housing discrimination in '70s? https://t.co/uJMMzX6rtI — Brian Fallon (@brianefallon) November 1, 2016 The FBI actually did release a file on Donald Trump's father, Fred, on Oct. 8. The bureau also tweeted a link to those documents, along with links to files from 20 other cases — including  the investigation into Hillary Clinton's email server — from its Records Vault account on Sunday. Prior to that, the last tweet from that account was in October of 2015. David Axelrod, a former adviser to President Obama, said the document release is another case of the FBI intervening in the election. \"Whatever the reasoning behind it, this latest release further brands the @FBI as the Federal Bureau of Intervention,\" Axelrod said in a tweet. \"It's a head-scratcher!\" Whatever the reasoning behind it, this latest release further brands the @FBI as the Federal Bureau of Intervention. It's a head-scratcher! — David Axelrod (@davidaxelrod) November 1, 2016 The majority of the pages in the documents are completely redacted and they do not appear to shed any new light on the case. Comey took over the FBI probe into the Rich pardon in 2003 and the case was closed in 2005 with no charges filed. Posted! A link has been posted to your Facebook feed. President Obama speaks at a Clinton rally at the University of North Carolina in Chapel Hill, N.C., on Nov. 2, 2016.  Pablo Martinez Monsivais, AP Hillary Clinton greets supporters outside an early voting center in Lauderhill, Fla., on Nov. 2, 2016.  Jewel Samad, AFP/Getty Images Mike Pence speaks at a campaign stop in Mesa, Ariz., on Nov. 2, 2016.  Matt York, AP Vice President Biden speaks to a crowd of supporters of Hillary Clinton during a rally in Tampa, Fla., on Nov. 2, 2016.  Charlie Kaijo, AP Donald Trump speaks to his supporters during his campaign rally at Bayfront Park Amphitheater in Miami on Nov. 2, 2016.  Luke Franke, Naples Daily News Chelsea Clinton campaigns for her mother on Nov. 2, 2016, at a rally in Boulder, Colo.  Brennan Linsley, AP A Trump supporter holds up signs in Miami on Nov. 2, 2016.  Luke Franke, Naples Daily News Bernie Sanders greets supporters while campaigning for Hillary Clinton at Western Michigan University in Kalamazoo, Mich., on Nov. 2, 2016.  Mark Bugnaski, AP Audience members gather ahead of a Trump campaign stop at the University of Wisconsin Eau Claire on Nov. 1, 2016, in Eau Claire, Wis.  Matt Rourke, AP President Obama walks off stage to greet the crowd after speaking during a campaign event for Hillary Clinton at Capital University on Nov. 1, 2016 in Columbus, Ohio.  Ty Wright, Getty Images Hillary Clinton speaks during a campaign rally in Fort Lauderdale, Fla., on Nov. 1, 2016.  Jewel Samad, AFP/Getty Images Tim Kaine is introduced to the crowd by Russ Feingold during a campaign visit at the Warch Campus Center on Nov. 1, 2016, at Lawrence University in Appleton, Wis.  Dan Powers, AP Tiffany Trump, left, daughter of Donald Trump, and Trump campaign manager Kellyanne Conway shop for snack food at a Wawa gas station  on Nov. 1, 2016, in Valley Forge, Pa.  Chip Somodevilla, Getty Images Hillary Clinton holds hands with former Miss Universe Alicia Machado during a campaign rally on Nov. 1, 2016, in Dade City, Fla.  Chris O'Meara, AP Former president Bill Clinton campaigns for his wife on Nov. 1, 2016, in Florida City, Fla.  Lynne Sladky, AP Mike Pence welcomes Donald Trump to the stage during a campaign event about the Affordable Care Act on Nov. 1, 2016, in Valley Forge, Pa.  Chip Somodevilla, Getty Images Hillary Clinton holds a mask as she jokes with members of her staff aboard her campaign plane on Oct. 31, 2016, in Erlanger, Ky.  Justin Sullivan, Getty Images Hillary Clinton arrives to speak at a rally at Kent State University in Kent, Ohio, on Oct. 31, 2016.  Andrew Harnik, AP Donald Trump is introduced by former Indiana University basketball coach Bobby Knight during a campaign rally at the Deltaplex Arena on Oct. 31, 2016 in Grand Rapids, Mich.  Chip Somodevilla, Getty Images Hillary Clinton arrives at Cleveland Burke Lakefront Airport on Oct. 31, 2016.  Andrew Harnik, AP Members of \"Zombies for Trump\" mug for the camera following a Trump campaign event at Macomb Community College on Oct. 31, 2016, in Warren, Mich.  Jeff Kowalsky, AFP/Getty Images Hillary Clinton campaigns with former congresswoman Gabby Giffords and her husband, Mark Kelly, at the base of the John A. Roebling Suspension Bridge in Cincinnati on Oct. 31, 2016.  Matt Rourke, AP Donald Trump takes the stage before speaking to a crowd during a rally at the Macomb Community College Sports & Expo Center in Warren, Mich., on Oct. 31, 2016.  Ryan Garza, Detroit Free Press Tim Kaine speaks at the Jack Amyette Recreation Center during a campaign rally in Jacksonville, N.C., on Oct. 31, 2016.  Mike Spencer, AP Like this topic? You may also like these photo galleries: Replay ",
    "title": "FBI surprises again, shares files on Bill Clinton pardon of Marc Rich"
   },
   {
    "entities": [
     "toomey",
     "j.",
     "clinton",
     "stevenson/the",
     "don",
     "wolf",
     "freeh",
     "peter",
     "cook",
     "senate",
     "chesnet",
     "today",
     "comey",
     "donald",
     "fox",
     "media",
     "congress",
     "meehan",
     "louis",
     "fbi",
     "trey",
     "anthony",
     "abedin",
     "republican",
     "november 1",
     "philadelphia",
     "sen.",
     "katie",
     "kane",
     "clintons",
     "1994",
     "oval",
     "d.",
     "james",
     "benghazi",
     "u.s.",
     "office",
     "jankauskas",
     "paul",
     "oct. 24",
     "gowdy",
     "matt",
     "report",
     "rourke/ap",
     "white",
     "libya",
     "gop",
     "news",
     "b.",
     "political",
     "last 15",
     "friday",
     "tom",
     "pa",
     "trump",
     "mcginty",
     "tuesday",
     "house",
     "charlie",
     "patrick",
     "karen",
     "pennsylvania",
     "democratic",
     "bill",
     "democrat",
     "tim",
     "2012",
     "1990s",
     "weiner",
     "ryan",
     "october",
     "50\\xc2\\xa0percent",
     "1996",
     "huma",
     "kaine",
     "tumulty",
     "hillary",
     "sharon",
     "washington"
    ],
    "id": 22,
    "text": "Clinton’s email trouble is a conversation starter for Republicans in tight races The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Karen Tumulty and Paul Kane November 1 at 1:56 PM Follow @ktumulty Follow @pkcapitol The latest Washington Post-ABC News tracking poll shows Donald Trump and Hillary Clinton in a virtual dead heat nationally. (Peter Stevenson/The Washington Post) The Hillary Clinton email controversy has given down-ballot Republicans something they badly need in the final days of the election: an opportunity to go on offense and talk about something other than Donald Trump. “Hillary Clinton’s latest chapter in her ongoing email scandal, saga, is just a reminder of how much corruption there is in Washington and how disturbing this is,” the embattled Sen. Patrick J. Toomey (R- Pa .) told voters this week at a diner in the town of Media, near Philadelphia. He noted that the administration of Pennsylvania Gov. Tom Wolf (D) is resisting a court order to release more than 50,000 emails that Toomey’s Democratic opponent, Katie McGinty, sent while she was the governor’s chief of staff. “Her devotion to Hillary Clinton is so complete that now she’s decided that she has to have her own email scandal,” Toomey said. McGinty, left, and Toomey, right, at an Oct. 24 debate in Philadelphia. (Photos by Matt Rourke/AP) As recently as a week ago, the Republicans’ chances of holding on to the Senate appeared to be slipping away. Individual GOP candidates’ efforts to distance themselves from Trump were being overwhelmed by the furor over an 11-year-old video in which the nominee boasted of kissing and groping women without their consent, and the subsequent claims by a procession of women that he had actually committed such acts. Last Tuesday, the nonpartisan Cook Political Report, which had earlier predicted that Republicans would manage to keep their Senate losses low, shifted to a projection that the Democrats would pick up five to seven seats — enough to regain control of the chamber. In the last 15 public polls, all in October, Pennsylvania’s Senate race has been nearly deadlocked: Three showed a tie, four had Toomey ahead and seven gave McGinty an edge, with most of those leads being within the margin of error. But now, Republicans see a chance to change the subject and remind voters of the drama and perceived moral ambiguity that has surrounded the Clintons for more than a quarter-century. Republicans could hardly have conjured a better “October surprise” than the revelation that a trove of emails belonging to close Clinton aide Huma Abedin had turned up on the laptop of Abedin’s husband, former congressman Anthony Weiner (D-N.Y.), who is under investigation over sexually suggestive texts he allegedly sent to a 15-year-old girl. However the latest FBI investigation of Abedin’s emails turns out, the fact that they are even at issue goes back to Clinton’s initial misjudgment in setting up a private email account and server. And that can be traced to the secretive impulses that have so often driven the candidate and her inner circle. “This is what life with the Clintons look like,” House Speaker Paul D. Ryan (R-Wis.) told Fox News on Tuesday. “There’s always a scandal, one after another. There’s an investigation.” “So they can’t win,” he added, “and she can come in with a Democratic Congress — worst of all possible things — if Republicans do not turn out and do not vote.” Though it is an implicit acknowledgment of the fact that the Democrat remains more likely than not to win the White House , Republicans are seizing upon an argument that they must retain control of Congress to be a check on Clinton — not only on her agenda but on the behavior of her administration. “We used to say in prosecution, it’s primacy and recency. The closing argument reintroduces all of the most pertinent issues,” said Rep. Patrick Meehan (R-Pa.), who was campaigning with Toomey. “Look at this,” Meehan said in reference to the latest email controversy. “This is almost the personification of the trust issue.” The email issue may also have the effect of helping to unify Republicans, who have been divided over Trump. Don Chesnet, 71, a retired small-business man, explained his views of Trump and Clinton, respectively: “You either have scum or you have a criminal.” He added that “scum” might not rub off, while criminal behavior was an affront to taxpayers. View Graphic Even a small shift in the political breeze could have a big impact on the Senate races, said Charlie Cook, editor and publisher of the Cook Political Report. “There are six races that are just teetering on the edge, where it wouldn’t take much to tip several of them the same way,” Cook said. He added that there is a significant slice of the electorate that is voting for Clinton primarily because they find Trump unacceptable. “They don’t like her, don’t trust her and would rather not vote for her but feel they have no choice,” Cook said. “There are a lot of voters who would certainly like to hedge [that vote] a little bit.” Some Democrats worry that they have seen all this before — the last time that someone named Clinton was their standard-bearer. In 1996, Bill Clinton was cruising to reelection when a controversy exploded over the fact that Democrats had been taking large donations from foreign entities that are forbidden from donating to U.S. campaigns. A number of those illegal donors had access to the Clinton White House. “That’s a good parallel” to the effect that the resurgent email controversy could have today, a senior House Democrat said, requesting anonymity to discuss the downbeat feeling some have. In 1996, Bill Clinton’s big lead held up, although he remained under 50 percent and House Democrats — who had hoped to bounce back into the majority after their disastrous 1994 showing — picked up fewer than five seats and remained in the minority for a decade to come. The 42nd president also had a contentious relationship with the FBI director at the time, Louis Freeh — and such a drama could play out again with another Clinton in the Oval Office. Hillary Clinton and her top campaign officials have been highly critical of the unusual decision by FBI Director James B. Comey to go public Friday with the fact that the bureau had resumed its investigation of the emails. All of which gives voters a new set of crosscurrents to navigate as Election Day draws near. For down-ballot Democrats, Sharon Jankauskas is their nightmare. The 60-year-old nurse practitioner, who attended Toomey’s campaign event in Media, said she sees the presidential races as the “lesser of two evils.” She plans to vote for Clinton but is also pulling for Toomey. She also likes Clinton’s running mate, Sen. Tim Kaine (D-Va.). So Jankauskas is looking for what, in her view, is a silver lining to electing Clinton: “We can always impeach her and get her out.” All of which raises the possibility that another Clinton in the White House could bring a reprise of the political culture of the 1990s, when a Republican Congress was constantly investigating the Clintons. Americans have already gotten a foretaste. when the congressional panel investigating the 2012 attacks on a U.S. diplomatic post in Benghazi, Libya, helped uncover the fact that Clinton had been using a private email address and server when she was secretary of state. Rep. Trey Gowdy (R-S.C.) told CNN that if Clinton is elected, Congress will continue its scrutiny. “The legislative branch does have an obligation to provide oversight,” Gowdy said. Correction: An earlier version of this article incorrectly identified Sen. Patrick J. Toomey as a Democrat. He is a Republican. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Clinton’s email trouble is a conversation starter for Republicans in tight races - The Washington Post"
   },
   {
    "entities": [
     "j.",
     "clinton",
     "monday",
     "2013",
     "comey",
     "donald",
     "fox",
     "nov 1, 2016",
     "$2 million",
     "email",
     "doj",
     "fbi",
     "rapids",
     "anthony",
     "abedin",
     "barack",
     "2011",
     "karl",
     "james",
     "obama",
     "summer",
     "u.s.",
     "news",
     "states",
     "grand",
     "sept. 15 of this year",
     "friday",
     "tom",
     "trump",
     "michigan",
     "probe",
     "jon",
     "warren",
     "bill",
     "nov. 8",
     "2012",
     "united",
     "weiner",
     "october",
     "abc",
     "april 2011",
     "huma",
     "liddy",
     "hillary",
     "august 6, 2012",
     "o\\'reilly"
    ],
    "id": 23,
    "text": "How Donald Trump's Remarks About Renewed Clinton Email Probe Mirror Birtherism By TOM LIDDY Nov 1, 2016, 3:02 PM ET 0 Shares WATCH Hillary Clinton Tries to Shift Campaign Tone 0 Shares Email During a campaign rally in Grand Rapids, Michigan, Monday, Donald Trump said he was \"sure\" that what's contained in the emails at the center of the FBI 's renewed probe into Hillary Clinton 's use of a private server is \"absolutely devastating.\" Those emails are under review by the FBI, and their content has not been released publicly, but Trump appears certain in his pronouncement despite a lack of evidence. His trading on uncertainty without proof may seem familiar: His talk of the renewed probe mirrors his years-long perpetuation of the birther movement. A Look Back at October Surprises and Why Clinton's Email May Not Be One Birtherism Before the 2012 presidential race , when Trump considered a run, the real estate mogul cast aspersions on President Barack Obama, questioning whether he was a natural-born U.S. citizen and therefore eligible to be president. During Trump's initial push of birtherism, he repeatedly suggested that there was something amiss with Obama's birth certificate, despite having no evidence to support that claim. \"I want him to show his birth certificate,\" Trump said on ABC's \"The View\" in 2011. \"There is something on that birth certificate that he doesn't like.\" Birtherism was strongly linked to the theory that Obama is a secret Muslim and wants to hide his religion from the American people. Trump floated that possibility on Bill O'Reilly's show on Fox News in 2011. \"People have birth certificates. He doesn't have a birth certificate. He may have one, but there's something on that, maybe religion. Maybe it says he is a Muslim,\" he said . \"I don't know. Maybe he doesn't want that. Or he may not have one. But I will tell you this. If he wasn't born in this country, it's one of the great scams of all time.\" Trump also claimed on the \"Today\" show in April 2011 that he dispatched investigators to look into the matter \"and they cannot believe what they're finding.\" He claimed during the segment that Obama's certificate of live birth was \"easy to get\" and that Obama spent $2 million in legal fees to avoid the issue. That month, Obama released his birth certificate, but that still didn't satisfy Trump, who wrote on Twitter that it was a \"fraud.\" An 'extremely credible source' has called my office and told me that @BarackObama 's birth certificate is a fraud. — Donald J. Trump (@realDonaldTrump) August 6, 2012 And in 2013, one of the last times that he publicly discussed the issue before his presidential run, Trump again refused to acknowledge the evidence presented by Obama. \"Well, I don't know. Was there a birth certificate? You tell me. You know some people say that was not his birth certificate. So maybe it was, maybe it wasn't,\" he told ABC News' Jon Karl . As recently as Sept. 15 of this year, Trump refused to acknowledge that Obama was born in the United States, but the next day, after five years, Trump finally conceded, \"President Barack Obama was born in the United States. Period.\" Clinton Email Probe Trump has gone to great lengths to paint Clinton as the most corrupt politician in American history, repeatedly calling her \"crooked Hillary,\" among other monikers. \"Hillary's corruption is a threat to democracy, and the only way to stop it is for you on Nov. 8 to show up at the polls and vote,\" he said at an appearance in Warren, Michigan, Monday. He has called her a criminal on many occasions. \"Hillary is the one who set up an illegal private email server in a closet to shield her criminal activity ,\" he told the crowd Monday. He even threatened during their second debate to throw her in jail if he becomes president. Clinton was admonished this summer by FBI Director James Comey for her handling of email, including classified information, on her private email server while she was the secretary of state. She has acknowledged she made \"a mistake\" by using the private server. But she and her top aides have not been criminally charged in the matter. The FBI did not recommend charges in the case, and the DOJ declined to prosecute. Comey explained at the time that \"it takes mishandling it and criminal intent\" to make a case. \"I think she was extremely careless. I think she was negligent. That I could establish. What we can't establish is that she acted with the necessary criminal intent,\" he said . \"'Should have known,' 'must have known,' 'had to know' does not get you there. You have to prove beyond a reasonable doubt that they knew they were engaged in something that was unlawful.\" In a memo to FBI employees, Comey said the case was \"not a cliffhanger\" and \"really wasn't a prosecutable case.\" Little is known publicly about the new batch of emails, found on the computer of Clinton aide Huma Abedin 's estranged husband, Anthony Weiner. In a letter to lawmakers Friday, Comey said the new emails \"appear to be pertinent to the investigation.\" But in an internal memo sent later that day, he said the agency doesn't \"know the significance of this newly discovered collection of emails.\" It is also not clear whether any of the emails were sent by Clinton or if they contain any sensitive information. Clinton has slammed the review, saying there is \"no case here.\" But that didn't stop Trump from pouncing on Monday. \"We can be sure that what is in those emails is absolutely devastating, and I think we're going to find out, by the way, for the first time,\" he said. 0 Shares ",
    "title": "How Donald Trump's Remarks About Renewed Clinton Email Probe Mirror Birtherism - ABC News"
   },
   {
    "entities": [
     "2003",
     "securities",
     "j.",
     "clinton",
     "1983",
     "monday",
     "2013",
     "comey",
     "donald",
     "fox",
     "congress",
     "fbi",
     "york",
     "rich",
     "abedin",
     "barack",
     "the",
     "$450,000",
     "james",
     "commission",
     "obama",
     "november 01, 2016",
     "denise",
     "jo",
     "foundation",
     "mary",
     "switzerland",
     "white",
     "force",
     "news",
     "1966",
     "brian",
     "ohio",
     "trump",
     "josh",
     "tuesday",
     "and",
     "marc",
     "house",
     "2016",
     "bill",
     "william",
     "exchange",
     "press",
     "columbus",
     "earnest",
     "new",
     "air",
     "2005",
     "october",
     "1973",
     "associated",
     "huma",
     "hillary",
     "fred",
     "2001",
     "fallon",
     "washington"
    ],
    "id": 24,
    "text": "FBI releases documents on Bill Clinton's 2001 pardon of financier Rich Published               November 01, 2016 Facebook 0 Twitter 0 livefyre Email Print   WASHINGTON –  Only days before the presidential election, the FBI released an archive of documents from a long-closed investigation into Bill Clinton's 2001 presidential pardon of a fugitive financier, prompting questions from Hillary Clinton's presidential campaign about its timing. The release comes amid the bureau's controversially timed review of emails from a Hillary Clinton aide. The 129 pages of heavily censored material about Bill Clinton's presidential pardon of Marc Rich were published Monday on the FBI's Freedom of Information Act webpage and noted by one of the bureau's Twitter accounts Tuesday. Earlier in October, the FBI unit published historical files as far back as 1966 about Donald Trump's father, Fred Trump. The Clinton campaign questioned the bureau's decision to make the file public so close to Tuesday's election. \"Absent a (Freedom of Information Act) deadline, this is odd,\" Clinton campaign spokesman Brian Fallon tweeted. \"Will FBI be posting docs on Trumps' housing discrimination in `70s?\" Fallon's reference was to news accounts of a 1973 federal housing discrimination lawsuit, later settled, against Republican presidential candidate Donald Trump. In response to questions Tuesday from The Associated Press, the FBI said that the Marc Rich documents \"became available for release and were posted automatically and electronically to the FBI's public reading room in accordance with the law and established procedures.\" The bureau said that under law, documents requested three or more times are made public \"shortly after they are processed.\" That processing, the bureau said, is on a \"first in, first out basis.\" Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → White House spokesman Josh Earnest said he saw the FBI tweet shortly before he boarded Air Force One with President Barack Obama for a trip to Columbus, Ohio, to campaign for Hillary Clinton, but was unaware that anyone at the White House was consulted about the material before it was released. \"I've not spoke to anybody who has any awareness of being consulted about that material before it was released,\" Earnest told reporters traveling with the president. The newly released FBI documents are from a 2001 federal investigation into Bill Clinton's pardon at the end of his administration of Marc Rich, who was indicted in 1983 and evaded prosecution in Switzerland. Rich died in 2013. The files briefly cited the Clinton Foundation in connection with a large donation in support of Clinton's presidential library. The FBI documents cited public records showing that an unidentified person donated to \"the William J. Clinton Foundation, a foundation that supports the Clinton presidential library.\" Rich's ex-wife, Denise Rich, pledged a $450,000 donation to the Clinton Foundation's project to develop and build the presidential facility. The new FBI archive does not name Denise Rich, but FBI agents sought to talk to her as part of the probe into her former husband's pardon. Despite the extensive redactions, the FBI archive cites evidence being prepared for a federal grand jury, agents' reports and internal memos. Agents appeared to be interested in a New York dinner in which the Rich pardon may have been discussed. The federal probe started under then-U.S. Attorney Mary Jo White, who now heads the Securities and Exchange Commission for the Obama administration. When White left office in 2003, she was replaced by James Comey, the FBI director now under fire for notifying Congress last week about his agency's decision to review emails to and from Clinton aide Huma Abedin. The Rich investigation did not lead to federal charges under Comey and the case was closed in 2005. Advertisement ",
    "title": "FBI releases documents on Bill Clinton's 2001 pardon of financier Rich | Fox News"
   },
   {
    "entities": [
     "1970s",
     "don",
     "assumpta",
     "population",
     "university",
     "depression",
     "mary",
     "november 1, 2016",
     "night",
     "news",
     "great",
     "dynamics",
     "tom",
     "tuesday",
     "cbs",
     "cleveland",
     "hamilton",
     "piiparinen",
     "richie",
     "state",
     "dahler"
    ],
    "id": 25,
    "text": "By Don Dahler CBS News November 1, 2016, 7:27 PM Indians' World Series run turns Cleveland into \"Believeland\" Email CLEVELAND -- Politics will be on hold in Cleveland Tuesday night as the Indians face the Cubs in Game 6. The Indians could win it all tonight -- or lose it all tomorrow. But the city is on a winning streak.  Cleveland fans have adopted a new nickname for their oft-maligned hometown: Believeland. But it wasn’t always so. In the past the Cleveland Indians have been lifted into the World Series, no doubt, thanks to the cookies baked for them by Sister Mary Assumpta ... Announcer Tom Hamilton is the voice of the Indians. To sum up the past five decades for sports fans here: “A lot of frustration,” Hamilton says. “A lot of broken hearts. And a lot of championships that seem to be lost in almost historical fashion.” With the Indians possibly on the verge of the city’s second championship in a year, Cleveland appears to have put its painful past behind it. But this resurrection isn’t just happening in the realm of sports. Not so long ago, this city was down for the count. In the late 1970s, Cleveland  became the first major city to default on its financial obligations since the Great Depression. Cleveland became the poster child for the declining Rust Belt. Richie Piiparinen teaches Population Dynamics  at Cleveland State University. “We rose with industry and we died with industry,” Piiparinen says. “Psychically, we lost our identity.” ",
    "title": "Indians' World Series run turns Cleveland into \"Believeland\" - CBS News"
   },
   {
    "entities": [
     "abedin",
     "clinton",
     "lynch",
     "news",
     "james",
     "monday",
     "levine",
     "mike",
     "weiner",
     "friday",
     "comey",
     "loretta",
     "abc",
     "huma",
     "nov 1, 2016",
     "hillary",
     "fbi",
     "anthony",
     "nov. 8"
    ],
    "id": 26,
    "text": "Attorney General, FBI Director Met to Discuss Clinton Investigation By Mike Levine Nov 1, 2016, 7:54 PM ET 0 Shares WATCH FBI Director James Comey and AG Loretta Lynch Meet 0 Shares Email Attorney General Loretta Lynch and FBI Director James Comey spoke privately Monday about the bureau's examination of thousands of emails thought to be connected to longtime Hillary Clinton aide Huma Abedin , according to a source familiar with the situation. The talk, which took place after a regularly scheduled national security meeting at the FBI yesterday, was a \"one on one\" discussion, according to the source who briefed ABC News. The FBI, which previously investigated Clinton's use of a private email server while she served as secretary of state, has pulled the hard drive from a laptop used by Abedin's now estranged husband, Anthony Weiner, who is under investigation for allegedly sexting with a minor. The source said the two talked about \"the seriousness of the ongoing matter\" which has caused a political firestorm in the final days before the Nov. 8 election. Lynch wanted to check in to see how the FBI chief is doing, the source told ABC News. The conversation was described as \"cordial,” and it was the first time the two spoke in person since the latest controversy erupted on Friday. The FBI and Lynch remain under pressure to release more information about the investigation. According to the source, Lynch has confidence in Comey to manage the developments in the probe. 0 Shares ",
    "title": "Attorney General, FBI Director Met to Discuss Clinton Investigation - ABC News"
   },
   {
    "entities": [
     "monday",
     "wisconsin",
     "husted",
     "nbc",
     "consulate",
     "saturday",
     "president",
     "august",
     "training",
     "4 percent",
     "2 a.m.",
     "department",
     "hussain",
     "3 a.m.",
     "kadi",
     "todd",
     "fenton",
     "swartz",
     "tommy",
     "abdul",
     "of",
     "u.s.",
     "college",
     "evening",
     "university",
     "houston",
     "vocational",
     "ali",
     "saudi",
     "wisconsin-stout",
     "cross",
     "ursula",
     "students",
     "lee",
     "november 1, 2016",
     "night",
     "saeed",
     "pizza",
     "meyer",
     "corporation",
     "news",
     "michael",
     "friday",
     "general",
     "system",
     "stout",
     "buraydah",
     "tuesday",
     "buryidah",
     "bob",
     "menomonie",
     "second",
     "language",
     "aldehami",
     "royal",
     "cair",
     "toppers",
     "arabia",
     "ray",
     "saliba",
     "rahman",
     "association",
     "new",
     "sunday",
     "murray",
     "mark",
     "oct. 30, 2016",
     "technology",
     "hutson",
     "institute",
     "emmanuelle",
     "minnesota",
     "police",
     "alnahdi"
    ],
    "id": 27,
    "text": "advertisement The night Hussain Saeed Alnahdi was attacked started out just like any other weekend in Menomonie, Wisconsin, a college town. Alnahdi and one of his best friends, Tommy Hutson, had hung out at some local bars that Friday evening. But on Saturday night, Hutson said he decided to stay home while his friend went out. Bars had just let out for the night as students wrapped up an evening of carousing. Tommy Hutson with his roommate Hussain Saeed Alnahdi. Courtesy Tommy Hutson But Alnahdi, a Saudi student attending the University of Wisconsin-Stout would never make it home. He was attacked and left bloodied in the street near Toppers Pizza, a restaurant in downtown Menomonie around 2 a.m. (3 a.m. ET) on Sunday, according to police. Alnahdi, 24, died on Monday from injuries he sustained during the attack. No arrests have been made and investigators are treating the incident as a homicide, the Menomonie Police Department said in a statement issued Monday. Hutson has thought a lot about their final night out together and the good times he once shared with a friend he described as someone who \"always had a smile on his face and and made an effort to put a smile on the face of others.\" Hussain Saeed Alnahdi, a student at University of Wisconsin-Stout, died after a weekend assault. Courtesy Tommy Hutson \"Everyone has cried themselves out at this point and we are trying to remember the good times,\" Hutson said. In his home country, Alnahdi's parents are distraught, said Abdul Rahman Kadi, president of the Saudi Students Association. He, too, is a friend in mourning and was there at the hospital the night Alnahdi died. He placed the painful phone call to Alnahdi's cousin and brother. Alnahdi's father was too distraught to come to the phone, Kadi said. Alnahdi's family has no relatives in the U.S., Kadi said. The Royal Consulate General Of Saudi Arabia in Houston told NBC New they are in touch with Alnahdi's family in his home country and has sent a staffer to Menomonie to learn more about the incident from authorities and help arrange transporting his body back to his family. \"We are in the process of appointing an attorney to help locate the attacker and to request the maximum punishment,\" the consulate said in a statement. \"This 24 year-old, self-sponsored student had decided to attend University of Wisconsin-Stout because he believed Menomonie is a safe town to live in. He had dreams of earning a degree to secure his future and support and family. We trust the authorities will find the offender, and we trust the American courts will ensure a just punishment.\" Detectives were still searching for a motive on Tuesday. Witnesses told police the assailant was a white male about six feet tall. \"The motivation of the offender is unknown at this time,\" Commander Todd Swartz of the Menomonie Police Department told NBC News. \"It can't be confirmed at this time whether this was a hate crime.\" And the university community where Alnahdi studied is searching for meaning in the death of a young man who a classmate described to NBC News as \"a quiet guy\". Hussain Saeed Alnahdi, a University of Wisconsin student, died from his injuries after being assaulted early Sunday on Oct. 30, 2016. University of Wisconsin-Stout Alnahdi was a junior majoring in business administration and had arrived at University of Wisconsin-Stout last year, school Chancellor Bob Meyer said in a statement. He was enrolled in the school's English as a Second Language Institute and waiting to be begin business classes, said Mark Fenton, program director of the university's business department. He'd transferred from the College of Technology at Buryidah in Saudi Arabia — a branch of the Technical and Vocational Training Corporation in that country. Michael Lee, the International Student Adviser at the university, told NBC News that Alnahdi \"was well-integrated in the student body and he was liked by all different students.\" He loved to go over to his friend's house and hang out, Ali Aldehami, a close friend told NBC News. Alnahdi was a \"a nice guy\" who lived off campus and was learning English, Aldehami said. The two friends always felt Menomonie was a small and safe town, he said. \"I've never seen an incident of this type,\" Aldehami said. The university community was similarly shocked. \"Our deepest sympathies, thoughts and prayers go out to Hussain's family in Buraydah, Saudi Arabia, and his friends at UW-Stout,\" Meyer's statement added. University of Wisconsin System President Ray Cross also sought to offer solace to Alnahdi's family, friends and the broader college community. Bowman Tower on the campus of the University of Wisconsin-Stout. UW Stout via Facebook \"It is difficult to find the right words in light of such of a tragedy, except to express our sorrow for all that knew Hussain,\" Cross said in a statement. The university community was reeling on Tuesday from the news of Alnahdi's death. International students hailing from 42 nations make up 4 percent of the University of Wisconsin Stout's population. The school has 140 students from Saudi Arabia. Ursula Murray Husted, an assistant professor in comic and sequential art at the University of Wisconsin- Stout told NBC News that while Alnahdi wasn't one of her students she taught many of his friends. \"I am busy working on getting my students to the counseling center today,\" she told NBC News. https://t.co/jOORHUfZoH We lost a bright spark yesterday to an act of senseless violence-Hussain Saeed Alnahdi didnt pass. He was stolen. — Ursula Murray Husted (@umurrayhusted) November 1, 2016 The Council on American-Islamic Relations (CAIR), an advocacy organization that has tracked a rise in anti-Muslim crimes in neighboring Minnesota, said it is currently monitoring the situation. As for Hutson, he's trying to think about the guy with the ready smile who was \"very open and accepting\". The two became roommates in August of last year and a friendship quickly developed, Hutson said. When Alnahdi first moved in he could barely speak any English, but they were \"all amazed how fast he learned.\" And Hutson, and his other four roommates learned from him as well. \"He often considered myself and our other roommates as his family,\" Hutson said. \"He was there for us when we needed him most. He is one of the best friends I've ever had and life will be a little darker without him here to light it up. If I ever spoke to someone that thought negatively of Saudis or Muslims I would tell them they needed to speak to Hussain and they would feel differently. We came from different worlds, but he showed me every day how much we had in common. He was my brother and I'll never forget him.\" Emmanuelle Saliba ",
    "title": "University of Wisconsin-Stout Student From Saudi Arabia Killed - NBC News"
   },
   {
    "entities": [
     "mike",
     "chris",
     "addison",
     "rizzo",
     "bryant",
     "anthony",
     "aroldis",
     "chicago",
     "kuc",
     "jake",
     "night",
     "arrieta",
     "pedro",
     "josh",
     "tuesday",
     "montgomery",
     "kris",
     "wood",
     "strop",
     "cubs",
     "zobrist",
     "chapman",
     "tomlin",
     "ben",
     "cleveland",
     "travis",
     "russell",
     "wednesday"
    ],
    "id": 28,
    "text": "Chicago Cubs The Chicago Cubs are alive and kicking. Their backs against the wall, the Cubs came out swinging and throttled the Cleveland Indians 9-3 in Game 6 of the World Series on Tuesday night in Cleveland. The victory set up a winner-take-all Game 7 on Wednesday night with the Cubs looking to snap a 107-year championship drought. The heart of the lineup did the damage Tuesday night with Addison Russell knocking in six runs — including a third-inning grand slam that gave the Cubs a 7-0 lead — and Kris Bryant and Anthony Rizzo also homered. Bryant finished with four hits, Rizzo three and Russell and Ben Zobrist each had two. Jake Arrieta went 5 2/3 innings, yielding two runs on three hits with three walks and nine strikeouts, to earn the victory. Mike Montgomery, Aroldis Chapman, Pedro Strop and Travis Wood came on in relief to seal the deal. Indians starter Josh Tomlin didn’t make it out of the third inning and allowed six runs on six hits with a walk and no strikeouts. — Chris Kuc ",
    "title": "Cubs beat Indians 9-3 to force decisive Game 7 in World Series - Chicago Tribune"
   },
   {
    "entities": [
     "clinton",
     "arizona",
     "10 cents",
     "tesla",
     "greenhut",
     "rocky",
     "massachusetts",
     "columbia",
     "sen.",
     "the",
     "r",
     "california",
     "musk",
     "district",
     "of",
     "2020",
     "south",
     "street",
     "d-nev.",
     "oregon",
     "$36-billion",
     "maine",
     "1980s",
     "nevada",
     "trump",
     "dakota",
     "harry",
     "nov. 8",
     "$25 million",
     "$13.50",
     "court",
     "alaska",
     "1990s",
     "motors",
     "reid",
     "2.5 percent",
     "ceo",
     "$8.50",
     "ballotpedia",
     "$12",
     "$7.50",
     "colorado",
     "sacramento",
     "mountain",
     "elon",
     "steven",
     "state",
     "institute",
     "1491",
     "1998",
     "supreme",
     "washington"
    ],
    "id": 29,
    "text": "Ballot measures would legalize pot, end death penalty, create single-payer health care By Steven Greenhut Facebook 0 Twitter 0 livefyre Email Print   While this year’s explosive presidential politics have drowned out battles at the state level, voters across the country nevertheless face a daunting number of weighty ballot questions on Nov. 8 – ranging from an effort to abolish the death penalty to one that would usher in a state-run health care system. Other states are jumping on the bandwagon of weighing marijuana legalization, while minimum-wage hikes, gun control and even a statewide plastic-bag ban are being put to voters. As usual, California leads in the number of  statewide ballot measures with 17 , including ones that revisit two hot-button social issues from the past.  At the top of the list are  two competing measures regarding the death penalty  – one (Proposition 62) putting an end to it and replacing it with life without parole. The other (Proposition 66) puts time limits on appeals in an attempt to fast-track executions. If both measures get a majority, the one that receives the most “yes” votes wins. The fracas is reminiscent of the 1980s, when California voters bounced three sitting justices from the state Supreme Court because of their reluctance to implement the death penalty. California is also voting on  Proposition 58 , which would allow public schools to restart controversial bilingual programs. The question dates back to a divisive battle in the 1990s over a system that taught immigrant children largely in their native languages, typically Spanish. The English for the Children campaign in 1998 mostly outlawed the practice and replaced it with English immersion. The ballot measure would reconsider that decision. In neighboring Nevada, voters are considering a far-reaching electricity deregulation measure known as  Question 3 . If approved, it would insert language into the state constitution to require an “open, competitive retail electricity market.” Supporters see it as a way of breaking the public utility monopoly and jump-starting a marketplace filled with clean, alternative energy providers. Supporters include Sen. Harry Reid, D-Nev., and Tesla Motors CEO Elon Musk. Opponents, mainly unions, depict it as a giveaway to billionaires. Meanwhile, as ObamaCare gets bad publicity for rapidly rising premiums, Colorado voters are being asked to approve ColoradoCare, which would finance a $36-billion “universal healthcare” system to cover almost all Coloradans, thus making the Rocky Mountain State the single-payer guinea pig for the nation. To do so,  Amendment 69  imposes a 10-percent payroll tax on employers, who would pay two-thirds of it, and employees, who would pay the remaining third. Voters in Democratic-leaning Oregon also are being asked to slap a tax increase – 2.5 percent on gross sales in excess of $25 million – on some of the state’s largest employers.  Measure 97  would be the largest tax increase in the state’s history, something that would be applied to total sales rather than profits. Opponents say it would raise the cost of goods and services, on everything from gasoline purchases to groceries. Proponents say it would provide needed funds for healthcare, senior services and public education. Five states are considering the  legalization of marijuana for recreational uses  (Arizona, California, Maine, Massachusetts and Nevada).  Polls show the measures leading in California, Maine and Massachusetts, but struggling in Arizona and Nevada. States that already have legalized recreational marijuana are Alaska, Colorado, Oregon and Washington. (The District of Columbia largely legalized pot possession and cultivation at home only.) Graphiq In California, the lieutenant governor has championed a gun-control measure (Proposition 63) that would require background checks to purchase ammunition. In Washington state, Initiative 1491 would allow courts to issue an  “extreme risk protection order”  to ban weapons from people who family members of police claim to be a potential danger. Minimum-wage fights will play out on five state ballots . Arizona, Colorado and Maine voters will consider initiatives that would raise the minimum wage to $12 an hour by 2020. Washington’s minimum-wage measure would raise it to $13.50 by 2020 and mandate that many employers provide paid sick leave.  In South Dakota , voters face a referendum on a law that would lower the minimum wage for under-18 workers from $8.50 an hour to $7.50 an hour – an effort supporters say would reduce teen unemployment. There are some odd twists, too. A California referendum ( Proposition 67 ) will let voters either approve or reject a new law that forbids stores from handing out single-use plastic bags and requires them to charge at least 10 cents for alternative bags. Annoyed at the role played by grocery stores, plastic-bag manufacturers backed  Proposition 65 as payback . It would redirect proceeds from new-bag sales from the grocers to a state environmental fund. According to Ballotpedia , there are 160-plus measures on statewide ballots. If voters avert their glaze from Trump vs. Clinton, they’ll find plenty of substantive issues worth researching. Steven Greenhut is Western region director for the R Street Institute. He is based in Sacramento. Write to him at sgreenhut@rstreet.org . Advertisement ",
    "title": "Ballot measures would legalize pot, end death penalty, create single-payer health care | Fox News"
   }
  ]
 }
}