{
 "07": {
  "col-sim": {
   "cosine": 0.21918771693532596,
   "entity": 0.317063243737114
  },
  "exec-time": 79.14297342300415,
  "links": [
   {
    "entities": [
     "clinton",
     "mccausland",
     "security",
     "john",
     "wisconsin",
     "senate",
     "nbc",
     "comey",
     "committee",
     "miami",
     "newt",
     "justice",
     "thorp",
     "congress",
     "florida",
     "newly",
     "fbi",
     "york",
     "anthony",
     "department",
     "abedin",
     "williams",
     "sec",
     "ron",
     "jason",
     "james",
     "carlos",
     "homeland",
     "et",
     "of",
     "johnson",
     "u.s.",
     "revealed",
     "frank",
     "judiciary",
     "jennifer",
     "october 26, 2016",
     "review",
     "nov. 6, 2016",
     "news",
     "elswick",
     "monica",
     "november 6, 2016",
     "trump",
     "michigan",
     "jr.",
     "jon",
     "2016",
     "house",
     "barria",
     "palmieri",
     "phil",
     "completes",
     "new",
     "sunday",
     "weiner",
     "pete",
     "reuters",
     "july",
     "emails",
     "gingrich",
     "chaffetz",
     "huma",
     "/",
     "alba",
     "hillary",
     "conyers",
     "washington"
    ],
    "id": 0,
    "text": "Nov 6 2016, 5:43 pm ET FBI Completes Review of Newly Revealed Hillary Clinton Emails, Finds No Evidence of Criminality by Monica Alba, Frank Thorp V and Phil McCausland Share FBI completes review of newly-discovered emails 6:08 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161106224931if_/http://www.nbcnews.com/widget/video-embed/802306627669\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> FBI Director James Comey said Sunday that the bureau won't change the conclusion it made in July after it examined newly revealed emails related to the Hillary Clinton probe. \"Based on our review, we have not changed our conclusions that we expressed in July with respect to Secretary Clinton,\" Comey wrote in a letter to 16 members of Congress. Part of a Nov. 6, 2016, letter from FBI director James Comey to Congress is photographed in Washington, Sunday, Nov. 6, 2016. Jon Elswick / AP The investigative team had \"been working around the clock to process and review\" emails found on former New York congressman Anthony Weiner's laptop — using a program that targeted only the emails to and from Clinton's closest aide, Huma Abedin, within the time when Clinton was secretary of state. In a statement, a Justice Department spokesman said, \"The Department of Justice and the FBI dedicated all necessary resources to conduct this review expeditiously.\" The news comes after the FBI announced it would review a new batch of emails that appeared to be \"pertinent\" to the investigation that was suspended in July, which had looked into Clinton's use of a private server. Multiple federal sources told NBC News that the emails were found as a part of an ongoing probe into Weiner's alleged illicit communication with an underage girl. Play Pete Williams: FBI found nothing new in review 2:06 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161106224931if_/http://www.nbcnews.com/widget/video-embed/802328131557\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> On the Clinton campaign's plane, spokeswoman Jennifer Palmieri said she was \"glad to see\" that Comey had affirmed the conclusion reached in July and that the \"matter is resolved.\" The Trump campaign didn't immediately respond to NBC News' request for comment. On Twitter, former House Speaker Newt Gingrich, a Trump surrogate, started the campaign's pivot back to the \"rigged system\" claims they shared earlier in the election season. — Newt Gingrich (@newtgingrich) November 6, 2016 A senior law enforcement official confirmed to NBC News that nearly all of the thousands of newly examined emails on Weiner's laptop were duplicates of emails already seen by the team investigating Clinton's server. Although some emails did forward documents previously identified as containing classified information, the review didn't change the total number of classified documents investigators found on the server. Democratic presidential candidate Hillary Clinton reacts before boarding her campaign plane at Miami international airport in Miami, Florida, U.S., October 26, 2016. Carlos Barria / Reuters There were unseen emails, the official said, but they were unrelated to government business. The new letter indicates that the FBI's review is completed. Neither Comey nor the FBI are expected to release any other statements. FBI Dir just informed us \"Based on our review, we have not changed our conclusions that we expressed in July with respect to Sec Clinton\" — Jason Chaffetz (@jasoninthehouse) November 6, 2016 Democrats and Republicans had starkly different reactions, although both sides indicated that, beyond Clinton's vindication, the FBI still had much to resolve. \"In the days that come, we will have many questions about the FBI's handling of this investigation,\" said John Conyers Jr. of Michigan, ranking Democrat on the House Judiciary Committee. \"In the meantime, however, I welcome this news confirming again that no charges are warranted in this matter.\" Republicans quickly countered. \"Secretary Clinton's use of a private email server — including to transmit classified information — was extremely careless and a dereliction of duty,\" said Ron Johnson of Wisconsin, chairman of the Senate Homeland Security Committee. \"There are also several open questions about the FBI's examination of these facts.\" Play ",
    "title": "FBI Completes Review of Newly Revealed Hillary Clinton Emails, Finds No Evidence of Criminality - NBC News"
   },
   {
    "entities": [
     "strike",
     "transit",
     "philly",
     "clinton",
     "authority",
     "photo",
     "megan",
     "monday",
     "stronghold",
     "today",
     "party",
     "wolf",
     "edison",
     "nov 6, 2016",
     "transportation",
     "twu",
     "midnight",
     "donald",
     "oct. 31",
     "workers",
     "upper",
     "last week",
     "septa",
     "republican",
     "philadelphia",
     "mifflin",
     "west",
     "november 2009",
     "southeastern",
     "jamie",
     "evening",
     "dem",
     "white",
     "michael",
     "horwitz",
     "larma/ap",
     "end",
     "news",
     "union",
     "friday",
     "before",
     "depot",
     "benedetti",
     "tom",
     "joe",
     "trump",
     "nov. 1, 2016",
     "biden",
     "could",
     "house",
     "pennsylvania",
     "downplay",
     "gino",
     "transport",
     "election",
     "abc",
     "election day",
     "jacqueline",
     "fears",
     "darby",
     "sweeney",
     "hayden",
     "local"
    ],
    "id": 1,
    "text": "Court Denies Injunction to End Philly Transit Strike Before Election Day By Michael Edison Hayden Nov 6, 2016, 4:15 PM ET 0 Shares WATCH Philadelphia Transit Strike Comes to an End 0 Shares Email The largest city in the battleground state of Pennsylvania may have no mass transit running on Election Day . Philadelphia transit workers remain on strike, after a judge in state court on Friday evening declined the transit agency's request to issue an injunction to force an end to the work stoppage for Election Day. But the Southeastern Pennsylvania Transportation Authority, or SEPTA , will have another chance to press its case for the injunction when the hearing resumes Monday. Pennsylvania is a battleground state, and Philadelphia, the state's largest city, votes overwhelmingly Democratic. The transit agency has said that Philadelphia's elderly, disabled and ill are most at risk from the loss of subway, bus and trolley services during the strike. \"We are not going to lie down while they can't resolve this strike, and just watch our passengers suffer. Not going to do it,\" Gino Benedetti, a lawyer for SEPTA, told ABC News' affiliate 6-Action News. But Jamie Horwitz, a spokesman for the Transportation Workers Union Local 234 has told ABC News that the union does not expect the strike to affect voter turnout in the city. \"Our members are really solid; nothing is moving in this city,\" he said of the workers' unity and the strike's effect on bus, subway and trolley transportation. Jacqueline Larma/AP Photo Signs hang on a telephone pole as workers picket across from the Callowhill SEPTA Depot, Nov. 1, 2016, in Philadelphia. Horwitz told ABC News today that while talks have progressed between SEPTA and the union, no agreement has been reached. \"There's been movement on all issues, but there's no tentative agreement on anything,\" Horwitz said. Horwitz said the primary disagreements between the two sides focused on the scheduling of workers, who he said were frequently not given adequate time to eat, rest between shifts or take bathroom breaks. In addition to the issues over scheduling, the union is fighting on issues over pensions and health care. The strike began at midnight Oct. 31. Philly Transit Workers Downplay Fears Strike Could Hit Turnout in Dem Stronghold Jacqueline Larma/AP Photo Transport workers man a picket line near the 69th Street Terminal, Nov. 1, 2016 in Upper Darby, Pennsylvania. Megan Sweeney, a spokeswoman for the Pennsylvania Republican Party , told ABC News last week that its staffers are monitoring the transportation strike but haven't taken any specific actions yet to accommodate voters who might be hindered by it. Jacqueline Larma/AP Photo A pedestrian passes a locked rail station in west Philadelphia, Nov. 1, 2016. \"We always have a really aggressive plan to make sure people get to the polls, and we always have contingency plans,\" she said, adding that she believed that enthusiasm for Donald Trump in the traditionally Democratic-leaning city appeared \"very strong.\" ABC News has reached out to the Pennsylvania Democratic Party but has not received a response. Democratic Gov. Tom Wolf urged both sides to keep a dialogue open until an agreement can be reached. \"Hundreds of thousands of Pennsylvania residents rely on SEPTA to travel each day to and from work and school, and the inability of TWU and SEPTA to reach an agreement is devastating for many of these individuals and their families,\" Wolf said in a statement last week. \"This will create extreme hardships for the city and for businesses.\" The most recent previous strike by the union, in November 2009, lasted six days before being resolved. Vice President Joe Biden campaigned for Clinton in West Mifflin, Pennsylvania, and stressed the importance of the state to the Democrats retaining the White House. “If we win Pennsylvania, we win this election,” Biden said. 0 Shares ",
    "title": "Court Denies Injunction to End Philly Transit Strike Before Election Day - ABC News"
   },
   {
    "entities": [
     "inzaurralde/the",
     "vozzella",
     "clinton",
     "john",
     "bruce",
     "steve",
     "sarah",
     "goldman",
     "james",
     "yellen",
     "college",
     "jennifer",
     "barnes",
     "friday",
     "last two days",
     "laura",
     "michigan",
     "parnass",
     "phillip",
     "khan",
     "november 8th",
     "pennsylvania",
     "palmieri",
     "2012",
     "va.",
     "virginia",
     "heights",
     "somalia",
     "richmond",
     "election day",
     "afternoon",
     "sean",
     "army",
     "keystone",
     "donald",
     "midnight",
     "saturday",
     "ted",
     "morning",
     "nebraska",
     "abby",
     "johnson",
     "am",
     "omaha",
     "sachs",
     "loudoun",
     "night",
     "michelle",
     "taylor",
     "beyonc\\xc3\\xa9",
     "blankfein",
     "2008",
     "tuesday",
     "khizr",
     "bill",
     "democratic",
     "mr.",
     "hampshire",
     "cleveland",
     "fla.",
     "city",
     "iowa",
     "state",
     "national",
     "lloyd",
     "monday",
     "ann",
     "weekend",
     "n.h.",
     "fbi",
     "leesburg",
     "philadelphia",
     "northern",
     "reserve",
     "lansing",
     "katie",
     "sterling",
     "follow",
     "obama",
     "zezima",
     "friess",
     "u.s.",
     "minnesota",
     "oct. 28",
     "post",
     "stadium",
     "nafta",
     "white",
     "b.",
     "robert",
     "federal",
     "ohio",
     "trump",
     "america",
     "anne",
     "jenna",
     "new",
     "sunday",
     "july",
     "l.",
     "1:15",
     "washington",
     "wagner",
     "convention",
     "bastien",
     "sioux",
     "flint",
     "jaffe",
     "comey",
     "mexico",
     "springsteen",
     "humayun",
     "kissimmee",
     "arbor",
     "nugent",
     "electoral",
     "november 7",
     "minneapolis",
     "osceola",
     "cavaliers",
     "county",
     "house",
     "greg",
     "gearan",
     "sullivan",
     "1988",
     "2004",
     "janet",
     "manchester",
     "hillary"
    ],
    "id": 2,
    "text": "Clinton, Trump sprint across U.S. as campaigns react to dramatic development in email case The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it Two days before the presidential election, surrogates for Hillary Clinton and Donald Trump discussed the candidates’ chances on Sunday morning shows. (Bastien Inzaurralde/The Washington Post) By Jenna Johnson , Anne Gearan and John Wagner November 7 at 1:15 AM Follow @wpjenna Follow @agearan Follow @WPJohnWagner LEESBURG, Va. — Arriving here after midnight, Donald Trump promised a raucous crowd that he would end trade deals supported by “crooked Hillary,” scrap the Affordable Care Act and dramatically restrict the arrival of refugees in communities that don’t want them. “When I’m elected president, we will suspend the Syrian refugee program, and we will keep radical Islamic terrorists the hell out of our country. We’ll keep them out,” the Republican nominee told hundreds of people packed into a barn at the Loudoun County fairgrounds, with even more listening from outside. The stop was Trump’s fifth since Sunday afternoon, several of them in Democratic strongholds he is trying to wrest away from Hillary Clinton in hopes of creating a path to victory on Tuesday. After starting his day in Iowa, where polls show him ahead, Trump stumped in Minnesota, Michigan and Pennsylvania, all states that have gone for Democrats for more than a quarter century. Until recently, polls had showed Clinton with a comfortable lead in Virginia as well. Clinton, meanwhile, campaigned in Pennsylvania, where she maintains a lead, and in Ohio and New Hampshire, two battleground states that could go either way. Clinton has maintained a narrow lead nationally and has several more plausible scenarios than Trump for winning in the Electoral College. Democrats are trying to win their third presidential election in a row and retain the White House after a two-term Democratic president for the first time since the mid-19th century. View Graphic Democrats are trying to win their third presidential election in a row and retain the White House after a two-term Democratic president for the first time since the mid-19th century. The candidates’ frenzied pace Sunday came as news broke that, after an expedited review of newly discovered Clinton emails, FBI Director James B. Comey had affirmed his decision that she should not face charges related to her use of a personal server as secretary of state. During Trump’s Michigan rally — a state a Republican presidential candidate last carried in 1988 — he said Clinton was “being protected by a rigged system, it’s a totally rigged system.” “Hillary Clinton is guilty,” Trump said. “She’s knows it. The FBI knows it. The people know it. Now it’s up to the American people to deliver justice at the ballot box on November 8th.” [ Clinton leads by five points nationally as Trump personality concerns persist, Post-ABC Tracking Poll finds ] Comey’s announcement on Oct. 28 that the FBI was scrutinizing newly discovered email reinvigorated Trump’s campaign in the closing stretch of the race, and polls in multiple battleground states have tightened since then. Clinton communications director Jennifer Palmieri reacted to the FBI news on the campaign’s flight to a Cleveland rally, telling reporters: “We are glad to see that ... [Comey] has confirmed the conclusions he reached in July, and we are glad that this matter is resolved.” Clinton is using the closing days of the race to try to both shore up support in states like Michigan and Pennsylvania where she has been leading and to tip the balance in other swing states. How the electoral college works Clinton appeared Sunday night in New Hampshire, where the race has tightened considerably. “This election is a moment of reckoning,” Clinton told her crowd in Manchester. “It a choice between division and unity. ... What’s really on the ballot is what kind of country we want for our children and grandchildren.” Clinton was introduced at the rally by Khizr Khan, the Gold Star father of slain U.S. Army Capt. Humayun Khan, who died while serving in the 2004 Iraq War. Khan, who spoke at the Democratic National Convention and was later criticized by Trump, posed a pointed set of questions to Trump about whether his son, a Muslim, and other minorities would have a place in his America. “Would anyone who isn’t like you have a place in your America, Mr. Trump?” Khan said. “On Tuesday, we’re going to prove America belongs to all of us.” Clinton said that Khan’s family “exemplify the values that make America great.” Folk singer James Taylor performed at the rally ahead of Clinton’s appearance. Clinton appeared earlier Sunday at a rally in Cleveland, where she was introduced by Cleveland Cavaliers basketball star LeBron James, part of an effort to spark enthusiasm in Ohio, a state where polls have showed Trump leading. “I want an America where everyone has a place, where everyone is included,” Clinton said there. “And I know there is a lot of frustration, even anger, in this election season. I see it, I hear it, you know, I’m a subject of it. I get it. But anger is not a plan. Anger is not going to get us new jobs.” The more optimistic look toward the future was a script her campaign had hoped to use as a springboard past the exceptional rancor of the last several months of her contest with Trump, but it had been muted somewhat by the uncertainty surrounding the renewed FBI inquiry and the tightening polls. Sunday’s event was Clinton’s last scheduled visit to Ohio, where she trails despite heavy emphasis on turning out black voters in Cleveland. James was part of that effort, as were husband and wife singers Jay-Z and Beyoncé, who performed a get-out-the-vote concert with Clinton on Friday night. In attempt to cobble together the 270 electoral votes needed to win, Trump has new targets in his sights in historically Democratic states including Michigan, Minnesota and New Mexico. Once thought to be safe for Democrats, Michigan has become a last-minute battleground, with Clinton heading to Grand Rapids on Monday, the campaign announced this weekend. President Obama, who won Michigan twice, will campaign in Ann Arbor on Monday. And former president Bill Clinton made a stop in Lansing on Sunday after visiting churches in Flint. Clinton began her day Sunday by campaigning in Philadelphia after attending a get-out-the-vote concert in the city on Saturday night. And she will return to the state for two rallies on the eve of Election Day, a sign that the Keystone State is among the battlegrounds where her lead over Trump has dwindled in recent days. Her campaign announced that rock star Bruce Springsteen would join her at a Philadelphia rally that will also include President Obama and first lady Michelle Obama. [ What to know about the 15 states that will decide the election ] Clinton also deployed a full slate of high-level surrogates around the country on Sunday, including Obama, who appeared in Kissimmee, Fla., and poked fun at Trump. “Apparently his campaign has taken his Twitter,” Obama told the crowd at Osceola County Stadium. “In the last two days, they had so little confidence in his self control, they said we’re just gonna take away your Twitter. Now, if somebody can’t handle a Twitter account, they can’t handle the nuclear codes.” Trump started his five-state swing in Sioux City in eastern Iowa, close to the Nebraska border. Nebraska is one of two states that can split its electoral votes between candidates, and in 2008, one electoral vote from the Omaha area went to Obama. Trump’s stop in Northern Virginia on Sunday night came as Republicans see new hope in a state where Clinton has long held a comfortable lead. He promised “massive” tax cuts for the middle class and to rebuild inner cities that he said in some cases are “worse than war zones.” And Trump decried NAFTA and other trade deals that he said are robbing the country of jobs. “We are living through the greatest jobs theft in the world,” Trump said. “We will stop the jobs from leaving Virginia, that I can tell you.” At an earlier rally Sunday in Minneapolis, Trump told the crowd that Clinton was taking the Democratic leaning state of Minnesota for granted by not visiting it. Trump also warned about a local immigrant population: Somalis, most of them Muslims, who have left their war-ravaged country and settled in large numbers around Minneapolis. “You don’t even have the right to talk about it. You don’t even know who’s coming in. You’ll find out. You’ll find out,” Trump said. He mentioned a recent stabbing case, in which the suspect is a man whose parents brought him from Somalia when he was three months old. “You’ve suffered enough in Minnesota.” In Michigan, rock star Ted Nugent, a native of the state who in a 2012 Facebook post called for Clinton to be tried and hanged for treason, provided entertainment at the rally, declaring it was “good to see the real Michigan together.” When Trump took the stage, he ticked off a series of trade deals that he said had devastated the state. He falsely claimed that Clinton is supporting the Trans-Pacific Partnership, a pending deal supported by Obama. Clinton previously backed the deal while secretary of state but has since come out against it. [Is there a ‘hidden’ Hillary Clinton vote among women?] Meanwhile, the Clinton campaign continues to use its huge financial advantage over Trump to press its case to swing voters on the airwaves. The campaign on Sunday released two national ads appealing to moderate and Republican voters to reject Trump and embrace Clinton. Both ads feature straight-to-camera testimonials from Republican military veterans who say they cannot vote for their party’s nominee, citing Trump’s comments about women. Another two-minute ad was set to air Monday night, aimed at reaching about 20 million people, according to a campaign aide. Trump also released a closing campaign ad , a two-minute spot tying Clinton to the “failed and corrupt political establishment” and “global special interests.” But the ad, which features images of piles of cash along with Jewish corporate and financial leaders, including Goldman Sachs CEO Lloyd Blankfein and Federal Reserve Chair Janet L. Yellen, was sharply criticized by the Anti-Defamation League for what it called anti-Semitic overtones. Gearan reported from Manchester, N.H., and Wagner reported from Washington. Greg Jaffe in Kissimmee, Fla.; Ed O’Keefe, Abby Phillip, Katie Zezima, Robert Barnes, Sarah Parnass and Sean Sullivan in Washington; Steve Friess in Sterling Heights; and Laura Vozzella in Richmond contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Clinton, Trump sprint across U.S. as campaigns react to dramatic development in email case - The Washington Post"
   },
   {
    "entities": [
     "duran",
     "chan",
     "l.a.",
     "monday",
     "harvey",
     "angeles\\xc2\\xa0county",
     "culver",
     "weekend",
     "covina",
     "saturday",
     "angeles",
     "torrance",
     "sarah",
     "caption",
     "times",
     "justice",
     "seabreeze",
     "thousands",
     "york",
     "parvini",
     "kisha",
     "sandy",
     "sandlin",
     "8 a.m.",
     "bryan",
     "david",
     "7 a.m.",
     "regional",
     "jason",
     "west",
     "78%",
     "bergeron",
     "obama",
     "inglewood",
     "california",
     "chicago",
     "orange",
     "norwalk",
     "last weekend",
     "laity",
     "jane",
     "hennessy-fiske",
     "molly",
     "ring",
     "michael",
     "6:45 a.m.",
     "santacreu",
     "mexico",
     "economic",
     "county",
     "4 p.m.",
     "library",
     "zoe",
     "clerk\\xe2\\x80\\x99s\\xc2\\xa0office",
     "2008",
     "tuesday",
     "h.w.",
     "february",
     "for",
     "2016",
     "2012",
     "hollywood",
     "registrar-recorder/county",
     "united",
     "new",
     "sunday",
     "mosul",
     "north",
     "marquintan",
     "9:45 a.m.",
     "city",
     "/",
     "brenda",
     "wesley",
     "police",
     "afternoon",
     "los"
    ],
    "id": 3,
    "text": "Thousands of early voters hit the polls in L.A. County. 'I have never seen such long lines' Early voters turnout in North Hollywood Ring H.W. Chiu / For The Times Angelenos line up at the North Hollywood polling station Sunday to cast their ballots ahead of Tuesday's election. Angelenos line up at the North Hollywood polling station Sunday to cast their ballots ahead of Tuesday's election. (Ring H.W. Chiu / For The Times) Sarah Parvini Contact Reporter Thousands of Angelenos braved long lines and, in some cases, waited up to four hours to take advantage of early voting this weekend at half a dozen polling stations set up around Los Angeles County.  From West Covina to Culver City, voters woke up before sunrise for a chance to be the first in line to cast their ballots and beat the inevitable crowds ahead of Tuesday’s general election.  At the polling station in North Hollywood, the line began in front of the public library, where voters stood with beach chairs slung across their backs, headphones plugged in or with cups of coffee in tow. The trail snaked behind the building, around the park and down the sidewalk.  Jason Wesley drove by the hordes of voters on Saturday and decided he would wait until Sunday to cast his ballot. He arrived about 6:45 a.m. Sunday to try and avoid the line. “I thought if I came an hour early, I’d be OK,” said Wesley, 37, who voted early because he will be out of town on Tuesday.  By 9:45 a.m., he was still waiting to vote. \"There’s a lot of planning that has to happen to vote early,\" he said. “I still have 200 people in front of me.” A record 19.4 million Californians are registered to vote in advance of the general election, according to the secretary of state’s office. More than 78% of eligible state residents are registered, the highest percentage in two decades, and 1.2 million additional voters are registered for this presidential election compared with 2012, the office said. Early voting in Los Angeles County Thousands turn out for early voting in Los Angeles County this weekend. (Bryan Chan / Los Angeles Times) Thousands turn out for early voting in Los Angeles County this weekend. (Bryan Chan / Los Angeles Times) See more videos In Los Angeles, officials said they were “seeing good turnout” at several of the county’s polling stations.  “People are very enthusiastic about the election,” said Brenda Duran, a spokeswoman for the Registrar-Recorder/County Clerk’s Office. “They are being very patient.” A total of 7,756 ballots were cast last weekend at early voting stations, Duran said. Sunday afternoon, voters broke that record. More than 8,000 Angelenos voted on Saturday alone, Duran said, most of them in North Hollywood and Torrance. More than 25,000 people have voted early in L.A. County so far, she said. Early voting stations across the county opened from 8 a.m. to 4 p.m. over the weekend. The Norwalk office will also be open for early voting on Monday. Sandy Santacreu, who lives four blocks away from the North Hollywood Regional Library, said she wanted to cast her vote early because she wanted to avoid traffic — and worrying about work — on election day. She took her place in line about 7 a.m., she said. The atmosphere was peaceful rather than stressful, Santacreu said, and voters were helpful when others needed to briefly step away for coffee or food.  A couple feet away, voters sat under a large white tent and waited for their numbers to come up. As poll workers read from a list, a man in a striped shirt jumped up from his seat and yelled, “Yahtzee!” to a roar of cheers. Those still waiting clapped each time workers called a number. Parents walking with strollers stopped by the tent to watch. “4205?” one voter said after the number was announced. “That’s how many hours we’ve been standing here, right?”  Along the surrounding streets, drivers slowed their cars to a crawl to snap photos of the line and honked their horns in support.  Like many others, David Harvey arrived at the North Hollywood polling station just after dawn to find 100 people already waiting in line. Election 2016  |  Live coverage on Trail Guide  |  Sign up for the newsletter “All in all, it’s fairly well-organized,” Harvey, 57, said. “I have never seen such long lines. It’s an important election.” The New York native said he was pleased to see the election, no matter how divisive, was “turning people out and not turning people off.” Zoe Bergeron walked out of the library and up to her mother, Jane, with a grin. It was her first time voting, and after taking a government class the 18-year-old found the experience invigorating.  “I was nervous. ... I thought it was going to be more complicated,” she said, adding that voting was well worth the wait. “Seeing the line around the block, that was awesome.” If anything, the large crowd created a sense of camaraderie, Jane Bergeron said. “I’m thrilled to see a long line. The only time I had to wait in line was voting for Obama in 2008,” she said. “You had that sense that voting mattered. I get that same sense now. It’s an important election, and you feel that.” Caption Iraqi civilians flee Mosul area, white flags flying As Iraqis flee the Mosul area, they and the Iraqi military fear Islamic State fighters may have put on civilian clothing and joined the flood. (Molly Hennessy-Fiske / Los Angeles Times) As Iraqis flee the Mosul area, they and the Iraqi military fear Islamic State fighters may have put on civilian clothing and joined the flood. (Molly Hennessy-Fiske / Los Angeles Times) Caption Iraqi civilians flee Mosul area, white flags flying As Iraqis flee the Mosul area, they and the Iraqi military fear Islamic State fighters may have put on civilian clothing and joined the flood. (Molly Hennessy-Fiske / Los Angeles Times) As Iraqis flee the Mosul area, they and the Iraqi military fear Islamic State fighters may have put on civilian clothing and joined the flood. (Molly Hennessy-Fiske / Los Angeles Times) Caption Street Vendors protest Street Vendors protest Caption Inglewood Police shootings Clergy and Laity United for Economic Justice hold a news conference to demand answers from Inglewood Police and city officials regarding the deaths of Kisha Michael and Marquintan Sandlin, who were killed by police in February. Clergy and Laity United for Economic Justice hold a news conference to demand answers from Inglewood Police and city officials regarding the deaths of Kisha Michael and Marquintan Sandlin, who were killed by police in February. Caption Weekend Roundup: 7 stories you can't miss California’s water conservation is seeing a backslide, The Chicago Cubs win the World Series, The Los Angeles DA is looking into the Seabreeze apartment complex, Orange County is on the verge of choosing a Democrat for president for the first time since the Depression, election stress is real,   families flee Mosul and the Day of the Dead fuses with Halloween in Mexico. California’s water conservation is seeing a backslide, The Chicago Cubs win the World Series, The Los Angeles DA is looking into the Seabreeze apartment complex, Orange County is on the verge of choosing a Democrat for president for the first time since the Depression, election stress is real,   families flee Mosul and the Day of the Dead fuses with Halloween in Mexico. Caption 90 seconds: 4 stories you can't miss ",
    "title": "Thousands of early voters hit the polls in L.A. County. &apos;I have never seen such long lines&apos; - LA Times"
   },
   {
    "entities": [
     "clinton",
     "james",
     "new",
     "schabner",
     "of",
     "emails",
     "nov 6, 2016",
     "comey",
     "july",
     "congress",
     "dean",
     "hillary",
     "fbi",
     "review"
    ],
    "id": 4,
    "text": "FBI's Review of New Emails Doesn't Change View of Clinton's Use of Private Server By Dean Schabner Nov 6, 2016, 3:29 PM ET 0 Shares Email The FBI has concluded a review of newly-discovered emails related to Hillary Clinton, and the FBI sees no reason to change its previous conclusions about Clinton's use of a private server as secretary of state, FBI Director James Comey said in a letter to Congress today. In July, after a year-long investigation, the FBI concluded that charges against Clinton were not warranted, saying agents had not found any evidence that Clinton knowingly sent or received classified information on the server. This is a developing story. Check back for more. 0 Shares ",
    "title": "FBI's Review of New Emails Doesn't Change View of Clinton's Use of Private Server - ABC News"
   },
   {
    "entities": [
     "j.",
     "clinton",
     "wilber",
     "2013",
     "senate",
     "bush",
     "comey",
     "angeles",
     "police",
     "seabreeze",
     "justice",
     "george",
     "congress",
     "times",
     "applewhite",
     "fbi",
     "department",
     "caption",
     "anthony",
     "kisha",
     "abedin",
     "sandlin",
     "mexico",
     "david",
     "chicago",
     "orange",
     "james",
     "obama",
     "inglewood",
     "california",
     "jennifer",
     "laity",
     "hennessy-fiske",
     "molly",
     "white",
     "michael",
     "lauter",
     "reporters",
     "b.",
     "economic",
     "county",
     "contact",
     "quentin",
     "february",
     "house",
     "for",
     "w.",
     "scott",
     "del",
     "palmieri",
     "press",
     "united",
     "mosul",
     "weiner",
     "marquintan",
     "july",
     "associated",
     "/",
     "huma",
     "state",
     "hillary",
     "los"
    ],
    "id": 5,
    "text": "FBI clears Clinton after round-the-clock review of new emails, Comey says James Comey J. Scott Applewhite / Associated Press FBI Director James B. Comey. FBI Director James B. Comey. (J. Scott Applewhite / Associated Press) David Lauter and Del Quentin Wilber Contact Reporters The FBI 's much-trumpeted new scrutiny of emails related to Hillary Clinton has turned up nothing that would cause the bureau to recommend charges against her, the bureau's director, James B. Comey , has told Congress. Nine days after rocking the presidential race with word that a new trove of emails had been discovered, Comey sent a brief letter to Capitol Hill that, in effect, put an end to the renewed controversy. The letter said that agents \"have been working around the clock to process and review\" the emails, which had been found on a computer owned by former Rep. Anthony Weiner , the estranged husband of Clinton's close aide Huma Abedin . FBI letter on Hillary Clinton emails Open link \"During that process, we have reviewed all of the communications that were to or from Hillary Clinton while she was secretary of State,\" Comey wrote. \"Based on our review, we have not changed our conclusions that we expressed in July with respect to Secretary Clinton.\" In July, Comey sharply criticized Clinton for being \"careless\" in handling classified materials but said there was no basis for bringing any criminal charge against her. A law enforcement official familiar with the matter said that almost all of the emails found on Weiner’s computer were either duplicates of messages the FBI already had reviewed or were personal in nature. None rose to level that would cause agents to reconsider whether Clinton or her aides had knowingly mishandled classified information, the official said. Clinton’s campaign quickly expressed satisfaction with the announcement. “We are glad this matter is resolved,” said the campaign’s communications director, Jennifer Palmieri.  But the news from the FBI seems unlikely to calm the anger of many Democrats who have called for Comey to resign. His announcement that the emails had been discovered had violated Justice Department rules designed to prevent investigative actions from influencing elections, many prominent Democrats have said. Even if Clinton wins the presidential election, many Democrats fear that the controversy set off by Comey’s announcement, which dominated news coverage of the campaign for the past week, had damaged their prospects in several close Senate races that could determine control of the chamber. Comey was appointed by President Obama in 2013 to a 10-year term as head of the FBI. He prides himself on his independence and tangled with the White House in his previous job, as a senior Justice Department official in the George W. Bush administration. The fact that Comey is a Republican, however, coupled with a seeming deluge of leaks damaging to Clinton from current or former FBI agents in recent days, has caused concern among many Democrats. The substance of Comey’s announcement was not surprising — although the timing was. Former government officials and outside legal experts with knowledge of the case had said in recent days that the chances were slim that any of the newly found emails would change the FBI’s previous conclusions. Bringing a charge would require finding evidence that clearly demonstrated that Clinton or her aides knowingly broke the law, exchanged materials they knew to be classified or attempted to interfere with the investigation by withholding or destroying evidence, according to former federal prosecutors and legal scholars. During its nearly yearlong investigation of Clinton’s email practices, FBI agents already had interviewed dozens of witnesses, conducted forensic tests and examined tens of thousands of messages. In that previous phase of the investigation, the bureau had discovered information that officials said should have been considered classified in 193 emails that were part of 81 email chains. Eight of the chains should have been treated as top secret, the highest level of classification, the FBI reported. None of the emails was marked with a classified header, however, and officials said they had not turned up evidence that Clinton or her aides had known that the information was considered classified. Indeed, State Department officials continue to dispute whether at least some of the messages should have been considered classified at all. Caption Iraqi civilians flee Mosul area, white flags flying As Iraqis flee the Mosul area, they and the Iraqi military fear Islamic State fighters may have put on civilian clothing and joined the flood. (Molly Hennessy-Fiske / Los Angeles Times) As Iraqis flee the Mosul area, they and the Iraqi military fear Islamic State fighters may have put on civilian clothing and joined the flood. (Molly Hennessy-Fiske / Los Angeles Times) Caption Iraqi civilians flee Mosul area, white flags flying As Iraqis flee the Mosul area, they and the Iraqi military fear Islamic State fighters may have put on civilian clothing and joined the flood. (Molly Hennessy-Fiske / Los Angeles Times) As Iraqis flee the Mosul area, they and the Iraqi military fear Islamic State fighters may have put on civilian clothing and joined the flood. (Molly Hennessy-Fiske / Los Angeles Times) Caption Street Vendors protest Street Vendors protest Caption Inglewood Police shootings Clergy and Laity United for Economic Justice hold a news conference to demand answers from Inglewood Police and city officials regarding the deaths of Kisha Michael and Marquintan Sandlin, who were killed by police in February. Clergy and Laity United for Economic Justice hold a news conference to demand answers from Inglewood Police and city officials regarding the deaths of Kisha Michael and Marquintan Sandlin, who were killed by police in February. Caption Weekend Roundup: 7 stories you can't miss California’s water conservation is seeing a backslide, The Chicago Cubs win the World Series, The Los Angeles DA is looking into the Seabreeze apartment complex, Orange County is on the verge of choosing a Democrat for president for the first time since the Depression, election stress is real,   families flee Mosul and the Day of the Dead fuses with Halloween in Mexico. California’s water conservation is seeing a backslide, The Chicago Cubs win the World Series, The Los Angeles DA is looking into the Seabreeze apartment complex, Orange County is on the verge of choosing a Democrat for president for the first time since the Depression, election stress is real,   families flee Mosul and the Day of the Dead fuses with Halloween in Mexico. Caption 90 seconds: 4 stories you can't miss ",
    "title": "FBI clears Clinton after round-the-clock review of new emails, Comey says - LA Times"
   },
   {
    "entities": [
     "tony",
     "then-oregon",
     "frogs",
     "tate",
     "wallis",
     "tcu",
     "saturday",
     "twitter",
     "morning",
     "grobe",
     "jim",
     "tracy",
     "morrey",
     "november 5, 2016",
     "ian",
     "2011",
     "houston",
     "osborne",
     "10:55 p.m. est",
     "stadium",
     "gutierrez",
     "briles",
     "jessica",
     "horned",
     "november 6, 2016",
     "nicole",
     "kendal",
     "mcclellan",
     "google",
     "conversation",
     "jon",
     "usa",
     "starr",
     "mccaw",
     "auerbach",
     "mclane",
     "baylor",
     "sunday",
     "guidelines",
     "ryan",
     "brenda",
     "state",
     "ken",
     "1998",
     "afternoon",
     "harvard"
    ],
    "id": 6,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Anti-rape activist Brenda Tracy wants Baylor to cancel season after T-shirt sales Brenda Tracy called for Baylor to end its season after seeing fans buy t-shirts to wear in support of Art Briles, the former football coach fired in the wake of a wide-ranging sexual assault scandal. Post to Facebook Anti-rape activist Brenda Tracy wants Baylor to cancel season after T-shirt sales Brenda Tracy called for Baylor to end its season after seeing fans buy t-shirts to wear in support of Art Briles, the former football coach fired in the wake of a wide-ranging sexual assault scandal. Check out this story on USATODAY.com: http://usat.ly/2ftBqFB CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 61 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Anti-rape activist Brenda Tracy wants Baylor to cancel season after T-shirt sales Nicole Auerbach , USA TODAY Sports 10:55 p.m. EST November 6, 2016 Jon McClellan of Houston surfs through a mound of shirts searching for a certain size. The shirt has the word #CAB printed on them, and stands for Coach Art Briles, (Photo: Tony Gutierrez, AP) Brenda Tracy’s voice caught, and she started crying as she has, off and on, since Saturday morning when she first saw a photo of Baylor fans lining up to buy T-shirts to wear in support of Art Briles, the former football coach fired in the wake of a wide-ranging sexual assault scandal. Recent reports now include explosive allegations of gang rapes committed by Briles’ former players. “The photo itself is so hurtful,” Tracy told USA TODAY Sports on Sunday afternoon. “To see this person selling those T-shirts and all those people standing in line — it was so hurtful. My heart was breaking for these survivors because I know what they must be feeling like. I just couldn’t believe how cruel and callous and mean people can be. “I get that you like Art Briles, and that’s fine. You can think he’s a good football coach, but when you’re campaigning for him, you’re campaigning against these survivors. What you’re doing is so extremely hurtful.\" The line for #CAB shirts outside McLane Stadium. pic.twitter.com/mmbLG7Qw2f — Ryan Osborne (@RyanOsborneFWST) November 5, 2016 Tracy, who said she was gang-raped by then-Oregon State football players in 1998 and has since become an advocate for rape survivors, has been frustrated all fall by Baylor’s response to a university-wide sexual assault scandal that also engulfed the football program and cost school president Ken Starr, athletic director Ian McCaw and Briles their jobs. Tracy even had visited with the team earlier this year to share her story and ideally help football players understand consent and sexual assault prevention. Now, after seeing the Baylor team take the field on Saturday in black uniforms and fans wearing those #CAB T-shirts, Tracy believes the school should cancel the rest of the football season. “All this stuff keeps coming out and these people just keep defending that man (Briles) — at the expense of all these victims and survivors — and I don’t get it,” Tracy said. “I don’t understand why nobody is standing up and saying something about it. … You know that this is being organized. Why would you do this?” Tracy paused to regain her composure. Baylor fans line up for T-shirts supporting Art Briles “I just don’t understand why,” she said. “I think about 15 years of wanting to take my own life. I think about how badly I wanted to die every day. I think about these young women, and they’re already traumatized by a rape, especially the women who were gang-raped. They’re already struggling to survive, and you are putting this further trauma on top of them. It’s like spitting in their faces. “I think about how much they must be struggling — and how shameful it is of Baylor in this football season to not even care what these victims are going through. I’m so angry with them. … You’re making sure their lives are destroyed. People treat us (rape survivors) like we’re not even human, like we don’t even matter.\" Tracy read about Harvard canceling the remainder of its men’s soccer season after it discovered those players had sexually objectified and written lewd observations of members of the women’s soccer team. She thinks that’s what Baylor should do with its football program — nothing the university has done so far has really shown that the players, coaches and program as a whole have learned anything from this scandal. “Why can’t Baylor end the season for this?” Tracy said. “To me, this is egregious behavior. This is not OK on any level. You cannot tell me that those assistant coaches and players didn’t know what they were doing.\" After the release of the Pepper Hamilton report earlier this year, nine assistant coaches remained with the football program, now under direction of interim coach Jim Grobe. Those assistant coaches have remained steadfastly loyal to Briles amid what they perceive is an unjust firing, trying to convince visitors like Tracy that Briles did nothing wrong, and tweeting out statements disputing the new news reports regarding a 2011 gang rape. There's a #CAB banner hanging from one of the suites at McLane Stadium #Baylor #TCUvsBAY pic.twitter.com/urkDe5K6hO — Jessica Morrey (@JessicaMorrey) November 5, 2016 Kendal Briles, Art Briles’ son and the Bears’ offensive coordinator, wrote the letters CAB — for Coach Art Briles — on his hands during Baylor’s season-opening win. Since then, the hashtag #CAB has gained traction among those in the Baylor fan base who believe the scandal is part of some wide-ranging conspiracy to oust the school’s most successful football coach; this subset of fans also tends to believe that the sexual assault survivors who have come forward are either lying or anomalies and not part of a program-wide or school-wide problem. #CAB T-shirts and the subsequent push for a “blackout” to protest Briles’ firing were planned for Saturday’s game against TCU. Baylor players wore black uniforms, too, although the team denied that the uniforms were for any other reason than that of a heated rivalry against the Horned Frogs. “No,” Tracy said. “You know that you’re embroiled in this scandal. You are intentionally doing things to be hurtful and spiteful. I felt like that game and those uniforms were so disrespectful. … Those assistant coaches, I’m so frustrated with them. What type of leadership is that? You should not have those kids in black uniforms. You know what black uniforms stand for. Even if those kids were innocent, and, ‘Oh it’s just a game and we do this every year' — in the middle of this scandal, and people trying to organize blackout for Art Briles, you don’t do it. Period.\" Brenda Tracy speaks out after disappointing encounter at Baylor Tracy said she’s tried to give Baylor the benefit of the doubt in the past, particularly because Grobe had invited her to visit with the team. She wants to believe that the players were engaged and absorbed her lesson. She wanted to believe that the coaching staff was, too. But receivers coach Tate Wallis accosted her afterward , trying to convince her Briles had done nothing wrong and she shouldn’t even have visited.  And she’s watched the other assistants tweet #TruthDontLie and other related hashtags to support Briles and antagonize those in the Baylor university administration who do want to address the scandal and implement changes. So Tracy says she is done being optimistic — and is now calling for the rest of the football season to be canceled. She believes only a drastic measure will actually affect change at this point. Baylor (6-2) has four games left in the regular season. ",
    "title": "Anti-rape activist Brenda Tracy wants Baylor to cancel season after T-shirt sales"
   },
   {
    "entities": [
     "donald",
     "saturday",
     "movements",
     "world",
     "of",
     "radio",
     "u.s.",
     "iraq",
     "evening",
     "vatican",
     "pope",
     "news",
     "francis",
     "romano",
     "third",
     "november 6, 2016",
     "trump",
     "february",
     "catholic",
     "mark",
     "popular",
     "syria",
     "meeting",
     "service",
     "europe"
    ],
    "id": 7,
    "text": "WATCH Pope Francis In A Minute 0 Shares Email Days before the U.S. presidential election, Pope Francis spoke publicly about the danger of citizens becoming 'walled-up' and tyrannized by people exploiting their fears. Some observers at different ends of the U.S. political spectrum took the pope's address as an indirect criticism of some of the policies of Republican presidential nominee Donald Trump, who has proposed to build a wall along the U.S.-Mexico border. The pontiff spoke at the Vatican on Saturday evening before the Third World Meeting of Popular Movements, a collection of grassroots groups representing the poor. Pope Francis warned against \"the terrorism of an economy focused only on making money,\" fostering fear so that \"the citizens who still have some rights are tempted by the false security of physical or social walls ... Walls that enclose some and exile others,\" according to Catholic News Service . “No tyranny can be sustained without exploiting our fears,” the pope further said, according to a transcript provided by Vatican Radio. “Citizens are walled-up, terrified on one side; on the other side, even more terrified, are the excluded and banished,” Pope Francis said. His remarks drew both praise and criticism on Twitter. Marxist political hack and occasional religious leader, Pope Francis, urges people to vote for #HillaryClinton . https://t.co/t2OHH1BLuc — Mark Romano (@TheMarkRomano) November 6, 2016 YES, I BELIEVE VERY STRONGLY THAT POPE FRANCIS SENT A VERY CLEAR MESSAGE TO TRUMP AND HIS DANGEROUS WAY OF... https://t.co/rYkxtQT31d — WakeUp&SmellCoffee; (@wakeupworldblog) November 6, 2016 The pope also spoke about the refugee crisis, with millions fleeing Syria, Iraq and other countries for Europe. “No one should be forced to flee their homeland,” he said. Earlier this year, the pope directly criticized Trump's proposal to build a border wall. \"A person who thinks only about building walls, wherever they may be, and not building bridges, is not Christian,\" the pontiff told journalists in February. \"This is not the Gospel.\" A Vatican spokesman said afterward that Pope Francis was not personally attacking Trump or telling anyone how to vote. 0 Shares ",
    "title": "Days Before US Election, Pope Warns Against 'Walled-Up' Citizens and Politics of Fear - ABC News"
   },
   {
    "entities": [
     "clinton",
     "monday",
     "john",
     "rubio",
     "senate",
     "area",
     "memoli",
     "saturday",
     "raoux",
     "donald",
     "bay",
     "caption",
     "congress",
     "harris",
     "florida",
     "twitter",
     "central",
     "valley",
     "southern",
     "republican",
     "kissimmee",
     "barack",
     "santa",
     "obama",
     "california",
     "barbara",
     "michael",
     "gop",
     "vs.",
     "kamala",
     "a.",
     "trump",
     "michigan",
     "wade",
     "roe",
     "murphy",
     "america",
     "patrick",
     "pennsylvania",
     "press",
     "court",
     "new",
     "sunday",
     "hampshire",
     "fla.",
     "/",
     "associated",
     "marco",
     "hillary",
     "supreme",
     "washington"
    ],
    "id": 8,
    "text": "Obama seeks to settle scores with Republicans as he campaigns for Clinton Barack Obama John Raoux / Associated Press President Obama speaks at a campaign rally for Hillary Clinton in Kissimmee, Fla. on Sunday. President Obama speaks at a campaign rally for Hillary Clinton in Kissimmee, Fla. on Sunday. (John Raoux / Associated Press) Michael A. Memoli Campaigning for Hillary Clinton at a Florida baseball stadium, President Obama lamented Sunday that the nature of this year’s presidential race has become so negative that even \"Saturday Night Live\" this week couldn't keep parodying it.  What bothered him most, the president said, was the way \"stuff that’s not normal, people have been treating like it’s normal.\" He referred to how just days ago he encouraged people at one of his rallies to show respect for a Donald Trump supporter who came to protest the event. But Trump claimed just hours later that Obama had yelled at the man. \"Didn't just make it up, but said the exact opposite of what had happened, with impunity,\" he said. \"There was tape. There was a video.... He thought it was OK just to lie in front of all his supporters. \"That says something about how unacceptable behavior has become normal,\" Obama added. “And that's why he is uniquely unqualified to hold this job. The good news is, all of you are uniquely qualified to make sure that he doesn't get the job!\" Obama also mocked Trump after a report that his own campaign apparently had taken away his access to Twitter, where Trump has been known to send insulting missives. \"If somebody can’t handle a Twitter account, they can’t handle the nuclear codes,\" Obama said. It was a typically chesty speech from the outgoing commander in chief as he not only stumps aggressively for Hillary Clinton to succeed him, but settles some scores with the Republicans who have tried to stifle his every move for eight years. In his reelection campaign four years ago, Obama would talk somewhat optimistically — in retrospect, perhaps naively — about his view that Republicans who had opposed him in his first term would be more cooperative should he win a second. Knowing he would not be on the ballot again, there was less political incentive to deny him policy victories, and perhaps political incentive to try to find common ground, he thought. “The fever will break,” he would say back then. “C'mon, man,” has become his head-shaking credo now.  Obama on Sunday again attacked Republicans who support Trump even though they hold private — and some even public — reservations about him. He also warned that electing a Republican Congress would lead to a continuation of the obstruction he's faced. \"They're suggesting they might impeach Hillary. They don’t know what for yet. But they’re thinking about it,\" Obama said.  Gridlock, he continued, is not \"some mysterious fog that descends on Washington,\" or something equally the fault of Democrats and Republicans. \"You want some more endless gridlock, vote for Republicans. You want an America that can do better … then you need to vote for Democrats up and down the ballot,\" he said. Sen. Marco Rubio (R-Fla.) has emerged as one of Obama’s favorite targets, an example of a Republican whose devotion to defeating Democrats sometimes supersedes his personal and policy convictions.  Rubio supports Trump now, Obama said, even though he called Trump a con artist while running against him for the GOP nomination.  \"He tweeted, 'Friends don’t let friends vote for con artists,'\" Obama said. \"Guess who just voted for Trump a few days ago? Marco Rubio.” Rubio's opponent, Rep. Patrick Murphy , appeared before Obama on Sunday. \"If you want a senator who will say anything, do anything, be anybody just to get elected, then that’s your guy,\" Obama said of Rubio. \"If you want a senator who will show up and work for you and tell you the truth, then vote for Patrick Murphy and give Hillary some help.\" Obama made just one stop Sunday here in Central Florida, a key swing area in the always-important battleground state. \"We win this election if we win Florida,\" Obama said. \"If we win Florida, it's a wrap.\" Monday he has three appearances scheduled, in Michigan, New Hampshire and Pennsylvania. He will join Clinton at the latter. Caption Senate candidate Kamala Harris pushing to help down-ballot Democrats State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  Caption Senate candidate Kamala Harris pushing to help down-ballot Democrats State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  Caption Watch: The full, final presidential debate Hillary Clinton and Donald Trump sparred about abortion, the economy, fitness for the presidency and foreign policy during the final presidential debate. Full coverage .  Hillary Clinton and Donald Trump sparred about abortion, the economy, fitness for the presidency and foreign policy during the final presidential debate. Full coverage .  Caption How big are Trump's proposed tax cuts? Clinton calls them 'massive' The candidates spar over taxes.  The candidates spar over taxes.  Caption We scored the third presidential debate. Hillary Clinton won, and it wasn't even close. Times judges give the victory to Hillary Clinton. Again. Full campaign coverage . Times judges give the victory to Hillary Clinton. Again. Full campaign coverage . Caption Trump and Clinton debate Roe vs. Wade and Supreme Court Trump and Clinton debate Roe vs. Wade and the Supreme Court. Trump and Clinton debate Roe vs. Wade and the Supreme Court. ",
    "title": "Obama seeks to settle scores with Republicans as he campaigns for Clinton - LA Times"
   },
   {
    "entities": [
     "r-wis.",
     "reform",
     "clinton",
     "n.c.",
     "mike",
     "senate",
     "comey",
     "committee",
     "npr",
     "donald",
     "government",
     "congress",
     "fbi",
     "oversight",
     "anthony",
     "july 7, 2016",
     "sterling",
     "james",
     "johnson",
     "7:46 p.m.",
     "u.s.",
     "evening",
     "oct. 28",
     "paul",
     "jennifer",
     "d.c.",
     "mich.",
     "carrie",
     "trump",
     "and",
     "house",
     "hickory",
     "harry",
     "palmieri",
     "sunday",
     "weiner",
     "heights",
     "2005",
     "july",
     "pence",
     "ryan",
     "reid",
     "july 5",
     "hillary",
     "afternoon",
     "washington"
    ],
    "id": 9,
    "text": "Twitter Enlarge this image FBI Director James Comey testifies during a hearing before House Oversight and Government Reform Committee July 7, 2016 on Capitol Hill in Washington, D.C. Alex Wong/Getty Images hide caption toggle caption Alex Wong/Getty Images FBI Director James Comey testifies during a hearing before House Oversight and Government Reform Committee July 7, 2016 on Capitol Hill in Washington, D.C. Alex Wong/Getty Images Updated at 7:46 p.m. ET Following up on his letter that set off a firestorm of speculation just two weeks before U.S. voters head to the polls to choose a new president, FBI Director James Comey says the investigative team that analyzed a new trove of emails that were either to or from Hillary Clinton has finished its work — and that the review doesn't change the findings he put forth in July, when he said no charges will be pursued against Clinton. \"Since my letter, the FBI investigative team has been working around the clock to process and review a large volume of emails from a device obtained in connection with an unrelated criminal investigation,\" Comey wrote Sunday, in an official communication with 16 chairmen and ranking members of relevant House and Senate committees. A Changing America Faces A Stark Choice This Election \"Based on our review, we have not changed our conclusions that we expressed in July with respect to Secretary Clinton,\" Comey wrote Sunday. Two sources familiar with the investigation tell NPR's Carrie Johnson the material the FBI recently discovered and reviewed largely contained copies of messages the agents had already seen or personal emails. In response to Comey's letter, Clinton's communications director Jennifer Palmieri said the campaign had been confident that the FBI would reach this conclusion, adding, \"we're glad that this matter is resolved.\" The topic of Clinton's use of a private email server gained new immediacy on Oct. 28, when Comey sent a letter to leading members of several congressional committees, in which he said federal agents had obtained a search warrant, as NPR reported , \"to examine the thousands of emails found on a computer belonging to former U.S. Rep. Anthony Weiner that could be pertinent to the investigation\" into Clinton. Article continues after sponsorship Hillary Clinton's Path To Election Day: Plans, Luck And Self-Inflicted Wounds News of a potential new angle in the email investigation opened the way for Clinton's Republican rival Donald Trump to attack her — a crucial development that was seen as helping his candidacy rebound from the devastating release of a 2005 audio recording in which Trump bragged about groping women. In the wake of the FBI director's letter , the race tightened and Clinton was forced to play defense. At a rally Sunday evening in Sterling Heights, Mich., Trump directly responded to Comey's new letter to Congress. \"Right now, she's being protected by a rigged system,\" he told the crowd. \"You can't review 650,000 new emails in eight days — you just can't do it, folks. Hillary Clinton is guilty.\" Earlier in the day, his vice presidential nominee, Mike Pence, touched on the matter at a rally in Hickory, N.C. \"Mishandling classified information is a crime,\" Pence said. \"Hillary Clinton said that she never sent or received any classified information, and the director of the FBI told the Congress classified information was sent.\" House Speaker Paul Ryan, R-Wis., said Sunday afternoon that despite the FBI's findings, the incident shows \"a pattern,\" saying of Clinton, \"She simply believes she's above the law and always plays by her own rules.\" Comey's new letter comes after two weeks in which the FBI has been criticized for inserting the nation's top law enforcement agency into the closing weeks of a tense political season; Senate Democratic Leader Harry Reid even wondered whether Comey had violated the Hatch Act . The new letter also comes four months after the legal issues at stake had seemed to be resolved: It was on July 5 that Comey announced that while Clinton and her staff were \"extremely careless\" in handling classified data via a private email server that Clinton used while she was secretary of state, the FBI was recommending no charges be brought against her. ",
    "title": "FBI Finishes Hillary Clinton Email Review: 'We Have Not Changed Our Conclusions,' Comey Says : The Two-Way : NPR"
   },
   {
    "entities": [
     "clinton",
     "peter",
     "53 percent",
     "donald",
     "fbi",
     "mcinturff",
     "51 percent",
     "barack",
     "oval",
     "obama",
     "49 percent",
     "u.s.",
     "office",
     "50 percent",
     "12 percent",
     "76 percent",
     "2008",
     "trump",
     "nov. 3-5",
     "tuesday",
     "hart",
     "america",
     "2016",
     "bill",
     "62 percent",
     "murray",
     "23 percent",
     "40 percent",
     "hillary",
     "58 percent"
    ],
    "id": 10,
    "text": "Half of Voters: Next President Will Either Be Crook or a Racist 4:38 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161107151425if_/http://www.nbcnews.com/widget/video-embed/802187843715\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Whoever wins Tuesday's presidential election will confront a nation that has grown increasingly pessimistic, divided and bitter about the state of American politics, according to the final national NBC News/Wall Street Journal poll of the 2016 presidential race. Sixty-four percent of likely voters say the election of the next president has made the nation more divided, versus 23 percent who think it's made it more united. NBC News In addition, 62 percent say the country is headed in the wrong direction. And strikingly, 6 in 10 voters say the election has made them less proud of the country — compared with just 12 percent who said that before the 2008 presidential election. \"This election was never about hope, but it was an election about fear,\" says Democratic pollster Peter Hart, who conducted the NBC/WSJ survey with Republican pollster Bill McInturff and his firm. \"Donald Trump's message was the fear of what was happening to America, and Hillary Clinton's was about the fear of Donald Trump.\" Majorities have negative opinion of Trump, Clinton Both Clinton and Trump remain the most unpopular presidential nominees in the history of the NBC/WSJ poll. Fifty-nine percent of likely voters have a negative view of Trump, while 53 percent have a negative opinion of Clinton. So regardless who wins the election, the next president will be someone \"this country will be very uncomfortable with,\" says McInturff, the Republican pollster. When voters were asked about Clinton's and Trump's controversies and vulnerabilities during the presidential campaign, 76 percent said that whether Trump has the right temperament to serve as commander-in-chief is an important factor in deciding their vote. Sixty-five percent said the same of Trump's comments and language about women, immigrants and Muslims. For Clinton, 58 percent said her use of a private email server is an important factor in deciding their vote, and 50 percent said the same of the FBI's recent account of an investigation into thousands of emails that might be related to Clinton's use of private server. Obama's job-approval rating remains at 53 percent Despite that negativity, however, the popularity of the current Oval Office occupant remains high. President Barack Obama's overall job-approval rating stands at 53 percent among likely voters, which is unchanged from last month. Moreover, 51 percent have a position view of the president, versus 40 percent who have a negative view. And 49 percent said they would consider voting for Obama if the U.S. Constitution allowed him to seek a third term, compared with 50 percent who said they wouldn't consider it. The NBC/WSJ poll was conducted Nov. 3-5 of 1,282 likely voters (including more than 600 reached by cellphone), and it has a margin of error of plus-minus 2.7 percentage points. Mark Murray ",
    "title": "NBC News/Wall Street Journal Poll: 2016 'An Election About Fear' - NBC News"
   },
   {
    "entities": [
     "national",
     "clinton",
     "pat",
     "comey",
     "donald",
     "loretta",
     "committee",
     "inc",
     "justice",
     "congress",
     "fbi",
     "york",
     "department",
     "anthony",
     "abedin",
     "sterling",
     "jason",
     "james",
     "of",
     "summer",
     "oct. 28",
     "milton",
     "minneapolis",
     "jennifer",
     "interactive",
     "gop",
     "news",
     "lynch",
     "trump",
     "michigan",
     "2016",
     "priebus",
     "cbs",
     "palmieri",
     "new",
     "sunday",
     "weiner",
     "heights",
     "july",
     "adam",
     "chaffetz",
     "huma",
     "hillary",
     "schiff",
     "reince"
    ],
    "id": 11,
    "text": "Email Last Updated Nov 6, 2016 10:19 PM EST FBI Director James Comey wrote in a letter to Congressional leaders Sunday that the agency has not found anything new that would warrant charges against Democratic presidential nominee Hillary Clinton for her use of a private email server while secretary of state. “Based on our review, we have not changed our conclusions that we expressed in July with respect to Secretary Clinton,” Comey wrote Sunday, in a letter sent to members of Congress and released by Rep. Adam Schiff (D-California).  This summer, the FBI announced that after a full investigation into Clinton’s use of a private email server, it was not recommending criminal charges against her. However, in a surprise move, Comey wrote to Congress on Oct. 28 -- barely ten days before Election Day -- to say that the agency was taking steps to review new emails relating to Clinton’s case. That news was then leaked by Rep. Jason Chaffetz (R-Utah) and the letter began to circulate more widely. The new emails came from the laptop of former New York Rep. Anthony Weiner , the estranged husband of Clinton aide Huma Abedin. That announcement upended the 2016 race between Clinton and GOP nominee Donald Trump, with the Trump campaign praising Comey’s actions and Democrats expressing concern that the FBI would make such an “unprecedented” move so close to Election Day. “Since my letter, the FBI investigative team has been working around the clock to process and review a large volume of emails from a device obtained in connection with an unrelated criminal investigation,” Comey wrote on Sunday. “During that process we reviewed all of the communications that were to or from Hillary Clinton while she was Secretary of State … I am very grateful to the professionals at the FBI for doing an extraordinary amount of high-quality work in a short period of time.” A law enforcement source told CBS News senior investigative producer Pat Milton that Comey reached his decision on not recommending charges Sunday shortly before he sent the letter to Congress. Comey reportedly had interaction with the Department of Justice before sending the letter to Congress, the source said. However, it’s not clear as to whether he spoke with Attorney General Loretta Lynch directly. The bulk of emails to and from Clinton which were discovered on Anthony Weiner’s laptop were found to be either personal emails or duplicates of emails previously reviewed by the FBI, the source said. Others had to be painstakingly investigated to determine if they contained sensitive national security matters. Dozens of FBI agents worked as fast as they could to conduct a comprehensive and thorough review. The assistance of special software helped in the efficiency of the process. Speaking to reporters aboard the campaign plane, Clinton communications director Jennifer Palmieri told reporters they are happy the issue has been “resolved.” “We have seen Director Comey’s latest letter to the Hill,” she said. “We were glad to see that as we were -- that he has found as we were confident that he would that he has confirmed the conclusions that he really -- reached in July and we’re glad this matter is resolved.” Trump, too, responded to the news at a rally in Minneapolis. “You have to understand, it’s a rigged system,” he said. “And she’s protected.” And then in Sterling Heights, Michigan, he cast doubt on the FBI’s ability to process the emails so quickly. “You can’t review 650,000 new emails in eight days,” Trump told the rally. “You can’t do it, folks.” Republican National Committee Chairman Reince Priebus said the FBI’s initial findings about Clinton’s email practices were “a damning and unprecedented indictment of her judgment” -- and that the new statement doesn’t change anything. “The FBI found evidence Clinton broke the law, that she placed highly classified national security information at risk and repeatedly lied to the American people about her reckless conduct,” he said in a statement. “None of this changes the fact that the FBI continues to investigate the Clinton Foundation for corruption involving her tenure as secretary of state.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "FBI director to Congress: Still no charges recommended after latest Clinton emails reviewed - CBS News"
   },
   {
    "entities": [
     "cave",
     "focus",
     "ethan",
     "saturday",
     "cadenbach",
     "st.",
     "louis",
     "amber",
     "cadenbach,5",
     "november 06, 2016",
     "night",
     "county",
     "deputy",
     "cox",
     "8 p.m.",
     "owen",
     "ford",
     "christopher",
     "sunday",
     "park",
     "alert",
     "cliff",
     "ken",
     "police",
     "afternoon",
     "franklin"
    ],
    "id": 12,
    "text": "Man kills sons, 4 and 5, then himself after shootout with St. Louis cops Published               November 06, 2016 Facebook 0 Twitter 0 livefyre Email Print Ethan Cadenbach,5, and his 4-year-old brother Owen. (Fox2Now) A St. Louis man took his own life after he killed his two young sons in a local park, according to reports Sunday. Fox2Now reports Christopher Cadenbach, 43, killed himself in Cliff Cave County Park Saturday night after a shootout with cops. The station reported that police had issued an Amber Alert an hour earlier saying Cadenbach had abducted his sons Owen, 4, and Ethan, 5, in their mother’s Ford Focus. Cadenbach’s mother reported the abduction to police. St. Louis County Deputy Police Chief Ken Cox said the woman became alarmed when Cadenbach told him that he wasn’t going to be taken alive and talked of “suicide by cop.” Cox said Cadenbach had a warrant out for his arrest on a domestic violence charge. Police in Franklin County issued the warrant earlier Saturday. Fox2Now reported that a park ranger saw the Ford around 8 p.m. Saturday and called police, the station reported. “The [police] helicopter was up, spotted the car and saw somebody moving toward the car,” Cox said. “Officers responded down there and as soon as they go down there shots rang out, apparently shooting his children.” Cox said Cadenbach then shot at the officers who fired back and then killed himself. Cadenbach had gone to his mother’s house Saturday afternoon. She was watching the children. Cox said Cadenbach took his mother and the boys to a park for a few hours. He said Cadenbach’s estranged wife had an order of protection. It wasn’t clear if the order included the children. ",
    "title": "Man kills sons, 4 and 5, then himself after shootout with St. Louis cops | Fox News"
   },
   {
    "entities": [
     "reporter",
     "kerrigan",
     "dexter",
     "rosenthal",
     "grampa",
     "jeter",
     "peyton",
     "monday",
     "nbc",
     "chris",
     "manning",
     "saturday",
     "montana",
     "kimmel",
     "fox",
     "rizzo",
     "bryant",
     "york",
     "anthony",
     "simpson",
     "jordan",
     "david",
     "nancy",
     "chicago",
     "cumberbatch",
     "farley",
     "awards",
     "aidy",
     "o.j.",
     "tribune",
     "academy",
     "night",
     "michael",
     "derek",
     "joe",
     "jimmy",
     "contact",
     "fowler",
     "bill",
     "kris",
     "ross",
     "phil",
     "cubs",
     "zobrist",
     "murray",
     "new",
     "ben",
     "abc",
     "benedict",
     "fallon",
     "wednesday"
    ],
    "id": 13,
    "text": "Cubs stars give 'SNL' a post-World Series song and dance Video: Chicago Cubs on 'SNL' Watch the Chicago Cubs on \"Saturday Night Live.\" Watch the Chicago Cubs on \"Saturday Night Live.\" Phil Rosenthal Contact Reporter Chicago Tribune A trio of Cubs playing themselves -- David Ross, Dexter Fowler and Anthony Rizzo – were exotic dancers for a dead grandmother live from New York on “Saturday Night Live,” the first stop on their post-World Series tour of late-night television. Later in the program, joined by “SNL” alumnus and longtime Cubs fan Bill Murray, they returned in matching straw hats and Cubs sweaters to (sort of) sing the fan anthem “Go Cubs, Go” in the guise of having won a “Weekend Update” version of “The Voice.” “This is the best thing we’ve ever done,” Fowler said flatly to little studio audience response. If both bits seemed awkwardly tacked on, it’s understandable “SNL” would run a “W” flag up the pole in a bid to catch a bit of the national buzz the Cubs have generated with their first World Series championship in 108 years. After all, the decisive Game 7 on Wednesday averaged 40 million viewers on Fox, 5.6 million more people than this year’s Academy Awards. The “Go Cubs, Go” bit, at least, was innocuous. As for the exotic dancer sketch, well, for fans keeping score at home, what might have been a wild pitch should probably go down as an error. The premise: A grandmother (played by Aidy Bryant who’s remarrying is treated to a surprise bachelorette party. The shock of the unexpected celebration kills her instantly, but this goes unnoticed by both the guests and a pair of dancers (one played by guest host Benedict Cumberbatch). The dancers rubbed up against dead grandma, sprayed her with whipped cream to be licked off her. Then they announced that, as a special reward, actual Cubs players would perform. Fowler asked who wanted a “granny slam.” Ross said not to worry because  “Grampa Ross\" would \"take real good care.” Rizzo said something about “a triple-header.” Then they (sort of) danced. Even within the pantheon of sports stars on “SNL,” it wasn’t quite was more Derek Jeter in drag than Peyton Manning nailing a hapless kid with a bullet pass. No one will confuse any of it with Nancy Kerrigan skating with Chris Farley, O.J. Simpson as a Conehead, Joe Montana as an extremely sincere roommate or Michael Jordan plagued by self doubts and telling himself: “I'm good enough, I'm smart enough, and doggone it, people like me!\" The Cubs are going to get more practice in the days to come. Just to start, on Monday night, Rizzo, Fowler and Ben Zobrist reportedly are scheduled to visit Jimmy Fallon on NBC’s “The Tonight Show,\" while Kris Bryant is penciled in for ABC’s “Jimmy Kimmel Live.” But even if it doesn’t work out, there’s no reason to think they’re going to quit their day jobs. philrosenthal@chicagotribune.com ",
    "title": "Cubs stars give &apos;SNL&apos; a post-World Series song and dance - Chicago Tribune"
   },
   {
    "entities": [
     "national",
     "bastien",
     "inzaurralde/the",
     "nov. 6",
     "clinton",
     "basketball",
     "cillizza",
     "chris",
     "comey",
     "first quarter",
     "congress",
     "fbi",
     "anthony",
     "abedin",
     "james",
     "post",
     "b.",
     "2014",
     "2015",
     "nine days ago",
     "association",
     "november 6",
     "sunday",
     "weiner",
     "july",
     "election day",
     "huma",
     "hillary",
     "washington"
    ],
    "id": 14,
    "text": "It’s hard to see how James Comey could have handled this last 9 days any worse The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Chris Cillizza November 6 at 5:58 PM Follow @thefix FBI Director James B. Comey told lawmakers on Nov. 6 that the bureau won't recommend charges against Hillary Clinton after reviewing newly discovered emails. (Bastien Inzaurralde/The Washington Post) Nine days ago, FBI Director James B. Comey shook the political world with a letter to Congress noting that emails “pertinent” to the investigation of Hillary Clinton's private email server had been discovered on a computer owned by former congressman Anthony Weiner (D-N.Y.), the estranged husband of top Clinton aide Huma Abedin. Today, 48 hours before Election Day, Comey sent another letter to key leaders in Congress — this one making clear that no charges would be brought against Clinton, the Democratic presidential nominee. “We have not changed our conclusions that we expressed in July with respect to Secretary Clinton,” Comey wrote. Um, what? Comey had to know that he would set off a political whirlwind with his first letter. The FBI investigation of Clinton's emails — and the fact that she used a private server exclusively during her time as secretary of state — has been an anchor around her campaign's neck for the entirety of the presidential race. Clearing Clinton of any criminal wrongdoing — while simultaneously blasting her judgment — in July, Comey seemed to put a stop to the political impact of the email controversy. To then turn around so incredibly close to the election and publicly announce that an investigation that had lain dormant for months was now back on because of the emails found on Weiner's computer suggested that there was some there there. And, the fact that investigators working on a case involving Weiner had known about the Clinton-related emails for weeks and had briefed Comey on them before he went public seemed to bolster the case that the director had a strong suspicion that something beyond what had already been discovered was on Weiner's computer. After all, it would be the height of irresponsibility to inject the email controversy back into the campaign on the off chance that something on Weiner's computer might implicate Clinton. If Comey had no real indication that there was evidence of problems for Clinton — above and beyond the errors in judgment he had previously knocked her for — then why go public with anything? Comey defenders will insist that he was in a no-win situation. Acknowledge the investigation of the Clinton-related emails on Weiner's computer publicly, find nothing, get blamed. Keep the investigation private until after the election and be accused by Republicans of pulling punches to help get Clinton elected. Sure, sort of. If this had been 2014 or even 2015, it's easy to see how Comey could and should make the choice he did. But, it's impossible to say that he and the FBI operate entirely outside of the political world or that the same rules of the road apply when it comes to when and whether things should be made public. Referees in the National Basketball Association ref the first 44 minutes (or so) of a game differently than they ref the final four minutes. They understand that in the final four minutes, the bar for a foul is higher because the stakes are raised. Shooting two free throws in a two-point game in the first quarter is very different from doing the same thing with 35 seconds left in the game. Same goes for Comey. He needed to understand that to say something about Clinton's email investigation so close to the election meant that he had very real concerns about the possibility of a president-elect being indicted. To simply say — after a nine-day hurricane of news stories about Clinton's emails — that there was never anything to see here is a remarkable swing and miss on Comey's part. The Clinton campaign won't say much about Sunday's Comey announcement for fear of re-injecting the FBI and her emails into the conversation in these last few days of the campaign. But, if I were them — or lots of down-ballot Democrats — I would be livid. politics ",
    "title": "It’s hard to see how James Comey could have handled this last 9 days any worse - The Washington Post"
   },
   {
    "entities": [
     "2003",
     "arizona",
     "carolina",
     "inc",
     "saturday",
     "kohlhepp",
     "thursday",
     "henson",
     "ron",
     "the",
     "aug. 31",
     "2006",
     "carver",
     "woodruff",
     "south",
     "melissa",
     "evening",
     "moore",
     "night",
     "interactive",
     "spartanburg",
     "friday",
     "jimmy",
     "county",
     "coroner",
     "charles",
     "judge",
     "wright",
     "brown",
     "ponder",
     "rusty",
     "scott",
     "cbs",
     "owen",
     "press",
     "sunday",
     "kala",
     "sheriff",
     "chuck",
     "associated",
     "clevenger",
     "late saturday",
     "2001",
     "waldrop"
    ],
    "id": 15,
    "text": "Kohlhepp appeared before Magistrate Judge Jimmy Henson on Sunday for the brief bond hearing on the four murder counts. The issue of bond could be taken up by a circuit court later. Wearing an orange jumpsuit, Kohlhepp declined to make a statement when offered the chance. After Kohlhepp left the courtroom, Henson addressed the victims’ families, saying, “What you’ve gone through ... is beyond what a lot of people would understand.” Kohlhepp’s arrest has put to rest for local law enforcement and the families of the victims a mystery that has haunted them for more than a decade. “We got ‘em today. We got ‘em today. I’m rejoicing that this community can know that four people who were brutally murdered, there’s no wondering about it anymore,” Sheriff Chuck Wright said late Saturday night. Prosecutors said more charges are expected. A Spartanburg County Sheriff’s investigative report says Kohlhepp “confessed to investigators that he shot and killed” the owner, service manager, mechanic and bookkeeper of the motorcycle shop. “Kohlhepp gave details ... that only the killer would know,” the report says. Authorities say Kohlhepp is a suspect in at least three other deaths. Sheriff Wright says Kohlhepp also showed law enforcement officers Saturday where he says he buried two other victims on his 95-acre property near Woodruff. Kohlhepp, in handcuffs and wearing an orange jumpsuit, was at the site for less than an hour. The sheriff would not say earlier Sunday whether more bodies were found in the graves Kohlhepp led them to, but he did say they would be excavated, reported CBS Spartanburg affiliate WSPA-TV . Those alleged grave sites are in addition to the body found Friday at the site. Wright and Coroner Rusty Clevenger identified that victim as 32-year-old Charles Carver , the boyfriend of Kala Brown, who was found Thursday. Carver and the woman went missing around Aug. 31. Their last known cellphone signals led authorities to the property. Carver died of multiple gunshot wounds. An anthropologist is helping determine how long Carver was buried, Clevenger said. He declined to say how many times Carver had been shot. The sheriff said it’s possible more bodies will be uncovered. The wife of one of the 2003 victims said detectives told her Kohlhepp was an angry customer who had been in the shop several times. Melissa Ponder told The Associated Press she was resigned that her husband Scott’s death would never be solved before getting a phone call Saturday evening from one of the case’s original detectives. Detectives told family members of all four victims of the confession at the same time. “He knew too much about the crime scene,” Ponder said of Kohlhepp’s account to detectives. “He knew everything.” The Superbike killings stunned the Chesnee community, with rumors like they were committed by a Mexican drug gang or were part of a love triangle crushing the families of the victims. Melissa Ponder is glad the rumors weren’t true. “It isn’t closure, but it is an answer,” she said. “And I am thankful for that.” Kohlhepp was released from prison in Arizona in 2001. As a teenager, he was convicted of raping a 14-year-old neighbor at gunpoint and threatening to kill her siblings if she called police. Kohlhepp had to register as a sex offender. Fifteen years after he was released from prison for that crime, Spartanburg County deputies were brought to his property by the last known cellphone signals of two missing people. On Thursday, they found Brown chained in a container for two months. She told investigators that Kohlhepp shot and killed her boyfriend in front of her.  His prison stint didn’t stop Kohlhepp from getting a South Carolina real estate license in 2006 and building a firm. Wright said “it’s strange” that Kohlhepp managed the pretext of a normal life for so long. Scott Waldrop, who’s lived next door to the Woodruff property for nearly 22 years, said he thought Kohlhepp was a serious Doomsday “prepper” who liked his privacy, but “he didn’t seem like a threat.” Waldrop said when he saw the container, it was full of bottled water and canned goods. After buying the property two years ago, Kohlhepp immediately started putting a chain link fence around it. Waldrop said Kohlhepp paid him to put no trespassing signs, cut trees for him and other odd jobs around the property. Kohlhepp also installed deer cameras and put bear traps throughout. “I was the only one he let over there, I think because I laughed at his jokes and listened to him,” he said. “I just hate to know somebody who’s done something like this.” Kohlhepp has a house about 9 miles away in Moore, where neighbor Ron Owen said Kohlhepp was very private but liked to brag about how much money he made day trading online. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Todd Kohlhepp case: Another body found in alleged S.C. serial killer probe - CBS News"
   },
   {
    "entities": [],
    "id": 16,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "clinton",
     "hamburger",
     "b.",
     "james",
     "november 6",
     "sunday",
     "weiner",
     "tom",
     "afternoon",
     "july",
     "comey",
     "congress",
     "hillary",
     "fbi",
     "anthony",
     "washington"
    ],
    "id": 17,
    "text": "FBI Director Comey says agency won’t recommend charges over Clinton email The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Tom Hamburger November 6 at 3:29 PM Follow @thamburger FBI Director James B. Comey notified key members of Congress Sunday afternoon that after reviewing all of the newly discovered Hillary Clinton emails the agency stands by its original findings against recommending charges. Comey wrote that investigators had worked “around the clock” to review all the emails found on a device used by former congressman Anthony Weiner that had been sent to or from Clinton and that “we have not changed our conclusions expressed in July.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "FBI Director Comey says agency won’t recommend charges over Clinton email - The Washington Post"
   },
   {
    "entities": [
     "2003",
     "nov. 6",
     "arizona",
     "s.c.",
     "stewart",
     "saturday",
     "police",
     "since",
     "kohlhepp",
     "thursday",
     "department",
     "todd",
     "jim",
     "aug. 31",
     "carver",
     "days",
     "woodruff",
     "anderson",
     "office",
     "sheriff\\'s",
     "chesnee",
     "spartanburg",
     "county",
     "brown",
     "charles",
     "wright",
     "wspa",
     "america",
     "2012",
     "sunday",
     "kala",
     "sheriff",
     "late august",
     "chuck",
     "late saturday"
    ],
    "id": 18,
    "text": "Twitter Enlarge this image Todd Kohlhepp, 45, was arrested for kidnapping Thursday; on Saturday, he confessed to a nearly 13-year-old quadruple homicide. Spartanburg County Sheriff's Department hide caption toggle caption Spartanburg County Sheriff's Department Todd Kohlhepp, 45, was arrested for kidnapping Thursday; on Saturday, he confessed to a nearly 13-year-old quadruple homicide. Spartanburg County Sheriff's Department Days after the dramatic rescue of a woman that a local sheriff said had been \"chained like a dog\" and held prisoner in a metal storage container in Woodruff, S.C., officials say the man accused of that crime has also confessed to a quadruple killing from 2003. Todd Kohlhepp, 45, was arrested Thursday after sheriff's deputies found Kala Brown on his wooded property. He now faces kidnapping charges and four counts of murder, with other charges likely to follow. The body of Charles Carver, Brown's boyfriend, was also found on Kohlhepp's property; the couple had been missing since late August. On Saturday, Spartanburg County Sheriff Chuck Wright said Kohlhepp, a realtor who was a registered sex offender due to a kidnapping and sexual assault case when he was a teenager in Arizona, had confessed to shooting and killing four people in Chesnee, S.C. — a case that's been known locally as the Superbike murders and which could now be solved on Nov. 6, its thirteenth anniversary. The number of murders Kohlhepp is charged with could still grow. He visited his property with deputies Saturday, and Wright says Kohlhepp claims to have buried two other bodies there, local TV WYFF reports . Article continues after sponsorship On Sunday, Kohlhepp appeared in a court hearing that saw a judge deny a bond. The 2003 killings at a motorcycle shop had been featured on America's Most Wanted back in 2012 . Announcing news of the confession late Saturday, Wright said the case had repeatedly prompted him and his deputies to pray. Enlarge this image Since 2003, the killings of four people at a motorcycle shop in Chesnee, S.C., had remained unsolved. Spartanburg County Sheriff's Department hide caption toggle caption Spartanburg County Sheriff's Department Since 2003, the killings of four people at a motorcycle shop in Chesnee, S.C., had remained unsolved. Spartanburg County Sheriff's Department \"I can't even imagine what the victims' families have been going through,\" he said. When she was found on Kohlhepp's nearly 100-acre property, Brown told law enforcement agents that as many as four bodies could be buried there — prompting Wright to tell journalists Thursday , \"We're trying to make sure we don't have a serial killer on our hands.\" Wright added that in Kohlhepp, a serial killer \"very possibly could be what we have.\" As for how Brown was found, local TV news WSPA says that after she and Carver went missing in nearby Anderson County around Aug. 31, police had tracked her to the property where she was eventually found. From WSPA: \"Anderson Police Chief Jim Stewart said they were pinging Brown's phone two days after she was reported missing. He says it pinged on the property where Brown was found. The phone went dead after two days. \"Two weeks before they were able to get a search warrant for the property, the Spartanburg County Sheriff's Office flew over the property and realized they needed to get on the ground. \"Anderson police say from early on they had no indication there was foul play, even with the cell phone pings.\" The recent discovery came after deputies executed a search warrant on Kohlhepp's property; they heard Brown banging on the container that was her prison, reports local TV News 13 . When the search warrant was finally executed, Kohlhepp was present at his property; he was arrested the same day. ",
    "title": "Woman's Accused Kidnapper In South Carolina Confesses To Multiple Murders : The Two-Way : NPR"
   },
   {
    "entities": [
     "paris",
     "u.k-based",
     "raqqah",
     "human",
     "defense",
     "international",
     "nbc",
     "raqqa",
     "sdf",
     "carter",
     "observatory",
     "u.s.",
     "iraq",
     "alastair",
     "news",
     "laqta",
     "coalition",
     "syrian",
     "last month",
     "for",
     "2016",
     "ash",
     "mosul",
     "sunday",
     "al",
     "jamieson",
     "syria",
     "isis",
     "rights"
    ],
    "id": 19,
    "text": "Nov 6 2016, 9:33 am ET Operation 'Euphrates Anger' Begins to Liberate Raqqa fom ISIS, Supported by U.S. by Alastair Jamieson and Ziad Jaber Share advertisement A major U.S.-backed offensive to oust ISIS from its capital of Raqqa, Syria has begun, it was announced early Sunday. The Kurdish-dominated Syria Democratic Forces (SDF) coalition told a news conference that the goal of the operation, called Angry Euphrates, would be liberating the Syrian city from the militants. A 201 file photo of a minaret destroyed in air strikes by Syrian army  warplanes in Raqqa, Syria. Anadolu Agency / Getty Images The offensive, which comes two weeks after a campaign to clear ISIS from Mosul, Iraq, will be supported by U.S. air strikes and involved 30,000 fighters, the SDF told reporters. Residents in the city were warned to stay away from gathering places as those will be targets during the operation. The U.K-based Syrian Observatory for Human Rights said fighter jets believed to be from the U.S.-led coalition carried out airstrikes in in the Warplanes believed to belong to the International Coalition bombed places controlled by the \"Islamic State\" in Laqta area to the northeast of Al Raqqah but there was no immediate word on casualties. The move to liberate Raqqa was signaled at the end of last month by Defense Secretary Ash Carter in an interview in Paris with NBC News . The city is the de facto capital of the extremists' so-called caliphate which stretches from Syria into Iraq. Play ",
    "title": "Operation 'Euphrates Anger' Begins to Liberate Raqqa fom ISIS, Supported by U.S. - NBC News"
   },
   {
    "entities": [
     "2003",
     "arizona",
     "carolina",
     "inc",
     "saturday",
     "kohlhepp",
     "thursday",
     "ron",
     "the",
     "aug. 31",
     "2006",
     "carver",
     "woodruff",
     "south",
     "melissa",
     "evening",
     "moore",
     "interactive",
     "spartanburg",
     "friday",
     "county",
     "coroner",
     "charles",
     "brown",
     "wright",
     "ponder",
     "rusty",
     "scott",
     "cbs",
     "owen",
     "press",
     "sheriff",
     "associated",
     "clevenger",
     "2001",
     "waldrop"
    ],
    "id": 20,
    "text": "A Spartanburg County Sheriff’s investigative report says Kohlhepp “confessed to investigators that he shot and killed” the owner, service manager, mechanic and bookkeeper of the motorcycle shop. “Kohlhepp gave details ... that only the killer would know,” the report says. Authorities say Kohlhepp is a suspect in at least three other deaths. Sheriff Wright says Kohlhepp also showed law enforcement officers Saturday where he says he buried two other victims on his 95-acre property near Woodruff. Kohlhepp, in handcuffs and wearing an orange jumpsuit, was at the site for less than an hour. The sheriff would not say whether more bodies were found in the graves Kohlhepp led them to, but he did say they would be excavated, reports CBS Spartanburg affiliate WSPA-TV . Those alleged grave sites are in addition to the body found Friday at the site. Wright and Coroner Rusty Clevenger identified that victim as 32-year-old Charles Carver , the boyfriend of the woman found Thursday. Carver and the woman went missing around Aug. 31. Their last known cellphone signals led authorities to the property. The Associated Press is not naming the woman because the suspect is a sex offender, though authorities have not said whether she was sexually assaulted. Carver died of multiple gunshot wounds. An anthropologist is helping determine how long Carver was buried, Clevenger said. He declined to say how many times Carver had been shot. The sheriff says it’s possible more bodies will be uncovered. The wife of one of the 2003 victims said detectives told her Kohlhepp was an angry customer who had been in the shop several times. Melissa Ponder told The Associated Press she was resigned that her husband Scott’s death would never be solved before getting a phone call Saturday evening from one of the case’s original detectives. Detectives told family members of all four victims of the confession at the same time. “He knew too much about the crime scene,” Ponder said of Kohlhepp’s account to detectives. “He knew everything.” The Superbike killings stunned the Chesnee community, with rumors like they were committed by a Mexican drug gang or were part of a love triangle crushing the families of the victims. Melissa Ponder is glad the rumors weren’t true. “It isn’t closure, but it is an answer,” she said. “And I am thankful for that.” Kohlhepp was released from prison in Arizona in 2001. As a teenager, he was convicted of raping a 14-year-old neighbor at gunpoint and threatening to kill her siblings if she called police. Kohlhepp had to register as a sex offender. Fifteen years after he was released from prison for that crime, Spartanburg County deputies were brought to his property by the last known cellphone signals of two missing people. On Thursday, they found Brown chained in a container for two months. She told investigators that Kohlhepp shot and killed her boyfriend in front of her.  His prison stint didn’t stop Kohlhepp from getting a South Carolina real estate license in 2006 and building a firm. Wright said “it’s strange” that Kohlhepp managed the pretext of a normal life for so long. Scott Waldrop, who’s lived next door to the Woodruff property for nearly 22 years, said he thought Kohlhepp was a serious Doomsday “prepper” who liked his privacy, but “he didn’t seem like a threat.” Waldrop said when he saw the container, it was full of bottled water and canned goods. After buying the property two years ago, Kohlhepp immediately started putting a chain link fence around it. Waldrop said Kohlhepp paid him to put no trespassing signs, cut trees for him and other odd jobs around the property. Kohlhepp also installed deer cameras and put bear traps throughout. “I was the only one he let over there, I think because I laughed at his jokes and listened to him,” he said. “I just hate to know somebody who’s done something like this.” Kohlhepp has a house about 9 miles away in Moore, where neighbor Ron Owen said Kohlhepp was very private but liked to brag about how much money he made day trading online. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Todd Kohlhepp case: Bond denied for man who chained woman, unveiled as alleged mass murderer - CBS News"
   },
   {
    "entities": [
     "clinton",
     "brendan",
     "bush",
     "donald",
     "george",
     "smialowski",
     "of",
     "board",
     "nov. 6, 2016",
     "november 7, 2016",
     "reagan",
     "trump",
     "1:11 p.m. est",
     "tuesday",
     "conversation",
     "america",
     "w.",
     "ronald",
     "united",
     "cleveland",
     "january",
     "guidelines",
     "citizens",
     "state",
     "hillary",
     "contributors",
     "washington"
    ],
    "id": 21,
    "text": "Exclusive Clinton op-ed: I'll look for common ground Why you should vote for me. Post to Facebook Exclusive Clinton op-ed: I'll look for common ground Why you should vote for me. Check out this story on USATODAY.com: http://usat.ly/2f7Tx5i CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 369 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Exclusive Clinton op-ed: I'll look for common ground Hillary Clinton 1:11 p.m. EST November 7, 2016 A timeline of notable moments in Presidential Candidate Hillary Clinton's life. USA TODAY NETWORK Why you should vote for me. Hillary Clinton campaigns Nov. 6, 2016, in Cleveland. (Photo: Brendan Smialowski, AFP/Getty Images) 22401 CONNECT TWEET 232 LINKEDIN 369 COMMENTEMAILMORE In January, America is going to have a new president. Things are going to change — that much is certain. The question is, what kind of change are we going to have? We can build an economy that works for everyone, or stack the deck even more for those at the top. We can keep America safe through strength and smarts — or turn our backs on our allies, and cozy up to our adversaries. We can come together to build a stronger, fairer America, or fear the future and fear each other. Everything I’ve done, as first lady, senator, or secretary of State, I’ve done by listening to people and looking for common ground, even with people who disagree with me. And if you elect me on Tuesday, that’s the kind of president I’ll be. Here are four priorities for my first 100 days — issues I’ve heard about from Americans all over our country. Donald Trump: Why you should vote for me First, we will put forward the biggest investment in new jobs since World War II. We’ll invest in infrastructure and manufacturing to grow our economy for years to come. We’ll produce enough renewable energy to power every home in America within a decade. We’ll cut red tape for small businesses and make it easier for entrepreneurs to get the credit they need to grow and hire — because in America, if you can dream it, you should be able to build it. We’ll pay for it all by asking the wealthy, Wall Street and big corporations to finally pay their fair share. And this commitment will go far beyond the first 100 days. Creating more good jobs with rising incomes will be a central mission of my presidency. Second, we will introduce comprehensive immigration reform legislation. The last president to sign comprehensive immigration reform was Ronald Reagan, and it was a priority for George W. Bush. I’m confident that we can work across the aisle to pass comprehensive reform that keeps families together and creates a path to citizenship, secures our border, and focuses our enforcement resources on violent criminals. This is the right thing to do, and it will also grow our economy. Third, to break the gridlock in Washington, we need to get secret, unaccountable money out of our politics. It’s drowning out the voices of the American people. So within my first 30 days, I will introduce a constitutional amendment to overturn Citizens United. We should be protecting citizens’ rights to vote, not corporations’ rights to buy elections. Fourth, we need to get started on end-to-end criminal justice reform. Too many people have been sent away for far too long for non-violent offenses. I believe our country will be stronger and safer when everyone has respect for the law and everyone is respected by the law. There’s so much more we need to do together, and we certainly won’t get it all done in the first 100 days. But we’re going to roll up our sleeves and get to work for American families — and I’ll never, ever quit. I want to be president for all Americans — Democrats, Republicans and independents; Americans of every race, faith and background. My opponent has run his campaign on divisiveness, fear and insults, and spent months pitting Americans against each other. I’ve said many times that Donald Trump has shown us who he is. Now we have to decide who we are. Because it’s not just our names on the ballot this year. Every issue we care about is on the ballot, too. This is about who we are as a country — and whether we are going to have change that makes us stronger together, or change that pushes us further apart. It all comes down to this. I love our country. I believe in our people. And I think there’s nothing we can’t achieve if we work together and invest in each other. Hillary Clinton is the Democratic nominee for president. You can read diverse opinions from our  Board of Contributors  and other writers on the  Opinion front page , on Twitter  @USATOpinion  and in our daily  Opinion newsletter . To submit a letter, comment or column, check our  submission guidelines . 22401 CONNECT TWEET 232 LINKEDIN 369 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2f7Tx5i Quick Poll What do you think of this commentary? Strongly agree ",
    "title": "Exclusive Clinton op-ed: I'll look for common ground"
   },
   {
    "entities": [
     "athletics",
     "nov. 6",
     "lucas",
     "international",
     "australia",
     "desisa",
     "npr",
     "de",
     "federations",
     "marathon",
     "hug",
     "sally",
     "york",
     "eritrea",
     "jason",
     "paula",
     "of",
     "summer",
     "wenig/ap",
     "rebecca",
     "mcfadden",
     "ethiopia",
     "mary",
     "switzerland",
     "molly",
     "joseph",
     "shapiro",
     "states",
     "seth",
     "kenya",
     "md",
     "county",
     "rotich",
     "janeiro",
     "radcliffe",
     "london",
     "keitany\\'s",
     "huddle",
     "kurt",
     "abdi",
     "2016",
     "lelisa",
     "tatyana",
     "rio",
     "2012",
     "association",
     "united",
     "november 6",
     "new",
     "sunday",
     "2004",
     "decrow/ap",
     "marcel",
     "city",
     "hersher",
     "abdirahman",
     "kipyego",
     "fearnley",
     "keitany",
     "howard"
    ],
    "id": 22,
    "text": "Keitany And McFadden Extend Winning Streaks In NYC Marathon November 6, 20166:02 PM ET Rebecca Hersher Enlarge this image Mary Keitany of Kenya crosses the finish line first in the women's division of the 2016 New York City Marathon on Sunday, Nov. 6. Seth Wenig/AP hide caption toggle caption Seth Wenig/AP Mary Keitany of Kenya crosses the finish line first in the women's division of the 2016 New York City Marathon on Sunday, Nov. 6. Seth Wenig/AP Mary Keitany of Kenya won her third consecutive New York City Marathon on Sunday, finishing in 2 hours, 24 minutes, 26 seconds, and leaving her closest competitors in the dust. Keitany pulled away from the elite women's pack less than halfway into the race and ran most of the race alone, her No. 1 spot uncontested over more than a dozen miles. The men's race was more conventional, with a pack of elite runners sticking together for more than half of the 26.2 mile course before 20-year-old Eritrean runner Ghirmay Ghebreslassie pulled away. He crossed the finish line in 2 hours, 7 minutes, 51 seconds, becoming the youngest man ever to win . Enlarge this image Ghirmay Ghebreslassie of Eritrea (center) Lucas Rotich of Kenya (left) and Lelisa Desisa of Ethiopia, during the New York City Marathon. Jason DeCrow/AP hide caption toggle caption Jason DeCrow/AP Ghirmay Ghebreslassie of Eritrea (center) Lucas Rotich of Kenya (left) and Lelisa Desisa of Ethiopia, during the New York City Marathon. Jason DeCrow/AP Lucas Rotich of Kenya finished second in the men's field. Abdi Abdirahman, an American, finished third. Ghebreslassie finished fourth at the Olympics in Rio de Janeiro over the summer. But Keitany was cut from Kenya's Olympic team — despite being the second fastest female marathoner ever. According to the International Association of Athletics Federations, only Paula Radcliffe has ever run a faster time than Keitany's 2012 London marathon time of 2 hours 18 minutes 37 seconds. Article continues after sponsorship What Makes Kenya's Marathon Runners The World's Best? Sunday was Keitany's triumphant return, showing that she could not only win, but do so without the luxury of fellow elite runners to pace her throughout the race. Sally Kipyego of Kenya took second place in the women's race with a time more than three minutes slower than Keitany's. Molly Huddle of the United States was third. In the women's wheelchair race, the American Tatyana McFadden won her fourth New York City Marathon title in a row, and her fifth overall, according to the official race press release . McFadden has dominated wheelchair racing since 2004 , when she won her first Paralympic Games medal as a 15-year-old. In 2012, she described how she won the right to compete as a young athlete at Atholton High in Howard County, Md. Enlarge this image Tatyana McFadden of the United States celebrates winning the Professional Women's Wheelchair Division for the fourth consecutive time during the 2016 New York City Marathon. Elsa/Getty Images hide caption toggle caption Elsa/Getty Images Tatyana McFadden of the United States celebrates winning the Professional Women's Wheelchair Division for the fourth consecutive time during the 2016 New York City Marathon. Elsa/Getty Images NPR's Joseph Shapiro reported: \"[McFadden] wanted to be part of the high school track team. But on the eve of the first track meet, the coach refused to give her a uniform. She wouldn't be allowed to compete. \"After her mother complained, Tatyana was allowed to race, but not side-by-side with her teammates. At her first meet, her teammates and other competitors in the 400-meter race ran first. Then the track meet stopped and Tatyana was allowed to race — going around the track in her wheelchair, racing against no one. 'That was the most humiliating, embarrassing thing I've ever done, ever,' she says. \"She didn't want to be the girl in the wheelchair; even then, she wanted to be seen as a top athlete. 'People look at you and in their minds [they] see, 'Oh, the girl with a disability in a wheelchair is running for a high school team. Congratulations.' And for me as an elite athlete, it's not what you want as an elite athlete.'\" On the men's side, Marcel Hug of Switzerland narrowly won the wheelchair event, edging out Kurt Fearnley by six hundredths of a second, according to race regulators. Marcel Hug of Switzerland, right, crosses the finish line first, just ahead of Kurt Fearnley of Australia, in the men's wheelchair division of the 2016 New York City Marathon on Sunday. Seth Wenig/AP hide caption toggle caption Seth Wenig/AP ",
    "title": "Keitany And McFadden Extend Winning Streaks In NYC Marathon : The Two-Way : NPR"
   },
   {
    "entities": [
     "j.",
     "sioux",
     "clinton",
     "china",
     "donald",
     "brennan",
     "fbi",
     "of",
     "board",
     "u.s.",
     "nafta",
     "white",
     "nov. 6, 2016",
     "states",
     "great",
     "make",
     "november 6, 2016",
     "550%",
     "trump",
     "conversation",
     "america",
     "house",
     "8:18 p.m. est",
     "american",
     "court",
     "united",
     "guidelines",
     "election day",
     "linsley",
     "voter",
     "city",
     "iowa",
     "35%",
     "hillary",
     "again",
     "contributors",
     "supreme",
     "washington"
    ],
    "id": 23,
    "text": "Donald Trump: Why you should vote for me Closing arguments before Election Day. Post to Facebook Donald Trump: Why you should vote for me Closing arguments before Election Day. Check out this story on USATODAY.com: http://usat.ly/2f7SWAN CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 174 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Donald Trump: Why you should vote for me Donald J. Trump 8:18 p.m. EST November 6, 2016 Closing arguments before Election Day. Donald Trump campaigns in Sioux City, Iowa, on Nov. 6, 2016. (Photo: Brennan Linsley, AP) 7135 CONNECT TWEET 3 LINKEDIN 174 COMMENTEMAILMORE For 17 months, I’ve traveled this country and met countless Americans from every walk of life. Your hopes have become my hopes and your dreams have become my dreams. I’ve been inspired on this journey by the millions of you who came to cheer a simple idea: that we can make America great again. Real change begins with immediately repealing and replacing job-killing Obamacare — Americans are experiencing soaring double-digit premium hikes, insurers are leaving, doctors are quitting, jobs are fleeing, and deductibles are through the roof. It also means immediately fixing our terrible trade deals, which have killed American jobs and crushed American incomes. This means renegotiating Bill and Hillary Clinton’s disastrous NAFTA and China deals that have deindustrialized the United States — importing unemployment and exporting our wealth. It means we don’t have to keep kids trapped in failing schools — that we can give every parent the right to send their kids to the school of their choice, including millions of low-income African-American and Hispanic children who have been failed for generations by Democratic politicians like Hillary Clinton. Hillary Clinton: Why you should vote for me Real change also means draining the swamp of corruption in Washington. We must fix a rigged system in which political insiders can break the law without consequence and where government officials put special interests above the national interest. If we want to make America great again, we must clean up this corruption. Hillary Clinton has been the subject of an FBI criminal investigation into many crimes against this nation. Were she ever to be elected, it would trigger an unprecedented constitutional crisis — Hillary is likely to be under investigation for a long time, grinding our government to a halt. America has too many problems, too many things to fix, to mire our government in years of sordid corruption and criminal investigation. It is time to cut our ties with the failed politicians of the past, and embrace a bright, new future for all of our people. That’s what I’m offering in my Contract with the American Voter, a 100-day action plan to clean up corruption and bring change to Washington. It’s there for you to read at www.TheTrumpContract.com. In my Contract with the American Voter, I offer a historic pro-growth plan to create 25 million good paying jobs. We will cut taxes on middle-class Americans by 35%. We will eliminate every needless job-killing regulation. We will repeal and replace catastrophic Obamacare with new reforms that dramatically expand choice, substantially lower costs, and significantly improve the quality of care. And we will end the offshoring of American jobs. In my contract, I also offer a detailed plan to immediately secure the border, stop illegal immigration and keep radical Islamic terrorists out of our country. Hillary has pledged “open borders,” mass amnesty, and a 550% increase in Syrian refugees. America’s immigration officers described Hillary’s extremist plan as “the most radical immigration agenda proposal in U.S. history.” I will restore the constitutional rule of law and nominate Supreme Court justices who will do the same. Finally, I pledge to fight for the right of every child in American to grow up in safety and peace, and undertake a national effort to bring jobs, security and prosperity to our inner cities. I am asking for your vote, and to be your champion in the White House. Together, we will take our government back from the special interests — and we will Make America Great Again. Donald J. Trump is the Republican nominee for president. You can read diverse opinions from our  Board of Contributors  and other writers on the  Opinion front page , on Twitter  @USATOpinion  and in our daily  Opinion newsletter . To submit a letter, comment or column, check our  submission guidelines . 7135 CONNECT TWEET 3 LINKEDIN 174 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2f7SWAN Quick Poll What do you think of this commentary? Strongly agree ",
    "title": "Donald Trump: Why you should vote for me"
   },
   {
    "entities": [
     "clinton",
     "wikileaks",
     "john",
     "july 24, 2015",
     "fox",
     "times",
     "fbi",
     "york",
     "department",
     "march 2",
     "the",
     "obama",
     "mills",
     "foundation",
     "november 06, 2016",
     "news",
     "progress",
     "2016",
     "bill",
     "1993",
     "american",
     "neera",
     "sunday",
     "tanden",
     "new",
     "podesta",
     "state",
     "cheryl",
     "hillary"
    ],
    "id": 24,
    "text": "'Didn't want her to run': Podesta says top Clinton aide didn't support presidential candidacy Published               November 06, 2016 Facebook 0 Twitter 0 livefyre Email Print   Longtime Hillary Clinton aide Cheryl Mills didn’t want her boss to run for president – something campaign chairman John Podesta believed was because Mills approved Clinton’s use of a secret email server, according to a message released Sunday by WikiLeaks. The exchange between Podesta and Center for American Progress head Neera Tanden on July 24, 2015, started when Tanden asked if Podesta knew “who told Hillary she could use a private email? Has that person been drawn and quartered?” “Don’t you think Cheryl?” Podesta answered. In a later reply to Tanden, Podesta added the kicker: “At least we now know why Cheryl didn’t want her to run.” CLINTON AIDE CRIED FOUL ON OBAMA'S EMAIL DENIAL That conversation wasn’t the first time Podesta and Tanden had speculated that Mills played a central role in the establishment of Clinton’s private email system. Just hours after The New York Times broke the Clinton email story on March 2, Podesta and Tanden exchanged emails about the nascent controversy that would dog Clinton throughout her run to the Democratic presidential nomination. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → “This is a Cheryl special,” Tanden wrote in an email  that would later be hacked from Podesta’s Gmail account and posted to WikiLeaks. “Know you love her, but this stuff is like her Achilles heal. Or kryptonite. She just can’t say no to this s---. Why didn’t they get this stuff out like 18 months ago? So crazy.” Podesta replied “Unbelievable” before Tanden answered her earlier question: “I guess I know the answer[.] they wanted to get away with it.” Mills has been part of Team Clinton’s orbit for decades, since serving as an associate counsel to President Bill Clinton starting in 1993. Mills also was chief of staff for Hillary Clinton during her tenure at the State Department. Additionally, Mills, who now runs her own company, has been a trusted adviser to Hillary Clinton, with emails showing Mills’ influence extended from matters relating to The Clinton Foundation to numerous aspects of Clinton’s 2016 presidential run. The FBI interviewed Mills during its probe into Clinton’s private email server, but Mills was granted partial immunity for her cooperation and wasn’t charged with a crime. Advertisement ",
    "title": "'Didn't want her to run': Podesta says top Clinton aide didn't support presidential candidacy | Fox News"
   },
   {
    "entities": [
     "baez",
     "john",
     "mike",
     "caption",
     "rizzo",
     "chicago",
     "szczur",
     "2023",
     "justin",
     "union",
     "nov. 4, 2016",
     "nov. 5",
     "friday",
     "grant",
     "fowler",
     "michigan",
     "jr.",
     "jorge",
     "ross",
     "cubs",
     "catcher",
     "hector",
     "grace",
     "2019",
     "free",
     "russell",
     "dexter",
     "morales/chicago",
     "lester",
     "coghlan",
     "anthony",
     "hall",
     "david",
     "heyward",
     "schwarber",
     "kuc/chicago",
     "lackey",
     "montero",
     "matt",
     "joe",
     "avenue",
     "javier",
     "smith",
     "club",
     "cahill",
     "trevor",
     "carl",
     "zobrist",
     "chapman",
     "cleveland",
     "/",
     "chris",
     "rob",
     "bryant",
     "roger",
     "rondon",
     "jason",
     "\\xe2\\x80\\xa6",
     "jake",
     "willson",
     "arrieta",
     "station",
     "la",
     "2017",
     "walker",
     "montgomery",
     "ben",
     "miguel",
     "sunday",
     "mark",
     "travis",
     "eldredge",
     "soler",
     "hammel",
     "grimm",
     "addison",
     "$2 million",
     "nov. 2, 2016",
     "aroldis",
     "tommy",
     "albert",
     "stella",
     "zastryzny",
     "2020",
     "gonzales/chicago",
     "hendricks",
     "tribune",
     "kyle",
     "great",
     "contreras",
     "brett",
     "jon",
     "2016",
     "kris",
     "wood",
     "indians",
     "park",
     "edwards",
     "almora",
     "shortstop",
     "wong",
     "$10 million"
    ],
    "id": 25,
    "text": "Player … Position … Contract status … Comment Pitchers Jake Arrieta … Starting pitcher … Arbitration eligible … Could be last hurrah with free agency looming Kyle Hendricks … Starting pitcher … Club control … Maybe ripe for a multiyear deal John Lackey … Starting pitcher … Signed through 2017 … Will let it all out in likely last season Jon Lester … Starting pitcher … Signed through 2020 … Stepped up at right time in second half Photos of Cubs starting pitcher Jon Lester. Carl Edwards Jr. … Reliever … Arbitration eligible … Taking bigger steps toward late-inning role Justin Grimm … Reliever … Arbitration eligible … Strong second half points to better 2017 Mike Montgomery … Starter-reliever … Club control ... Ready to step in as fifth starter Pedro Strop … Reliever … Arbitration eligible … Knee injury took stress off arm Hector Rondon … Reliever … Arbitration eligible … Yellow flags raised with late arm injury Rob Zastryzny … Reliever … Club control … Wise decision to move him to bullpen Caption A city's love for the Cubs at parade and rally Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Caption A city's love for the Cubs at parade and rally Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Caption Highlights of Cubs' speeches at World Series rally The Cubs team members, owner and president made heartfelt speeches at the Grant Park rally following a parade on Nov. 4, 2016, to celebrate the team's World Series win. The Cubs team members, owner and president made heartfelt speeches at the Grant Park rally following a parade on Nov. 4, 2016, to celebrate the team's World Series win. Caption Massive 'Go Cubs Go' sing-along Cubs players and fans sing \"Go Cubs Go\" with country singer Brett Eldredge during Friday's World Series rally in Grant Park. Nov. 4, 2016.  Cubs players and fans sing \"Go Cubs Go\" with country singer Brett Eldredge during Friday's World Series rally in Grant Park. Nov. 4, 2016.  Caption Cubs victory parade on Michigan Avenue Buses carrying the Chicago Cubs team, families and office workers parade south on Michigan Avenue on their way to a Grant Park victory rally on Nov. 4, 2016. (Chris Walker / Chicago Tribune). Buses carrying the Chicago Cubs team, families and office workers parade south on Michigan Avenue on their way to a Grant Park victory rally on Nov. 4, 2016. (Chris Walker / Chicago Tribune). Caption Union Station deals with crush of Cubs fans Cubs fans crowd the Great Hall at Union Station and rush for trains on the platform after relishing a world championship in Chicago on Nov. 4, 2016. (Grace Wong / Chicago Tribune) Cubs fans crowd the Great Hall at Union Station and rush for trains on the platform after relishing a world championship in Chicago on Nov. 4, 2016. (Grace Wong / Chicago Tribune) Position players Albert Almora Jr. … Outfielder … Club control … Destined to take over for Dexter Fowler in center Javier Baez … Infielder … Club control … Appears settled in at second base Kris Bryant … Third baseman … Club control … Could get record contract for pre-arbitration player Willson Contreras … Catcher … Club control … Impressive debut but still lots to learn Jason Heyward … Right fielder … Signed through 2023 … Retooling of swing necessary Miguel Montero … Catcher … Signed through 2017 … Already has transitioned into backup/mentor role Anthony Rizzo … First baseman … Signed through 2019 … Time for a contract restructuring? Photos of Cubs first baseman Anthony Rizzo. Addison Russell … Shortstop … Club control … A more consistent season would raise profile Kyle Schwarber … Outfielder-catcher … Club control … 2017 Comeback Player of the Year leader Matt Szczur … Outfielder … Club control … Could help numerous teams Ben Zobrist … Infielder-outfielder … Signed through 2019 … One of baseball's most unselfish players Photos from Game 7 of the World Series at Progressive Field in Cleveland on Nov. 2, 2016. Who's likely to depart Trevor Cahill … Free agency … Sometimes too much movement on pitches Aroldis Chapman … Free agency … Closer's market could skyrocket despite playoff trends Jason Hammel … Free agency … Cubs declined $10 million option with $2 million buyout on Sunday, Nov. 5. Joe Smith … Free agency … Could be tempting to re-sign Travis Wood … Free agency … Will be in demand as starter and reliever Caption This was the year: The Chicago Cubs win the 2016 World Series A day in the life of Chicago, after 108 years of waiting, the Cubs won the 2016 World Series. (Roger Morales/Chicago Tribune) A day in the life of Chicago, after 108 years of waiting, the Cubs won the 2016 World Series. (Roger Morales/Chicago Tribune) Caption This was the year: The Chicago Cubs win the 2016 World Series A day in the life of Chicago, after 108 years of waiting, the Cubs won the 2016 World Series. (Roger Morales/Chicago Tribune) A day in the life of Chicago, after 108 years of waiting, the Cubs won the 2016 World Series. (Roger Morales/Chicago Tribune) Caption Cubs' Game 7 win in 20 seconds Watch the Cubs beat the Cleveland Indians in Game 7 of the World Series during extra-innings. Nov. 2, 2016. (Chicago Tribune) Watch the Cubs beat the Cleveland Indians in Game 7 of the World Series during extra-innings. Nov. 2, 2016. (Chicago Tribune) Caption Willson Contreras: 'I'll be honest — I was crying' Cubs' Willson Contreras on Game 7 win in World Series: \"I'll be honest -- I was crying.\" (Mark Gonzales/Chicago Tribune) Cubs' Willson Contreras on Game 7 win in World Series: \"I'll be honest -- I was crying.\" (Mark Gonzales/Chicago Tribune) Caption Jon Lester on Game 7 win: 'I liked our chances' Cubs' Jon Lester on Game 7 win: \"I liked our chances.\" (Mark Gonzales/Chicago Tribune) Cubs' Jon Lester on Game 7 win: \"I liked our chances.\" (Mark Gonzales/Chicago Tribune) Caption Dexter Fowler on Cubs fans: 'We did this for them' Cubs center fielder Dexter Fowler reacts to the team's fan support after their World Series win. (Chris Kuc/Chicago Tribune) Cubs center fielder Dexter Fowler reacts to the team's fan support after their World Series win. (Chris Kuc/Chicago Tribune) Position players Chris Coghlan … Free agency … Could be assured of more playing time elsewhere Dexter Fowler … Free agency … Proved skeptics wrong, will receive multiyear deal Tommy La Stella … Club control … Not enough versatility, too many questions David Ross … Free agency … Thanks for the memories Jorge Soler … Under contract … Trade chip for pitching help ",
    "title": "Cubs roster breakdown: Players expected to return, depart for 2017 season - Chicago Tribune"
   },
   {
    "entities": [
     "reporter",
     "hammel",
     "monday",
     "$12 million",
     "$2 million",
     "wrigley",
     "chicago",
     "jason",
     "theo",
     "sept. 19, 2016",
     "gonzales",
     "tribune",
     "field",
     "cassella",
     "epstein",
     "2017",
     "brian",
     "contact",
     "2018",
     "cincinnati",
     "sunday",
     "/"
    ],
    "id": 27,
    "text": "Cubs decline 2017 option on right-hander Jason Hammel Jason Hammel Brian Cassella / Chicago Tribune Jason Hammel delivers to the Cincinnati Reds in the first inning Monday, Sept. 19, 2016, at Wrigley Field. Jason Hammel delivers to the Cincinnati Reds in the first inning Monday, Sept. 19, 2016, at Wrigley Field. (Brian Cassella / Chicago Tribune) Mark Gonzales Contact Reporter Chicago Tribune The Cubs started to look toward the future Sunday by cutting ties with 15-game winner Jason Hammel . The team announced it declined Hammel's option for 2017, making the right-hander a free agent. The option was worth $12 million, and Hammel gets a $2 million buyout. President Theo Epstein, in a statement, said the Cubs' intent was never to pick up the option and trade Hammel, which a few teams anticipated. \"While Jason is healthy and primed to have another effective season in 2017, we have decided to consider other internal and external options for our starting rotation next year,\" Epstein said in a statement. \"Our hope is that by giving a starting opportunity to some younger pitchers under multiple years of club control, we can unearth a starter who will help us not only in 2017 but also in 2018 and beyond.\" The only way the Cubs would have picked up the option was if the Cubs intended to keep him, Epstein added. ",
    "title": "Cubs decline 2017 option on right-hander Jason Hammel - Chicago Tribune"
   },
   {
    "entities": [
     "clinton",
     "2013",
     "comey",
     "donald",
     "fox",
     "justice",
     "congress",
     "fbi",
     "department",
     "york",
     "anthony",
     "abedin",
     "james",
     "minnesota",
     "oct. 28",
     "2009",
     "paul",
     "hilary",
     "november 06, 2016",
     "night",
     "white",
     "news",
     "ex-new",
     "brian",
     "trump",
     "tuesday",
     "house",
     "2016",
     "press",
     "sunday",
     "weiner",
     "july",
     "ryan",
     "huma",
     "associated",
     "state",
     "hillary",
     "fallon"
    ],
    "id": 28,
    "text": "FBI sends letter to Congress saying email review completed, decision not to prosecute Clinton stands Published               November 06, 2016 Facebook 0 Twitter 0 livefyre Email Print   FBI Director James Comey said Sunday that the agency has reviewed all of the Hillary Clinton emails recently discovered in an unrelated case and that his conclusion in July not to prosecute Clinton after the FBI’s original investigation into her use of private email server still stands. Comey informed Congress on Oct. 28 that the agency would in the unrelated case review additional emails related to Clinton’s time running the State Department from 2009 to 2013. “Since my letter, the FBI investigative team has been working around the clock to process and review a large volume of emails,” Comey said Sunday in a follow-up letter to Congress. “During that time we reviewed all of the communications that were to or from Hilary Clinton as secretary of state. Based on our review, we have not changed our conclusion.” Reaction from the campaign trail and on Capitol Hill to the letter, which still appears to leaves some unanswered questions, was swift and largely partisan. “We're glad this issue is resolved but for the record, this could easily have been learned before 1st letter was sent,” tweeted Brian Fallon, a spokesman for the Clinton Democratic presidential campaign.   The new case is purportedly related to ex-New York Democratic Rep. Anthony Weiner using a laptop he shared with estranged wife and top Clinton aide Huma Abedin for “sexting” an apparently underage female.  Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Comey’s letter last month said only that a new batch of emails “appeared to be pertinent” to the FBI’s original Clinton email investigation. The Clinton campaign and it supporters howled that Comey with his letter had injected himself in the closing days of a very close White House race, while providing little information about the emails and the new probe. \"Regardless of this decision, the undisputed finding of the FBI's investigation is that Secretary Clinton put our nation's secrets at risk and in doing so compromised our national security,” House Speaker Paul Ryan, the top Republican in Congress, said Sunday night. “She simply believes she's above the law and always plays by her own rules. ... The American people should not have to endure four more years of their scandal and baggage. … Let's bring the Clinton era to an end by voting for Donald Trump on Tuesday.\" Neither Clinton nor Trump, the Republican presidential nominee, has yet to comment on the Comey letter. Trump landed in Minnesota for a rally moments after Comey's announcement. He made no direct mention of the FBI decision and continued to insist that Clinton would be under investigation during her potential presidency. \"She's protected by a rigged system,\" he told supporters. \"She shouldn't even be allowed to run for president.\" Comey in July concluded the FBI investigation into Clinton’s use of the private server system while at the State Department by saying some of the emails included classified information and that Clinton has been “extremely careless.” However, he declined to recommend criminal charges to the Justice Department, and the case was effectively closed. Clinton had appeared to be heading for a sweeping victory before the FBI review, but Comey's announcement blunted her momentum. Since then, national polls and battleground states have tightened, though Clinton still appears to hold an edge over Trump in the campaign's last moments. The Associated Press contributed to this report. Advertisement ",
    "title": "FBI sends letter to Congress saying email review completed, decision not to prosecute Clinton stands  | Fox News"
   }
  ]
 }
}