{
 "12": {
  "col-sim": {
   "cosine": 0.26455849138353504,
   "entity": 0.3457459036417604
  },
  "exec-time": 68.00753974914551,
  "links": [
   {
    "entities": [
     "richard",
     "clinton",
     "don",
     "mike",
     "bush",
     "steve",
     "kushner",
     "scaramucci",
     "newt",
     "mackler",
     "jersey",
     "rebekah",
     "o\\'regan",
     "bannon",
     "dan",
     "hicks",
     "sessions",
     "mercer",
     "friday",
     "general",
     "pitcock",
     "jr.",
     "kellyanne",
     "rick",
     "conway",
     "steven",
     "carson",
     "organization",
     "sean",
     "giuliani",
     "scavino",
     "donald",
     "devin",
     "anthony",
     "david",
     "sen.",
     "century",
     "jeff",
     "bridge",
     "paul",
     "news",
     "dearborn",
     "marsha",
     "walker/the",
     "marc",
     "bill",
     "rudolph",
     "thiel",
     "hope",
     "philip",
     "walsh",
     "pence",
     "ryan",
     "ivanka",
     "gingrich",
     "bossie",
     "fort",
     "national",
     "blackburn",
     "stephen",
     "chris",
     "rudy",
     "thursday",
     "congress",
     "york",
     "bagger",
     "21st",
     "republican",
     "katie",
     "jason",
     "bondi",
     "viebeck",
     "costa",
     "victoria",
     "post",
     "lee",
     "mnuchin",
     "christie",
     "michael",
     "palatucci",
     "d.c.",
     "robert",
     "november 11",
     "tom",
     "jessica",
     "attorney",
     "tower",
     "trump",
     "josh",
     "w.",
     "american",
     "new",
     "ben",
     "short",
     "jared",
     "miller",
     "washington",
     "tyler",
     "barletta",
     "peter",
     "senate",
     "committee",
     "rucker",
     "george",
     "florida",
     "n.j.",
     "mcgahn",
     "manhattan",
     "deirdra",
     "flynn",
     "breitbart",
     "eric",
     "nick",
     "elise",
     "ayers",
     "indiana",
     "house",
     "pam",
     "lou",
     "sullivan",
     "marino",
     "nunes",
     "hillary",
     "jan. 20"
    ],
    "id": 0,
    "text": "Pence replaces Christie as leader of Trump transition effort Players The inside track on Washington politics. Be the first to know about new Players stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Robert Costa , Philip Rucker and Elise Viebeck November 11 at 4:04 PM Follow @costareports Follow @PhilipRucker Follow @eliseviebeck Vice president-elect Mike Pence. (Mark Wilson/Getty Images) Vice President-elect Mike Pence will replace New Jersey Gov. Chris Christie as chairman of President-elect Donald Trump’s presidential transition effort, a change that will cement the Indiana governor’s influence over the incoming administration’s policy and personnel. Trump, in a broad transition shake-up announced Friday, also gave his son-in-law and three eldest children official roles as transition advisers. The involvement of Trump’s adult children raises the specter of conflicts of interest, since they are poised to manage Trump’s business over the next four years. The changes within the transition effort will substantially dilute the influence of Christie and his closest aides, add a conservative edge to the upper level of Trump’s team and formally empower Trump’s family in decisions about their father’s administration. Rick Dearborn, the chief of staff to Sen. Jeff Sessions (R-Ala.), a Trump loyalist and hard-line voice on immigration, will now serve as the transition’s executive director, replacing ex-Christie chief of staff Richard Bagger. The three Trump children — Donald Jr., Eric and Ivanka Trump — and Jared Kushner, husband to Ivanka Trump, will serve on the transition’s executive committee. The move comes after two former aides to Christie, whose administration has been hobbled by scandal, were convicted for their roles in politically motivated lane closures on the George Washington Bridge. Christie, however, remains involved in the transition and was named a vice chair on Friday along with Sessions, former New York mayor Rudolph W. Giuliani, former House speaker Newt Gingrich, retired Lt. Gen. Michael Flynn and Republican presidential primary contender Ben Carson — all considered likely members of a Trump administration. [ Trump loyalists, inner circle poised to claim top government roles ] “Together this outstanding group of advisors, led by Vice President-elect Mike Pence, will build on the initial work done under the leadership of New Jersey Gov. Chris Christie to help prepare a transformative government ready to lead from day one,” Trump said in a statement. “The mission of our team will be clear: put together the most highly qualified group of successful leaders who will be able to implement our change agenda in Washington,” the statement said. “Together, we will begin the urgent task of rebuilding this nation — specifically jobs, security and opportunity.” During his campaign, President-elect Donald Trump repeatedly vowed to \"drain the swamp\" in D.C. and rid the federal government of political elites and lobbyists. But just days into his transition to president, Trump seems to be doing the opposite. (Deirdra O'Regan/The Washington Post) The changes come as the transition effort races to organize personnel and policy for the administration that will begin Jan. 20. Three days after Trump’s surprise win over Democratic presidential nominee Hillary Clinton and one day after Trump met with leaders in Washington, campaign insiders spent Friday at Trump Tower in Manhattan to discuss the next steps. The group included Christie, who met privately Thursday with campaign chairman and Breitbart News chief Steve Bannon for several hours, according to two people familiar with the meeting who requested anonymity to discuss Friday’s shake-up. A senior Republican briefed on the Trump transition team’s deliberations said Trump confidants, including Kushner and banker Steven Mnuchin, his campaign’s national finance co-chairman and a possible Cabinet appointee, felt the transition team was too loyal to Christie and wanted to assert Trump’s influence on the operation. The Republican spoke on the condition of anonymity because the talks have been confidential. “The Trump high command felt like the president-elect needed to get control of his transition,” this person said. “It was populated with Christie loyalists, not that they weren’t for Trump, and it didn’t appear to be as ramped up as it should have been. So taking a page from George W. Bush’s book, he decided to put his vice president in charge.” Pence and Christie also met privately on Thursday for about 90 minutes, according to one Republican briefed on the meeting. Christie’s sidelining comes as he is increasingly consumed by the so-called Bridgegate scandal, in which George Washington Bridge traffic lanes were closed as political retribution against the Democratic mayor of Fort Lee, N.J. Christie has claimed he did not know about the scheme at the time, but multiple witnesses in the corruption trial against his former aides said he did know. The Democratic majority leader of the New Jersey Senate called Thursday for impeachment proceedings against Christie, who is seen as unable to focus full-time on transition work. Other people familiar with Friday’s developments played down the reduction in Christie’s power but acknowledged that he had been layered in the inner circle. They described Sessions and Dearborn as low-key presences at Trump Tower in recent days and the “natural” successors to Christie because of their loyalty to the candidate and populist instincts. Neither clashed with Christie, the people said. The appointment of Dearborn is intended to install someone well known to Congress to serve as a bridge between Trump Tower and Capitol Hill, helping recruit talent and processing incoming requests and résumés from lawmakers. Pence is also bringing on three of his senior advisers — Nick Ayers, Josh Pitcock and Marc Short — to assist him on transition work. Other prominent Trump allies, including Mnuchin, Bannon, billionaire investor Peter Thiel and Republican National Committee Chairman Reince Priebus, will serve on the 16-person executive committee alongside Trump’s children and son-in-law. Ethics experts and Trump opponents raised questions about the younger Trumps’ participation in the transition given the Trump Organization’s announcement Friday that it is working to “immediately transfer” company leadership to them. “The notion that Trump would put his company into a blind trust run by his children was already a total farce. Now, it’s even more alarming that his children will be involved in the government while managing his dangerous conflicts of interest with our adversaries,” said Jessica Mackler, the president of the liberal group American Bridge 21st Century. Other members of the executive committee are Reps. Lou Barletta (R-Pa.), Marsha Blackburn (R-Tenn.), Tom Marino (R-Pa.) and Devin Nunes (R-Calif.), Florida Attorney General Pam Bondi; conservative donor Rebekah Mercer and New York investor Anthony Scaramucci. The transition staff will include figures familiar from Trump’s campaign: Kellyanne Conway as senior adviser, Don McGahn as general counsel, David Bossie as deputy executive director, Stephen Miller as national policy director, Jason Miller as communications director and Hope Hicks as national press secretary. Dan Scavino will continue to run the social-media operation. RNC Chief of Staff Katie Walsh will serve as another senior adviser. Prominent Christie allies Bagger and Bill Palatucci, who formerly served as the transition’s general counsel, will return to the private sector. Trump’s announcement stated they would remain “advisers” to the transition. “The signal is they’ve lost confidence in Christie and that Mike Pence will have a very outsized role,” Republican consultant Rick Tyler said of the changes. “Everything that is happening reflects the new dynamics and how Trump is going to be as president, focusing on the big picture and leaving details to others.” “You’ve got people coming in who are going to help him with his agenda,” added Tyler, a longtime adviser to Gingrich. “This is going to be a team that’s ready to work with Paul Ryan and Congress.” Giuliani was among the insiders who spent part of the day at Trump Tower. “I can see already how he is going to be a great president,” he told reporters in the lobby. Sean Sullivan contributed. Former New York mayor Rudy Giuliani told reporters on Friday that his advice to President-elect Donald Trump is \"out of great loyalty\" and has \"no expectation\" about his role in Trump's administration. (Victoria Walker/The Washington Post) powerpost ",
    "title": "Pence replaces Christie as leader of Trump transition effort - The Washington Post"
   },
   {
    "entities": [
     "paris",
     "environmental",
     "competitive",
     "billions of dollars",
     "enterprise",
     "senate",
     "donald",
     "industries",
     "&",
     "dennis",
     "sarah",
     "2007",
     "exxonmobil",
     "department",
     "david",
     "energy",
     "obama",
     "protection",
     "ebell",
     "u.s.",
     "epa",
     "post",
     "nakamura",
     "vatican",
     "administration",
     "white",
     "pope",
     "states",
     "interior",
     "november 11",
     "agency",
     "trump",
     "mufson",
     "environment",
     "parnass/the",
     "myron",
     "brady",
     "america",
     "house",
     "united",
     "koch",
     "institute",
     "steven",
     "francis",
     "1960s",
     "washington"
    ],
    "id": 1,
    "text": "By Brady Dennis November 11 at 3:17 PM Follow @brady_dennis President-elect Donald Trump has made no secret of his disdain for the Environmental Protection Agency, saying the regulations it has put out under President Obama are “a disgrace.” He has vowed to roll back Obama’s signature effort to reduce greenhouse-gas emissions, known as the Clean Power Plan, and to scrap a litany of other “unnecessary” rules, especially those imposed on the oil, gas and coal sectors. The man planning how a Trump administration can obliterate Obama’s environmental legacy is Myron Ebell, a Washington fixture who has long been a cheerful warrior against what he sees as an alarmist, overzealous environmental movement that has used global warming as a pretext for expanding government. Ebell has argued for opening up more federal lands for logging, oil and gas exploration and coal mining, and for turning over more permitting authority to the states. And he has urged the Senate to vote to reject an international climate accord signed last year in Paris. The self-described public-policy wonk has for years made his home at the Competitive Enterprise Institute (CEI), a conservative policy group that once received considerable funding from ExxonMobil. More recently, the organization has been funded in part by Donors Trust. The Virginia-based organization, which is not required by law to disclose its contributors, is staffed largely by people who have worked for Koch Industries or nonprofit groups supported by the conservative Koch brothers. Ebell, who is not a scientist, has long questioned the overwhelming scientific consensus that human activity is fueling unprecedented global warming. He also has staunchly opposed what he calls energy rationing, instead arguing that the United States should unleash the full power of coal, oil and gas to fuel economic growth and job creation. All that makes him an ideal ambassador for Trump, who has repeatedly called the notion of man-made climate change a “hoax.” [ Trump victory reverses U.S. energy and environmental priorities ] Ebell declined to comment this week on his work or the type of people likely to be appointed to run the EPA, instead referring inquiries to the Trump transition headquarters. But it doesn’t take much imagination to figure out the likely list of priorities. The “ energy independence ” section of Trump’s transition website — there is no “environment” section — reads like an oil-and-gas-industry wish list. “Rather than continuing the current path to undermine and block America’s fossil fuel producers, the Trump Administration will encourage the production of these resources by opening onshore and offshore leasing on federal lands and waters,” the site states. “We will streamline the permitting process for all energy projects, including the billions of dollars in projects held up by President Obama, and rescind the job-destroying executive actions under his Administration. We will end the war on coal, and rescind the coal mining lease moratorium, the excessive Interior Department stream rule, and conduct a top-down review of all anti-coal regulations issued by the Obama Administration.” The site does say that Trump is “firmly committed to conserving our wonderful natural resources and beautiful natural habitats.” But it has no specifics on what that might mean, other than “America’s environmental agenda will be guided by true specialists in conservation, not those with radical political agendas.” As a candidate, Donald Trump vowed to dismantle some of President Obama's key achievements. Washington Post White House reporter David Nakamura breaks down what the Obama administration is worried about going forward. (Sarah Parnass/The Washington Post) Presumably that means people such as Ebell. He has gleefully opposed environmentalists and railed against the policies of the Obama administration and others that take aim at reducing greenhouse-gas emissions — and by extension weaning the United States off its dependence of fossil fuels. A 2007 Vanity Fair profile  described Ebell as a “sound-bite artist” and an “oil-industry mouthpiece.” “Almost no scientist doubts that global warming is here, that man-made greenhouse gases are to blame, or that if we don’t cut back on those gases fairly soon we’ll be in a heap of trouble,” the article said. “But as the ‘other hand’ in all those news stories, Ebell and his quotable cohorts sustain the impression that a scientific debate is still raging. The more studies that confirm global warming, the more ink Ebell gets.” [ What it would really mean if Trump pulls the U.S. out of the Paris climate agreement ] Last year, when Pope Francis in an encyclical wrote about the “urgent challenge to protect our common home” and said “the earth herself, burdened and laid waste, is among the most abandoned and maltreated of our poor,” Ebell was quick to pounce. “The Vatican seems to have forgotten to consider the effects that energy-rationing policies to reduce emissions will also have on poor people in poor countries,” he said on CEI’s website. “Putting the world on an energy-starvation diet will consign billions of people to perpetual energy poverty.” During an appearance on C-SPAN last year, Ebell criticized the Obama administration’s Clean Power Plan as an example of the type of aggressive regulation that would hinder the U.S. economy while proclaiming to address what he said was the overblown issue of global warming. “I think that the environmental movement has been proclaiming doom right around the corner since it was founded in the late 1960s,” he said. “It’s how they fund the environmental movement. It’s how they attract political support, by saying we have this crisis. We’ve had one crisis after another. Many of them were real problems, but not crises.” Steven Mufson contributed to this report.  Read more at Energy & Environment: ",
    "title": "Trump taps climate-change skeptic to oversee EPA transition - The Washington Post"
   },
   {
    "entities": [
     "wtae",
     "sheedy",
     "fran",
     "creek",
     "turtle",
     "email",
     "11, 2016",
     "valley",
     "health",
     "0",
     "nov",
     "multiple",
     "news",
     "jacobo",
     "bost",
     "julia",
     "shares",
     "mental",
     "facility",
     "pittsburgh",
     "abc"
    ],
    "id": 2,
    "text": "Multiple People Stabbed at Pittsburgh Mental Health Facility By JULIA JACOBO Nov 11, 2016, 3:44 PM ET 0 Shares WATCH Multiple People Stabbed at Mental Health Facility 0 Shares Email Multiple people have been stabbed inside a mental health facility in Pittsburgh, according to ABC News affiliate WTAE. The suspect was a patient and had barricaded himself inside Turtle Creek Valley Mental Health while armed with a gun and knife, WTAE reported. He has been apprehended by police. The executive director of Turtle Creek Valley Mental Health, Fran Sheedy Bost, told the affiliate that she had been contacted by people inside the building who said the suspect stabbed people and fired his gun. It is unclear how many people were injured. The incident prompted a large police presence, and some relatives of witnesses told reporters that the suspect had pointed a gun at them. This is a breaking news story. Please check back for updates. 0 Shares ",
    "title": "Multiple People Stabbed at Pittsburgh Mental Health Facility - ABC News"
   },
   {
    "entities": [
     "national",
     "alvin",
     "arizona",
     "atlanta",
     "army",
     "cemetery",
     "npr",
     "camp",
     "afghanistan",
     "media",
     "thursday",
     "st.",
     "meehan",
     "louis",
     "hanson",
     "york",
     "department",
     "rees",
     "hawaii",
     "philadelphia",
     "garrett",
     "gary",
     "emporia",
     "kansas",
     "obama",
     "public",
     "of",
     "radio",
     "u.s.",
     "whyy",
     "minnesota",
     "loren",
     "delta",
     "dwight",
     "holbrook",
     "d.c.",
     "vietnam",
     "taylor",
     "king",
     "arlington",
     "company",
     "germany",
     "abn",
     "america",
     "patrick",
     "caroline",
     "berntsen",
     "nov. 11, 1954",
     "new",
     "wamu",
     "january",
     "housing",
     "pleiku",
     "1973",
     "marie",
     "city",
     "storycorps",
     "ed",
     "eisenhower",
     "local",
     "2001",
     "bravo",
     "washington"
    ],
    "id": 3,
    "text": "Enlarge this image People attend the Veterans Day Parade in New York City Thursday. Known as \"America's Parade,\" it features over 20,000 participants, including veterans of numerous eras, military units, businesses and high school bands and civic and youth groups. Anadolu Agency/Getty Images hide caption toggle caption Anadolu Agency/Getty Images People attend the Veterans Day Parade in New York City Thursday. Known as \"America's Parade,\" it features over 20,000 participants, including veterans of numerous eras, military units, businesses and high school bands and civic and youth groups. Anadolu Agency/Getty Images Stories from the frontlines of war — and from the descendants of military families — are being told on this Veterans Day, as America honors those who've worn its uniforms and promised to protect it. The conversation also centers on how the U.S. can return the obligation, and serve its veterans. President Obama laid a wreath at the Tomb of the Unknown Soldier at Arlington National Cemetery, praising the military and highlighting the story of Patrick Holbrook, a young veteran from Hawaii who had written to him to say, \"Sir, all my life I've tried to find what a Good man is, and be that man but I [realize] now life is more difficult for some. I'm not sure where I am going, and it is something that I can not shake.\" YouTube Obama said, in both a written reply to Holbrook and at today's ceremony: \"I can tell from your letter you are already a good man; you just need to find the calling that will express that goodness — or it will find you. Article continues after sponsorship Here's a sampling of Veterans Day stories from NPR and its member stations. This list isn't exhaustive — but it gives a sense of the breadth of the military community, and the wide range of experiences and challenges shared by veterans. From St. Louis Public Radio comes the story of how a team of archivists are trying to recover millions of veterans' records that were damaged in a 1973 fire. Years later, the documents remain vital: They can determine veterans' benefits and burial rights. The center gets anywhere from 4,000 and 5,000 requests every day. \"They're not just documents,\" said technician Marie Taylor, 25, who was trying to restore a soldier's file from World War II. \"There was somebody who lived this out. I'm doing my best to preserve that. To remember that.\" From Arizona Public Media comes the account of a visit to Camp Bravo, a tent city that serves as a base for homeless veterans who need, as the station says, \"shelter, nourishment and protection against the damages they bear from mental and physical injury, addiction, and isolation.\" Member station WABE in Atlanta describes how the city is closing in on the federal designation of having ended homelessness among veterans. \"According to the U.S. Department of Housing, about 360 veterans were in shelters or on Atlanta streets in January,\" WABE reports, \"nearly half what it was the year before.\" The wildly varying ways veterans who return from war are seen by civilians is at the heart of the Veterans Coming Home project that's been explored at a local level by member station WHYY in Philadelphia. \"Civilians don't even know how to approach veterans,\" says Caroline Meehan, program and research manager of Volunteers of America. \"There's now sort of this view, this dichotomy in society: Are veterans just heroes? Or are they scary people with PTSD who are gonna explode?\" Members station WAMU in Washington tells us about a father and son who were both deployed to Afghanistan, years apart. Their conversation was recorded by StoryCorps Local. \"I never thought that you would end up fighting on the same battlefields that I was in,\" Gary Berntsen, who went to Afghanistan after the 2001 attacks, tells his son Garrett. First-person accounts make up Minnesota Public Radio's project with LifePosts for Veterans. It includes the story of a journalist and photographer who worked in Afghanistan — and who realizes, \"I'm too confused to know that I'm scared.\" Another voice comes from Vietnam vet Loren Hanson, whose tour as a finance clerk wasn't as quiet as he expected: \"After a short flight to Pleiku then on to An Khe, I processed through the replacement detachment and was assigned to Delta Company 1st Bn (Abn) 8th Cav, the \"Jumping Mustangs\", an Airborne unit - risky stuff for a leg finance clerk.\" And from member station KMUW in Kansas comes this historic note: \"The idea for Veteran's Day began through the efforts of Emporia shoe repairman Alvin King.\" After King's nephew was killed serving in the Army in Germany during World War II, King pushed to expand Armistice Day — which was dedicated to World War I veterans — to cover all U.S. military veterans. Rep. Ed Rees of Emporia \"agreed to take King's idea to Washington, D.C.,\" KMUW reports. \"The legislation passed, and President Dwight Eisenhower—a native Kansan — signed the bill establishing the nation's first Veterans Day on Nov. 11, 1954.\" ",
    "title": "Parades, Memories And Appreciation: Veterans Day 2016 : The Two-Way : NPR"
   },
   {
    "entities": [
     "environmental",
     "flint",
     "defense",
     "guadalupe",
     "thursday",
     "department",
     "david",
     "quality",
     "of",
     "radio",
     "u.s.",
     "lawson",
     "epa",
     "council",
     "resources",
     "liberties",
     "union",
     "mich.",
     "2014",
     "judge",
     "natural",
     "michigan",
     "february",
     "american",
     "rick",
     "church",
     "40 percent",
     "snyder",
     "civil"
    ],
    "id": 4,
    "text": "Volunteers load a pallet with bottled water to be distributed outside Our Lady of Guadalupe Church in Flint, Mich., in February. Carlos Osorio/AP hide caption toggle caption Carlos Osorio/AP Volunteers load a pallet with bottled water to be distributed outside Our Lady of Guadalupe Church in Flint, Mich., in February. Carlos Osorio/AP A federal judge has ordered state and local governments to provide home delivery of bottled water to the residents of Flint, Mich., as they continue to navigate a years-long crisis over lead-laced water. U.S. District Judge David Lawson said in his order that the city and state must provide at least four cases of water per resident every week, unless the officials verify the household has a water filter installed that is properly maintained or the residents opt out. Flint is in the process of repairing its water system after the city switched to a new water source in 2014 without implementing proper corrosion controls. The untreated water corroded the pipes, causing lead to leach out of the pipes. For months, officials have been handing out water filters and distributing bottled water at points throughout the city. But on Thursday, the judge said that's not enough. The water filters do bring the lead levels below the EPA's action levels, he said, but the distribution and monitoring efforts have been \"uneven at best.\" There's no guarantee the filters are \"properly installed and maintained,\" Lawson wrote. Article continues after sponsorship Independent Investigators: State Officials Mostly To Blame For Flint Water Crisis And he said that picking up water at distribution points \"has become a major challenge\" for some residents in Flint, where 40 percent of people live below the poverty line. He cites testimony from residents who spoke of confusion about where to pick up the water and how much they were allowed to take, long lines and the cost of transportation needed to take home the heavy bottles. Some people said they were not given enough to meet their family's needs, and some distribution points were said to have short, inconvenient hours. \"The fact that such items are available does not mean that they are reliably accessible or effective in furnishing safe drinking water to every household,\" Lawson wrote. \"Indeed, the endeavor of hunting for water has become a dominant activity in some Flint residents' daily lives.\" The judge's order granted a motion for a preliminary injunction seeking immediate, reliable access to safe water, as part of a larger case over lead levels in Flint's water that was filed by the American Civil Liberties Union, the Natural Resources Defense Council and several others. \"Activists have fought hard for home delivery for more than a year,\" as Michigan Radio reports . \"Recent tests showed improvement [in lead levels], but lead levels continue to be higher than acceptable in many Flint homes.\" As The Two-Way has reported, many people and groups have come under fire for their handling of the crisis in Flint. An independent task force concluded earlier this year that primary responsibility lies with a state environmental agency called the Michigan Department of Environmental Quality, but many others failed to take proper action as the lead levels rose. \"In modern society, when we turn on a faucet, we expect safe drinking water to flow out. As the evidence shows, this is no longer the case in Flint,\" Lawson wrote in his order. \"The Flint water crisis has in effect turned back the clock to a time when people traveled to central water sources to fill their buckets and carry the water home.\" Lead-Laced Water In Flint: A Step-By-Step Look At The Makings Of A Crisis A spokesperson for Michigan Gov. Rick Snyder tells Michigan Radio that \"the government's attorneys are reviewing the order.\" If you're catching up on Flint's lead crisis, have a look at our timeline , which shows how it played out. And here's the full court order: ",
    "title": "Judge Orders Bottled Water Delivery To Flint Residents Amid Lead Crisis : The Two-Way : NPR"
   },
   {
    "entities": [
     "clinton",
     "mike",
     "bush",
     "memoli",
     "chris",
     "donald",
     "hillary",
     "max",
     "george",
     "jersey",
     "bierman",
     "parsons",
     "public",
     "obama",
     "christi",
     "noah",
     "white",
     "christie",
     "michael",
     "darron",
     "reporters",
     "friday",
     "2015",
     "2010",
     "contact",
     "partnership",
     "a.",
     "trump",
     "2008",
     "indiana",
     "house",
     "for",
     "w.",
     "stier",
     "new",
     "nov. 10, 2016",
     "pence",
     "cummings",
     "washington",
     "indianapolis",
     "service",
     "with"
    ],
    "id": 5,
    "text": "Trump replaces Christie with Pence as head of transition team amid bumpy first steps Mike Pence Darron Cummings / AP Vice President-elect Mike Pence reacts after speaking at a public rally on Nov. 10, 2016, in Indianapolis. Vice President-elect Mike Pence reacts after speaking at a public rally on Nov. 10, 2016, in Indianapolis. (Darron Cummings / AP) Noah Bierman , Michael A. Memoli and Christi Parsons Contact Reporters President-elect Donald Trump named Indiana Gov. Mike Pence , the vice president-elect, to head their transition team, abruptly replacing New Jersey Gov. Chris Christie on Friday amid increasing signs that the effort to prepare the next White House is off to a rocky start. Trump also took the unusual step of naming his three oldest children and his son-in-law to top posts, moves certain to create potential conflicts of interest given that his attorney said Trump would put his children in charge of his assets while he is president. The transition team is always crucial, but especially so for the first president elected without experience in either government or the military. In addition to recruiting thousands of people to staff the White House, Cabinet agencies, embassies and other key government posts, the transition team needs to make sure Trump is briefed and prepared to take responsibility for the government and for implementing his policy initiatives as soon as he is inaugurated in just 76 days. “You need to have your team on the field when the clock starts,\" said Max Stier, who heads the Partnership for Public Service, a Washington nonprofit that focuses on good-government practices. \"This is not simply about achieving the policy promises; it’s also about keeping us safe. Transitions are the point of maximum vulnerability for our nation.\" The effort is almost always well underway before a new president is elected, given the complexity and critical nature of the job, even as candidates know the work will be in vain if they are not chosen by the voters. Legislation passed in 2010, and updated in 2015, formalized much of the process for the transition from George W. Bush to Obama after the 2008 election, considered one of the smoothest in history. Both Trump and Hillary Clinton formed transition teams months ago that began working with the White House on first steps toward a potential handoff. ",
    "title": "Trump replaces Christie with Pence as head of transition team amid bumpy first steps - Chicago Tribune"
   },
   {
    "entities": [
     "national",
     "giuliani",
     "cnn",
     "arizona",
     "alabama",
     "manafort",
     "inside",
     "streitfeld",
     "committee",
     "icahn",
     "treasury",
     "august",
     "maggie",
     "justice",
     "times",
     "thursday",
     "first",
     "department",
     "york",
     "valley",
     "republican",
     "david",
     "draft",
     "goldman",
     "west",
     "obama",
     "breitbart",
     "bannon",
     "sachs",
     "jeff",
     "haberman",
     "barbaro",
     "november 11, 2016",
     "paul",
     "hensarling",
     "sessions",
     "mnuchin",
     "night",
     "white",
     "pentagon",
     "christie",
     "michael",
     "news",
     "friday",
     "secret",
     "wing",
     "dimon",
     "tower",
     "trump",
     "house",
     "priebus",
     "may",
     "silicon",
     "carl",
     "jeb",
     "mr.",
     "thiel",
     "new",
     "pence",
     "ivanka",
     "state",
     "steven",
     "texas",
     "service",
     "washington"
    ],
    "id": 6,
    "text": "Privacy Policy Whether that exchange suggests that Mr. Trump would not offer the Treasury job to Mr. Dimon is unclear. Aides to Mr. Trump have declined to confirm who is on the shortlist for cabinet posts. And despite the president-elect’s return to Twitter on Thursday night, he has so far said nothing specific about his possible picks. For now, Mr. Trump is firmly ensconced in Trump Tower, where he returned after his whirlwind day at the White House and Capitol Hill on Thursday. Trump Tower has been transformed into a kind of fortress by the Secret Service and the local police. The building has now been ringed by Jersey barriers and concrete blocks marked “NYPD.” The Secret Service has set up checkpoints on each end of 56th Street near the tower, and pedestrian access has been restricted around the building. Photo Ivanka Trump arriving at Trump Tower on Friday. Credit Ruth Fremson/The New York Times Inside, Mr. Trump and his top aides are accelerating efforts to evaluate possible job candidates. There are some indications that the transition effort was slow to start up, perhaps the result of Mr. Trump’s upset victory, which caught much of the political world by surprise. At least a few of the people helping organize the search for Mr. Trump were tapped at the last minute, while others have been preparing quietly for weeks. At the Pentagon and the State Department, officials of the Obama administration said Thursday that they had not yet heard from Mr. Trump’s transition team about beginning the complex work of transferring responsibilities and authority. A spokesman for the State Department said he did not have “any firm word” on when briefings might begin for designated officials from the new government. Even as Mr. Trump moves to create a new administration, his transition team is being reshaped. It has been led by Mr. Christie since May, when Mr. Trump became the presumptive Republican nominee. The transition team was treated as something of a backwater. Mr. Trump appeared to care little about it, and the adviser who was most involved with it, Paul Manafort, left the campaign in August. Now, with Mr. Trump preparing to take office in less than 90 days, the transition work has abruptly come to life again, but with a lag in who might get slots. Advertisement Continue reading the main story For now, Mr. Pence will play a more prominent role, according to two advisers to Mr. Trump, as will Mr. Sessions. Both men have been involved in the transition since it began, but Mr. Christie’s role may now change, according to the advisers. Mr. Thiel, the billionaire Silicon Valley investor, was offered a role on the team and is under consideration to lead it, according to one person briefed on the matter. Still, the pending reorganization has not stopped a steady flow of potential appointees from being mentioned. The critical position of chief of staff — the gatekeeper for the president inside the West Wing — is expected to come down to a choice between Mr. Bannon, the editor of Breitbart News who was chairman of Mr. Trump’s campaign, and Mr. Priebus, chairman of the Republican National Committee. Mr. Giuliani told CNN on Thursday that he might accept an appointment as attorney general, saying that “there’s probably nobody that knows the Justice Department better than me.” Steven Mnuchin, a former Goldman Sachs executive and Mr. Trump’s campaign finance chairman, is said to be a serious contender for Treasury secretary (though Carl Icahn, the investor, and Representative Jeb Hensarling, Republican of Texas, have also been mentioned in the news media). Correction: November 11, 2016 An earlier version of this article misidentified the state Senator Jeff Sessions represents. It is Alabama, not Arizona. Michael Barbaro, Maggie Haberman and David Streitfeld contributed reporting. Follow The New York Times’s politics and Washington coverage on Facebook and Twitter , and sign up for the First Draft politics newsletter . ",
    "title": "Vice President-Elect Pence to Take Over Trump Transition Effort - The New York Times"
   },
   {
    "entities": [
     "white",
     "barack",
     "mr.",
     "obama",
     "2010",
     "donald",
     "trump",
     "thursday",
     "november 11, 2016",
     "house"
    ],
    "id": 7,
    "text": "President-elect Trump willing to keep parts of ObamaCare Published               November 11, 2016 Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump said that, after conferring with President Barack Obama, he would consider leaving in place certain parts of the Affordable Care Act, an indication of possible compromise after a campaign in which he pledged repeatedly to repeal the 2010 health law. In his first interview since his election earlier this week, Mr. Trump said one priority was moving “quickly” on the president’s signature health initiative, which he argued has become so unworkable and expensive that “you can’t use it.” Yet, Mr. Trump also showed a willingness to preserve at least two provisions of the health law after the president asked him to reconsider repealing it during their meeting at the White House on Thursday Mr. Trump said he favors keeping the prohibition against insurers denying coverage because of patients’ existing conditions, and a provision that allows parents to provide years of additional coverage for children on their insurance policies. “I like those very much,” Mr. Trump said in the interview. ",
    "title": "President-elect Trump willing to keep parts of ObamaCare | Fox News"
   },
   {
    "entities": [
     "national",
     "arizona",
     "him",
     "ann",
     "senate",
     "chris",
     "committee",
     "danielle",
     "mcconnell",
     "times",
     "common",
     "thursday",
     "mexico",
     "york",
     "ground",
     "cutrona",
     "sen.",
     "kansas",
     "obama",
     "kobach",
     "found",
     "jeff",
     "judiciary",
     "ali",
     "caldwell",
     "paul",
     "sessions",
     "forum",
     "collins",
     "mitch",
     "trump",
     "for",
     "house",
     "immigration",
     "mr.",
     "new",
     "campaigned",
     "ryan",
     "noorani",
     "with"
    ],
    "id": 8,
    "text": "Will Trump build a wall? 3:59 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161112014008if_/http://www.nbcnews.com/widget/video-embed/806715459896\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"There's going to be a lot to do there in part because Mr. Trump and Mr. Obama are diametric opposites when it comes to immigration policy,\" Kobach told Kansas' KWCH. \"So there will be a lot of changes.\" President Obama was unable to get passed comprehensive immigration reform during his term, but he passed two executive actions that exempt DREAMers and their families from deportation. In Trump's 10-point immigration plan, he says he will \"cancel\" the executive orders. Related: Latinos Who Voted, Campaigned For Trump Found Common Ground With Him Kobach was the architect of Arizona's SB 1070 law which allows law enforcement to ask people for to prove their immigration status when there is \"reasonable suspicion\" that they might not be in the country legally. He also coined the idea of \"self-deportation,\" which would make immigration laws so stringent that it would encourage people to leave the country. As for the wall along the southern border, Kobach said it will get built, \"no question.\" \"The only question is how quickly will it get done and who helps pay for it,\" he said. Trump has vowed that Mexico will pay for it. According to a document obtained by the New York Times , leading Trump's \"Immigration Reform & Building the Wall\" component of his transition is Danielle Cutrona. She is Sen. Jeff Sessions' counsel on the Judiciary Committee. Sessions has long opposed illegal — and many forms of legal — immigration. During the campaign, Trump adopted many of Sessions' policy positions, including ending federal funding for sanctuary cities and ending \"catch-and-release.\" Ali Noorani, executive director of the National Immigration Forum, said that \"personnel is policy\" at this point in the administration. \"Who is in the room and who is appointed to these positiosn has massive implications for the American economy, particularly when it comes to immigration,\" Noorani said. Trump made immigration central to his candidacy, and after a meeting with Senate Majority Leader Mitch McConnell and House Speaker Paul Ryan on Capitol Hill Thursday, h e said immigration was his top priority. As for the estimated 11 million undocumented immigrants living in the country, Rep. Chris Collins of New York, one of Trump's earliest backers, said deporting them is not part of the plan and that after the border is secure and the \"criminal element\" is removed, Collins predicts some sort of legalization for the undocumented. \"I think we can do fundamental immigration reform,\" he said. Leigh Ann Caldwell ",
    "title": "Trump Transition Team Filled with Hardline Anti-Immigration Advocates - NBC News"
   },
   {
    "entities": [
     "national",
     "convention",
     "clinton",
     "tennessee",
     "john",
     "evan",
     "mike",
     "stephen",
     "senate",
     "bush",
     "chris",
     "committee",
     "donald",
     "fox",
     "decker",
     "thursday",
     "george",
     "jersey",
     "congress",
     "republican",
     "david",
     "sen.",
     "california",
     "d.",
     "obama",
     "breitbart",
     "bannon",
     "paul",
     "cathleen",
     "night",
     "speaker",
     "white",
     "christie",
     "lauter",
     "news",
     "nations",
     "states",
     "friday",
     "trump",
     "tuesday",
     "and",
     "bob",
     "phillips",
     "house",
     "bill",
     "w.",
     "tim",
     "united",
     "k.",
     "new",
     "bolton",
     "corker",
     "pence",
     "ryan",
     "last night",
     "state",
     "halper",
     "hillary",
     "afternoon"
    ],
    "id": 9,
    "text": "The fight to define Trump's presidency will be waged between two competing factions COMBO-US-VOTE-TRANSITION-PRIEBUS-BANNON AFP/Getty Images Republican National Convention Chairman Reince Priebus and Donald Trump's campaign Chief Executive Officer Stephen K. Bannon. Republican National Convention Chairman Reince Priebus and Donald Trump's campaign Chief Executive Officer Stephen K. Bannon. (AFP/Getty Images) Cathleen Decker and Evan Halper Contact Reporters Fresh from a successful battle against a Democratic opponent, Donald Trump ’s attention must now turn to defining his presidency. His campaign offered two divergent approaches. He was a disruptive bomb-thrower when it came to general demeanor and his immigration and national security stances. He was a more conventional Republican when it came to his social-issue positions and economic concerns. The warring options were on sharp display overnight into Friday. Responding to protests around the country Thursday night, Trump first issued a tweet in keeping with the defiant tone of his campaign that “professional protesters, incited by the media, are protesting. Very unfair!” Nine hours later came one that was more presidential in approach, if a reversal from his first sentiment. When all the ballots are counted —  some 4.3 million remained in California as of Thursday night, according to the state’s secretary of state —  Hillary Clinton will have won the popular vote by well over a million votes, en route to losing the electoral college and the White House. The result put... When all the ballots are counted —  some 4.3 million remained in California as of Thursday night, according to the state’s secretary of state —  Hillary Clinton will have won the popular vote by well over a million votes, en route to losing the electoral college and the White House. The result put... (David Lauter) “Love the fact that the small groups of protesters last night have passion for our great country. We will all come together and be proud!” he said. The early discussions about key positions in his administration included similarly opposed sentiments, suggesting that Trump has yet to lock down precisely how he will approach governing the nation. Among those being considered for presidential chief of staff — the figure who more than any other determines how well a White House works, and at what — was Stephen K. Bannon, who took a leave as chairman of Breitbart News to serve as Trump’s campaign CEO. Bannon is a controversial figure even among Republicans , seen in the campaign as encouraging Trump’s more eye-opening stunts such as his news conference with several women who accused former President Bill Clinton of making sexual advances. He also fanned some of Trump’s incendiary rhetoric about immigrants, Muslims and African Americans. But he has no experience in governing or keeping on track an organization as large as the executive branch. Another person being considered was the far more buttoned-down Republican National Committee Chairman Reince Priebus, an establishment figure who has close ties to House Speaker Paul D. Ryan and other GOP leaders, having helped to run the party for almost six years. Bannon and Priebus share an alliance with Trump, but little else. The pick is seen as essential to Trump’s direction since the chief of staff often has the president’s ear just before a decision is reached. The picture is no clearer for other top Cabinet posts, such as secretary of State. Trump is considering Sen. Bob Corker of Tennessee, a consensus builder in the Senate who is well-liked across the aisle. But he is also looking at former United Nations Ambassador John Bolton, one of the most aggressive neoconservative hawks during the George W. Bush administration and a favorite among the Breitbart set. Adding further uncertainty, on Friday afternoon Trump shook up his transition team, announcing that Vice President-elect Mike Pence would take over, replacing New Jersey Gov. Chris Christie. As much as staffing, Trump’s presidency also will be defined by the issues he chooses to take up early in his administration. Already, outside groups and Republicans on Capitol Hill, who have control of both houses, are pressuring Trump to make good on myriad and sometimes competing campaign promises. And they are moving into the vacuum formed by the lack of substantive policy proposals in the campaign. Trump’s success in Tuesday’s election rested on running against both parties, Democrats and Republicans alike. That suggests that he may end up cutting a distinct path untethered to the traditional lines, even Republican ones. For now, the president-elect is keeping his options open, at least publicly. In a brief comment to reporters on Capitol Hill on Thursday, he offered only one broad directive. “We're going to work very strongly on immigration, healthcare and we're looking at jobs, big-league jobs,\" he said. Asked specifically whether he intended to ban Muslims from entering the United States, as he pledged during the campaign, Trump raised his hand, said \"thank you” and walked off. Turning from a campaign to governing is difficult for any winning nominee, but for Trump it represents not just an occupational shift but a cultural one. He will go from being the top man in a company bearing his name, with his children as his chief lieutenants, to commanding the sprawling executive branch with miles-long lines of authority and an expansive reach over issues with which he has no experience. He will confront not only the majesties of the presidency but its limitations — specifically the other equal partners in government, such as a legislative branch that runs on its own calendar and with its own priorities. For more on politics » Both Trump and Capitol Hill Republicans appear eager to make the repeal of Obamacare a prime early focus. In the waning days of the campaign, he had talked of calling a special session to repeal his predecessor’s signature achievement, but Congress will already be in session by the time he becomes president. “We would urge them to go big on the issues and the first would be to repeal Obamacare,” said Tim Phillips, the president of Americans for Prosperity, the Koch brothers-allied interest group that worked in dozens of states to elect Republicans. “It was a key issue in the elections in the Senate and the presidential as well. Don’t nibble around the edges. Go big,” said Phillips, whose organization also favors early action on tax reform. But calling for the repeal of a measure at campaign rallies peopled by voters who dislike Obama is different altogether than taking health insurance coverage from 20 million Americans without a detailed plan for replacing it. Already, differences have emerged between Trump and House Speaker Ryan as to how expansive changes would be. Ryan, in a Fox News interview on Friday, suggested a revamping of both healthcare and the Medicare and Medicaid programs, long thwarted by Obama’s threatened veto. “If you are going to repeal and replace Obamacare, you have to address those issues as well,” Ryan said. “Those things are part of our plan.” But the coalition that helped elect Trump benefits from the very programs that Ryan wants to shrink. And as a candidate, Trump deviated from Republican promises to curtail entitlements. Still on his campaign website is a quote from the candidate distancing himself from the very measures Ryan discussed Friday. ",
    "title": "The fight to define Trump&apos;s presidency will be waged between two competing factions - LA Times"
   },
   {
    "entities": [
     "giuliani",
     "share",
     "intelligence",
     "security",
     "jaffe",
     "mike",
     "mccaul",
     "nbc",
     "chris",
     "committee",
     "team",
     "donald",
     "kushner",
     "steve",
     "newt",
     "rudy",
     "george",
     "treasury",
     "jersey",
     "thursday",
     "cia",
     "york",
     "takes",
     "flynn",
     "homeland",
     "alexandra",
     "tur",
     "bannon",
     "presidential",
     "services",
     "transition",
     "bridge",
     "eric",
     "rogers",
     "hensarling",
     "vp-elect",
     "financial",
     "night",
     "white",
     "christie",
     "news",
     "friday",
     "trump",
     "michigan",
     "jr.",
     "house",
     "2016",
     "america",
     "kellyanne",
     "jeb",
     "mr.",
     "conway",
     "katy",
     "new",
     "pence",
     "gingrich",
     "over",
     "jared",
     "city",
     "ivanka",
     "texas",
     "washington"
    ],
    "id": 10,
    "text": "Nov 11 2016, 4:52 pm ET 'Drain the Swamp'? Trump's Potential Cabinet Fills Out With Washington Insiders by Alexandra Jaffe and Katy Tur Share VP-Elect Pence Takes Over Trump Presidential Transition Team 2:11 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161112013539if_/http://www.nbcnews.com/widget/video-embed/807068739586\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Donald Trump on Friday announced Vice President-elect Mike Pence would take over transition planning from Chris Christie, a move that sources say reflect a diminished role for the New Jersey governor. Sources tell NBC News that the controversy surrounding two former Christie aides being convicted in the closure of George Washington Bridge lanes was an issue, but more significant was Christie's failure to vocally defend Trump at key moments throughout the campaign. Pence, meanwhile, increasingly earned Trump's trust and respect by becoming one of his more vocal defenders on the campaign trail. Christie will remain a vice-chair, along with a number of other key campaign advisers, including former House Speaker Newt Gingrich, Gen. Mike Flynn and former New York City mayor Rudy Giuliani, among others. \"The mission of our team will be clear: put together the most highly qualified group of successful leaders who will be able to implement our change agenda in Washington,\" Trump said in a statement. Pence, as well as Trump's son-in-law Jared Kushner and campaign chief Steve Bannon will be leading the charge to whittle down names for cabinet positions. The transition executive committee will include three of his children, Donald Trump Jr., Eric Trump and Ivanka Trump. But despite Donald Trump's campaign pledge to \"drain the swamp\" in Washington and his outsider campaign, many of the prospects are clear Washington insiders. Sources tell NBC News that Texas Rep. Mike McCaul, chairman of the House Homeland Security Committee, is being considered for Secretary of Homeland Security; former Michigan Rep. Mike Rogers, a past chairman of the House Intelligence Committee, is on the list for Director of the CIA; while Texas Rep. Jeb Hensarling, chairman of the Financial Services Committee, is in the mix for Treasury Secretary. Rep. Mike McCaul, Michigan Rep. Mike Rogers, Texas Rep. Jeb Hensarling NBC News Hensarling weighed in on the chatter with a statement saying \"serving in [Trump's] Cabinet is not something I've indicated an interest in and it's not something I am pursuing\" — but notably he didn't rule it out. \"It's nice to be mentioned, and I certainly want to help our new president make America stronger and more prosperous, but serving in his Cabinet is not something I've indicated an interest in and it's not something I am pursuing,\" he said. \"I've got enough on my plate working for the great people of Texas, serving as chairman of the Financial Services Committee.\" Related: In Capitol Hill Meetings, Donald Trump Reveals His Top Priorities Meanwhile, key campaign operatives were keeping their options open. Trump Campaign Manager Kellyanne Conway, considered a possible pick for chief of staff or a senior adviser in the Trump White House, left the door open to both. \"Those decisions have not been made. We¹re just really trying to help with the transition and also just really digest the incredible victory that we had, but I'll be talking to Mr. Trump directly about that soon,\" she told NBC News Thursday night, when asked about the chatter. Play ",
    "title": "'Drain the Swamp'? Trump's Potential Cabinet Fills Out With Washington Insiders - NBC News"
   },
   {
    "entities": [
     "national",
     "clinton",
     "nov. 9, 2016",
     "mike",
     "evan",
     "john",
     "2013",
     "bush",
     "chris",
     "committee",
     "donald",
     "steve",
     "memoli",
     "lawn",
     "president",
     "caption",
     "george",
     "congress",
     "jersey",
     "york",
     "republican",
     "bierman",
     "barack",
     "the",
     "h.",
     "oval",
     "parsons",
     "obama",
     "christi",
     "south",
     "fagen",
     "bannon",
     "denis",
     "u.s.",
     "noah",
     "office",
     "full",
     "tribune",
     "sununu",
     "white",
     "christie",
     "michael",
     "gop",
     "states",
     "news",
     "friday",
     "nov. 11, 2016",
     "tower",
     "a.",
     "trump",
     "mcdonough",
     "indiana",
     "h.w.",
     "house",
     "2016",
     "kellyanne",
     "w.",
     "cbs",
     "united",
     "conway",
     "new",
     "hampshire",
     "pence",
     "city",
     "sara",
     "syria",
     "hillary",
     "vucci",
     "washington"
    ],
    "id": 11,
    "text": "Trump chief of staff pick to signal direction of presidency Steve Bannon Evan Vucci / AP Steve Bannon, campaign CEO for President-elect Donald Trump, leaves Trump Tower, Friday, Nov. 11, 2016, in New York. Steve Bannon, campaign CEO for President-elect Donald Trump, leaves Trump Tower, Friday, Nov. 11, 2016, in New York. (Evan Vucci / AP) Tribune news services Contact Reporter Donald Trump is considering a conservative bomb-thrower and the face of the GOP establishment, among others, for White House chief of staff — a major post that could set the direction for his presidency. The Republican president-elect is days away from naming his chief of staff, according to people with direct knowledge of his thinking. No position is considered more important than chief of staff, a behind-the-scenes power player who typically controls access to the president, guides the enactment of his policy priorities and oversees White House hiring. Trump has already narrowed his list to a handful of high-profile loyalists that includes Republican National Committee Chairman Reince Priebus , campaign CEO Steve Bannon and campaign manager Kellyanne Conway. The incoming president repeatedly vowed to \"drain the swamp\" during his campaign's final weeks, yet both Priebus and Conway have operated for years in that same Washington \"swamp.\" Bannon, by contrast, would represent a dramatically different direction, having spent recent years leading a conservative news site that fueled conspiracy theories popular with the \"alt-right\" movement of white nationalists. President-elect Donald Trump named Indiana Gov. Mike Pence , the vice president-elect, to head their transition team, abruptly replacing New Jersey Gov. Chris Christie on Friday amid increasing signs that the effort to prepare the next White House is off to a rocky start. Trump also took the unusual... President-elect Donald Trump named Indiana Gov. Mike Pence , the vice president-elect, to head their transition team, abruptly replacing New Jersey Gov. Chris Christie on Friday amid increasing signs that the effort to prepare the next White House is off to a rocky start. Trump also took the unusual... (Noah Bierman, Michael A. Memoli and Christi Parsons) Trump ran as an outsider, but some suggest it would be risky to tap another outsider to serve as his right hand in the Oval Office. \"I'm trying to think of who was successful as chief of staff as an outsider and I can't think of one,\" said John H. Sununu, the former New Hampshire governor who served as chief of staff for the first three years of former President George H.W. Bush 's administration. A president's chief of staff sets the tone for the White House, guarding who has access to the president and what problems land on his desk. The role blends both policy and politics, working with congressional lawmakers and Cabinet officials. The chief of staff is also typically among the closest advisers to the president, providing counsel on domestic and foreign policy decisions. In 2013, President Barack Obama made the decision to abruptly pull back plans to launch airstrikes on Syria while walking on the South Lawn with his chief of staff, Denis McDonough . The chief of staff \"is often the last person who speaks to a president before a decision is made,\" said Sara Fagen, who worked under two chiefs of staff in the George W. Bush White House. \"This person has to have the confidence of the president and they have to have the kind of relationship with the president where they can give him candid advice and tell him things he does not want to hear.\" Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Full Donald Trump victory speech Donald Trump's complete victory speech in New York City after he was elected the 45th president of the United States. (CBS News) Donald Trump's complete victory speech in New York City after he was elected the 45th president of the United States. (CBS News) Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption World leaders react to the 2016 U.S. election results Leaders from around the world weigh-in on Donald Trump defeating Hillary Clinton for president of the United States. Leaders from around the world weigh-in on Donald Trump defeating Hillary Clinton for president of the United States. Caption President Obama's full statement the day after the 2016 presidential election Delivering a statement the day after the presidential election, President Barack Obama said he was encouraged by Trump's call for reconciliation. Nov. 9, 2016. (The White House)  Delivering a statement the day after the presidential election, President Barack Obama said he was encouraged by Trump's call for reconciliation. Nov. 9, 2016. (The White House)  It's also helpful, Sununu said, if the chief of staff \"understands the nuances and the politics of policy so that the president doesn't accidently get himself into a bind.\" There are few people in Trump's inner circle who are experienced in the nuances of politics and policy. The businessman and reality television star is expected to lean heavily on Vice President-elect Mike Pence, a sitting governor who previously served in Congress for more than a decade. But with Trump having been shunned by most of the political world's most respected leaders for much of the last year, few of his closest campaign advisers have governing experience in Washington. Trump has only about 70 days to form a new government, including hundreds of senior-level employees across various federal agencies. The jobs — and the selection of his Cabinet — will be filled only after a chief of staff is selected. And with so many questions about Trump's specific priorities as president, his early personnel decisions become major signals of his intentions. ",
    "title": "Trump chief of staff pick to signal direction of presidency - Chicago Tribune"
   },
   {
    "entities": [
     "clinton",
     "zervos",
     "mike",
     "mitt",
     "chris",
     "donald",
     "mrs.",
     "2007",
     "thursday",
     "allred",
     "jersey",
     "george",
     "paula",
     "obama",
     "summer",
     "gloria",
     "bridge",
     "night",
     "christie",
     "friday",
     "romney",
     "trump",
     "tuesday",
     "ms.",
     "bill",
     "mr.",
     "2012",
     "1990s",
     "new",
     "sunday",
     "pence",
     "jones",
     "washington"
    ],
    "id": 12,
    "text": "Continue reading the main story Mr. Trump made the comments to The Wall Street Journal in his first interview since winning the election. The newspaper said Mr. Obama had urged the president-elect to reconsider repealing his signature health care law , which Mr. Trump said had become “unworkable.” Advertisement Continue reading the main story But in the interview, Mr. Trump said he told the president that he would consider keeping two provisions of the law: the prohibition against insurers denying coverage because of a patient’s pre-existing condition; and the one that allows parents to keep their children on their insurance plans until they turn 26. The problem: Without a mandate for everyone to buy health insurance, the popular pre-existing condition provision could send insurance companies into a tailspin, because their costs would rise with sicker customers, and that would not be offset by healthy consumers forced to buy insurance. ‘A lovely call’ from Clinton. Mr. Trump said in an interview to be shown on “60 Minutes” Sunday that Mrs. Clinton “couldn’t have been nicer” in a congratulatory call she made to concede the election, and that Bill Clinton had complimented him on “one of the most amazing” presidential runs he had ever seen. “It was a lovely call, and it was a tough call for her — I mean, I can imagine, tougher for her than it would have been for me,” Mr. Trump said. “She couldn’t have been nicer. She just said, ‘Congratulations, Donald, well done.’” Mr. Trump, who on Thursday said he would seek Mr. Obama’s counsel about the presidency, said he would consider asking for Mr. Clinton’s as well. Mr. Trump also promised that there would be no lapse in health insurance for millions of Americans covered under the Affordable Care Act when he repeals and replaces the law. “We’re going to do it simultaneously — it’ll be just fine,” Mr. Trump said. “That’s what I do. I do a good job. You know, I mean, I know how to do this stuff. We’re going to repeal it and replace it. And we’re not going to have, like, a two-day period and we’re not going to have a two-year period where there’s nothing.” And speaking of olive branches — Mitt Romney Mr. Trump has quietly reached out to Mitt Romney, the 2012 Republican nominee who took an impassioned stand against Mr. Trump during the campaign. Advertisement The call came after Mr. Trump’s surprise victory on Tuesday night, according to two people briefed on it, although it was unclear how it went and what was said. Aides to Mr. Trump and Mr. Romney did not respond to requests for comment. Gloria Allred eyes the Paula Jones model. With her eye on the right’s Paula Jones legal crusade of the 1990s, Gloria Allred, the civil rights lawyer representing women who have accused Mr. Trump of sexual assault, is trying to lure the president-elect into a legal battle before he takes office. Ms. Allred challenged Mr. Trump on Friday to retract his threat to sue his accusers for defaming him and suggested that she might bring a case against him if he refused. She also said that she was prepared to countersue if Mr. Trump made good on the threat. “President-elect Trump now has the opportunity to act presidential,” Ms. Allred said at a news conference with Summer Zervos, the former contestant on “The Apprentice” who said last month that Mr. Trump tried to seduce her and grabbed her breasts in 2007. Ms. Allred cited a precedent for suing a sitting president: Ms. Jones. “Obviously the lawsuit against President Clinton by Paula Jones did proceed while he was in office for actions that were alleged to take place prior to his becoming president,” she said. The Jones case forced Mr. Clinton into a deposition that resulted in his impeachment on charges of lying under oath about an affair with an intern. A sobbing Ms. Zervos sat next to Ms. Allred and offered her own solution: “What happened to a good, old-fashioned I’m sorry?” Mike Pence is in, Chris Christie is out. Vice President-elect Mike Pence will take the lead on the president-elect’s transition. Gov. Chris Christie of New Jersey, who is under a cloud after two aides were convicted of conspiring to shut down traffic on the George Washington Bridge in the so-called Bridgegate scandal, moves aside. Advertisement ",
    "title": "Trump Floats an Olive Branch: Might Keep Parts of the Health Law - The New York Times"
   },
   {
    "entities": [
     "night",
     "vonn",
     "2013",
     "2014",
     "2015",
     "lindsey",
     "thursday",
     "november 11, 2016"
    ],
    "id": 13,
    "text": "Lindsey Vonn breaks her arm on the slopes Published               November 11, 2016   Lindsey Vonn is recovering from surgery after she crashed on the slopes on Thursday. She took to social media to update her fans after reports surfaced about her accident. Vonn wrote on Twitter \"the rumors are true.\" She said on her Facebook account that she broke a bone in her right arm and had surgery Thursday night. “Yesterday started off well but ended badly,” she wrote on Instagram . Vonn tweeted that she “crashed extremely hard,” and she shared images of her X-rays on Facebook. “While I am beyond frustrated by this latest setback, at least my knees are ok and I will return to the slopes as soon as possible, as I always do!” she wrote.  The Olympic skier added on Instagram that she plans to work hard to recover. Vonn has battled many skiing injuries in the past. The champion injured her knee badly in 2013 and reinjured it in 2014. She took some time off and made a comeback in 2015.   ",
    "title": "Lindsey Vonn breaks her arm on the slopes | Fox News"
   },
   {
    "entities": [
     "center",
     "corey",
     "buffalo",
     "april 18, 2016",
     "cnn",
     "june",
     "john",
     "friday",
     "tower",
     "donald",
     "trump",
     "minchillo",
     "first",
     "barbara",
     "levin",
     "n.y.",
     "afternoon",
     "lewandowski",
     "niagara"
    ],
    "id": 14,
    "text": "Corey Lewandowski, former Trump campaign manager, leaves CNN Corey Lewandowski John Minchillo / AP In this April 18, 2016 file photo, Corey Lewandowski, campaign manager for Republican presidential candidate Donald Trump, appears at a campaign stop at the First Niagara Center in Buffalo, N.Y. CNN says Lewandowski, who served a brief, stormy stint as CNN commentator after being fired as Donald Trump's campaign manager, has resigned from the network. In this April 18, 2016 file photo, Corey Lewandowski, campaign manager for Republican presidential candidate Donald Trump, appears at a campaign stop at the First Niagara Center in Buffalo, N.Y. CNN says Lewandowski, who served a brief, stormy stint as CNN commentator after being fired as Donald Trump's campaign manager, has resigned from the network. (John Minchillo / AP) CNN says Corey Lewandowski , who served a brief, stormy stint as CNN commentator after being fired as Donald Trump 's campaign manager, has resigned from the network. CNN spokeswoman Barbara Levin says the resignation Friday afternoon is effective immediately. Lewandowski's stay at CNN began days after he left the Trump campaign in June. It stirred debate over whether political insiders hired as network on-air contributors are more loyal to the politicians they once worked for than the network and its viewers. Lewandowski had stayed in close touch with Trump while at CNN, leading to speculation since Trump's victory this week that he might take a role in the new administration. Earlier on Friday, he was seen arriving at Trump Tower, where the president-elect was holding transition meetings. Associated Press ",
    "title": "Corey Lewandowski, former Trump campaign manager, leaves CNN - Chicago Tribune"
   },
   {
    "entities": [
     "7 p.m.",
     "clinton",
     "inc",
     "donald",
     "thursday",
     "11, 2016",
     "clintons",
     "obama",
     "updated",
     "stahl",
     "paul",
     "lesley",
     "interactive",
     "nov",
     "news",
     "friday",
     "last",
     "trump",
     "february",
     "bill",
     "cbs",
     "mr.",
     "thurday",
     "sunday",
     "ryan",
     "melania",
     "texas",
     "hillary"
    ],
    "id": 15,
    "text": "CBS News Last Updated Nov 11, 2016 7:09 PM EST Donald Trump will appear in his first extensive post-election interview Sunday on “60 Minutes” at 7 p.m. ET After running a heated campaign predicated in part on  rolling back President Obama’s signature healthcare law , Donald Trump is now signaling an openness to keeping the Affordable Care Act in some form. People with pre-existing conditions will still be covered in the version of health care that Trump wants to see replace Obamacare , he said in a wide-ranging interview with CBS News’ Lesley Stahl on “ 60 Minutes .” Production shots from Trump's interview with 60 Minu... “It happens to be one of the strongest assets,” Trump said about insuring people with pre-existing conditions. “It adds cost, but it’s very much something we’re gonna try and keep.” And, he told Stahl, that there will be no lapse between the repeal of Mr. Obama’s signature health-care law and its replacement by his version. The’re won’t be “a two day period” or “a two year period where there’s nothing. It will be repealed and replaced. I mean, you’ll know. And it’ll be great health care for much less money,” he promised. Trump on Obamacare “Either Obamacare will be amended, or repealed and replaced,” Mr. Trump told the Wall Street Journal in an interview published Friday. Mr. Trump favors keeping in place protections for patients with pre-existing conditions, along with a measure that allows parents to keep their children on their insurance policies until the age of 26, the Journal said, and it also reported that during their meeting Thursday, Mr. Obama asked the president-elect to reconsider repealing it.  In fact, Mr. Trump told the Journal that a big reason for his shift from his call for a full repeal was his meeting with Mr. Obama, who, he said, suggested areas of Obamacare to keep intact. “I told him I will look at his suggestions, and out of respect, I will do that,” Mr. Trump said. 17 Photos The Trump kids The measures on pre-existing conditions and keeping children on their parents’ policies are popular even among the most partisan Republican legislators who have called for a full repeal of the law, and they have been included in proposals that would replace the ACA with a GOP-backed alternative. House Speaker Paul Ryan’s “Better Way” healthcare plan, for example, would also prevent insurance companies form denying coverage to those with existing conditions and would keep the parental provision. Trump on speaking with the Clintons Trump himself has said before in a Republican primary debate that he would want to keep some measures Obamacare instituted. “I would absolutely get rid of Obamacare. I want to keep pre-existing conditions. It’s a modern age, and I think we have to have it,” Mr. Trump said in February at the CNN-Telemundo debate in Texas. “I would absolutely get rid of Obamacare. I want to keep pre- existing conditions. It’s a modern age, and I think we have to have it.” But Trump’s recent answer in the Journal is a softening even from the plan his campaign team recently put on his website for his first 100 days in office , which explicitly calls for a piece of legislation called the “Repeal and Replace Obamacare Act.” The legislation, according to Mr. Trump’s plan, “fully repeals Obamacare and replaces it.”  In the interview with “60 Minutes,” the president-elect also said talked about the call he received from Hillary Clinton when she conceded. 40 Photos Melania Trump “[I]t was a lovely call and it was a tough call for her,” Mr. Trump said.  “I can imagine. Tougher for her than it would have been for me. I mean, for me, it would have been very, very difficult. She couldn’t have been nicer. She just said, ‘Congratulations, Donald, well done.’” And former President Bill Clinton called Thurday, Mr. Trump said.  “He couldn’t have been more gracious,” the president-elect said. “He said it was an amazing run. One of the most amazing he’s ever seen.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Donald Trump open to amending Obamacare - CBS News"
   },
   {
    "entities": [
     "clinton",
     "pew",
     "ackerman",
     "kelly",
     "school",
     "today",
     "inc",
     "donald",
     "bay",
     "saffo",
     "august",
     "fox",
     "thursday",
     "times",
     "topics",
     "columbia",
     "cnet",
     "valley",
     "nov 11, 2016",
     "york",
     "manhattan",
     "tow",
     "calif",
     "obama",
     "september",
     "dan",
     "paul",
     "half",
     "zuckerberg",
     "interactive",
     "white",
     "gop",
     "news",
     "research",
     "emily",
     "trump",
     "usa",
     "house",
     "for",
     "fed",
     "silicon",
     "center",
     "cbs",
     "trending",
     "new",
     "bell",
     "mark",
     "moon",
     "twin",
     "towers",
     "digital",
     "adam",
     "journalism",
     "megyn",
     "hillary",
     "mosseri"
    ],
    "id": 16,
    "text": "CBS News Nov 11, 2016 5:52 PM EST Facebook CEO Mark Zuckerberg is pushing back against charges that the proliferation of fake news on Facebook was one of the factors that contributed to Donald Trump’s meteoric rise to the White House.  “To think it influenced the election in any way is a pretty crazy idea,” Zuckerberg said Thursday at the Techonomy conference in Half Moon Bay, Calif. He insisted only a “small amount” of fake news circulated on Facebook during this campaign, an unprecedented race that unfolded on social media as much as it unfolded on the physical campaign trail.  Zuckerberg’s strongly worded dismissal is unlikely to end the controversy over fake news on Facebook. Nearly half of Americans get their news from the social network, according to the Pew Research Center. His comments add another layer to the increasingly complicated and consequential conversation about the role that fake news plays in today’s divided media landscape. Zuckerberg argued the focus on fake news stories planted by groups seeking to profit from page views or sway public opinion just distracts people from examining the real reasons Donald Trump won enough support to pull off a historic election upset.  “I do think there is a certain profound lack of empathy in asserting that the only reason someone could have voted the way they did is they saw some fake news,” Zuckerberg said, according to USA Today. “If you believe that, then I don’t think you have internalized the message the Trump supporters are trying to send in this election.” In a statement, Adam Mosseri, vice president of product management at Facebook, struck a different tone, and acknowledged that “there’s so much more” the company needs to do to fight the spread of misinformation on its platform. Facebook apologizes for \"trending\" fake news story For some in Silicon Valley, the criticism of Facebook feels more than appropriate. “It is a very good thing if people in Silicon Valley are contemplating the consequences of the inventions they delivered to an unsuspecting world,” Silicon Valley forecaster Paul Saffo told USA Today . “The fact that there’s any reflection going on at all is a very good sign. There has long been this naive view that technology is neutral and there’s nothing neutral about technology. The problem is we can never figure out which way it’s going to cut until it arrives.” President Obama himself called out Facebook at a campaign rally for Hillary Clinton on the eve of the election. “People, if they just repeat attacks enough, and outright lies over and over again, as long as it’s on Facebook and people can see it, as long as it’s on social media, people start believing it,” he said. “And it creates this dust cloud of nonsense.” Fake stories have long run rampant on Facebook — both on users’ News Feeds , as users share content from inauthentic news sites to their personal networks, and on Trending Topics , the homepage module on Facebook’s desktop site that presents viral stories of the moment. (Speaking of misinformation: Just today, Facebook was rocked by an apparent bug that led to numerous users being told, mistakenly, that their friends were dead via memorial banners on their profiles.)  Facebook has little control over what users themselves share to their own networks. Its algorithm promotes content based on engagement levels, and Facebook doesn’t make any kind of “value judgment” on the nature of the content that’s being shared, CNET editor Dan Ackerman told CBS News.  Mark Zuckerberg tops Fortune's Businessperson of the Year But recent investigative pieces have pulled back the curtain on the vast landscape of highly partisan operations that live only on Facebook and gained extraordinary momentum this campaign season. These hundreds of pages, from Occupy Democrats to Fed-Up Americans to RightAlerts to Addicting Info, represent the “most disruptive, least understood force in media,” The New York Times wrote in August.   Facebook has somewhat clearer control over Trending Topics, a feature that has been under fire in recent months for showcasing both conspiracy theories and false news reports. Facebook, which once employed a team of news curators to monitor and edit the Trending Topics section, laid off that team after an ex-staffer made anonymous claims that the section showed a  consistent bias against conservative-interest news stories . Since August, Trending Topics has been controlled by algorithm rather than human curators. That move, however, did not mean the end to Facebook’s headaches.  In August, Facebook apologized after Trending Topics promoted a fake story about Fox News anchor Megyn Kelly, whose critical coverage of Donald Trump led the GOP nominee to launch a targeted campaign against her. The story, which falsely claimed that the cable channel had fired Kelly for being “a closet liberal who actually wants Hillary to win,” was from the right-wing website End The Fed.  In September, news organizations and social media users sounded the alarm after Facebook’s Trending section promoted a so-called “9/11 truther” circulating the false claim that bombs and not terrorist-piloted planes brought down the Twin Towers in Manhattan. Under fire, Facebook removed the story from its Trending section. Social media’s impact in shaping public perception and civic engagement is undeniable. Twenty percent of people surveyed say they have modified a personal stance because of content they saw on social media, according to the Pew Research Center. President-Elect Donald Trump’s largest megaphone this campaign was his Twitter account . Facebook seems to be trying to have it both ways, Ackerman told CBS News. “The paradox for Facebook and Zuckerberg is this: They want to claim very loudly that Facebook is very influential when it comes to choosing what car you’re going to buy, what phone you’re going to buy, what movie you’re going to go see,” Ackerman said. “And then they want to say they’re not really influential when it comes to these news stories affecting people’s election choices.”  Emily Bell, director of the Tow Center for Digital Journalism at Columbia Journalism School, issued a call for Facebook to take more responsibility for the proliferation of obvious propaganda on its platform. “Facebook, now the most influential and powerful publisher in the world, is becoming the “I didn’t do it” boy of global media,” she wrote. “Clinton supporters and Trump detractors are searching for reasons why a candidate who lied so frequently and so flagrantly could have made it to the highest office in the land. News organizations, particularly cable news, are shouldering part of the blame for failing to report these lies for what they were. But a largely hidden sphere of propagandistic pages that target and populate the outer reaches of political Facebook are arguably even more responsible.” With more than one billion active daily users, Facebook is the world’s biggest distributor of information.   © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "With Trump's election, Facebook wrestles with the power of fake news - CBS News"
   },
   {
    "entities": [
     "julia",
     "interactive",
     "cbs",
     "facebook",
     "zwygart",
     "news",
     "friday",
     "today",
     "mark",
     "carrie",
     "thies",
     "chuck",
     "inc",
     "wong",
     "thursday",
     "november 11, 2016",
     "zuckerberg",
     "marc"
    ],
    "id": 17,
    "text": "<p>Pages of Facebook users, including CEO Mark Zuckerberg, randomly turned into memorials after apparent bug hits the social network.</p> Close Twitter/@peterstringer Facebook users were forced to do a double take on Friday as they leisurely scoped out their friends’ profiles. At the top of the page, some people, including verified users, reported seeing memorial banners.  The problem: the person memorialized wasn’t actually dead. “We hope people who love [Facebook user] will find comfort in the things others share to remember and celebrate [his or her] life,” the banner read. The switch to memorial pages left users shocked and confused. “Having a tough day today, but not dead, just in case Facebook tries to claim that I am,” one user posted. “I’m still alive at the moment!” another person exclaimed. Even Facebook CEO Mark Zuckerberg fell victim to the apparent bug. The company later addressed the “terrible error” in a statement provided to CBS News. “For a brief period today, a message meant for memorialized profiles was mistakenly posted to other accounts,” a Facebook spokesman said. “This was a terrible error that we have now fixed. We are very sorry that this happened and we worked as quickly as possible to fix it.”  Facebook Thursday: Fake news is not a problem Facebook Friday: Mark Zuckerberg is dead. Your friends are dead. We are all dead. — Julia Carrie Wong (@juliacarriew) November 11, 2016 Cool. Facebook thinks I'm dead. pic.twitter.com/hHDkB0Xix5 — Chuck Thies (@ChuckThies) November 11, 2016 Facebook is now saying we're all dead https://t.co/V14fPuymnC pic.twitter.com/rUOCAyC0Xz — Marc Zwygart (@mediaadvantages) November 11, 2016 According to Facebook, memorialized accounts can only be requested after a person passes away.  “If Facebook is made aware that a person has passed away, it’s our policy to memorialize the account,” Facebook explained in a post .  © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Facebook users report being falsely marked dead - CBS News"
   },
   {
    "entities": [
     "shawn",
     "richard",
     "clinton",
     "n.c.",
     "americas",
     "terry",
     "carolina",
     "donald",
     "angeles",
     "miami",
     "sylva",
     "beach",
     "afl-cio",
     "bierman",
     "jim",
     "tommy",
     "luzerne",
     "obama",
     "ratcliff",
     "jenny",
     "scranton",
     "zink",
     "noah",
     "hannah",
     "stanley",
     "between",
     "ratliff",
     "lewis",
     "joseph",
     "tanfani",
     "wednesday",
     "brown",
     "county",
     "trump",
     "last month",
     "bonnie",
     "america",
     "2016",
     "pennsylvania",
     "bloomingdale",
     "jarvie",
     "wilkes-barre",
     "virginia",
     "north",
     "pete",
     "morrison",
     "mountains",
     "smoky",
     "hillary",
     "miller",
     "samantha",
     "los"
    ],
    "id": 18,
    "text": "Clinton and Trump supporters come from different Americas. Between them lies bitterness and distrust Clinton and Trump supporters come from two Americas Between the Clinton and Trump supporters lies bitterness and distrust. How are the groups different? Between the Clinton and Trump supporters lies bitterness and distrust. How are the groups different? Noah Bierman , Joseph Tanfani and Jenny Jarvie Contact Reporters At a posh Miami cafe the day after the election, a man worriedly monitored the stock market. His friend questioned whether the election had been rigged. At a nearby coffee shop, a barista tried to figure out why the data-driven websites she followed could have been so wrong. It’s a safe bet that none of them had ever traveled to Stanley, a North Carolina rail town of 3,600 where construction workers, plumbers and an off-duty sheriff’s deputy watched Hillary Clinton ’s concession speech from Pete's Grill on Main Street. \"I don't know anyone who would vote for Hillary Clinton,\" said Terry Brown, a 55-year-old plumber.  \"She should be locked up,\" another diner said under his breath.  The fissure revealed in this election was as wide as any in recent history: between those who believe Donald Trump will destroy everything that America stands for and those who are certain it has already been so destroyed that only Trump can fix it. Explore returns from the 2016 general election » “Maybe I have a skewed vantage point because I live in a city,” said Hannah Ratcliff, the 25-year-old barista in Miami, still shaking her head at the thought of voters selecting a man her friends called an “idiot”  to represent America around the world. “I just don’t think they run into the same sort of experiences. I know a lot of people that immigrated to this country, and they’re just horrified.” Hannah Ratliff, 25, of Miami Noah Bierman / Los Angeles Times Hannah Ratliff, 25, of Miami Hannah Ratliff, 25, of Miami (Noah Bierman / Los Angeles Times) The election made clear that, in many cases, Clinton and Trump supporters came from two Americas, with different life experiences and mutual distrust. Clinton won the popular vote with supporters packed tightly into diverse urban clusters, with heavy immigrant populations, looser religious affiliations and greater educational and economic opportunities. Trump’s electoral path spanned the country, largely bypassing those metropolises as it meandered through religious Southern towns, the vast rural heartland and the old industrial belt in the North that once provided the bedrock of the Democratic labor union coalition.  Trump’s supporters said throughout the campaign that they felt ignored by coastal elites whose influence over media, politics and culture seemed overwhelming. Many reveled in Clinton’s description of them as a “basket of deplorables,” seeing it as proof that they were looked down upon. They worried about the encroaching societal changes and their effect on jobs, immigration and security — so worried that they were willing to take what many knew was a risk. Shawn Lewis, left, and his boss, Tommy Morrison at Pete's Grill in Stanley, N.C. Jenny Jarvie / For The Times Shawn Lewis, left, and his boss, Tommy Morrison at Pete's Grill in Stanley, N.C. Shawn Lewis, left, and his boss, Tommy Morrison at Pete's Grill in Stanley, N.C. (Jenny Jarvie / For The Times) \"We're entering the unknown,\" said Tommy Morrison, 55, the owner of a local drain and grease trap cleaning company in Stanley, who also voted for Trump. \"The more educated, college-bred, liberal-thinking, progressive individuals see this country going backwards. I see it positively: We're going back to the roots and Christian values we were founded on.\" He also offered an olive branch to Clinton, saying he admired her hard work and believed she loves the country even as she was held back by her baggage.  Samantha Miller, a 47-year-old paralegal, stood in the back of a rally in Virginia Beach last month, worried that America had become preoccupied with going “to third-world countries” to fight wars and aid others and needed to “take care of ourself” first. “No one is here to help us,” she said. Trump seized on that anxiety with nostalgia for a version of a post-World War II America, when overseas victories and the path to economic security for working-class whites were more clear-cut than they are in a modern world, with messy foreign clashes and fewer paths to economic prosperity for those without a college education. He said repeatedly that his election represented a “last chance” to reclaim past greatness, and declared in his acceptance speech: “The forgotten men and women of our country will be forgotten no longer.” Here is how America feels about Trump's shocking win Open link Clinton’s supporters said they could not quite grasp the fury of Trump’s backers, which some blamed on racism or xenophobia. Many said on Wednesday that they continued to underestimate the other side’s frustration. “There was just that sense of anger,” Richard Bloomingdale, president of the 800,000-member Pennsylvania AFL-CIO, who said he was shocked at the indifference many voters expressed when his members knocked on their doors and made calls for Clinton. “They didn’t care that [Trump] was a misogynist, or that he insulted disabled people,” he said. “They just didn’t care.” He pointed to the largely white, fading industrial counties around Scranton and Wilkes-Barre, where Clinton fared far worse than President Obama only four years earlier. In Luzerne County, she won nearly 13,000 fewer votes than Obama. The campaign trail laid bare each side’s conviction that the country would not just decline, but fall apart, if the other side won the election. And both sides were confident of victory, a belief reinforced by their social media feeds and the people they saw at the grocery store. “I have a lot of friends on Facebook that are just praying for him,” said Bonnie Zink, a retired teacher from Sylva, N.C., who drove an hour from her home near the Smoky Mountains to see Trump at a fairgrounds in western North Carolina last month. She and her husband, Jim, had tried to attend two previous rallies but could not get in because tickets were so scarce. ",
    "title": "Clinton and Trump supporters come from different Americas. Between them lies bitterness and distrust - LA Times"
   },
   {
    "entities": [
     "immigration",
     "0",
     "shares",
     "clinton",
     "obama",
     "senate",
     "grassley",
     "ryan",
     "chuck",
     "committee",
     "donald",
     "ali",
     "trump",
     "judiciary",
     "email",
     "paul",
     "hillary",
     "rogin",
     "house",
     "nov 11, 2016"
    ],
    "id": 19,
    "text": "Trump Willing to Keep Parts of Obamacare, Stays Mum on Clinton Prosecution By ALI ROGIN Nov 11, 2016, 4:39 PM ET 0 Shares Play Zach Gibson/Getty Images WATCH Donald Trump Goes to Capitol Hill Promising More Jobs, to Repeal Obamacare and Look at Immigration 0 Shares Email After a campaign full of bombastic rhetoric over things like repealing and replacing Obamacare and sending Hillary Clinton to jail, the realities of legislating appear to be catching up to President-elect Donald Trump . In an interview with the Wall Street Journal , Trump acknowledged there are aspects of President Obama’s signature health care plan that he wants to maintain, like protecting patients with pre-existing conditions and allowing parents to keep their children on their own plans until age 26. “I like those very much,” he said, according to the newspaper. Most congressional Republicans would agree that in order to craft a viable alternative to the president’s law, they need to include at least those two aspects, which appear to be very popular with participants in the Affordable Care Act. Both of the items Trump mentioned are included in House Speaker Paul Ryan ’s “Better Way” health care agenda, although he has not yet offered actionable legislation to achieve them. Trump also appeared to back off his desire to appoint a special prosecutor to investigate Hillary Clinton’s use of a private email server, which prompted chants of “Lock Her Up!” at his rallies. “It’s not something I’ve given a lot of thought, because I want to solve health care, jobs, border control, tax reform,” he said. The office of Senate Judiciary Committee Chuck Grassley , who has vowed to continue investigating Clinton, did not respond to a request for comment. 0 Shares ",
    "title": "Trump Willing to Keep Parts of Obamacare, Stays Mum on Clinton Prosecution - ABC News"
   },
   {
    "entities": [
     "facebook",
     "john",
     "brendan",
     "jayne",
     "donald",
     "oklahoma",
     "congress",
     "buck",
     "barack",
     "the",
     "martinez",
     "oval",
     "obama",
     "o\\'donnell",
     "pablo",
     "of",
     "office",
     "november 11, 2016",
     "paul",
     "7:17 p.m. est",
     "white",
     "friday",
     "trump",
     "jackie",
     "conversation",
     "house",
     "february",
     "okla.",
     "monsivais",
     "obamacare",
     "nov. 10, 2016",
     "guidelines",
     "aca",
     "ryan",
     "elledge",
     "goodman"
    ],
    "id": 20,
    "text": "Trump suggests Obamacare's protections for the sick may stay Jackie Elledge of Okla. is worried about losing insurance while \"fighting for my life.\" Post to Facebook Trump suggests Obamacare's protections for the sick may stay Jackie Elledge of Okla. is worried about losing insurance while \"fighting for my life.\" Check out this story on USATODAY.com: http://usat.ly/2fKxxMJ CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 230 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump suggests Obamacare's protections for the sick may stay Jayne O'Donnell , USA TODAY 7:17 p.m. EST November 11, 2016 x Share Donald Trump told 'The Wall Street Journal' that he may retain certain parts of the Affordable Care Act, a shift in tone since he promised to repeal it during his campaign. USA TODAY NETWORK In this photo taken Nov. 10, 2016, President Barack Obama meets with President-elect Donald Trump in the Oval Office of the White House. Obamacare was one of the topics discussed. (Photo: Pablo Martinez Monsivais, AP) President-elect Trump backed down a bit from his vow to repeal Obamacare, suggesting in an interview Friday that he might retain the prohibition of discrimination based on preexisting conditions and the ability to keep children on parents' insurance until they are 26. In an interview with the Wall Street Journal, Trump reportedly said he would move quickly to deal with the Affordable Care Act (ACA), because patients \"can’t use it\" due to its high costs. A total repeal of the ACA would be as difficult as it is unlikely. Legislation that passed both houses of Congress last year before it was vetoed by President Obama would have left more than 20 million people without insurance. It would have eliminated the subsidies to help them pay for it, the penalties if they don't buy it and the taxes to cover the costs. Trump election helps spur top Obamacare signups this month Health care economist John Goodman, who advises Republican members of Congress, says that’s something neither party is likely to vote for without the assurance of a presidential veto. Neither party can afford the political backlash that would follow any move to take away 20 million people's health insurance Trump's apparent support for two of the most popular parts of the health law came as a spokesman for House Speaker Paul Ryan tweeted that Ryan's \"A Better Way\" Obamacare replacement also would protect those with preexisting conditions and allow parents to keep children on parents' plans until they are 26. Twitter | @brendanbuck Brendan Buck on Twitter That would be a major relief to Jackie Elledge of Oklahoma, who discovered she had stage 4 cancer earlier this year and then lost her job when her employer went out of business in February. Her chemotherapy treatments are all that are keeping her alive, but they make her so sick she can't work. She is paying for a subsidized Obamacare plan with her disability payments and won't be eligible for Medicare for at least two years. That may be as long as she has live, however. \"I should not have to worry about being able to get health insurance while I am fighting for my life,\" says Elledge. ",
    "title": "Trump suggests Obamacare's protections for the sick may stay"
   },
   {
    "entities": [
     "\\'unfair",
     "clinton",
     "donald",
     "hillary",
     "york",
     "james",
     "calls",
     "summer",
     "university",
     "hans",
     "night",
     "usa_post_election_protests_v01",
     "news",
     "trump",
     "2000",
     "second",
     "buffalo",
     "them",
     "noel",
     "new",
     "abc",
     "georgetown",
     "campbell"
    ],
    "id": 21,
    "text": "WATCH Anti-Trump Protests Sweep the Nation for a Second Night, Trump Calls Them 'Unfair' 0 Shares Email The protests that have spread to cities across the country in the wake of Donald Trump 's victory have reached levels not seen after elections in recent memory, experts said. And though they have been bigger in scope than prior protests -- most of which surrounded the 2000 election where the winner was not determined for weeks after the vote -- the demonstrations have largely been confined to cities in states that Hillary Clinton won. \"The nation is highly polarized and even more than it had been in 2000. Differences are greater and, therefore, the stakes are higher, emotions run stronger, and losses felt more deeply,\" said James Campbell, a political science professor at the University at Buffalo in New York. ABC News USA_Post_Election_Protests_v01 Campbell, whose book \"Polarized: Making Sense of a Divided America\" was published this summer, said that the stark differences that were shown in these election results are likely contributing to the fervor. \"We are so polarized that many Americans had not really come into contact with others who have opposite views. Because of this, it becomes unthinkable to those on either side that other side could win the election. This was expressed in the claims about the election being possibly rigged,\" Campbell said. Campbell said other contributing factors include the age of many of the protesters -- and this being their first presidential loss -- and the general trend that \"protests are much more commonplace on the left than on the right.\" The locations of the protests fit with Democratic strongholds, though that comes as little surprise to Georgetown University associate professor Hans Noel. \"In general, Democrats are strong in cities and in areas with larger non-white populations,\" Noel told ABC News. 0 Shares ",
    "title": "Post-Election Protests Largely Contained to States Clinton Won - ABC News"
   },
   {
    "entities": [
     "11:04 a.m.",
     "menezes",
     "armand",
     "ra\\xc3\\xb1oa",
     "angelica",
     "mateo",
     "angeles",
     "i\\xc3\\xb1iguez",
     "de",
     "welsh",
     "lauder",
     "bernardino",
     "eben",
     "duginski",
     "orange",
     "groot",
     "santa",
     "kim",
     "california",
     "12:04 p.m.",
     "emamdjomeh",
     "thomas",
     "nov. 11",
     "10:20 a.m.",
     "elebee",
     "nov. 10",
     "francisco",
     "paul",
     "quintero",
     "kyle",
     "county",
     "diego",
     "2:55 p.m.",
     "suh",
     "raoul",
     "clara",
     "len",
     "lorena",
     "press",
     "ben",
     "sierra",
     "ryan",
     "sacramento",
     "associated",
     "san",
     "mccue",
     "los"
    ],
    "id": 22,
    "text": "Redirects plastic bag fees to environmental programs Proposition 66 Speeds up death penalty process Proposition 67 Ratifies or overturns single-use plastic bag ban Nov. 10, 10:20 a.m.: The map was updated with precinct-level results for San Bernardino County. Nov. 10, 12:04 p.m.: The map was updated with precinct-level results for Orange County. Nov. 10, 2:55 p.m.: The map was updated with precinct-level results for San Diego County. Nov. 11, 11:04 a.m.: The map was updated with precinct-level results for Sierra and San Mateo counties. Sources: Associated Press, Times reporting, California secretary of state and election offices in Los Angeles, Sacramento, San Francisco, Santa Clara and San Bernardino counties Additional credits: Armand Emamdjomeh, Lorena Iñiguez Elebee, Thomas Suh Lauder, Raoul Rañoa, Eben McCue, Paul Duginski, Kyle Kim, Angelica Quintero, Len De Groot, Ben Welsh, Ryan Menezes More from the Los Angeles Times ",
    "title": "California neighborhood election results: Did your neighborhood vote to elect Hillary Clinton or Donald Trump? - Los Angeles Times"
   },
   {
    "entities": [
     "national",
     "giuliani",
     "cnn",
     "arizona",
     "alabama",
     "manafort",
     "inside",
     "streitfeld",
     "committee",
     "icahn",
     "treasury",
     "august",
     "maggie",
     "justice",
     "times",
     "thursday",
     "first",
     "department",
     "york",
     "valley",
     "republican",
     "david",
     "draft",
     "goldman",
     "west",
     "obama",
     "breitbart",
     "bannon",
     "sachs",
     "jeff",
     "haberman",
     "barbaro",
     "november 11, 2016",
     "paul",
     "hensarling",
     "sessions",
     "mnuchin",
     "night",
     "white",
     "pentagon",
     "christie",
     "michael",
     "news",
     "friday",
     "secret",
     "wing",
     "dimon",
     "tower",
     "trump",
     "house",
     "priebus",
     "may",
     "silicon",
     "carl",
     "jeb",
     "mr.",
     "thiel",
     "new",
     "pence",
     "ivanka",
     "state",
     "steven",
     "texas",
     "service",
     "washington"
    ],
    "id": 23,
    "text": "Privacy Policy Whether that exchange suggests that Mr. Trump would not offer the Treasury job to Mr. Dimon is unclear. Aides to Mr. Trump have declined to confirm who is on the shortlist for cabinet posts. And despite the president-elect’s return to Twitter on Thursday night, he has so far said nothing specific about his possible picks. For now, Mr. Trump is firmly ensconced in Trump Tower, where he returned after his whirlwind day at the White House and Capitol Hill on Thursday. Trump Tower has been transformed into a kind of fortress by the Secret Service and the local police. The building has now been ringed by Jersey barriers and concrete blocks marked “NYPD.” The Secret Service has set up checkpoints on each end of 56th Street near the tower, and pedestrian access has been restricted around the building. Photo Ivanka Trump arriving at Trump Tower on Friday. Credit Ruth Fremson/The New York Times Inside, Mr. Trump and his top aides are accelerating efforts to evaluate possible job candidates. There are some indications that the transition effort was slow to start up, perhaps the result of Mr. Trump’s upset victory, which caught much of the political world by surprise. At least a few of the people helping organize the search for Mr. Trump were tapped at the last minute, while others have been preparing quietly for weeks. At the Pentagon and the State Department, officials of the Obama administration said Thursday that they had not yet heard from Mr. Trump’s transition team about beginning the complex work of transferring responsibilities and authority. A spokesman for the State Department said he did not have “any firm word” on when briefings might begin for designated officials from the new government. Even as Mr. Trump moves to create a new administration, his transition team is being reshaped. It has been led by Mr. Christie since May, when Mr. Trump became the presumptive Republican nominee. The transition team was treated as something of a backwater. Mr. Trump appeared to care little about it, and the adviser who was most involved with it, Paul Manafort, left the campaign in August. Now, with Mr. Trump preparing to take office in less than 90 days, the transition work has abruptly come to life again, but with a lag in who might get slots. Advertisement Continue reading the main story For now, Mr. Pence will play a more prominent role, according to two advisers to Mr. Trump, as will Mr. Sessions. Both men have been involved in the transition since it began, but Mr. Christie’s role may now change, according to the advisers. Mr. Thiel, the billionaire Silicon Valley investor, was offered a role on the team and is under consideration to lead it, according to one person briefed on the matter. Still, the pending reorganization has not stopped a steady flow of potential appointees from being mentioned. The critical position of chief of staff — the gatekeeper for the president inside the West Wing — is expected to come down to a choice between Mr. Bannon, the editor of Breitbart News who was chairman of Mr. Trump’s campaign, and Mr. Priebus, chairman of the Republican National Committee. Mr. Giuliani told CNN on Thursday that he might accept an appointment as attorney general, saying that “there’s probably nobody that knows the Justice Department better than me.” Steven Mnuchin, a former Goldman Sachs executive and Mr. Trump’s campaign finance chairman, is said to be a serious contender for Treasury secretary (though Carl Icahn, the investor, and Representative Jeb Hensarling, Republican of Texas, have also been mentioned in the news media). Correction: November 11, 2016 An earlier version of this article misidentified the state Senator Jeff Sessions represents. It is Alabama, not Arizona. Michael Barbaro, Maggie Haberman and David Streitfeld contributed reporting. Follow The New York Times’s politics and Washington coverage on Facebook and Twitter , and sign up for the First Draft politics newsletter . ",
    "title": "Vice President-Elect Pence to Take Over Trump Transition Effort - The New York Times"
   },
   {
    "entities": [
     "troy",
     "sylvia",
     "school",
     "human",
     "senate",
     "mitt",
     "nbc",
     "massachusetts",
     "8.9 percent",
     "fox",
     "thursday",
     "congress",
     "columbia",
     "60 percent",
     "department",
     "health",
     "obama",
     "law",
     "of",
     "avalere",
     "u.s.",
     "timothy",
     "university",
     "services",
     "lee",
     "administration",
     "november 10, 2016",
     "15 percent",
     "burwell",
     "white",
     "michael",
     "news",
     "gop",
     "friday",
     "2017",
     "2010",
     "romney",
     "jost",
     "pearson",
     "trump",
     "and",
     "2018",
     "could",
     "house",
     "2016",
     "washington",
     "may",
     "caroline",
     "erase",
     "american",
     "court",
     "new",
     "january",
     "aca",
     "pwc",
     "sparer",
     "how",
     "institute",
     "maggie",
     "policy",
     "supreme",
     "wednesday"
    ],
    "id": 24,
    "text": "Nov 11 2016, 7:26 pm ET What Can a New Trump Administration Do to Obamacare Right Away? by Maggie Fox Trump on Obamacare: Open to Keeping Some Provisions 2:16 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161112015054if_/http://www.nbcnews.com/widget/video-embed/807065667560\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The \"repeal\" of Obamacare has become the top priority for the incoming Trump administration in the chaotic week after his surprise win. The president-elect has a Republican-dominated House and Senate in Congress to help him try, but experts say full repeal won't be so easy. And it may not be what the new administration even wants now. Trump told the Wall Street Journal he would consider keeping two of its most popular provisions — one that allows adult children to stay on their parents' health insurance plans, and another that would forbid insurance companies from refusing to cover \"pre-existing conditions.\" \"I like those very much,\" the newspaper quoted Trump as saying Friday. And the Trump transition team posted a policy website with a skeleton rundown of priorities. \"A Trump Administration will work with Congress to repeal the ACA (Affordable Care Act)and replace it with a solution that includes Health Savings Accounts (HSAs), and returns the historic role in regulating health insurance to the states,\" it reads. The Obama administration is still talking up the law, announcing via Twitter on Thursday that 100,000 people signed up for coverage on the \"Obamacare\" exchanges on Wednesday, the day after the election. Best day yet this Open Enrollment. Nov 9: Over 100K plan selections on https://t.co/VvaQqwzQu6 . Consumers shopping & enrolling. #GetCovered — Sylvia Burwell (@SecBurwell) November 10, 2016 The ACA, widely known as Obamacare, has been the signature achievement of Obama's two terms. It sought to transform the unruly, expensive and inefficient U.S. health care system by stopping what were widely considered insurance company abuses, such as dumping people when their health conditions got too expensive to cover and refusing to pay for pre-existing conditions. The ACA requires health insurance companies to pay for cancer screenings, wellness checks and vaccinations with no co-pay, and it allows children to stay on their parents' policies until age 26. Related: Exit Polls Show People Unhappy With Obamacare It puts into place gradual incentives to move from a system where people pay piecemeal for health treatments and, instead, reward doctors and hospitals for keeping patients well and managing their diseases. And most of all, it sought to provide health insurance to the 15 percent of Americans who did not have it before the law passed. It's gone a long way to doing that. Only 8.9 percent of Americans now lack health insurance. Republicans actually like many of these aspects of Obamacare, which was loosely based on Mitt Romney's plan for Massachusetts when he was the Republican governor there. \"The Administration recognizes that the problems with the U.S. health care system did not begin with - and will not end with the repeal of - the ACA,\" the new Trump policy statement reads. Much of the public debate has come because the average person does not understand what Obamacare does and what it doesn't do, said Timothy Jost, an emeritus professor at the Washington and Lee University School of Law and an expert on health care. \"People who think we can just repeal Obamacare and everything will be great are in for a very, very, very rude surprise.\" \"Frankly, everything that has gone wrong with the health care system for the past six years has been blamed on Obamacare,\" Jost said. \"Everything that goes wrong with the health care system for the next four years will be blamed on Trump care. People who think we can just repeal Obamacare and everything will be great are in for a very, very, very rude surprise.\" Unlikely to lose coverage in 2017 For one thing, the Trump administration is going to worry about the political risks of leaving 20 million people suddenly without health insurance. \"The number of uninsured is expected to grow to about 50 million people with 'repeal and replace',\" PriceWaterhouseCoopers (PwC) says in a report released this week. \"Trump's challenge will be to lower that number through his replacement proposals.\" Related: Obamacare as We Know it May Be Done For And he cannot do much alone. \"The White House is just one part of a much larger machine. To really put his stamp on health policy, Trump must work with a patchwork of federal lawmakers, regulatory agencies, trade and advocacy groups, and the Supreme Court. These institutions will either accelerate or decelerate Trump's agenda,\" PwC said. The people who now have coverage on the exchanges — including people signing up right now during open enrollment — are unlikely to lose their coverage in the coming year, experts from all political viewpoints agree. \"The new administration is going to want to do something fast to show that they are keeping their promise to fundamentally change the federal role in the health care system,\" said Michael Sparer, a professor of health policy and management at Columbia University. One thing a new Republican administration could do immediately is drop appeals against last May's federal court ruling that said the Obama administration was illegally paying insurance companies to help keep health insurance costs down for low-income clients. \"The new administration is going to want to do something fast to show that they are keeping their promise to fundamentally change the federal role in the health care system.\" These so-called cost sharing reductions reimburse health insurers for charging lower co-pays and deductibles for more than 60 percent of Obamacare customers. Congress refused to allocate money to do that, and a federal district judge ruled in May that the administration couldn't spend that money. The federal government kept on doing so while it appealed. Related: How Trump Could Erase Obama's Legacy Symbolic moves A new administration could stop fighting that right away, although it's not a particularly sexy issue for voters. And it might irritate health insurance companies, Jost said. \"I don't think anyone disagrees that it would be the insurers left holding the bag,\" Jost told NBC News. A new administration could also stop fighting lawsuits against the mandate that employers pay for birth control for women covered under their insurance plans, Sparer said. That might be popular with conservatives who said the requirement forced them to violate their religious beliefs. There could be symbolic moves, also. The new Republican-led Congress may immediately vote on a repeal that will almost certainly be stopped by a Democratic filibuster in the Senate. While the Democrats do not have a majority in the Senate, they have enough seats to stop some legislation with a filibuster. \"I think the only grand gesture they can make is to blame Democrats for filibustering their attempts to repeal the Affordable Care Act,\" said Jost. Sparer agreed that is likely. Republicans could campaign to get more seats in the Senate in the 2018 elections. \"That gives them a couple of years to think about what the replacement plan they want to come up with is,\" Sparer said. A new Trump Health and Human Services Department could also stop promoting open enrollment onto the Obamacare exchanges, which closes at the end of January —10 days after Inauguration Day. Enrollment usually spikes right at the deadline, and simply stopping outreach could hit numbers. Related: Obamacare Premiums Are Up But What Does That Mean? In fact, doing nothing could accomplish a lot, said Jost. \"It has been a full court press by the Obama administration since 2010 to get this thing implemented and it has taken a Herculean effort,\" Jost said. \"As soon as it stops moving forward, it could start moving backward pretty quickly. Almost just by doing nothing there could be some very negative effects.\" \"I think the only grand gesture they can make is to blame Democrats for filibustering their attempts to repeal the Affordable Care Act.\" Tevi Troy, president of the American Health Policy Institute, says Republicans plan to use the budget process to tweak the law. \"I would look to the reconciliation package,\" he told NBC News. \"This is the mechanism for how we move forward on this.\" Re-branding with a new plan Budget issues can pass the Senate with a simple majority, bypassing Democrats who may object, although they must go through a lengthy process involving committees. Troy said the GOP has been discussing ways to provide a transition period so as not to throw the health insurance and health care industries into chaos. \"What I always hear is that Republicans have no plans on replacing the Affordable Care Act. I think that is not only untrue, but unfair,\" Troy said. An immediate target may be the unpopular exchanges, the web-based system for buying health insurance. Troy says they are unnecessary, and changing them up would be an easy way for Republicans to re-brand Obamacare. \"People can get health care without exchanges,\" he said. \"People can get health care without exchanges.\" Trump has put forward the idea of allowing people to buy health insurance across state lines, and Troy said that could lower costs by creating more competition, although it will be a messy task to undertake since insurance is now firmly regulated by states. Trump's also advocated the use of health savings accounts and tax credits to help people pay for health insurance, although experts such as Jost say it's not clear how those would help low-income people. The mandate to buy health insurance is another obvious target for a new administration, even though Republicans originally supported the idea. It's there to try to ensure that enough healthy people buy health insurance so that companies can profitably pay for the sick, but it's been seen as onerous. And it hasn't worked well as an incentive, said Caroline Pearson of consultancy Avalere Health. Simply dropping enforcement of the mandate would be popular and easy, while causing little damage to existing coverage. Maggie Fox ",
    "title": "What Can a New Trump Administration Do to Obamacare Right Away? - NBC News"
   },
   {
    "entities": [
     "kenneth",
     "amy",
     "senate",
     "taylor/the",
     "heritage",
     "5:30",
     "bush",
     "donald",
     "max",
     "george",
     "congress",
     "cato",
     "blackwell",
     "republican",
     "oval",
     "daron",
     "u.s.",
     "office",
     "foundation",
     "gail",
     "post",
     "paul",
     "council",
     "michael",
     "wilensky",
     "gop",
     "family",
     "friday",
     "research",
     "november 11",
     "ohio",
     "goldstein",
     "trump",
     "edwin",
     "h.w.",
     "cincinnati",
     "house",
     "may",
     "aca",
     "ryan",
     "cannon",
     "institute",
     "ehrenfreund",
     "feulner",
     "washington"
    ],
    "id": 25,
    "text": "By Amy Goldstein November 11 at 5:30 PM Follow @goldsteinamy During the brief period since his election, President-elect Donald Trump has begun to revise his health-care agenda in ways that conform more closely to the heart of Republican thinking in recent decades. On the presidential transition website, at greatagain.gov , antiabortion statements and policy positions have appeared that were not part of the campaign’s health-care platform. Other proposals have been deleted. Erasing the Affordable Care Act and replacing it with a set of policies long favored by conservatives remain at the core of the agenda. But in his first interview as president-elect, Trump significantly softened his language for the ACA’s fate, telling the Wall Street Journal on Friday, “Either Obamacare will be amended or repealed and replaced.” He mentioned just two parts of the law to keep, both favored by House Republicans despite their eagerness to axe the law. Trump reiterated his support for a rule forbidding insurers to refuse coverage to people with preexisting medical problems. And he said young adults should be able to stay on their parents insurance policies until 26 — an aspect he did not discuss during the campaign. [Trump’s health-care positions as a candidate] On the transition website, the first two lines in a set of bullet points say that the Trump administration will protect health-care workers from being required to perform services that violate their religious or moral beliefs and that it will “protect innocent human life from conception to natural death.” Neither had figured among the campaign’s health-care positions. Donald Trump has campaigned to repeal and replace the Affordable Care Act once he gets into office. Now that he's won the presidency with a majority Republican House and Senate, that feat still might not prove to be too easy. Wonkblog's Max Ehrenfreund explains. (Daron Taylor/The Washington Post) Conversely, the website omits what had been the Republican nominee’s call for Congress to allow Americans to import prescription drugs from countries where they are sold at lower prices. This idea has long been favored by Democratic lawmakers but repeatedly blocked by Republicans. The idea of drugs crossing U.S. borders could be construed as conflicting with the president-elect’s support of trade barriers, said Michael Cannon, director of health policy studies for the Cato Institute, a libertarian think tank. But Cannon acknowledged that, overall, Trump’s “health-care machinations have been a black box for me.” According to insiders to the transition, the shifts in the agenda primarily reflect the views of people chosen to help handle his ascension to the Oval Office, not a deliberate strategy by Trump to align with the GOP majorities in the House and Senate. [ Is Paul Ryan already eyeing Medicare cuts? ] Many of the ideas, including the “conscience clause” for health-care workers, mirror the positions of the Heritage Foundation. Edwin Feulner, the conservative think tank’s former president, has a prominent role in the transition for domestic policy. So does Kenneth Blackwell, a former Cincinnati mayor and Ohio secretary of state who is a senior fellow at the Family Research Council and serves on boards of other conservative organizations. The tweaked health-care agenda “is certainly moving in the direction of traditional Republican thinking,” said Gail Wilensky, a veteran health-policy expert who ran the Medicare and Medicaid programs under President George H.W. Bush and has not conferred with the Trump post-election team. “Not with a fulsome leap, but he’s definitely moved in that direction.” During the campaign, for instance, the candidate’s platform did not address the future of Medicare, the vast federal insurance program for older or disabled Americans. The program has been strained financially for years, and the trust fund that pays for Medicare patients’ hospital care is forecast to become insolvent in a dozen years. Before his election, Trump said repeatedly that he would not cut or change the program. “I’m leaving it the way it is,” he said in May. 1 of 22 ",
    "title": "Trump health-care agenda evolves toward core Republican thinking - The Washington Post"
   },
   {
    "entities": [
     "clinton",
     "n.c.",
     "jackson",
     "penn",
     "november 9, 2016",
     "army",
     "mitt",
     "donald",
     "&",
     "arnold",
     "jarrad",
     "barack",
     "omarosa",
     "obama",
     "puente",
     "july 19, 2016",
     "kwame",
     "november 11, 2016",
     "epa",
     "rancic",
     "hogg",
     "lee",
     "henderson",
     "white",
     "elect",
     "november 10, 2016",
     "spike",
     "june",
     "apprentice\\xc2\\xa0powerhouse",
     "gore",
     "michael",
     "wednesday",
     "gilette",
     "revolutionary",
     "romney",
     "oct. 14,  2016",
     "trump",
     "valerie",
     "maria",
     "toya",
     "manigault",
     "conversation",
     "house",
     "bill",
     "lara",
     "4:59 p.m. est",
     "mr.",
     "charlotte",
     "2012",
     "clarke",
     "al",
     "cleveland",
     "2004",
     "july",
     "guidelines",
     "piers",
     "morgan",
     "jarrett",
     "duncan",
     "bowie",
     "hillary",
     "benedict",
     "washington"
    ],
    "id": 26,
    "text": "Secretary Omarosa? She might be headed to Trump White House Surprise! Omarosa's 'Apprentice' veterans are divided about her and Trump. Post to Facebook Secretary Omarosa? She might be headed to Trump White House Surprise! Omarosa's 'Apprentice' veterans are divided about her and Trump. Check out this story on USATODAY.com: http://usat.ly/2fktOqq CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 9 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Secretary Omarosa? She might be headed to Trump White House Maria Puente , USA TODAY 4:59 p.m. EST November 11, 2016 Omarosa Manigault on July 19, 2016 in Cleveland. (Photo: Jarrad Henderson,USA TODAY) 1643 CONNECT TWEET LINKEDIN 9 COMMENTEMAILMORE Speculation about who will get jobs in the Trump administration is rampant but surely the most famously combative job candidate has to be Omarosa Manigault, the ex-Democrat who played the arch-villain contestant from Season 1 of Donald Trump's reality show, The Apprentice. But ask some of Manigault's former castmates (she was the only contestant fired by Trump three times from the show) what they think of Omarosa at the White House and you get opinions as divided as Americans are about Trump himself. My last briefing as senior advisor to @realDonaldTrump for campaign. President Elect Trump is now headed to the White House @POTUS #MAGA pic.twitter.com/nSb6osqxXF — OMAROSA (@OMAROSA) November 10, 2016 \"What a smart move, and not a surprise, for Mr. Trump to get people on his team who want to help him achieve his goals,\" enthused Bowie Hogg, 38, a conservative Texan Trump supporter, businessman and local school-board member who also was on Season 1 and admires Manigault, with whom he's stayed in touch since 2004. He says Omarosa, 42, has in abundance the quality Trump values most of all: Total loyalty. \"She never wavered on loyalty to him, no matter what happened. And he honors loyalty,\" Hogg says. \"I do think she'd be a strong candidate in the African-American community.  She’s a hard worker, you can like her or not, but no one can say she doesn’t work hard.\" Spike Lee calls out Omarosa Manigault over her new appointment to Trump's campaign A more sour assessment comes from business consultant Kwame Jackson, who was the second-to-last-man standing on Season I (he lost to Bill Rancic) and who spent the campaign on cable news criticizing Trump. Donald Trump with his daughter-in-law Lara Trump (L) and Omarosa Manigault (R) in Charlotte, N.C. on Oct. 14,  2016.  (Photo: ERIK S. LESSER, EPA) \"I don’t think Omarosa should get any job, I am not a fan of her work or her ideals,\" says Jackson, 42. \"Appointing her to direct African-American outreach is like appointing Benedict Arnold to lead the Revolutionary Army.\" There is no confirmation that Manigault will be tapped by Trump nor any discussion yet about what her job might be . But she is being \"mentioned,\" as the pols say in Washington, especially by Omarosa herself. Omarosa Manigault named head of black outreach for Trump campaign On election night, she told The Hollywood Reporter  that Trump asked her if she was \"ready to come with me to Washington.\" On Wednesday, she tweeted a picture of herself with a poster of Trump. \"My last briefing as senior adviser to #realDonaldTrump for campaign.\" At least two wags on Twitter are already pushing \"#ApprenticeCabinet.\" I fully expect Bill Rancic, Penn Gilette & Omarosa to be appointed to key positions in the Trump administration  #ApprenticeCabinet — RussChrusciel (@dbug4) November 9, 2016 It's not a totally off-the-wall possibility: Manigault was appointed Trump's adviser on outreach to African Americans in July. Trump still lost the black vote to Hillary Clinton, but not by as much as Mitt Romney did to Barack Obama in the 2012 campaign. \"It's higher than Romney but it's still single digits,\" says Jackson. \"She doesn't have resonance in the black community.\" Among the jobs Manigault could be suited for: Minority and millennial outreach, business outreach, communications and White House spokesperson, protocol, or just as a vaguely-defined \"senior adviser\"  or \"trusted confidant,\" as Valerie Jarrett has been for the two terms of the Obama administration. “As Donald says, I am his Valerie Jarrett,” said Manigault during a one-on-one-interview  at a business conference for multicultural women in June. She's no policy poseur: Manigault once worked for Vice President Al Gore in the Bill Clinton White House. She's a church pastor, possesses a PhD in communications, and is an undisputed self-marketing whiz. She is certainly the most famous previously unknown castmember to come out of the Apprentice powerhouse. Omarosa: Trump already has an enemies list But she's also famous for clashing with practically everybody on the show, including celebrity castmembers such as Piers Morgan and La Toya Jackson . Like Trump, she was often caustic and unfiltered, with little patience for anyone she considered a fool. And a lot of people seemed foolish to her. Her post-Apprentice years have featured more clashes, including with the family of her late fiance , actor Michael Clarke Duncan, over his will. After she was appointed to Trump's campaign, Spike Lee attacked her in a dramatic way: He posted a sideways  photograph of Manigault  wearing a clown nose. \"Omarosa grew up a fighter her entire life, she's not going to back down,\" says Hogg. \"She's always going to give her opinion; it's one of her strengths and sometimes it can hurt her. \"She's always prepared to be the villain.\" 1643 CONNECT TWEET LINKEDIN 9 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2fktOqq ",
    "title": "Secretary Omarosa? She might be headed to Trump White House"
   },
   {
    "entities": [
     "giuliani",
     "national",
     "mike",
     "peter",
     "stephen",
     "chris",
     "committee",
     "donald",
     "team",
     "fox",
     "newt",
     "rudy",
     "george",
     "jersey",
     "york",
     "republican",
     "sen.",
     "flynn",
     "bannon",
     "jeff",
     "presidential",
     "bridge",
     "transition",
     "eric",
     "dan",
     "november 11, 2016",
     "executive",
     "sessions",
     "mnuchin",
     "white",
     "christie",
     "michael",
     "september 2013",
     "news",
     "friday",
     "dearborn",
     "trump",
     "jr.",
     "house",
     "2016",
     "rick",
     "thiel",
     "new",
     "ben",
     "k.",
     "pence",
     "gingrich",
     "ivanka",
     "city",
     "steven",
     "carson",
     "gallo",
     "washington"
    ],
    "id": 27,
    "text": "Pence replaces Christie in Trump transition team shuffle Published               November 11, 2016 Facebook 0 Twitter 0 livefyre Email Print   Vice President-elect Mike Pence is taking over White House transition efforts from New Jersey Gov. Chris Christie – one of a host of changes announced Friday by President-elect Donald Trump as he works quickly to form his administration-in-waiting. Pence will now serve as chairman of the transition team. Christie, the scandal-scarred governor who has supported Trump ever since dropping his own 2016 presidential bid, will remain on board – only in a lesser role, as one of several transition vice chairs. “Together this outstanding group of advisors, led by Vice President-elect Mike Pence, will build on the initial work done under the leadership of New Jersey Gov. Chris Christie to help prepare a transformative government ready to lead from day one,” Trump said in a statement. “The mission of our team will be clear: put together the most highly qualified group of successful leaders who will be able to implement our change agenda in Washington.” The decision marks Trump’s biggest personnel move since being elected president. Speculation is widespread over whom he will consider for the highest-profile Cabinet and White House positions in his administration, but the first order of business was sorting out the team leading those discussions. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Trump expressed gratitude for the New Jersey governor's support in his election night acceptance speech. But in recent weeks, Christie’s reputation has taken more hits from the scandal involving staffers who shut down several lanes of the George Washington Bridge in September 2013 to punish a political rival. Two more aides were found guilty of involvement in a trial where Christie's own knowledge of the closures repeatedly was called into question.  Christie has maintained his innocence and said the outcome of the trial confirmed his past statements that those aides were responsible. It’s unclear where the controversy goes from here, but Christie is set to continue serving as Trump transition vice chair along with Ben Carson, former House Speaker Newt Gingrich, retired Lt. Gen. Michael Flynn, former New York City Mayor Rudy Giuliani and Sen. Jeff Sessions. The news comes as Trump himself was in New York for discussions on his future administration team.  Trump also announced Friday that several other big names would join the Presidential Transition Team Executive Committee, including: his finance chairman Steven Mnuchin; venture capitalist Peter Thiel; Republican National Committee Chairman Reince Priebus; campaign CEO Stephen K. Bannon; and children Donald Trump Jr., Eric Trump and Ivanka Trump. Some of those figures are also seen as potential prospects for key administration posts.  Sessions’ chief of staff Rick Dearborn will be executive director of the transition team.  Fox News' Dan Gallo contributed to this report. Advertisement ",
    "title": "Pence replaces Christie in Trump transition team shuffle | Fox News"
   },
   {
    "entities": [
     "facebook",
     "clinton",
     "standards",
     "news",
     "kelly",
     "struggles",
     "to",
     "mark",
     "u.s.",
     "donald",
     "trump",
     "fox",
     "define",
     "megyn",
     "hillary",
     "community",
     "hate",
     "zuckerberg",
     "speech"
    ],
    "id": 28,
    "text": "CEO Mark Zuckerberg defended Facebook against criticism that it doesn't vet fake news in its News Feed. Lluis Gene/AFP/Getty Images hide caption toggle caption Lluis Gene/AFP/Getty Images CEO Mark Zuckerberg defended Facebook against criticism that it doesn't vet fake news in its News Feed. Lluis Gene/AFP/Getty Images Mark Zuckerberg says the notion that fake news influenced the U.S. presidential election is \"a pretty crazy idea.\" The Facebook CEO is finding himself in a unique position in this election cycle. Many news organizations have come under fire for their coverage of the campaign. Now Facebook is getting it too, as a modern media company that does not vet fake news from its News Feed and that, critics argue, allows users to stay in information bubbles that reinforce existing prejudices. Zuckerberg took both these criticisms head-on yesterday, at a conference called Techonomy . (You can find the full interview on his Facebook feed .) Did Social Media Ruin Election 2016? He says hoaxes existed before his platform was created. They aren't new, and people who say misinformation is why Donald Trump won simply do not get it. \"There's a profound lack of empathy in asserting that the only reason why someone could have voted the way that they did is because they saw some fake news,\" Zuckerberg says. He also says his company has studied fake news and found it's a \"very small volume\" of the content on Facebook. He did not specify if that content is more or less viral or impactful than other information. Weeks back Facebook algorithms accidentally promoted to \"trending news\" a fake story about Fox News anchor Megyn Kelly pledging her support for Democratic candidate Hillary Clinton. Article continues after sponsorship In Wake Of Shootings, Facebook Struggles To Define Hate Speech Zuckerberg also said his team has studied the filter bubble effect and the research shows that almost everyone has some friend on the other side of the aisle. A Democrat may think there's no Republican in his News Feed, but there likely is. The social network's ability to connect people makes it \"inherently more diverse\" than the major news stations of 20 years back, Zuckerberg says. He says right now the problem is not that diverse information isn't there. It's there more than it was in the days of traditional media. The problem, he says, is that people don't click on things that don't conform to their worldview. And, he says, \"I don't know what to do about that.\" Facebook is not a free speech platform. It has a long list of rules, called Community Standards , of things you're not allowed to say or share. Naked pictures of children are a well-known example. With 'Napalm Girl,' Facebook Humans (Not Algorithms) Struggle To Be Editor During this election cycle, Zuckerberg personally intervened to change the rules. When Trump called for a ban on all Muslims, it was clearly hate speech, as defined by Facebook guidelines. But the CEO ordered his staff to not take it down because it was newsworthy. That example is just one illustration of the extraordinary power Zuckerberg has amassed to decide what news is. And from his talk, it's clear that he's thinking about how to wield this power. \"When we started, the north star for us was: We're building a safe community,\" Zuckerberg says. He thought about how to control for bullies. One of the things that has shifted, he says, is that now news is a more important part of Facebook content. \"We're still working through what that means.\" ",
    "title": "Zuckerberg Denies Fake News On Facebook Had Impact On The Election : All Tech Considered : NPR"
   },
   {
    "entities": [
     "angell",
     "abou",
     "$1,500",
     "angeles",
     "thursday",
     "beach",
     "bot",
     "jefferson",
     "california",
     "comedin",
     "november 11, 2016",
     "snapchat",
     "venice",
     "4:54 p.m. est",
     "graham",
     "$129",
     "nemr",
     "google",
     "usa",
     "jarek",
     "khan",
     "glass",
     "conwell",
     "snap",
     "nassar",
     "los"
    ],
    "id": 29,
    "text": "Snapchat Spectacles: video is sketchy but really, so what? Jefferson Graham , USA TODAY 4:54 p.m. EST November 11, 2016 x Share Jefferson Graham reviews the new Snapchat Spectacles video sunglasses, a fun toy that lets you shoot 10-second video clips hands free, on #TalkingTech. Video by Jefferson Graham Comedin Nemr Abou Nassar sports a pair of Snapchat Spectacles (Photo: Jefferson Graham) LOS ANGELES — For a short span Thursday, consumers got a chance to buy Snapchat's new $129 Spectacles. Within a few hours, they were gone. USA TODAY wasn't one of the lucky ones, even after a two-hour wait , but we got to borrow a pair to test out. Here's the download. The specs let you record on-the-fly 10-second video clips that can be played back in the updated Snapchat app, for more spontaneous, on-the-moments. The glasses are stylish and a whole lot of fun. Snapchat has done a great job at making the operation drop-dead simple. But if you're looking for great video quality, stick with a camera or smartphone. The clips are low-res and really jerky — shooting from your eyes doesn't allow for any steadiness help from the hands. Like Google Glass, the late, $1,500 and since discontinued futuristic eyewear, Spectacles are meant to capture moments wherever we are, and that could create for awkward times. I wore them to the gym and picked up a clip walking in the door, which meant I was probably invading everyone's personal space. (I deleted it.) Moments in restaurants, bars and other open settings would have to also be considered intrusive. I see folks using Spectacles in social situations, but buyer beware: if used at a party or other evening gathering, the video quality will be pretty poor; at least it was for me when I shot inside. (The camera does better in daylight.) Actress Angell Conwell sports Snapchat Spectacles  (Photo: Jefferson Graham) But then again, no one is buying Spectacles for great video quality. They want Spectacles because they're colorful, cool and for the time being, represent an instant status symbol status, because they are so rare. x Share Snapchat's hard to get video glasses, Spectacles, went on sale Thursday in a vending machine on the beach in California. They sold out within 4 hours. Jefferson Graham reports Snapchat is selling Spectacles not online, or at retail, but via a bright yellow vending machine attached to yellow balloons that will just show up unannounced. The Snap Bot appeared on the Venice Beach boardwalk Thursday for the first time and attracted long, long lines. Each bot will only make its appearance for one-24-hour period, says Snapchat and there's no word for where it’s headed to next. Check spectacles.com and scroll to the bottom of the page, for the \"Find a Bot\" section to see if there's a Bot sighting in your neighborhood. As of this writing, no new sightings have been scheduled. Jarek Khan has fun with the new Snapchat Spectacles, which records in circular video  (Photo: Jefferson Graham) Spectacles basics: Begin by charging the specs. You need to connect the USB to the back of the glasses case. Once done, pair the glasses with the Snapchat app (again, make sure to update to the latest IOS or Android version.) Once charged, click the right button atop the glasses, and it starts recording 10-second video snippets of our lives. You'll know, and those around you will know, that you're recording because a light goes in a circular motion to indicate recording status. People wait in line to buy Snapchat's Spectacles, available Thursday.  (Photo: Jefferson Graham, USA TODAY) The clips themselves get wirelessly sent to Snapchat, where you can view, share and save them to your camera roll. The video is in a new, circular format. But on Snapchat, they are processed and flattened. Outside Snapchat, they're round. Again, the video looks fine on Snapchat, but if you save and send them to your computer for viewing on a bigger screen, not so good. Not that I really cared, nor do I think anyone else will. Spectacles is a fun toy, and easily the must-have gift of the holiday season--if you can find one. Good luck. Follow USA TODAY's Jefferson Graham on Twitter, @jeffersongraham and listen to the daily #TalkingTech podcast on Stitcher and iTunes. 5 CONNECT TWEET LINKEDIN COMMENTEMAILMORE Read or Share this story: http://usat.ly/2fkpLur This story is part of the series talking tech ",
    "title": "Snapchat Spectacles: video is sketchy but really, so what?"
   }
  ]
 }
}