{
 "13": {
  "col-sim": {
   "cosine": 0.26356394175351794,
   "entity": 0.34240528516707336
  },
  "exec-time": 78.23550176620483,
  "links": [
   {
    "entities": [
     "nov 12, 2016",
     "national",
     "committee",
     "donald",
     "york",
     "republican",
     "white",
     "manhttan",
     "tower",
     "trump",
     "house",
     "priebus",
     "kellyanne",
     "tower today",
     "mr.",
     "conway",
     "new",
     "nov. 10, 2016",
     "nov. 12, 2016",
     "city",
     "reince"
    ],
    "id": 0,
    "text": "Nov 12, 2016, 5:14 PM ET 0 Shares Star AP Photo | Getty Images (L-R) President-elect Donald Trump on Capitol Hill, Nov. 10, 2016 and Kellyanne Conway in New York City, Nov. 12, 2016. 0 Shares Email Donald Trump 's campaign manager Kellyanne Conway has said that the appointment of a White House chief of staff is \"imminent.\" Speaking briefly with reporters in the lobby of Trump Tower today, Conway said there are \"several people being considered and it's Mr. Trump's decision ultimately.\" She added that Republican National Committee chairman Reince Priebus has expressed interest in the position. The president-elect has been holed up inside Trump Tower in Manhttan with his transition team all day. ",
    "title": "Kellyanne Conway: Trump Chief of Staff Announcement 'Imminent' - ABC News"
   },
   {
    "entities": [
     "clinton",
     "politico",
     "dnc",
     "comey",
     "saturday",
     "donald",
     "fox",
     "thursday",
     "congress",
     "times",
     "fbi",
     "department",
     "york",
     "the",
     "james",
     "white",
     "news",
     "gomez",
     "$100,000",
     "trump",
     "house",
     "2016",
     "three days before election day",
     "new",
     "july",
     "serafin",
     "state",
     "november 12, 2016",
     "hillary",
     "oct. 30"
    ],
    "id": 1,
    "text": "Clinton tells fundraisers FBI Comey letter sank presidential bid Published               November 12, 2016 Facebook 0 Twitter 0 livefyre Email Print   Hillary Clinton has offered a couple of private but candid explanations about why she lost her White House bid, telling high-dollar fundraisers Saturday that FBI announcements about a second probe into her emails from her time as secretary of state were too damaging. Clinton said, \"Our analysis is that Comey’s letter raised doubts that were groundless and baseless...\" and \"stopped our momentum,\" a DNC fundraising source who was on the call told Fox News. Clinton made the remark on a roughly 30-minute conference call with Democrats who raised more than $100,000, according to Politico . The former State Department leader lost in a surprising defeat to Republican nominee Donald Trump -- a first-time candidate who essentially trailed in almost every major poll for the entire campaign. FBI Director James Comey told Congress in an Oct. 30 letter that the agency was looking at emails found in an unrelated case that could be related to a closed FBI case specifically about the Clinton emails. Clinton suggested her campaign’s internal poll numbers plunged after the letter but nevertheless rebounded, a person on the Saturday call told Politico. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → However, she said the second Comey letter, three days before Election Day, saying that she had essentially been cleared in the unrelated case, awakened Trump voters.     The FBI investigated Clinton using a private email server system while secretary of state. Comey said some of the emails included classified information and that she was “extremely careless” in her action. But he concluded the case in July without recommending criminal charges. Clinton on Thursday told her campaign staff that she had “stepped in it” by saying half of Trump’s supporters were “deplorables,” according to The New York Times. She and her campaign essentially defended the remark by saying she regretted saying “half” of the supporters were “racist, sexist, homophobic, xenophobic, Islamophobic\" people. Fox News' Serafin Gomez contributed to this report. Advertisement ",
    "title": "Clinton tells fundraisers FBI Comey letter sank presidential bid | Fox News"
   },
   {
    "entities": [
     "clinton",
     "arizona",
     "oct. 19",
     "wisconsin",
     "comey",
     "saturday",
     "mrs.",
     "s.",
     "dennis",
     "thursday",
     "congress",
     "email",
     "york",
     "morning",
     "manhattan",
     "jacobs",
     "blames",
     "loss",
     "saturday before election day",
     "her",
     "midtown",
     "obama",
     "chappaqua",
     "summer",
     "cheng",
     "vegas",
     "night",
     "white",
     "f.b.i.",
     "friday",
     "$1 billion",
     "brian",
     "nevada",
     "trump",
     "michigan",
     "$100,000",
     "server",
     "house",
     "america",
     "for",
     "las",
     "pennsylvania",
     "mr.",
     "new",
     "july",
     "election",
     "jay",
     "washington",
     "hillary",
     "november 13, 2016",
     "fallon",
     "n.y.",
     "wednesday"
    ],
    "id": 2,
    "text": "Privacy Policy As early as Wednesday morning, aides began to explain to Democrats shaken by the loss that the campaign’s sophisticated data modeling had not taken into account the bombshell F.B.I. announcement. Mr. Comey’s letters to Congress went against the F.B.I.’s longstanding tradition of avoiding decisions that could affect elections, but he told aides that he felt he had no choice because he had already weighed in on the case so publicly. In July, he had taken the unusual step of publicly announcing that the F.B.I. would not charge Mrs. Clinton. At the time, she believed she had finally put the issue to rest. And after the final debate on Oct. 19 in Las Vegas, she emerged in such a strong position that she began to focus on campaigning for down-ballot Democrats and planned a campaign stop in traditionally Republican Arizona. “We felt so good about where we were,” Mrs. Clinton told donors. Before Mr. Comey’s first letter to Congress, she added, “we just had a real wind at our back.” Mr. Trump seized on the letter, telling voters in Nevada the Saturday before Election Day that “the F.B.I. has reopened its criminal investigation into Hillary Clinton,” and that the matter “would grind government to a halt” should Mrs. Clinton win the White House. The F.B.I.’s examination of the new emails did not in fact reopen the investigation. Democratic pollsters attributed Mr. Trump’s laser-thin victories in Pennsylvania, Michigan and Wisconsin — states that President Obama had won — largely to a drifting of college-educated suburban women to the Republican nominee at the last minute, because of the renewed focus on Mrs. Clinton’s email server. “We lost with college-educated whites after leading with them all summer,” a Clinton spokesman, Brian Fallon, said on Wednesday. “Five more days of reminders about Comey, and they gravitated back to Trump.” Before Mrs. Clinton spoke on Saturday, her finance director, Dennis Cheng, thanked the donors on the call, each of whom had raised at least $100,000. The campaign brought in nearly $1 billion to spend heavily on data efforts, to disperse hundreds of staff members to battleground states, and to air television advertisements — only to fall short to Mr. Trump’s upstart operation. Advertisement Continue reading the main story Donors conceded that, ultimately, no amount of money could match Mr. Trump’s crisp pitch, aimed at the economically downtrodden, to “make America great again.” “You can have the greatest field program, and we did — he had nothing,” said Jay S. Jacobs, a prominent New York Democrat and donor to Mrs. Clinton. “You can have better ads, paid for by greater funds, and we did. Unfortunately, Trump had the winning argument.” Mrs. Clinton has kept a low profile since her concession speech at a Midtown Manhattan hotel on Wednesday. On Thursday, a young mother with her 13-month-old daughter spotted Mrs. Clinton walking her dogs near her home in Chappaqua, N.Y., posting a photo of the defeated candidate on Facebook that quickly went viral along with the hashtag #ImStillWithHer. On Friday night, Mrs. Clinton thanked volunteers on a nationwide conference call. “Look, I’m not going to sugarcoat it,” she said, sighing. “These have been very, very tough days.” Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on November 13, 2016, on page A22 of the New York edition with the headline: Clinton Blames F.B.I. Director’s Renewed Focus on Her Email Server for Election Loss. Order Reprints | Today's Paper | Subscribe ",
    "title": "Hillary Clinton Blames F.B.I. Director for Election Loss - The New York Times"
   },
   {
    "entities": [
     "20%",
     "clinton",
     "arizona",
     "13%",
     "john",
     "party",
     "wisconsin",
     "bush",
     "montanaro/npr",
     "mitt",
     "11 percent",
     "donald",
     "24 percent",
     "carolina",
     "wis.",
     "danielle",
     "18-29",
     "george",
     "19 percent",
     "23%",
     "southwest",
     "hilton",
     "york",
     "8 percent",
     "philadelphia",
     "jill",
     "gary",
     "12%",
     "midtown",
     "obama",
     "johnson",
     "1992",
     "71-27 obama 2016",
     "u.s.",
     "electoral",
     "college",
     "60-37",
     "kerry",
     "wayne",
     "milwaukee",
     "90 percent",
     "night",
     "3 percent",
     "gop",
     "mich.",
     "gore",
     "county",
     "coalition",
     "romney",
     "18%",
     "nevada",
     "trump",
     "55-37",
     "2000",
     "tuesday",
     "michigan",
     "2016",
     "w.",
     "10 percent",
     "third party 2016",
     "pennsylvania",
     "domenico",
     "bill",
     "2012",
     "1 percent",
     "wilkes-barre",
     "detroit",
     "new",
     "al",
     "6 percent",
     "2004",
     "north",
     "kurtzleben",
     "stein",
     "colorado",
     "1996",
     "texas",
     "hillary",
     "green",
     "washington"
    ],
    "id": 3,
    "text": "Donald Trump supporters cheer on Tuesday night at the New York Hilton Midtown. Chip Somodevilla/Getty Images hide caption toggle caption Donald Trump supporters cheer on Tuesday night at the New York Hilton Midtown. Chip Somodevilla/Getty Images The dust is starting to settle in Washington and around the country after an election that stunned political watchers and pollsters. Here are seven things we've learned about Donald Trump's path to victory Tuesday night: 1. Hillary Clinton now has a wider popular vote lead than Al Gore in 2000, but the Electoral College picks presidents. As vote continues to be counted, Hillary Clinton has now surpassed Al Gore's 2000 popular vote margin. Clinton's popular-vote lead is 668,171 over President-elect Donald Trump, according to the latest totals compiled by the U.S. Election Atlas. Gore got 547,398 more votes than George W. Bush in 2000. Clinton's lead will only likely grow as votes continue to be finalized. Democrats have now won the popular vote in six of the last seven presidential elections, but lost the Electoral College in two of them. This takes place as Democrats continue to migrate to cities and the coasts where their population is more concentrated. The constitution mandates the Electoral College picks presidents. The founders created that system in part to avoid the largest states picking \"favorite sons\" and having outsize influence. Article continues after sponsorship 2. Overall turnout will be about the same as 2012. Domenico Montanaro/NPR It may even surpass it when all the vote is counted. These figures represent only about half of all eligible voters in the U.S.. But, as explained below, Clinton earned a lower share than Obama and more voters chose third party candidates. 3. A significant chunk of voters were dissatisfied with their choice of candidates. The number of people electing not to vote for the Republican or Democratic nominee went up by 4.5 million votes, nearly tripling from 2012: Votes for third party or candidates outside the major parties in 2012 vs. 2016. Domenico Montanaro/NPR hide caption toggle caption Domenico Montanaro/NPR It's difficult to say who those voters would have gone to precisely. Libertarian Gary Johnson got more than 4 million votes (or 3 percent), up from 1.3 million in 2012. Green Party candidate Jill Stein got 1.3 million votes in this election, only about 1 percent overall. But more young voters went third party this year: 18-29 YEAR OLDS WHO CHOSE THIRD PARTY/OTHER 2012: 3 percent 4. Clinton did not fire up the Obama Coalition. Clinton got nearly 5 million fewer votes overall than Obama: Domenico Montanaro/NPR Trump, meanwhile, got roughly the same number of voters as Mitt Romney four years ago: Domenico Montanaro/NPR 18-29-YEAR-OLDS Young voters were the same share of the electorate (19 percent), but went in smaller margins for Clinton than Obama and they jumped in third-party support from 3 percent to 8 percent: 2012: 60-37 Obama, 3 percent third party 2016: 55-37 Clinton, 8 percent third party LATINOS By their sheer size, Latinos went up as a share of the electorate from 10 percent to 11 percent, but the idea that they would turn out for Clinton in bigger numbers than Obama because of Trump turned out just not be true overall — and a significant share, especially among Latinos, went third party: 2012: 71-27 Obama 2016: 65-29 Clinton; 6 percent third party Latinos certainly had an impact in the Southwest, helping Clinton win Nevada and Colorado and even made Arizona and Texas closer than past years. Texas was within 10 points for the first time in 20 years, and Latinos were a quarter of the electorate (24 percent). It might be becoming clear that about 3 in 10 Latinos are simply part of the conservative base. BLACK VOTERS Black voters were down as a share of the electorate slightly and went for Clinton in a smaller margin — more like 2004 numbers for John Kerry: 2012: 13% of electorate, 93-6 Obama 2016: 12% of electorate, 88-8 Clinton In places like Wayne County, Mich., home to Detroit, and Milwaukee, Wis., Clinton was significantly off from Obama's vote total in 2012. In fact, had she met Obama's vote total, it would have made been more than enough to make up the statewide differences in both states: WISCONSIN STATEWIDE MARGIN: Trump +24,000 votes MILWAUKEE Obama total votes 2012: 332,000 Clinton total votes 2016: 289,000 (-43,000) MICHIGAN STATEWIDE MARGIN: Trump +13,000 votes WAYNE COUNTY Obama total votes 2012: 595,000 Clinton total votes 2016: 517,000 (-78,000) A similar pattern wouldn't have helped Clinton win Pennsylvania. She turned out about 25,000 fewer voters in Philadelphia than Obama, but that discrepancy would not have made up for the crumbling in rural areas and even some counties Obama won. Luzerne (Wilkes-Barre), for example, shifted huge to Trump – by 25 points. Erie shifted 18 points. In North Carolina, despite Clinton doing better in the Research Triangle area than Obama, black voters, who traditionally turn out at high rates in North Carolina, dropped significantly: BLACK VOTERS IN NORTH CAROLINA 2012: 23% of electorate, 96-4 for Obama 2016: 20% of electorate, 90-8 for Clinton Could they have made up the difference? Quite possibly. Trump won the state by 177,000 votes out of about 4.7 million votes. If black voters were the same share of the electorate as 2012, and Clinton won 90 percent, she would have picked up some 126,000 votes. Now, if they voted in the 96-percent, same margin as they did for Obama and turned out at the same share of the electorate, Clinton would have picked up 191,000 votes. Now almost no one expected, including the Clinton campaign, to get the same margins and share of the electorate with black voters as Obama, so these calculations probably aren't fair. What's more, Trump increased turnout among Republicans, so the black share would have to drop even if the same raw number turned out as 2016. Sure, mathematically, no slippage with black voters, no third-party bleed among young voters in particular and juicing the Latino vote would have meant Clinton could have won despite a white, working-class cratering (more on that below). But that's not realistic, considering the election didn't take place in a vacuum. The declines are interrelated. POST GRADUATES Post-graduates went by a slightly wider margin for Clinton than Obama: 2012: 18% of electorate, 55-42 Obama 2016: 18% of electorate, 58-37 Clinton This furthers the distinct education gap in this election, especially among whites. 5. Whites without college degrees have fled to the GOP. They were a group Democrats used to compete with. In 1992 and 1996, Bill Clinton won them by a point. But they have fled to the GOP in the years since –- and now the gap between whites with college degrees and without appears to be the widest ever. A whopping 35 points. NPR's Danielle Kurtzleben charted it here . WHITES WITHOUT A DEGREE ",
    "title": "How Did Donald Trump Win The Presidential Election And Hillary Clinton Lose?  : NPR"
   },
   {
    "entities": [
     "hopwood",
     "luis",
     "via",
     "november 9, 2016",
     "demonstrators",
     "mike",
     "school",
     "circle",
     "magana",
     "bush",
     "john",
     "elliott",
     "angeles",
     "chinn",
     "miami",
     "skinner",
     "garcia",
     "austin",
     "rosa",
     "eisman",
     "beach",
     "thousands",
     "mich",
     "jim",
     "chicago",
     "goldman",
     "john\\'s",
     "people",
     "college",
     "university",
     "at",
     "chelsea",
     "mary",
     "jennifer",
     "jane",
     "lane",
     "u.c.",
     "spokane",
     "justin",
     "risberg",
     "union",
     "republic",
     "grand",
     "friday",
     "roybal",
     "morse",
     "fullscreen",
     "boston",
     "seattle",
     "joshua",
     "palm",
     "anti-donald",
     "pennsylvania",
     "bowman",
     "oza",
     "capitol",
     "nix",
     "edward",
     "waterfront",
     "us",
     "burchell",
     "anti",
     "building",
     "filmmaker",
     "safo",
     "yorkers",
     "generation",
     "grace",
     "hwy",
     "calif.",
     "arizona",
     "atlanta",
     "janowsky",
     "otis",
     "oakland",
     "donald",
     "saturday",
     "mission",
     "bay",
     "courthouse",
     "st.",
     "watson",
     "ted",
     "robertson",
     "foley",
     "kourkounis",
     "cassidy",
     "david",
     "nov., 11, 2016",
     "hall",
     "dovarganes",
     "calif",
     "spencer",
     "stephanie",
     "dozens",
     "raucheisen/naples",
     "jeff",
     "bridge",
     "chronicle",
     "francisco",
     "paul",
     "athens",
     "cory",
     "night",
     "lily",
     "avenue",
     "news",
     "getty",
     "denver",
     "ore.",
     "kamm",
     "nelson",
     "platt",
     "felomina",
     "tuesday",
     "janner",
     "google",
     "usa",
     "mehreen",
     "scott",
     "ronald",
     "carl",
     "irwin",
     "wash.",
     "hope",
     "north",
     "ryan",
     "fla.",
     "nov. 12, 2016",
     "fla",
     "city",
     "ducey",
     "state",
     "marcos",
     "november 12, 2016",
     "texas",
     "fort",
     "beaty",
     "hayden",
     "boulder",
     "lowell",
     "portland",
     "a",
     "group",
     "lulu",
     "next",
     "dasilva",
     "nov 10, 2016",
     "vigaray",
     "kena",
     "crispin",
     "jansky",
     "network",
     "arielle",
     "roark",
     "colo.",
     "max",
     "nicholas",
     "congress",
     "oviedo",
     "twitter",
     "york",
     "rapids",
     "chaudhary",
     "sweet",
     "philadelphia",
     "javkhlantugs",
     "the",
     "jason",
     "west",
     "tarrant",
     "califo",
     "images",
     "of",
     "aiken",
     "yao",
     "u.s.",
     "berkeley",
     "hagen",
     "students",
     "eisen",
     "matthew",
     "kristopher",
     "white",
     "pressphoto",
     "michael",
     "sproul",
     "states",
     "d.c.",
     "federal",
     "damian",
     "jessica",
     "latino",
     "tower",
     "long",
     "trump",
     "nicole",
     "phoenix",
     "ringo",
     "high",
     "karen",
     "tyska",
     "united",
     "worth",
     "new",
     "betancur",
     "ben",
     "protesters",
     "mark",
     "l.",
     "guidelines",
     "ore",
     "jay",
     "teagan",
     "alba",
     "susan",
     "miller",
     "lopes",
     "kevin",
     "washington",
     "cervantes",
     "j.",
     "nov. 9, 2016",
     "peter",
     "los",
     "sanchez",
     "madeline",
     "area",
     "abigail",
     "s.",
     "berkley",
     "mcnew",
     "action",
     "fairview",
     "square",
     "afp/getty",
     "california",
     "daily",
     "eric",
     "moore",
     "nick",
     "tribune",
     "european",
     "lebowitz",
     "guerra",
     "5:11 p.m. est",
     "tanan",
     "hughes",
     "county",
     "nov. 11, 2016",
     "parks",
     "camera",
     "agency",
     "innew",
     "connolly",
     "conversation",
     "house",
     "warren",
     "ap",
     "dulles",
     "press",
     "plaza",
     "eugene",
     "armando",
     "park",
     "nov. 10, 2016",
     "altaffer",
     "albany",
     "larson",
     "san",
     "police",
     "chiu"
    ],
    "id": 4,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Trump protesters' resounding message: No national mandate Those taking to the streets come from all walks of life and they are determined to be heard. Post to Facebook Trump protesters' resounding message: No national mandate Those taking to the streets come from all walks of life and they are determined to be heard. Check out this story on USATODAY.com: http://usat.ly/2fmDK2B CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 468 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump protesters' resounding message: No national mandate Susan Miller , USA TODAY 5:11 p.m. EST November 12, 2016 Posted! A link has been posted to your Facebook feed. Thousands of people march to protest against president-elect Donald Trump, in Los Angeles on Nov. 12, 2016.  Eugene Garcia, European Pressphoto Agency Otis Nix, 8, holds a \"Trump is Mean\" sign during a protest outside the United States Federal Courthouse in Spokane, Wash., on Nov. 12, 2016.  Dan Pelle/The Spokesman-Review via AP Demonstrators protest against President-elect Trump in front of Trump Tower on Nov. 12, 2016 in New York.   Kena Betancur, AFP/Getty Images People take part in a protest against President-elect  Trump at Union Square on Nov. 12, 2016, in New York.  Kena Betancur, AFP/Getty Images Demonstrators gather outside the Edward Roybal Federal Building to protest against President-elect Donald Trump in Los Angeles on Nov. 12, 2016.   Ringo Chiu, AFP/Getty Images Demonstrators gather outside the Edward Roybal Federal Building to protest against US President-elect Donald Trump in Los Angeles on Nov. 12, 2016.   Ringo Chiu, AFP/Getty Images Demonstrators  protest against US President-elect Donald Trump in Los Angeles on Nov. 12, 2016.   Ringo Chiu, AFP/Getty Images Officers carry away a protester who had breached the barricade in front of Trump Tower during an anti-Trump demonstration in New York on Nov. 12, 2016.   Kevin Hagen, European Pressphoto Agency Demonstrators hold signs during a rally outside Trump Tower in New York on Nov. 12, 2016, to protest against President-elect Trump.   Mary Altaffer, AP Demonstrators hold signs during a rally outside Trump Tower in New York on Nov. 12, 2016.  Mary Altaffer, AP Police officers look down from Trump Tower as thousands of protesters gather to protest against President-elect Trump in New York on Nov. 12, 2016.   Kevin Hagen, European Pressphoto Agency Filmmaker Michael Moore joins the demonstrators during a protest against the election of President-elect Trump on  near Trump Tower on, Nov. 12, 2016, in New York.  Mary Altaffer, AP Police escort thousands of protesters as they march up Fifth Avenue to Trump Tower to protest against President-elect Trump inNew York on Nov. 12, 2016.  Kevin Hagen, European Pressphoto Agency Demonstrators chant slogans as they march up 5th Ave. during a protest against the election of President-elect Trump on Nov. 12, 2016, in New York.  Mary Altaffer, AP Thousands of protesters march up Fifth Avenue to Trump Tower to protest against President-elect Donald Trump in  New York on Nov. 12, 2016.   Kevin Hagen, European Pressphoto Agency Grace Burchell, left, and Teagan Sweet, both Freshman at St. John's College chant during a protest against the election of President-elect Donald Trump on Nov. 12, 2016, in New York's Union Square.  Mary Altaffer, AP Anti-Trump demonstrators hold a U.S. flag upside-down as they march in a rally in downtown Los Angeles on  Nov. 12, 2016, to protest against President-elect Donald Trump.   Damian Dovarganes, AP A demonstrator carries a Trump pinata as thousands march in reaction to the election of Republican Presidential candidate Donald Trump as the 45th president of the United States, in Los Angeles, Califo. in Nov. 12, 2016.  Mike Nelson, European Pressphoto Agency Thousands of people march to protest against president-elect Donald Trump, in Los Angeles, Calif. on Nov. 12, 2016.  Eugene Garcia, European Pressphoto Agency Thousands of demonstrators march to protest the election of Donald Trump as the 45th president of the United States, in Los Angeles, Calif. on Nov. 12, 2016.   Mike Nelson, European Pressphoto Agency Fullscreen Demonstrators march to Trump Tower in Chicago on Nov. 12, 2016, as marches continue across the US against the policies of President-elect Donald Trump. Americans spilled into the streets Saturday for a new day of protests against Trump, even as the president-elect appeared to back away from the fiery rhetoric that propelled him to the White House.   Nova Safo, AFP/Getty Images A woman holds a poster during a rally against President-elect Trump in Union Square on Nov. 12, 2016, in New York.   Kena Betancur, AFP/Getty Images Demonstrators march to protest against President-elect Trump in Los Angeles on Nov. 12, 2016.   Ringo Chiu, AFP/Getty Images A group of students demonstrate outside of the White House in opposition of President-elect Trump, in Washington, on Nov. 12, 2016.  Jose Luis Magana, AP Fullscreen Protesters march in the street to demonstrate against the election of President-elect Trump in Atlanta on Nov. 11, 2016. Spurred by fear and outrage, protesters around the country rallied and marched Friday as they have done daily since Donald Trump's presidential election victory.   David Goldman, AP Fullscreen A Trump supporter with a flag, left, counter protests as Mark Hughes, right, President of the Next Generation Action Network, Tarrant County chapter leads a small group outside the courthouse protesting in opposition of President-elect Trump on Nov., 11, 2016, in Fort Worth, Texas.  Brandon Wade/Star-Telegram via AP Fullscreen People protest President-elect Donald J. Trump during a non-violent march in downtown Miami, Fla. on Nov. 11, 2016. According to one of the group's Facebook pages, the march aimed to warn the people against the dangers of a man like Donald Trump, particularly the encouragement of outspoken hate, racism, anti-islamism, and misogyny.   Nicole Raucheisen/Naples Daily News via USA TODAY NETWORK A large crowd protest in opposition of President-elect Donald Trump on Nov. 11, 2016, in front of the luxury condominium towers that bear his name along the waterfront in West Palm Beach, Fla.   Damon Higgins/Palm Beach Post via AP Ben Jansky and his mother, Jennifer Dulles  pause while marching as they protest the election of President-elect Donald Trump in Denver, CO.  Jason Connolly, AFP/Getty Images Demonstrators block traffic on the HWY 580 freeway during a march through the streets in protest against President-elect Donald Trump in Oakland, Calif Nov 10, 2016.   Peter Dasilva, European Pressphoto Agency Protesters march on their way to Waterfront Park in Portland, Ore., on the third day of protests over the results of the presidential election Nov. 10, 2016.   Jim Ryan, AP Dozens of anti-Donald Trump protesters stand along 5th Avenue in front of Trump Tower as New Yorkers react for a second night to the election of Trump.  Spencer Platt, Getty Images Anti President-elect Donald Trump protesters chant outside the White House in Washington, DC.   Jim Watson, AFP/Getty Images Mission High School students Hope Robertson, left, and Cat Larson yell as they protest with other high school students in opposition of Donald Trump in front of City Hall in San Francisco.  Jeff Chiu, AP People take part in a protest against President-elect Donald Trump in front of Trump Tower in New York.  Kena Betancur, AFP/Getty Images Dozens of anti-Donald Trump protesters stand along 5th Avenue in front of Trump Tower as New Yorkers react for a second night to the election of Trump.  Spencer Platt, Getty Images Donald J. Trump supporters, Mark Bowman, center, and Mike Bush, right, argue with protesters in opposition of Donald Trump at Rosa Parks Circle in Grand Rapids, Mich.  Cory Morse, The Grand Rapids Press via AP High school student protesters block Beach Street in opposition of Donald Trump  in San Francisco.  Eric Risberg, AP A student demonstrator holds a sign as she is joined hundreds of protestors who gathered at the University of California at Los Angeles campus in reaction to President-elect Donald Trump victory.  Mike Nelson, European Pressphoto Agency Lowell High School student Aracely Seminario protests with other students in opposition of Donald Trump in front of City Hall in San Francisco.  Jeff Chiu, AP Protesters gather in downtown Chicago as they protest the election of President-elect Donald Trump.  Nam Y. Huh, AP Protesters march in front of Trump Tower in downtown Chicago as they protest the election of President-elect Donald Trump.  Nam Y. Huh, AP Arielle Moore, 19, argues with a Trump supporter during a protest at Texas State University in San Marcos, Texas.  Jay Janner, AP Ronald Elliott, 18,  protests against Donald Trump at Texas State University in San Marcos, Texas.  Jay Janner, AP High school student protesters yell in opposition of Donald Trump in San Francisco.  Eric Risberg, AP People write protest messages on a drawing of President-elect Donald Trump in Union Square in New York.  Justin Lane, European Pressphoto Agency Demonstrators gather to protest Trump's victory, at a rally outside Los Angeles City Hall.  Ringo Chiu, AFP/Getty Images A protester confronts police as protesters shut down the 101 Freeway in Los Angeles.   Ringo Chiu, AFP/Getty Images Police advance on protesters who shut down the 101 freeway in opposition to the upset election of Donald Trump in Los Angeles.  David McNew, Getty Images People participate in a protest against President-elect Donald Trump in New York.  Alba Vigaray, European Pressphoto Agency People take part in a protest against President-elect Donald Trump near Trump tower in Chicago.  Paul Beaty, AFP/Getty Images People take part in a protest against President-elect Donald Trump near Trump tower in Chicago.  Paul Beaty, AFP/Getty Images Protesters march north on State Street to express their disapproval of President-elect Donald Trump in Chicago.  Armando L. Sanchez, Chicago Tribune via AP Mehreen Chaudhary chants during a protest in opposition of President-elect Donald Trump in Athens, Ga   John Roark, Athens Banner-Herald via AP Demonstrators gather and protest in opposition of President-elect Donald Trump in Athens, Ga   John Roark, Athens Banner-Herald via AP People hold signs as they listen to speakers at a protest against  President-elect Donald Trump in downtown Seattle.   Ted S. Warren, AP Chelsea Crispin, center, of Seattle joins thousands of protesters marching down 2nd Avenue against President-elect Donald Trump.  Karen Ducey, Getty Images Thousands of anti-Donald Trump protesters shut down 5th Avenue in front of Trump Tower as New Yorkers react to the election of Trump as president of the United States.  Spencer Platt, Getty Images Protesters hold up signs and yell during a protest against President-elect Donald Trump in the Boston Common  in Boston.  Scott Eisen, Getty Images People protest against the election of Donald Trump as the 45th president of the United States in front of Trump Tower in New York.  Peter Foley, epa People march in the streets in protest of the election of Republican Donald Trump on Nov. 9, 2016 in North Philadelphia, Pennsylvania. Trump's victory was widely seen as an upset.  Jessica Kourkounis, Getty Images People march in the streets in protest of the election of Republican Donald Trump on November 9, 2016 in North Philadelphia  Jessica Kourkounis, Getty Images Protesters hold up signs and yell during a protest against the election of Donald Trump in the Boston Common on Nov. 9, 2016 in Boston.  Scott Eisen, Getty Images Demonstrators rally outside Los Angeles City Hall to protest President-elect Donald Trump.  Ringo Chiu, AFP/Getty Images Latino students from Carl Hayden High School and other schools protest against President-elect Donald Trump outside the Arizona State Capitol in Phoenix.  Nick Oza, The Arizona Republic Police confront protesters during a demonstration against President-elect Donald Trump in Seattle's Capitol Hill neighborhood.  Ted S. Warren, AP A woman yells as she takes part in a protest against President-elect Donald Trump in Seattle's Capitol Hill neighborhood.   Ted S. Warren, AP Thousands of high school and college students march to Sproul Plaza on the University of California, Berkeley campus to protest President-elect Donald Trump.  Paul Chinn, San Francisco Chronicle via AP Protestors hold signs against President-elect Donald Trump in front of the White House in Washington, D.C.   Nicholas Kamm, AFP/Getty Images An anti-Donald Trump rally is held in Seattle.  Karen Ducey, Getty Images Latino students Oscar Camilo from Carl Hayden High School and other schools protest against President-elect Donald Trump outside the Arizona State Capitol in Phoenix.  Nick Oza, The Arizona Republic Demonstrators rally outside Los Angeles City Hall to protest President-elect Donald Trump.  Ringo Chiu, AFP/Getty Images Latino students from Carl Hayden High School and other schools protest against President-elect Donald Trump outside the Arizona State Capitol in Phoenix.  Nick Oza, The Arizona Republic Demonstrators rally outside Los Angeles City Hall to protest President-elect Donald Trump.  Ringo Chiu, AFP/Getty Images A woman takes part in a protest against President-elect Donald Trump in New York City.  Kena Betancur, AFP/Getty Images Max Janowsky and fellow Fairview High School students stage a walkout down Broadway in Boulder, Colo., to protest President-elect Donald Trump.  Paul Aiken, Daily Camera via AP Felomina Cervantes holds a sign that reads \"Shame on You America\" as she takes part in a protest against President-elect Donald Trump,  in Seattle's Capitol Hill neighborhood.   Ted S. Warren, AP Madeline Lopes, left, and Cassidy Irwin march with other protesters in downtown Oakland to protest President-elect Donald Trump's victory.  Jane Tyska, Bay Area News Group via AP Albany High School senior Lulu Lebowitz, center, holds a protest sign as she and classmates Lily Hopwood, left, and Tanan Javkhlantugs join others at U.C. Berkeley  in Berkley, Calif., in opposition of President-elect Donald Trump's victory.   Kristopher Skinner, Bay Area News Group via AP Protesters gather in front of Sather Tower at U.C. Berkeley  in Berkley, Calif., to protest President-elect Donald Trump's victory.   Kristopher Skinner, Bay Area News Group via AP Students at the University of Texas at Austin lead a protest down to Congress Bridge in Austin, Texas. Hundreds of University of Texas students march through downtown Austin in protest of President-elect Donald Trump's victory  Joshua Guerra, The Daily Texan via AP Protesters gather at the Capitol in Austin, Texas, in opposition of President-elect Donald Trump.  Joshua Guerra, The Daily Texan via AP Abigail Oviedo, 18, marches with protesters along Congress Avenue in Austin, Texas. Hundreds of University of Texas students march through downtown Austin in protest of President-elect Donald Trump.  Jay Janner, Austin American-Statesman via AP Protesters walk in the middle of traffic lanes after Donald Trump's election victory in downtown, Portland, Ore.  Portland police made no arrests during Tuesday night's post-election protest.   Stephanie Yao Long, The Oregonian via AP A demonstrator protests against President-elect Donald Trump at Washington Square Park in New York.  Matthew Eisman, WireImage Demonstrators protest against President-elect Donald Trump at Washington Square Park in New York.  Matthew Eisman, WireImage Like this topic? You may also like these photo galleries: Replay ",
    "title": "Trump protesters' resounding message: No national mandate"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "inc"
    ],
    "id": 5,
    "text": "Copyright © 2016 CBS Interactive Inc. All rights reserved. ",
    "title": "Election 2016 - News, Pictures & Videos of Campaign 2016 - CBS News"
   },
   {
    "entities": [
     "j.",
     "november 12",
     "amarillo",
     "the",
     "nov. 6",
     "catholic",
     "facebook",
     "clinton",
     "church",
     "zurek",
     "november 12, 2016",
     "donald",
     "trump",
     "pavone",
     "tuesday",
     "texas",
     "hillary",
     "globe-news",
     "patrick"
    ],
    "id": 6,
    "text": "Diocese investigates Texas priest for aborted fetus video Published               November 12, 2016 AMARILLO, Texas –  The Roman Catholic Diocese of Amarillo says it's investigating a priest who placed an aborted fetus on his altar and posted a video of it on two social media sites. Texas Diocese investigating priest who placed fetus at altar https://t.co/Dewedy7JAP pic.twitter.com/0f2s3kAC46 — 10TV.com (@10TV) November 12, 2016 The Amarillo Globe-News reports that Amarillo Diocese Bishop Patrick J. Zurek says the Nov. 6 \"action and presentation of Father (Frank) Pavone in this video is not consistent with the beliefs of the Catholic Church.\" In the video posted to Facebook, Pavone said Hillary Clinton and the Democratic platform would allow abortion to continue and that Donald Trump and the Republican platform want to protect unborn children. A shorter version was posted on Instagram. In his Tuesday statement, Zurek said the diocese \"deeply regrets the offense and outrage caused by the video for the faithful and the community at large.\" Advertisement ",
    "title": "Diocese investigates Texas priest for aborted fetus video | Fox News"
   },
   {
    "entities": [
     "clinton",
     "mike",
     "bush",
     "scaramucci",
     "industries",
     "caption",
     "just days later",
     "toner",
     "fuel",
     "kellogg",
     "rebekah",
     "public",
     "full",
     "mercer",
     "$5,000",
     "friday",
     "commerce",
     "hart",
     "meredith",
     "n.h",
     "election day",
     "steven",
     "organization",
     "segal",
     "jeffrey",
     "donald",
     "relations",
     "oklahoma",
     "department",
     "anthony",
     "williams",
     "ari",
     "h.",
     "bgr",
     "news",
     "gerald",
     "2008",
     "halliburton",
     "and",
     "scott",
     "petrochemical",
     "thiel",
     "manufacturers",
     "city",
     "halper",
     "mckenna",
     "hamburgerthe",
     "president",
     "&",
     "decker",
     "harold",
     "mcgehee",
     "york",
     "barack",
     "the",
     "oval",
     "obama",
     "u.s.",
     "catanzaro",
     "cathleen",
     "mnuchin",
     "white",
     "michael",
     "fleischer",
     "states",
     "robert",
     "tom",
     "$5 million",
     "trump",
     "2000",
     "w.",
     "jensen",
     "ray",
     "cbs",
     "american",
     "united",
     "new",
     "koch",
     "dallas",
     "birnbaum",
     "washington",
     "j.",
     "nov. 9, 2016",
     "peter",
     "evan",
     "george",
     "keith",
     "valley",
     "energy",
     "aug. 17, 2016",
     "flynn",
     "office",
     "washburne",
     "hamm",
     "$3 million",
     "house",
     "2016",
     "silicon",
     "herbert",
     "manchester",
     "hillary"
    ],
    "id": 7,
    "text": "Donors and lobbyists already shaping Donald Trump's 'drain the swamp' administration Donald Trump Gerald Herbert / AP In this Aug. 17, 2016, file photo, then-Republican presidential candidate Donald Trump participates in a roundtable discussion on national security in his offices in Trump Tower in New York, with Ret. Army Gen. Mike Flynn, left, Ret. Army Lt. Gen. Keith Kellogg. Trump's transition team is rich with lobbyists, a climate change-denier and an ex-federal prosecutor involved in the mass firings of U.S. attorneys. Kellogg has been working closely with Trump adviser Flynn, advising the Trump campaign on matters relating to foreign policy and national security. In this Aug. 17, 2016, file photo, then-Republican presidential candidate Donald Trump participates in a roundtable discussion on national security in his offices in Trump Tower in New York, with Ret. Army Gen. Mike Flynn, left, Ret. Army Lt. Gen. Keith Kellogg. Trump's transition team is rich with lobbyists, a climate change-denier and an ex-federal prosecutor involved in the mass firings of U.S. attorneys. Kellogg has been working closely with Trump adviser Flynn, advising the Trump campaign on matters relating to foreign policy and national security. (Gerald Herbert / AP) Matea Gold, Tom HamburgerThe Washington Post The chant echoed through Donald Trump 's boisterous rallies leading up to Election Day: \"Drain the swamp! Drain the swamp! Drain the swamp!\" \"We are fighting for every citizen that believes that government should serve the people, not the donors and not the special interests,\" the billionaire real estate developer promised exuberant supporters at his last campaign rally in Manchester, N.H. But just days later, there is little evidence that the president-elect is seeking to restrain wealthy interests from having access and influence in his administration. It's not just corporate lobbyists who are playing early, visible roles in the new power structure. Some of Trump's biggest political donors are shaping the incoming administration, including Rebekah Mercer, a daughter of billionaire Robert Mercer, who is figuring prominently in behind-the-scenes discussions, according to people familiar with the transition. Mercer is among four major donors appointed by Trump Friday to a 16-person executive committee overseeing his transition. The others are campaign finance chairman Steven Mnuchin, New York financier Anthony Scaramucci and Silicon Valley investor Peter Thiel. Meanwhile, top campaign fundraisers and a raft of lobbyists tied to some of the country's wealthiest industries have been put in charge of hiring and planning for specific federal agencies. They include J. Steven Hart, chairman of the law and lobbying shop Williams & Jensen; Michael McKenna, an energy company lobbyist who is overseeing planning for the Energy Department; and Dallas fundraiser Ray Washburne, was has been tapped to oversee the Commerce Department. Billionaires who served as Trump's policy advisers, such as Oklahoma oil executive Harold Hamm, are under consideration for Cabinet positions. And Trump is still working to fashion ethical guardrails that would wall him off from his sprawling real estate empire. On Friday, the Trump Organization said it was focused on identifying how to \"immediately transfer\" management to his three oldest children - an arrangement government ethics experts said was fraught with conflicts, particularly since his children are also helping oversee the transition. Meredith McGehee, who heads policy and strategy for Issue One, a bipartisan group that aims to reduce the influence of wealthy interests on politics, said there is \"tremendous dissonance\" between Trump's rhetoric and early actions. \"Much of what he said was, 'I'm going to change the game,' \" she said. \"Of all of his messages, that one I think clearly resonated the strongest. That's going to be incredibly difficult when the people you bring in are the experts at making the game work for them.\" Trump aides and transition officials did not respond to repeated requests for comment about what role donors and lobbyists will play in the administration. In the few days since Trump's surprise win, Washington's lobbying industry - which largely eschewed his candidacy - has clamored for a spot in the incoming administration. The transition team, which is scrambling to make 4,000 political appointments in less than three months, has welcomed lobbyists' involvement and expertise, according to people familiar with the operation. Fresh from a successful battle against a Democratic opponent, Donald Trump ’s attention must now turn to defining his presidency. His campaign offered two divergent approaches. He was a disruptive rabble-rouser when it came to general demeanor and his immigration and national security stances. He... Fresh from a successful battle against a Democratic opponent, Donald Trump ’s attention must now turn to defining his presidency. His campaign offered two divergent approaches. He was a disruptive rabble-rouser when it came to general demeanor and his immigration and national security stances. He... (Cathleen Decker and Evan Halper) \"Every presidential candidate at one time or another runs against Washington,\" said energy lobbyist Scott H. Segal. \"But the last thing in the world any newly elected president wants to do is go into complicated issues with blinders on. As a result, they look to people as advisers and implementers that have a full understanding of the subject matter they are supposed to address.\" The courting started before Election Day, when trade association representatives and lobbyists were invited to transition policy developments sessions. Lobbyists were solicited to give up to $5,000 to finance the transition, a fundraising effort that accelerated last week as the team seeks to collect about $3 million more to hit a $5 million budget, according to a person familiar with the situation. Jeffrey H. Birnbaum, president of BGR Public Relations, said \"all the Washington regulars\" participated in the policy meetings, but added that such access is no guarantee Trump will take his cues from K Street. \"Just because a transition task force makes a recommendation doesn't mean that Donald Trump will follow it,\" he said. Still, the prominence of established Washington figures and wealthy donors comes as a jarring contrast to Trump's unequivocal rhetoric on the campaign trail, when he decried inside-the-Beltway denizens as \"corrupt.\" Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Full Donald Trump victory speech Donald Trump's complete victory speech in New York City after he was elected the 45th president of the United States. (CBS News) Donald Trump's complete victory speech in New York City after he was elected the 45th president of the United States. (CBS News) Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption World leaders react to the 2016 U.S. election results Leaders from around the world weigh-in on Donald Trump defeating Hillary Clinton for president of the United States. Leaders from around the world weigh-in on Donald Trump defeating Hillary Clinton for president of the United States. Caption President Obama's full statement the day after the 2016 presidential election Delivering a statement the day after the presidential election, President Barack Obama said he was encouraged by Trump's call for reconciliation. Nov. 9, 2016. (The White House)  Delivering a statement the day after the presidential election, President Barack Obama said he was encouraged by Trump's call for reconciliation. Nov. 9, 2016. (The White House)  Ari Fleischer, who served as President George W. Bush's press secretary, said the policy decisions Trump makes in the early days will directly reflect on his credibility. \"The transition affords him an opportunity to show he's going to govern consistent with the promises he made,\" Fleischer said. \"If you are a reformer and you genuinely want to change the system, you ban people who you say you're going to ban. Anything less starts to represent compromise.\" Michael Toner, who served as general counsel to the Bush-Cheney transition in 2000, said the 10-week period after the election is a key moment for establishing broad ethical policies that will govern the incoming administration. On the campaign trail, Trump promised to take several specific actions regarding lobbyists, including prohibiting White House and congressional officials from lobbying for five years after they leave government service. But his transition team has already rolled back some of the restrictions on lobbyists that Barack Obama established for his transition operation in 2008. Among the rules that have been discarded: a ban on lobbyists from contributing financially to the transition and a prohibition on lobbyists working on the transition from overseeing any fields of policy on which they had lobbied in the previous year. Several prominent lobbyists are overseeing the staffing of departments in which their clients have a direct interest, including energy adviser Michael Catanzaro, a partner at the lobbying firm CGCN, who has represented oil services giant Halliburton, Koch Industries and the petrochemical and refining association American Fuel and Petrochemical Manufacturers. ",
    "title": "Donors and lobbyists already shaping Donald Trump&apos;s &apos;drain the swamp&apos; administration - Chicago Tribune"
   },
   {
    "entities": [
     "nov 12, 2016",
     "richard",
     "w.\\xc2\\xa0nicholson",
     "john",
     "today",
     "defense",
     "army",
     "2013",
     "afghanistan",
     "2007",
     "carter",
     "kabul",
     "cheney",
     "james",
     "zizumbo",
     "obama",
     "u.s.",
     "bagram",
     "airfield",
     "news",
     "support",
     "meek",
     "july 2005",
     "resolute",
     "gordon",
     "ash",
     "abc",
     "daniel",
     "washington"
    ],
    "id": 8,
    "text": "Four Americans Killed in Afghanistan During Veteran’s Day Run By James Gordon Meek Nov 12, 2016, 7:45 PM ET 0 Shares Email Four Americans were killed and 17 troops and contractors were wounded while participating in a Veterans Day 5K run when an apparent lone attacker managed to detonate a deadly bomb inside the sprawling Bagram military base in Afghanistan yesterday, counterterrorism officials told ABC News today. The U.S. military's Operation Resolute Support provided few details beyond confirming that a blast inside the base had left two U.S. service members and two American contractors dead along with 16 American troops and a Polish trooper wounded.  Bagram Airfield is home to nearly 14,000 military forces and contractors. But officials in Washington and various U.S. military commands have been told that the victims were participating in a 5K run celebrating Veterans Day, two counterterrorism officials told ABC News. As part of standard operating procedure, outside communications at the base are temporarily shut off after deadly attacks. The Afghan Taliban claimed responsibility in a statement today, claiming much higher casualties. \"I am deeply saddened to learn that an explosion early this morning at Bagram Airfield in Afghanistan has resulted in U.S. casualties. An apparent suicide bomber has taken the lives of two U.S. service members and two U.S. contractors working on the base,\" Secretary of Defense Ash Carter said in a statement today. \"For those who carried out this attack, my message is simple. We will not be deterred in our mission to protect our homeland and help Afghanistan secure its own future,\" Carter said.  \"To the family and friends of those who lost their lives today, we share your loss and our thoughts are with you. We offer you our deepest condolences. For the family and friends of those wounded in today’s attack, let me assure you they are receiving the best care possible, and we will keep them in our thoughts today,” said Army General John W. Nicholson, Commander of Resolute Support. \"To those who target Coalition forces, ANDSF, and Afghan civilians, Resolute Support and USFOR-A will continue to pursue our Train, Advise, and Assist mission to help our partners create a better Afghanistan.” The deadly bombing appears to be unprecedented in the 15-year Afghan War. Past attacks on various gates and checkpoints at Bagram, an hour's drive north of the capital Kabul, have never succeeded in penetrating the many layers of security. In 2007, a suicide bomber killed 22 civilians and Army Pfc. Daniel Zizumbo during a coincidental visit by then-Vice President Richard Cheney. After a stop by President Obama to visit with troops at Bagram Airfield in early 2013, the Taliban lobbed mortars at the base.  In both cases, the Afghan Taliban claimed falsely that Cheney and Obama had been the targets, which American officials denied. The most serious breach of security at Bagram known to have occurred was in July 2005 when four senior al-Qaeda operatives succeeded in escaping a prison located on the flight line. 0 Shares ",
    "title": "Four Americans Killed in Afghanistan During Veteran’s Day Run - ABC News"
   },
   {
    "entities": [
     "national",
     "clinton",
     "arizona",
     "oct. 19",
     "cillizza",
     "chris",
     "comey",
     "donald",
     "saturday",
     "s.",
     "committee",
     "dennis",
     "congress",
     "fbi",
     "department",
     "york",
     "anthony",
     "d-n.y.",
     "david",
     "james]",
     "james",
     "images",
     "johnson",
     "last weekend",
     "nov.\\xc2\\xa09, 2016",
     "jennifer",
     "cheng",
     "white",
     "justin",
     "friday",
     "getty",
     "fahrenthold",
     "$1 billion",
     "a.",
     "trump",
     "finance",
     "$100,000",
     "gearanthe",
     "$972 million",
     "house",
     "bill",
     "anne",
     "palmieri",
     "jenna",
     "sullivan",
     "rosalind",
     "new",
     "sunday",
     "weiner",
     "helderman",
     "election day",
     "city",
     "state",
     "56 percent",
     "hillary",
     "washington"
    ],
    "id": 9,
    "text": "Hillary Clinton blames FBI Director Comey's letter for turning out Trump voters Hillary Clinton Justin Sullivan / Getty Images Hillary Clinton, accompanied by her husband former President Bill Clinton, pauses as she concedes the presidential election on Nov. 9, 2016 in New York City.  Hillary Clinton, accompanied by her husband former President Bill Clinton, pauses as she concedes the presidential election on Nov. 9, 2016 in New York City.  (Justin Sullivan / Getty Images) Anne GearanThe Washington Post Hillary Clinton blamed the renewed FBI inquiry into her State Department email system for blunting her momentum in the presidential election and the closure of that inquiry two days before Election Day for energizing voters for Donald Trump . \"There are lots of reasons why an election like this is not successful,\" Clinton told top donors on a farewell conference call Saturday. \"But our analysis is that [FBI Director James] Comey 's letter raising doubts that were groundless, baseless, proven to be, stopped our momentum,\" she said. \"We dropped, and we had to keep really pushing ahead to regain our advantage - which going into the last weekend, we had. We were once again up in all but two of the battleground states, and we were up considerably in some that we ended up losing. And we were feeling like we had put it back together,\" she continued. The surprise announcement of a revival of the shuttered FBI inquiry came at a time when the campaign was riding high, Clinton said. \"After the third debate, we felt so good about where we were,\" she said. Trump's performance in the Oct. 19 debate was widely panned, especially his refusal to say that he would respect the outcome of the election if he lost. Democrats called him a sore loser. \"We were up considerably in all but two of the battleground states where we were tied or one behind, according to our data,\" Clinton said. \"We were tied in Arizona. We just had a real wind at our back,\" before the first, stunning letter from Comey. Nine days ago, FBI Director James Comey shook the political world with a letter to Congress noting that emails \"pertinent\" to the investigation of Hillary Clinton 's private email server had been discovered on a computer owned by former congressman Anthony Weiner , D-N.Y., the estranged husband of... Nine days ago, FBI Director James Comey shook the political world with a letter to Congress noting that emails \"pertinent\" to the investigation of Hillary Clinton 's private email server had been discovered on a computer owned by former congressman Anthony Weiner , D-N.Y., the estranged husband of... (Chris Cillizza) Clinton's campaign insisted the reopened inquiry would turn up nothing, and many Democrats accused Comey of partisan motives. He was once a registered Republican. Comey has not commented publicly on either letter. His defenders have said there was no partisan intent and that he should not be blamed for Clinton's loss to an opponent who ultimately had a deeper well of support among voters. Clinton did not accuse Comey of partisanship Saturday. But she did say that what should have been good news essentially backfired. Comey issued another letter to Congress on the Sunday before Election Day, concluding that the nine-day examination of newly discovered emails had turned up nothing to change his earlier conclusion that there had been no criminal conduct. \"Just as we were back up on the upward trajectory, the second letter from Comey essentially doing what we knew it would - saying there was no there there - was a real motivator for Trump's voters,\" Clinton said. (David A. Fahrenthold, Rosalind S. Helderman, Jenna Johnson) A day earlier, Clinton communications director Jennifer Palmieri had told the same group of donors something similar - that the news angered Trump voters and caused a spike in turnout, while Clinton's projected turnout fell. \"Trump spent the last four days of this campaign engaged in a nonstop attack on me personally, and the result is the result,\" Clinton said. The Democrat focused on the outside events she said affected her campaign in the last three weeks of the election. She said nothing about other, larger forces at work - Trump's message of change in a restive time, his pledge to represent the aggrieved working class, the difficulty of any political party winning a third consecutive presidential term, her own limited attention to economic anxiety or the sexism and discomfort that surrounded her attempt to become the first female president. Palmieri had pointed blame at much of that Friday. Neither she nor Clinton herself addressed how Clinton's decision seven years ago to use a private system for her government communication had opened the door to the FBI inquiry in the midst of her second run for the White House. Clinton has said the decision was a mistake. \"I am heartbroken,\" she said Saturday, with a sad laugh. \"I'm not going to pretend otherwise. This is a very, very tough loss and especially because everyone worked so hard.\" Before Clinton spoke Saturday, her finance director had congratulated the group of top fundraisers for bringing in more than half of the nearly $1 billion raised for Clinton's campaign. The National Finance Committee, as it was known, was made up of donors who amassed, or \"bundled\" at least $100,000 in donations from others. Finance director Dennis Cheng ran through numbers that illustrate how heavily Clinton relied upon big donors: The campaign raised $972 million, \"of which 56 percent was generated by the people on this call.\" More than 3 million people contributed. The campaign held more than 1,500 fundraising events, of which Clinton herself attended nearly 400. ",
    "title": "Hillary Clinton blames FBI Director Comey&apos;s letter for turning out Trump voters - Chicago Tribune"
   },
   {
    "entities": [
     "skip",
     "don",
     "john",
     "today",
     "clay",
     "first quarter",
     "chris",
     "petersen",
     "lindsey",
     "myles",
     "3:45 p.m.",
     "boise",
     "fenno",
     "5:03 p.m.",
     "nwosu",
     "coliseum",
     "zach",
     "usc",
     "burnett",
     "nathan",
     "rapp",
     "hall",
     "james",
     "boermeester",
     "deontay",
     "second quarter nov. 12, 2016",
     "mama",
     "jake",
     "2009",
     "iii",
     "uchenna",
     "matt",
     "night",
     "3:41 p.m.",
     "justin",
     "browning",
     "helfand",
     "damien",
     "taylor",
     "last three weeks",
     "ezra",
     "5:14 p.m.",
     "huskies",
     "gaskin",
     "van",
     "seattle",
     "greene",
     "thiry",
     "ross",
     "december afternoon almost three years ago",
     "this afternoon",
     "shaw",
     "davis",
     "cameron",
     "sam",
     "4:08 p.m.",
     "nov. 12, 2016",
     "helton",
     "darnold",
     "oregon",
     "jalen",
     "4:30 p.m.",
     "state",
     "winkle",
     "washington"
    ],
    "id": 10,
    "text": "Live updates: No. 4 Washington 3, No. 20 USC 3, in the second quarter Nov. 12, 2016, 5:14 p.m. No. 20 USC (6-3, 5-2 in Pac 12) is in Seattle today for a matchup with No. 4 Washington (9-0, 6-0) at Husky Stadium at 4:30 p.m. (Ch. 11). Keep it here for live updates from Lindsey Thiry and Zach Helfand. SCORING SUMMARY Washington K Cameron Van Winkle makes a 43-yard field goal (Washington 3, USC 0) USC K Matt Boermeester makes a 37-yard field goald (Washington 3, USC 3) Nov. 12, 2016, 5:14 p.m. No. 4 Washington and USC tied, 3-3, in the first quarter Tyler Petite dropped Sam Darnold's third-down pass, and USC kicked a 38-yard field goal to tie the game, 3-3, with 41 seconds remaining in the first quarter. The scoring drive covered 53 yards in eight plays and took 3:11.  The Trojans have made two mistakes in their first two series that have been somewhat costly, between Darnold's interception and Petite's dropped pass that would have been a first down.  The good news for the Trojans is that they've been able to move the ball really well against the Huskies' defense so far.  Deontay Burnett caught two passes in the series, one for 20 yards and another for two.  Nov. 12, 2016, 5:03 p.m. No. 4 Washington leads USC, 3-0, in the first quarter Washington kicked a 43-yard field goal and leads USC, 3-0, with 3:58 to play in the first quarter. The scoring drive covered 45 yards in 10 plays and took 5:05.  The Trojans' defense has done a nice job not allowing the Huskies to get around the edge, but the secondary has given up a few big plays. Jake Browning converted twice on third down with a 13-yard and then a 12-yard pass to John Ross.  Ross has three catches for 49 yards.  Nov. 12, 2016, 4:54 p.m. Sam Darnold throws interception in opening series USC was moving the ball well until Sam Darnold threw into triple coverage and was intercepted by Taylor Rapp. The Huskies will take over on their own 29-yard line. The Trojans were cruising down the field, with the exception of two false starts by Damien Mama. Ronald Jones II rushed for 14 yards in three carries, and JuJu Smith-Schuster caught two passes for 30 yards. The Trojans converted twice on third down. It is a good thing that USC Coach Clay Helton blasted the Washington fight song all week at practice. This place is loud.  Nov. 12, 2016, 4:44 p.m. USC makes a big stop in first defensive series Lindsey Thiry Washington came out firing, but USC's defense made two nice plays and the Huskies punted. Jake Browning completed a short pass to John Ross III that turned into a 23-yard gain on the first play of the game. Then, Browning completed a nine-yard pass to Myles Gaskin before the speedy Ross was tracked down by Uchenna Nwosu and tackled in the backfield. That stop was a drive-changer for the Trojans.  Browning's deep third-down pass fell incomplete. Husky Stadium is loud.  Nov. 12, 2016, 4:08 p.m. USC injury updates Lindsey Thiry USC tailbacks Justin Davis and Aca'Cedric Ware are suited and expected to play tonight against Washington. Davis has been since sidelined the last three weeks because of a high-ankle sprain. Ware was sidelined last week against Oregon after he sprained his ankle during practice. Defensive lineman Stevie Tu'ikolovatu suffered a knee injury against Oregon last week but is likely to play tonight. Nov. 12, 2016, 3:41 p.m. USC returns to Husky Stadium for first time since 2009 Lindsey Thiry No shirt, no problem for USC receiver Jalen Greene. Greene ran onto the field for warmups without a top on, even though it's windy and cold in Seattle with ominous skies. So far this afternoon, the rain has held off, and forecasts say it should remain dry throughout the night. USC last played at Husky Stadium in 2009, before it underwent renovations. The then-No. 3 Trojans were upset by Washington, 16-13, on a last-minute field goal.  Last season the Huskies defeated the Trojans, 17-12, at the Coliseum.  Nov. 12, 2016, 3:45 p.m. REPORTING FROM SEATTLE Nathan Fenno (Ezra Shaw / Getty Images) He may not be a perfect fit at other places, but he’s a perfect fit at Washington. Skip Hall, who spent 12 years as an assistant at Washington under legendary coach Don James and is a close friend of Petersen On the floor below the conference room where Chris Petersen meets with a small contingent from the news media each week, reminders of Washington’s past success on the football field fill a series of glass display cases. The front page of a local newspaper from Petersen’s introduction as head coach on a December afternoon almost three years ago is wedged in a corner next to scratched-up helmets and vintage jerseys. The headline hasn’t faded: “Dream hire.” That’s the level of expectation Petersen brought from Boise State to Washington, and it’s being realized on the field. “This isn’t just something that’s happened by fate or by luck,” said Skip Hall, who spent 12 years as an assistant at Washington under legendary coach Don James and is a close friend of Petersen. “He may not be a perfect fit at other places, but he’s a perfect fit at Washington.” ",
    "title": "Live updates: No. 4 Washington 3, No. 20 USC 3, in the second quarter - LA Times"
   },
   {
    "entities": [
     "clinton",
     "saturday",
     "donald",
     "hillary",
     "1 p.m.",
     "york",
     "electoral",
     "college",
     "francisco",
     "moore",
     "4:20 p.m. est",
     "matt",
     "michael",
     "secret",
     "tower",
     "trump",
     "conversation",
     "mr.",
     "krantz",
     "new",
     "guidelines",
     "san",
     "november 12, 2016",
     "service",
     "check"
    ],
    "id": 11,
    "text": "Report: Michael Moore visits Trump Tower Filmmaker Michael Moore was declined entrance to the elevator to visitDonald Trump Post to Facebook Report: Michael Moore visits Trump Tower Filmmaker Michael Moore was declined entrance to the elevator to visitDonald Trump Check out this story on USATODAY.com: http://usat.ly/2fNepNO CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 66 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Report: Michael Moore visits Trump Tower Matt Krantz , USA TODAY 4:20 p.m. EST November 12, 2016 Photo from transition pool report (Photo: Transition pool report) Filmmaker Michael Moore on Saturday visited Trump Tower in New York to meet with President-elect Donald Trump but ended up just leaving a note as the Secret Service stopped him from using the elevator, according to a transition team pool report. Moore, who publicly predicted Trump would win the election, entered the Trump Tower shortly after 1 p.m. wearing a red San Francisco 49ers hat, seemingly with the goal of riding the elevator in the building. There had been a Trump protest going on outside the building, he said according to the report. \"I just thought I'd see if I could get into Trump Tower and ride the famous elevator.\" Moore was carrying a smartphone to film a Facebook Live broadcast or live transmission on the social networking site. \"We'll see, maybe if he'll let me in this office.\" Moore took a series of escalators telling those gathered around that \"calling it gives me no pleasure,\" in connection with the fact he had predicted months ago that Trump would win the election. While moving toward the fourth floor of the building to reach the elevators, Moore criticized the Electoral College system, which allows a candidate to win the election even if the person trails with the popular vote. Secretary Hillary Clinton lost the election based on electoral votes but did win the most votes. The Secret Service stopped Moore at the fourth floor, telling him he could not use the elevator or go any higher. Moore then descended back down the escalators and left a note with the doorman for Trump. \"Mr. Trump. I'm here. I want to talk to you,\" the note said. Read or Share this story: http://usat.ly/2fNepNO ",
    "title": "Report: Michael Moore visits Trump Tower"
   },
   {
    "entities": [
     "juan",
     "latin",
     "havana",
     "mario",
     "john",
     "otis",
     "peace",
     "saturday",
     "august",
     "government",
     "forces",
     "prize",
     "manuel",
     "colombia",
     "santos",
     "of",
     "clemencia",
     "kerry",
     "u.s.",
     "farc",
     "rodriguez",
     "nobel",
     "night",
     "states",
     "revolutionary",
     "maria",
     "america",
     "armed",
     "2012",
     "1 percent",
     "united",
     "october",
     "1960s"
    ],
    "id": 12,
    "text": "Enlarge this image Colombian President Juan Manuel Santos makes a peace sign with wife Maria Clemencia Rodriguez after voting in the October referendum. That deal was rejected by voters; both sides hope the new, amended version will find success. Mario Tama/Getty Images hide caption toggle caption Mario Tama/Getty Images Colombian President Juan Manuel Santos makes a peace sign with wife Maria Clemencia Rodriguez after voting in the October referendum. That deal was rejected by voters; both sides hope the new, amended version will find success. Mario Tama/Getty Images For the second time in just six weeks, it appears that Latin America's longest-running war may finally end in peace. The Colombian government and Revolutionary Armed Forces of Colombia, or FARC, announced an agreement Saturday night that would end their 52-year guerrilla war — another attempt at peace after Colombian voters narrowly rejected a previous deal in an October referendum. \"We have reached a new final accord to end the armed conflict that integrates changes, precisions and proposals suggested by the most diverse sectors of society,\" both groups announced in a statement. Colombia's Rebels Are Eager To Become Civilians In a statement, U.S. Secretary of State John Kerry congratulated the country and its leaders on the new deal. \"After 52 years of war, no peace agreement can satisfy everyone in every detail,\" Kerry said in the statement. \"But this agreement constitutes an important step forward on Colombia's path to a just and durable peace. The United States, in coordination with the Government of Colombia, will continue to support full implementation of the final peace agreement.\" The war between the FARC and the Colombian government began in the 1960s; since then, it has been responsible for the deaths of more than 200,000 people and the displacement of millions more. Colombian President Juan Manuel Santos has made peace with the rebel group a centerpiece of his time in office. He began talks with the FARC in 2012, and his government has pursued intense peace negotiations in Havana in the years that followed, reaching a tentative outline for a deal last year and final terms for it in August . Though voters rejected the first attempt in a nationwide referendum — by a margin of less than 1 percent — Santos was rewarded for his efforts with a Nobel Peace Prize last month. Article continues after sponsorship Colombian President Juan Manuel Santos Awarded Nobel Peace Prize \"I won't give up,\" Santos declared shortly after the rejection he was dealt in the referendum. \"I'll continue search for peace until the last moment of my mandate.\" Many Colombians objected to the first peace agreement for its perceived leniency toward FARC fighters. That deal, which would have allowed rebels to avoid being prosecuted for war crimes, placed an emphasis on reconciliation that drew criticism from many voters. As John Otis reported at the time : \"People want to see these FARC guerrillas in prison stripes behind bars.\" Reuters reports that it remains unclear whether the agreement announced Saturday will again be voted on in a referendum. ",
    "title": "Colombia Peace Deal: Government, FARC Rebels Announce A New Agreement : The Two-Way : NPR"
   },
   {
    "entities": [
     "assembly",
     "environmental",
     "clinton",
     "wisconsin",
     "brooklyn",
     "chris",
     "committee",
     "mrs.",
     "robin",
     "vos",
     "justice",
     "times",
     "fox",
     "congress",
     "first",
     "york",
     "morning",
     "walter",
     "republican",
     "dianne",
     "lake",
     "inn",
     "the",
     "storey",
     "2011",
     "tina\\xe2\\x80\\x99s",
     "hegewald",
     "obama",
     "chicago",
     "draft",
     "johnson",
     "illinois",
     "protection",
     "1984",
     "somers",
     "college",
     "1937",
     "university",
     "of",
     "1820s",
     "1 percentage point",
     "linda",
     "1945",
     "u.s.",
     "matt",
     "night",
     "leadership",
     "d.c.",
     "news",
     "lauren",
     "legislature",
     "wednesday",
     "2010",
     "walker",
     "howell",
     "november 12, 2016",
     "agency",
     "trump",
     "nicole",
     "michigan",
     "tuesday",
     "ashton",
     "1920s",
     "karen",
     "william",
     "scott",
     "mr.",
     "2012",
     "new",
     "risser",
     "truesdell",
     "larson",
     "hauck/reuters",
     "kc",
     "state",
     "1956",
     "they",
     "hillary",
     "fred",
     "darren",
     "washington"
    ],
    "id": 13,
    "text": "Continue reading the main story At the state level, the outcome means 24 states will be under full Republican control in legislatures and governor’s offices, clearing the way for new policy. Only six states will now have legislatures and governor’s offices exclusively dominated by Democrats, Mr. Storey said. Advertisement Continue reading the main story Matt Walter, the president of the Republican State Leadership Committee , said the Republican sweep has been mounting for years, particularly in state legislatures, where Republicans have grown increasingly dominant since 2010. During President Obama’s time in office, Democratic state lawmakers lost more than 800 legislative seats. “The personalities this time were so big and the drama was so big and so rapidly changing and consumed so many people’s attention that it in some respects blinded them to this trend line that this has been bubbling up for many years,” Mr. Walter said. “It really is the manifestation of this change that we’ve been seeing bubbling up from the bottom for many cycles now.” In theory, one-party control in a divided nation might spur lawmakers to find bipartisan answers to bipartisan problems. But few people expect that. In Wisconsin, where Republicans took hold of state government years ago though the populace remained somewhat split politically, the political leaders have done the opposite — pressing forward with a conservative agenda that has included hard-fought measures to reduce labor power, limit abortions and add restrictions on voting that disproportionately affect Democratic constituencies. Photo Nicole Ashton, left, co-owner of a gift shop in Somers, who is Karen Ashton’s daughter. Credit Lauren Justice for The New York Times On Tuesday, Wisconsinites chose a Republican for president, something they had not done since 1984, propelled by worries over the economy and a desire to shake up Washington. Mr. Trump beat Hillary Clinton by about 1 percentage point, or about 27,000 votes. Some voters here said that they were encouraged by a flip to Republican control of Wisconsin’s Legislature and governor’s office six years ago, and favored Mr. Trump in the hopes that he would deliver more of the same to the nation. “Since 2011, we have made decisions one after another — some controversial, many, many bipartisan — to move Wisconsin forward,” Robin Vos , the speaker of the State Assembly, said on Wednesday. “And I think that’s the model that we want to use as we go to look at what Washington, D.C., should do. Stick to your principles. Remember the people who actually sent you to get things done.” Wisconsin’s state-level switch to Republican control was not without a battle. In 2011, thousands of demonstrators furiously protested efforts to limit labor union power, including sharply cutting collective bargaining rights for most public-sector workers. Gov. Scott Walker soon faced a recall election, which he won . Labor unions shrank significantly in the state, and the Republicans pressed on with other parts of their agenda, including voter ID requirements and redrawing political maps. On Tuesday night, the Wisconsin Legislature remained firmly in the hands of Republicans, including what leaders described as their largest majority in the Assembly since 1956. “The Republicans didn’t work with the Democrats at all,” said Chris Larson, a state senator, who was among a group of Democratic lawmakers who fled to Illinois for weeks in 2011 in an unsuccessful attempt to block passage of the collective-bargaining cuts. “They came in and just did everything as fast as they could. They jammed through everything. And pretty quickly, they had everything they wanted.” In more than a dozen interviews in Somers, a bedroom community on Lake Michigan dominated by farms, small businesses and a public university, many residents said they were pleasantly surprised to wake up to the news Wednesday morning that their state had flipped from blue to red. Photo The Wisconsin State Assembly in 2011 during a debate over curbing the bargaining rights of public-sector unions. Credit Darren Hauck/Reuters They said the deepening conservatism had been years in the making. They had grown discontented with Mr. Obama’s policies, particularly the Affordable Care Act, and were turned off by Mrs. Clinton, whom they saw as untrustworthy. At Tina’s Somers Inn on the village’s main commercial strip, one group of retirees sat at a table playing their regular game of euchre while Fox News was on a nearby television. Advertisement Continue reading the main story “We’re still a mix of Democrats and Republicans here — I don’t think you could call us a red state,” said Dianne Hegewald, 71. “I have very close friends who are Democrats. But the Republican regime is just doing a better job right now.” Karen Ashton, the owner of a gift shop in Somers, said she was a registered independent but was eager for Republicans to have full control of all branches of government. “Now they’ll really be able to get things done,” she said. Some of her friends and neighbors in town are farmers who have been hurt by Environmental Protection Agency regulations and high taxes, she said, sipping a kombucha tea. “They’re sick of the government,” she said. “They think that with Trump in there, he can fix all of that.” One-party rule can produce results, experts say, and it can also produce changes that will benefit the party in power. Control tends to breed more: Legislators have the ability to redraw political maps in the coming years and establish voting rules that benefit their party. Cooperation between state and federal leaders of a single party can speed along results, from infrastructure projects to federal grants. Photo “The Republican regime is just doing a better job right now,” said Dianne Hegewald, 71. Credit Lauren Justice for The New York Times But there are risks, too. Charging too far too fast can cause blowback as quickly as in elections just two years from now. “There’s always a danger of overreach,” said KC Johnson, a professor of history at Brooklyn College. He noted the Republican dominance in the 1920s, when, he said, a debate over cultural issues tended to overshadow mounting economic questions that eventually culminated in the Great Depression. “The contrast between attention paid to issues that ultimately proved unimportant and attention not paid to issues that became important later on is interesting. We know how the 1920s end,” he said. It is hard to measure control of so many offices with numeric precision, but he said that Democrats had probably last held a level of power similar to what the Republicans have now between 1937 and 1945. Advertisement Continue reading the main story “The evidence is mixed on unified government,” said William Howell , a political scientist at the University of Chicago. “There is a fair bit of historical evidence that Congress enacts more laws during periods of unified government. But in this period of slim majorities and rampant obstructionism, past trends may not hold.” Fred Risser, a Democratic Wisconsin state senator who is the longest-serving state lawmaker in the nation, said the stakes of the Republicans’ dominance for the nation’s policy — for taxes, education policy, environmental regulation — were enormous. Yet Mr. Risser, 89, who first held political office in 1956, said the risks for the Republicans were also large. “They’ve got everything now, and so everything that happens they are responsible for and no one can blame the Democrats anymore. It’s always difficult to control everything. They have a lot to lose.” Linda Truesdell, whose family has lived in the Somers area since the 1820s, said on Wednesday that she was disheartened by the Republican takeover. She had twice voted for Mr. Obama, who in 2012 beat Mitt Romney by 12 points in this county; on Tuesday, Mr. Trump beat Mrs. Clinton here by less than one percentage point — 225 votes. “Trump was a television personality and that had a big influence on people,” she said, as she left the town post office and walked toward her pickup truck. “People here are thinking that he’s going to solve their problems.” Correction: November 12, 2016 Because of an editing error, an earlier version of a photo caption accompanying this article misidentified one of the women shown. She is Nicole Ashton, not her mother, Karen Ashton. Follow The New York Times’s politics and Washington coverage on Facebook and Twitter , and sign up for the First Draft politics newsletter . A version of this article appears in print on November 12, 2016, on page A9 of the New York edition with the headline: U.S. Divided, but G.O.P. Dominates. Order Reprints | Today's Paper | Subscribe ",
    "title": "Republicans Expand Control in a Deeply Divided Nation - The New York Times"
   },
   {
    "entities": [
     "national",
     "paris",
     "reince",
     "clinton",
     "security",
     "dallek",
     "party",
     "john",
     "stephen",
     "bush",
     "donald",
     "kushner",
     "first",
     "thursday",
     "congress",
     "george",
     "times",
     "york",
     "newsletters",
     "morning",
     "korea",
     "republican",
     "nyt",
     "draft",
     "goldman",
     "the",
     "oval",
     "obama",
     "d.",
     "breitbart",
     "south",
     "bannon",
     "sachs",
     "briefingsubscribed",
     "eric",
     "office",
     "paul",
     "council",
     "iran",
     "white",
     "states",
     "news",
     "political",
     "friday",
     "robert",
     "trump",
     "jr.",
     "house",
     "priebus",
     "w.",
     "mr.",
     "japan",
     "united",
     "k.",
     "new",
     "ryan",
     "ivanka",
     "jared",
     "negroponte",
     "hillary",
     "washington"
    ],
    "id": 14,
    "text": "Continue reading the main story “A new president is really vulnerable and open to all sorts of influence by strong-willed advisers,” said Robert Dallek, a presidential historian. “Trump’s appointments over the next six weeks will be very significant because they can show whether he wants to create some unity in the country, or whether he really intends to deliver on his ideas.” Advertisement Continue reading the main story One of the influences on Mr. Trump could come from an unlikely quarter: President Obama. Meeting in the Oval Office on Thursday, Mr. Trump said he looked forward “to dealing with the president in the future, including counsel.” A day later, in interviews with The Wall Street Journal and “ 60 Minutes ,’’ he said he had decided to retain elements of Mr. Obama’s landmark health care law after their conversation — a hint, at least, that he might govern less radically than he had campaigned. White House officials expressed hope that Mr. Obama would be able to impress on Mr. Trump the importance of other parts of his legacy, like the Paris climate accord and the Iran nuclear deal . The two will have the kind of peer-to-peer relationship that only fellow presidents can have — something that administration officials hope will appeal to Mr. Trump’s pride, as well as his desire to succeed, and make him view Mr. Obama less as a rival. They conceded, though, that there was little historical precedent for such a relationship, especially when the incoming president had ousted the incumbent’s party after such an acrid campaign, and that Mr. Trump and Mr. Obama were never likely to become buddies. Mr. Trump is drawing mainly from a pool of trusted aides and supporters, according to people familiar with the campaign. On Friday, he named three of his grown children — Ivanka, Donald Jr. and Eric — as well as his son-in-law, Jared Kushner, to his transition team, an arrangement that rang alarm bells in Washington because they will also manage his businesses. The Trump family, it is clear, will wield unusual power in the composition of an administration that is already shaping up as remarkable for its clannishness. Even within Mr. Trump’s tight circle, however, there are sharp differences in ideology, background and temperament that could play out in how the White House deals with Congress and how the United States deals with the rest of the world. Perhaps the deepest schism is between Stephen K. Bannon, the conservative provocateur and media entrepreneur who was Mr. Trump’s campaign chairman, and Reince Priebus, the Republican Party chairman who came to terms with Mr. Trump’s candidacy. Both are on a short list for chief of staff, according to people close to the campaign, and whoever is chosen, the other is likely to get another senior White House post. Each would bring a radically different approach to a job often called the second-most powerful in Washington — gatekeeper to the president and often the first and last person he sees in the Oval Office. Mr. Bannon, the executive chairman of the conservative website Breitbart News and one-time Goldman Sachs executive, is an avowed enemy of House Speaker Paul D. Ryan. An anti-establishment verbal bomb thrower with ties to the alt-right movement, Mr. Bannon may have little interest in compromising with the Republican-controlled Congress under its current leadership. He is an unabashed critic of the current immigration system and repeatedly encouraged Mr. Trump to appeal to the party’s base in the closing days of the campaign with arguments against globalization. Advertisement Continue reading the main story Mr. Priebus, a party loyalist who tried to reconcile Republican leaders with their renegade nominee, would most likely build bridges to Mr. Ryan and other Republican leaders. A Washington insider with a reputation for being easy to work with, Mr. Priebus would operate a more traditional White House, though given Mr. Trump’s flamboyant personality, traditional is a relative term. Photo Meeting with President Obama in the Oval Office on Thursday, Mr. Trump said he looked forward “to dealing with the president in the future, including counsel.” Credit Stephen Crowley/The New York Times In some ways, Mr. Bannon and Mr. Priebus are proxies for the larger battle over what kind of president Mr. Trump will be. Some former Republican officials held out hope that Mr. Trump would be receptive to moderating influences, but others worried that he would simply listen to the last person he spoke to. “You always have that tension between what he said to get elected and what he actually believes,” said John D. Negroponte, a former director of national intelligence under President George W. Bush. “How selective will his amnesia be?” Mr. Negroponte, a Republican who supported Hillary Clinton in the campaign, said he could imagine senior members of Mr. Trump’s National Security Council warning him about the dangers of “cutting loose countries from our nuclear umbrella,” which Mr. Trump threatened during the campaign to do in reference to Japan and South Korea. First Draft Political news and analysis from the staff of The New York Times. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "Trump’s Hires Will Set Course of His Presidency - The New York Times"
   },
   {
    "entities": [
     "china",
     "tennessee",
     "john",
     "bailey",
     "nbc",
     "donald",
     "wal-mart",
     "protection",
     "u.s.",
     "epa",
     "mary",
     "financial",
     "brandon",
     "maclean",
     "news",
     "friday",
     "kimberly",
     "trump",
     "2008",
     "bureau",
     "america",
     "coerr",
     "burtless",
     "mr.",
     "consumer",
     "virginia",
     "whitt",
     "40 percent",
     "kasich"
    ],
    "id": 15,
    "text": "What does a Donald Trump presidency mean for your 401k? 3:44 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161113023311if_/http://www.nbcnews.com/widget/video-embed/807377475624\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"Many of those products on Wal-Mart and Best Buy shelves are made in China. If we slap 40 percent tariffs on them, we'll pay more,\" said Burtless. \"If we have a smaller number of immigrants, that will also boost the prices of goods and services that U.S. consumers buy,\" by making it harder to supply cheap labor, he told NBC News. But in Trump country, the mood is jubilant. Galvanized steelworkers Bailey didn't vote for the President-elect's social rhetoric, as \"some things you think but don't say,\" but rather the manufacturing boost. He hopes Trump will stop \"gangster\" Chinese from dumping cheap poor quality steel on the market, cut his taxes, and repeal Obamacare; but he also acknowledged the challenges Trump faces in enacting his vision. \"Mr. Trump will have to deliver on his promises,\" said Bailey. \"If he doesn't, he's going to be remembered as a dumpster fire.\" Hopeful farmers On his way to pick strawberries and castrate some pigs, Brandon Whitt, 37, said he hoped Trump will help him hand down his Tennessee family farm to the ninth generation. Brandon Whitt with Mary, his 2nd eldest of four children. He hopes Trump will open up more opportunities for farmers like himself. Courtesy of Brandon Whitt \"We need those American-made products,\" he said. He's hoping for relief on the death tax and a curbing of EPA regulations so that his 2,400-acre farm can afford to keep raising hogs and growing soybeans, wheat, and small grains he sells locally and on the global market. But Whitt didn't vote for Trump. Refusing to choose between the \"lesser of two evils\" he \"voted with his heart\" and wrote in John Kasich. Still he said he is \"extremely pleased\" with the final election results. \"I saw a rural America, blue-collar, hat-wearing Americans that get out and work with their hands that stood up and expressed themselves,\" said Whitt. \"We gathered in churches and communities all across the countryside and we voted for what we thought provided a better opportunity for our families and our country as a whole.\" He hopes for more available and affordable loans for farmers, competitive trade deals, and closer ties between the urban and agricultural worlds. \"I walked into an 8th grade job fair last Friday and one of the first questions I got was from a girl who asked why I didn't wear overalls,\" said Whitt. \"There's a huge disconnect.\" Disappointed mothers Bridging the gap between farmers and cities isn't as much a priority for Kimberly Coerr, a 47-year-old single mother and marketing professional from Maclean, Virginia. She said she's worried about her 401(k), and for her three boys, ages 11, 12 and 16. Single mother Kimberly Coerr said she's less worried about kitchen table issue and more about about explaining Trump's behavior to her kids who think he's \"funny.\" Courtesy of Kimberly Coerr \"I do worry he's going to be a destabilizing factor for the economy,\" she said of Trump. \"That means working longer than I would want to for my retirement age, or not being as secure.\" While she won't turn down a tax cut, she says she knows that tax cuts generally benefit the wealthy and powerful. And she's not excited about the talk of deregulating the banks or rolling back consumer protections. Trump has promised to repeal the Dodd-Frank act put into place after the 2008 financial crisis. The act prohibits commercial banks from making investments bets with their own deposits, created the Consumer Financial Protection Bureau, and other regulatory reform to prevent banks from imploding so destructively. \"Released from restrictions they can put us in another case where banks can run rampant and fail and hurt us all over again,\" said Coerr. Play ",
    "title": "Trump USA: Steelworkers Buy Cruises, Immigrants Plan Deportation - NBC News"
   },
   {
    "entities": [
     "bilal",
     "shah",
     "pakistan",
     "saturday",
     "3:01 p.m. est",
     "adil",
     "baluchistan",
     "southwest",
     "twitter",
     "khuzdar",
     "karachi",
     "abdul",
     "shakil",
     "quetta",
     "sattar",
     "google",
     "conversation",
     "guidelines",
     "state",
     "islamic",
     "november 12, 2016",
     "nov. 12",
     "noorani"
    ],
    "id": 16,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest At least 45 killed, 100 wounded in Pakistan blast, IS claiming responsibility A Pakistani official says the death toll from a bomb blast at a Sufi shrine in southwest Pakistan has risen to 45 and over 100 wounded. Post to Facebook At least 45 killed, 100 wounded in Pakistan blast, IS claiming responsibility A Pakistani official says the death toll from a bomb blast at a Sufi shrine in southwest Pakistan has risen to 45 and over 100 wounded. Check out this story on USATODAY.com: http://usat.ly/2fN8vMU CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 7 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs At least 45 killed, 100 wounded in Pakistan blast, IS claiming responsibility Abdul Sattar, The Associated Press 3:01 p.m. EST November 12, 2016 Pakistani rescue workers and volunteers carry an injured victim of a bomb blast at a Sufi shrine, upon his arrival at a local hospital in Hub town near Karachi, Pakistan, Nov. 12. (Photo: Shakil Adil, AP) QUETTA, Pakistan — A Pakistani official says the death toll from a bomb blast at a Sufi shrine in southwest Pakistan has risen to 45 and over 100 wounded. The Islamic State group has claimed responsibility for the suicide attack Saturday at the shrine of Sufi saint Shah Bilal Noorani in Khuzdar district in the southwestern Baluchistan province. Abdur Rasool, an official at the province’s home ministry, says rescuers transported over 100 wounded and 45 bodies to hospitals. The blast targeted worshippers as they were in the throes of their devotional “dhamal” dance. Islamic militants have previously targeted the province, which for over a decade has been the scene of a low-intensity insurgency by nationalist and separatist groups demanding a bigger share of regional resources. ",
    "title": "At least 45 killed, 100 wounded in Pakistan blast, IS claiming responsibility"
   },
   {
    "entities": [
     "nov 12, 2016",
     "restraint",
     "press",
     "the",
     "nov. 9, 2016",
     "new",
     "sunday",
     "wednesday",
     "pledges",
     "donald",
     "trump",
     "associated",
     "york",
     "washington"
    ],
    "id": 17,
    "text": "Trump Pledges Restraint on Twitter as President By The Associated Press WASHINGTON \u0097 Nov 12, 2016, 6:09 PM ET 0 Shares Star Evan Vucci/AP Photo President-elect Donald Trump smiles as he arrives to speak at an election night rally, Wednesday, Nov. 9, 2016, in New York. 0 Shares Donald Trump is pledging restraint on Twitter as president. But you can already tell he'll be mightily tempted to let loose with those trademark tweets. He tells \" 60 Minutes \" he's going to be \"very restrained, if I use it at all.\" But he went on to call Twitter \"tremendous\" and said social media is \"where it's at.\" As he put it: \"I have a method of fighting back.\" The president-elect says social media helped him win races in states where he was vastly outspent, and he thinks he's proved that the medium can be more powerful than money. Some of Trump's most provocative comments in the primary and general election campaigns came from his tweets, often late at night. The \"60 Minutes\" interview will be broadcast Sunday. 0 Shares ",
    "title": "Trump Pledges Restraint on Twitter as President - ABC News"
   },
   {
    "entities": [
     "inzaurralde/the",
     "november 12",
     "clinton",
     "richard",
     "mike",
     "school",
     "mineta",
     "bush",
     "international",
     "kushner",
     "wis.",
     "newt",
     "petraeus",
     "cia",
     "fisher",
     "studies",
     "lahood",
     "kellogg",
     "james",
     "rebekah",
     "o\\'regan",
     "management",
     "bannon",
     "thomas",
     "university",
     "sessions",
     "hopkins",
     "meese",
     "israel",
     "pentagon",
     "mercer",
     "priest",
     "charles",
     "commerce",
     "a.",
     "jr.",
     "bob",
     "turkey",
     "priebus",
     "kellyanne",
     "rick",
     "court",
     "last summer",
     "conway",
     "va.",
     "corker",
     "trump\\xe2\\x80\\x99s",
     "porter",
     "tumulty",
     "giuliani",
     "army",
     "norman",
     "jeffrey",
     "donald",
     "saturday",
     "arnold",
     "interest",
     "reed",
     "burgess",
     "department",
     "david",
     "sen.",
     "cheney",
     "h.",
     "ueland",
     "summer",
     "ricardel",
     "jeff",
     "paul",
     "cole",
     "tenn.",
     "condoleezza",
     "dearborn",
     "smith",
     "2008",
     "and",
     "marc",
     "advanced",
     "rahm",
     "bill",
     "scott",
     "ronald",
     "rudolph",
     "jan.\\xc2\\xa020",
     "philip",
     "pence",
     "ryan",
     "gingrich",
     "state",
     "news?",
     "hennessey",
     "reince",
     "national",
     "greenblatt",
     "defense",
     "stephen",
     "carafano",
     "chris",
     "&",
     "justice",
     "thursday",
     "congress",
     "york",
     "emanuel",
     "baker",
     "republican",
     "y.",
     "barack",
     "jason",
     "west",
     "obama",
     "\\xe2\\x80\\x9cmack\\xe2\\x80\\x9d",
     "of",
     "u.s.",
     "mira",
     "post",
     "iii",
     "white",
     "michael",
     "christie",
     "d.c.",
     "states",
     "b.",
     "rice",
     "tom",
     "deyoung",
     "f.",
     "tower",
     "reagan",
     "trump",
     "m.",
     "2000",
     "darrell",
     "america",
     "karen",
     "w.",
     "ray",
     "american",
     "eliot",
     "united",
     "k.",
     "new",
     "supreme",
     "l.",
     "mclarty",
     "cohen",
     "jared",
     "islamic",
     "fethullah",
     "susan",
     "washington",
     "mclean",
     "bastien",
     "intelligence",
     "ankara",
     "security",
     "senate",
     "dana",
     "committee",
     "afghanistan",
     "rucker",
     "george",
     "keith",
     "florida",
     "manhattan",
     "quayle",
     "deirdra",
     "chamber",
     "d.",
     "flynn",
     "breitbart",
     "iraq",
     "eric",
     "office",
     "t.",
     "rogers",
     "wing",
     "gulen",
     "agency",
     "house",
     "benjamin",
     "budget",
     "spring",
     "hillary",
     "johns",
     "allen"
    ],
    "id": 18,
    "text": "Can Trump broaden his government beyond loyalists — and does he want to? The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Philip Rucker , Dana Priest and Karen DeYoung November 12 at 6:07 PM Follow @PhilipRucker Follow @karendeyoung1 Nowhere did Donald Trump’s candidacy inspire more trepidation or alarm than in the national security community, inhabited by many Republicans who vehemently denounced their party’s nominee as dangerously unfit to be commander in chief. Now, as President-elect Trump begins assembling his government, scores of former senior national security officials, foreign policy specialists and career civil servants are wrestling with a dilemma: refuse government service or join the administration of the 45th president? Whether these seasoned experts step forward to help — and whether Trump accepts them into his administration — will send a powerful signal about the new president’s intentions and ability to broaden his sphere of influencers beyond the loyalists who helped steer him to an improbable triumph in the election. “I think it’s time for the intelligence guys to be professional and to suck it up,” said Charles Allen, who served nearly five decades in the CIA and is the unofficial dean of former intelligence community officials. “We work for the president and the Congress, and that’s all we do. We’re capable, and we have to do our job.” While most pronounced in the national security realm, this dynamic is evident throughout Trump’s transition, which is tasked with filling about 4,100 federal jobs. Washington’s officialdom is waiting with nervous anticipation for Trump’s first appointments, especially those in the West Wing who would serve as the president’s gatekeepers. During his campaign, President-elect Donald Trump repeatedly vowed to \"drain the swamp\" in D.C. and rid the federal government of political elites and lobbyists. But just days into his transition to president, Trump seems to be doing the opposite. (Deirdra O'Regan/The Washington Post) Does the president-elect install as White House chief of staff a broadly acceptable insider such as Republican National Committee Chairman Reince Priebus, who was recommended by House Speaker Paul D. Ryan (Wis.)? Or does he choose an antagonistic ideologue — perhaps Stephen K. Bannon, the Trump campaign chief executive who assailed the congressional leadership as chairman of Breitbart News? Does he tap a sober-minded consensus choice such as Sen. Bob Corker (Tenn.) as secretary of state or a combustible Trump confidant such as former New York mayor Rudolph W. Giuliani or former House speaker Newt Gingrich, who are both said to be eyeing the diplomatic post? Does Trump appoint industry lobbyists and forsake his pledge to “drain the swamp” of special interests? [ Donors and lobbyists already shaping Trump’s ‘drain the swamp’ administration ] “Personnel is policy,” said Scott Reed, a Washington establishment fixture and the U.S. Chamber of Commerce’s top political strategist. “We’re going to be watching those first couple of appointments. It will set the tone on what kind of relationship the president-elect will have with the town.” Trump campaign manager Kellyanne Conway said Saturday that a chief of staff announcement was “imminent,” telling reporters that Priebus was interested in the job and is one of several candidates Trump is considering. So far, Trump has sent mixed signals. He selected Vice President-elect Mike Pence, who is regarded as an advocate of inclusion and a bridge to the Washington establishment and conservative think tanks, to lead the transition. He has populated his transition teams with experienced hands for areas including national security, intelligence and military. “You don’t want to get in an echo chamber, where you only have ‘yes’ people and you don’t have any contrary thinking,” said former Republican congressman Benjamin Quayle. The Post’s Marc Fisher explains how some of President-elect Donald Trump’s traits could inform his leadership style when he takes office. (Bastien Inzaurralde/The Washington Post) Trump’s advisers said the president-elect is mindful of the importance of cultivating strong relationships with the Republican-led Senate and House to pass his ambitious agenda, including a tax overhaul and a sweeping infrastructure program. To that end, he tapped Rick Dearborn, a former chief of staff to Sen. Jeff Sessions (R-Ala.) who is well known to lawmakers, as transition director. And Eric Ueland, a veteran Senate staffer who runs the Senate Budget Committee, has been mentioned as a likely pick to head Trump’s Office of Management and Budget. There is talk among people familiar with the effort that Trump is open to tapping a Democrat to fill at least one Cabinet position — perhaps as secretary of transportation, a nonideological post for which President Obama chose Republican Ray LaHood and George W. Bush chose Democrat Norman Y. Mineta. Congressional Republicans, meanwhile, seem to be swooning at the unexpected opportunity to govern, though they could easily become alienated. “I’ve been on the phone with giddy Republicans for about 48 hours now,” Rep. Tom Cole (R-Okla.) said. “Everybody assumed we’d come back and be the firewall [against a President Hillary Clinton], and now we see the opportunity to be the point of the spear.” [ Trump maps out a new administration to bring a seismic shift to Washington ] ‘It’s their duty’ Some of the Republican national security figures who signed a public letter condemning Trump during the campaign said they would never serve in his administration, and they could be blacklisted anyway. But even they have been counseling others that serving might be the right thing to do for the country. As the seriousness of governing subsumes the vitriol of the campaign, a dozen national security experts interviewed said they believed experienced people will resume their roles as apolitical professionals and be willing to join the administration. “I know many of those people, and some would be sufficiently patriotic to think it’s their duty,” said Jeffrey H. Smith, former CIA general counsel and head of Arnold & Porter’s national security law practice. “It’s just too important.” Eliot Cohen, who served as counselor to former secretary of state Condoleezza Rice, was a driving force behind an open letter last spring , eventually signed by 122 Republican national security leaders who opposed Trump’s candidacy and pledged not to serve in a Trump administration. In an essay titled “To An Anxious Friend,” published Thursday in the American Interest, Cohen advised career military, diplomatic and intelligence officials to “continue to do their jobs.” “The government has to be staffed,” wrote Cohen, who is director of the strategic studies program at the School of Advanced International Studies at Johns Hopkins University. Those accepting, he wrote, should understand the limits of their influence and the extent to which the administration is “likely to be torn by infighting and bureaucratic skulduggery.” They should say yes, he said, “with two conditions . . . that they keep a signed but undated letter of resignation in their desk . . . and that they not recant a word of what they have said thus far.” Susan Hennessey, a fellow at Brookings and former attorney at the National Security Agency, said many of her friends who are career national security officers are trying to decide whether to remain in their jobs. “If you are a person who believes that Donald Trump threatens the very institution and poses a real threat to American security abroad because he is inexperienced and undisciplined, is it your duty to not participate or is it your duty to serve in hopes of providing him wise counsel?” she asked. [ How Donald Trump won: The insiders tell their story ] The leadership of Trump’s national security transition team includes former Republican officials and retired military officers well within the boundaries of the conservative mainstream. The team is headed by former Army lieutenant general Ronald L. Burgess Jr., a previous Defense Intelligence Agency director, and Mike Rogers, a former House Intelligence Committee chairman. Other players include retired one-star general Michael Meese, a protege of David H. Petraeus in Iraq and Afghanistan; Mira Ricardel, a veteran of the Pentagon; retired lieutenant general Keith Kellogg, an early Trump supporter; and James Carafano, another retired military officer. Others, particularly among those who have been active on Trump’s campaign, have engendered more skepticism. Since the election, some have already made policy statements causing concern — and creating uncertainty as to whether they are speaking for the incoming administration. Michael T. Flynn, the retired three-star general who often served as a Trump surrogate and a member of the 16-member top advisory group, on Election Day criticized Obama’s policy on Turkey, a key but troubling ally in the fight against the Islamic State. The United States, Flynn said in an opinion column published in the Hill, should show Turkey who its “real friends” are by extraditing the U.S. resident and Muslim cleric responsible, according to Ankara, for last summer’s coup attempt there. Because Turkey is such a crucial ally, Flynn wrote, the U.S. government should also stem its official criticism of the country’s crackdown on perceived political opponents. The Obama administration has said there will be no political interference in the Justice Department’s consideration of Turkey’s request to extradite Fethullah Gulen. On Thursday, Jason Greenblatt, named by Trump as one of his top advisers on Israel, said in Israeli radio interviews that the president-elect does not view Israeli settlements on Palestinian land as “an obstacle to peace.” Trump says the United States should not impose its own views on the issue, Greenblatt said, and should leave the two sides to work it out themselves. U.S. policy under Obama has been sharply critical of the expanding settlements, which have been internationally condemned as illegal. [ Trump and aides hedge on major pledges, including Obamacare and the wall ] Trump is widely expected to reward his loyalists with plum posts. People familiar with preliminary talks said Giuliani is said to favor secretary of state but also is under consideration for attorney general and secretary of homeland security. New Jersey Gov. Chris Christie also is in the mix for attorney general and secretary of state, as well as commerce secretary. And Gingrich could end up in any of a wide range of roles across foreign or domestic policy. ‘Managers and ideologues’ One factor contributing to the uncertainty is that the transition’s center of gravity is not in Washington, where the government provides office space, but at Trump Tower, the president-elect’s midtown Manhattan skyscraper. His three oldest children — and especially his son-in-law, Jared Kushner — are exerting great influence over the early deliberations, as are many of his campaign loyalists, including Bannon and major donor Rebekah Mercer. Darrell M. West, who heads governance studies at the Brookings Institution, said what he sees so far from the Trump transition is “schizophrenia. . . . When you look at the names being floated, it’s a mix of managers and ideologues.” In his transition’s first week, Trump has not announced any appointments. In 2008, President-elect Barack Obama named his White House chief of staff — then-Rep. Rahm Emanuel (D-Ill.) — two days after the election. Trump’s transition team, which had been led by Christie, has been at work since the summer. But many members did not expect Trump to win and are only now delving into the serious work of assembling the administration and mapping out a detailed agenda to launch after Trump’s Jan. 20 inauguration. “It’s like the dog chasing the bus and we’ve finally caught it, so now we have to figure out what to do,” said one Trump adviser, who spoke on the condition of anonymity because transition talks are confidential. For Trump, history offers different guides. President Ronald Reagan reached outside his inner circle of ideological Californians and brought in pragmatist James A. Baker III, who had run two primary campaigns against him, as his White House chief of staff. President Bill Clinton staged a splashy transition, promising a Cabinet that would “look like America.” But in the end, he stacked his White House with longtime friends — Thomas F. “Mack” McLarty III, a kindergarten classmate, became chief of staff — and went on to have a chaotic first year. The first glimmer of how President George W. Bush’s administration would run came when he empowered his No. 2, Richard B. Cheney, to assemble the government. With the outcome of the 2000 election still in doubt pending a Florida recount and a Supreme Court ruling, Cheney did so from the kitchen table at his townhouse in McLean, Va., and populated the administration with his own allies. Meanwhile, Obama, anxious to avoid Clinton’s mistakes, worked from the inside out. He put much of his early focus on filling jobs in the White House, led by the wily Emanuel, which foreshadowed a tightly centralized presidency. Karen Tumulty contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Can Trump broaden his government beyond loyalists — and does he want to? - The Washington Post"
   },
   {
    "entities": [
     "national",
     "clinton",
     "committee",
     "donald",
     "saturday",
     "kingdom",
     "inc",
     "republican",
     "updated",
     "moore",
     "european",
     "interactive",
     "white",
     "michael",
     "nov",
     "news",
     "union",
     "secret",
     "last",
     "tower",
     "trump",
     "house",
     "priebus",
     "kellyanne",
     "cbs",
     "mr.",
     "united",
     "conway",
     "12, 2016",
     "nigel",
     "service",
     "farage"
    ],
    "id": 19,
    "text": "CBS News Last Updated Nov 12, 2016 9:24 PM EST President-elect Donald Trump has a busy few days ahead of him as he enters into the flurry of transitioning to the White House. Trump will be appointing a chief of staff “soon,” Kellyanne Conway, Trump’s campaign manager and now a senior adviser to the presidential transition team, told reporters Saturday as she arrived at Trump Tower. And he’ll soon be making his next public appearance “in the next couple of days,” according to press pool reports. When asked by reporters what the timetable was on Trump announcing his chief of staff, Conway said it was “imminent.” “I think chairman Priebus has expressed an interest in the position,” she added, referring to Republican National Committee chair Reince Priebus. “There are several people being considered. And it’s Mr. Trump’s decision ultimately.” Conway herself is discussing with Trump her own possible position in the administration. Questioned when Trump would be making his first public appearance since his election night victory speech, Conway added: “In the next couple of days actually. We’re talking about that.” On whether Trump would be making a victory tour to certain states, the Trump campaign manager said, “it’s possible. We’re working on the schedule.” Earlier in the day, Trump also met with Nigel Farage, the British politician who spearheaded the successful Brexit campaign for the United Kingdom to leave the European Union. Farage has also appeared with Trump on the campaign trail. Conway called the meeting “very productive.” “I think they enjoy each other’s company and they absolutely had an opportunity to talk about freedom and winning and what this all means for the world,” she said. Another big name that called on Trump Saturday -- to little avail -- was Michael Moore, the progressive documentary filmmaker. Moore, who arrived at Trump Tower as protesters rallied outside, has been a vocal critic of the president-elect and he continued Saturday with his condemnation. Trump, Moore told reporters, was an “illegitimate president and [he] does not have the vote of the people” because of the popular vote, which CBS projects Clinton is winning. Moore, who was livestreaming his unscheduled visit, was eventually stopped by security on the fourth floor of Trump Tower. “You’d have a to check with his staff,” Moore was told by a Secret Service agent. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Kellyanne Conway gives details on Trump's chief of staff appointment, Nigel Farage meeting - CBS News"
   },
   {
    "entities": [
     "national",
     "portland",
     "assault",
     "brandenburg",
     "atlanta",
     "mike",
     "demonstrators",
     "los",
     "alabama",
     "nbc",
     "committee",
     "saturday",
     "angeles",
     "&",
     "miami",
     "lapd",
     "donald",
     "square",
     "york",
     "morning",
     "manhattan",
     "republican",
     "berlin",
     "nicholson",
     "california",
     "suspect",
     "moore",
     "merchant",
     "night",
     "radford",
     "vandalism",
     "michael",
     "union",
     "news",
     "friday",
     "tower",
     "gates",
     "trump",
     "u.k.",
     "yasmin",
     "boston",
     "for",
     "priebus",
     "nov. 12",
     "mr.",
     "early saturday",
     "new",
     "birmingham",
     "reuters",
     "protesters",
     "fresno",
     "pence",
     "fourth",
     "morgan",
     "nov. 12, 2016",
     "city",
     "march",
     "/",
     "nigel",
     "november 12, 2016",
     "police",
     "afternoon",
     "farage",
     "reince"
    ],
    "id": 20,
    "text": "Anti-Trump Protesters March for Fourth Night in Portland 0:54 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161113023505if_/http://www.nbcnews.com/widget/video-embed/807280195872\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Earlier, police reported that \"burning projectiles\" were being thrown at officers during one of three demonstrations that occurred simultaneously in the city. The gunshots came on the fourth night of protests in Portland. A day earlier, a similar rally boiled over into what police described as a \"riot\" after some demonstrators armed with bats smashed stores and cars, and others lit fires. Can You IDME? Riot Vandalism & Assault Suspect https://t.co/QJ4kiAHyzd #CanYouIDME pic.twitter.com/zBQBkuxzxW — Portland Police (@PortlandPolice) November 12, 2016 Elsewhere overnight Friday , marchers blocked a major roadway in the Miami area and hundreds gathered in Atlanta, Boston and other cities. By early Saturday in New York, a total of 11 arrests were reported. A larger protest that was organized Saturday afternoon began in Manhattan's Union Square and ended at Trump Tower in midtown, where demonstrators stopped and chanted in front of the skyscraper where Trump resides and was meeting with visitors. MSNBC reported more than 16,000 protesters were expected outside of Trump Tower. \"We reject the president-elect!\" the crowd chanted along Fifth Avenue. — Morgan Radford (@MorganRadford) November 12, 2016 Among the sea of police officers, protesters and gawkers at Trump Tower were some familiar faces. Filmmaker Michael Moore showed up at the president-elect's iconic Fifth Avenue landmark, live-streaming his visit as he made his way as far into the building as he could before security stopped him. Trump is is an \"illegitimate president and does not have the vote of the people,\" Moore told NBC News as he ascended up the floors of the ornate building that bears Trump's name in gold on the front of it. Moore, who was wearing a safety pin as a show of solidarity for minorities and women who feel threatened after Trump's election, was stopped on the fourth floor when he asked to meet with Trump. \"You'd have a to check with his staff,\" a secret service agent told him. A protester on Fifth Avenue in New York City on Nov. 12, 2016. Yasmin Merchant Moore settled on leaving a handwritten note for Trump that said: \"Mr. Trump I'm here. I want to talk to you\" before he got into a debate with a Trump supporter in a \"Make America Great Again\" hat and then left the building. Other big names seen at the building Saturday included chairman of the Republican National Committee Reince Priebus and interim leader of the U.K. Independence Party Nigel Farage. The visitors come as Trump is picking his transition team, which Trump put Vice President-elect Mike Pence in charge of on Friday . When asked if he was there for transition talks, Farage told NBC News: \"We're just tourists.\" But the protests outside also drew some in favor of Trump, and they held signs that read, \"He is My President,\" \"Hillary for Prison\" and \"Crybabies.\" \"We are the popular vote\" chant protesters. @msnbc pic.twitter.com/AmDyCTIfCz — Morgan Radford (@MorganRadford) November 12, 2016 Another protest took place Saturday morning in downtown Los Angeles, where approximately 8,000 gathered — according to the LAPD — after more than 180 people were arrested Friday night. Protesters hold up signs during a march and rally against the election of Donald Trump in Los Angeles on Nov. 12. LUCY NICHOLSON / Reuters Demonstrators hit the streets in Miami, Birmingham, Alabama, and Fresno, California, as well as internationally. Hundreds reportedly gathered in Berlin at the Brandenburg Gates, some with anti-Trump messages. Play ",
    "title": "Anti-Trump Protests: 1 Shot After 'Confrontation' in Portland; Marchers Hit NYC, L.A. - NBC News"
   },
   {
    "entities": [
     "giuliani",
     "clinton",
     "s.c.",
     "carolina",
     "donald",
     "ethan",
     "august",
     "newt",
     "6 million",
     "thursday",
     "beach",
     "mexico",
     "york",
     "delrealthe",
     "barack",
     "hamburger",
     "jose",
     "obama",
     "oval",
     "images",
     "south",
     "bernstein",
     "office",
     "feb. 19, 2016",
     "trump\\'s",
     "oct. 5, 2016",
     "henderson",
     "gop",
     "states",
     "friday",
     "tom",
     "p.",
     "getty",
     "matea",
     "former",
     "nevada",
     "a.",
     "trump",
     "dentons",
     "house",
     "pavilion",
     "rudolph",
     "supporter",
     "myrtle",
     "united",
     "new",
     "aca",
     "gold",
     "gingrich",
     "/",
     "city",
     "aaron",
     "hillary",
     "miller"
    ],
    "id": 21,
    "text": "Trump and advisers back off major campaign pledges, including Obamacare and the wall The Wall Aaron P. Bernstein / Getty Images Supporter holds a sign as Republican presidential candidate Donald Trump speaks at a rally Feb. 19, 2016, in Myrtle Beach, S.C. Trump is campaigning throughout South Carolina ahead of the state's primary. Supporter holds a sign as Republican presidential candidate Donald Trump speaks at a rally Feb. 19, 2016, in Myrtle Beach, S.C. Trump is campaigning throughout South Carolina ahead of the state's primary. (Aaron P. Bernstein / Getty Images) Jose A. DelRealThe Washington Post President-elect Donald Trump and key advisers in recent days have backed away from some of the most sweeping pledges that the Republican candidate made on the campaign trail, suggesting that his administration may not deliver on promises that were important to his most fervent supporters. Trump built his campaign message around bold vows to, among other things, force Mexico to pay for a massive border wall, fully repeal the Affordable Care Act and ban Muslims from entering the United States. But in the days since his upset election victory, he or his advisers have suggested that those proposals and others may be subject to revision. On President Barack Obama 's health-care law, for example, Trump said in an interview with the Wall Street Journal Friday that he would like to keep some parts of the law intact and may seek to amend the statute rather than repeal it. Trump said he came to the conclusion after Obama, during Trump's Oval Office meeting Thursday, suggested areas of the law that should be preserved. Trump suggested provisions that prevent insurers from refusing coverage for preexisting conditions and which allow children to stay on their parents' health plans until age 26 should stay. \"I like those very much,\" he said. The chant echoed through Donald Trump 's boisterous rallies leading up to Election Day: \"Drain the swamp! Drain the swamp! Drain the swamp!\" \"We are fighting for every citizen that believes that government should serve the people, not the donors and not the special interests,\" the billionaire real... The chant echoed through Donald Trump 's boisterous rallies leading up to Election Day: \"Drain the swamp! Drain the swamp! Drain the swamp!\" \"We are fighting for every citizen that believes that government should serve the people, not the donors and not the special interests,\" the billionaire real... (Matea Gold, Tom Hamburger) In the same interview, Trump also avoided answering whether he would follow through on a campaign vow to appoint a special prosecutor to investigate Democratic nominee Hillary Clinton 's use of a private email server while secretary of state. \"It's not something I've given a lot of thought, because I want to solve health care, jobs, border control, tax reform,\" he said. That ambivalent tone is a far cry from Trump's sweeping rhetoric on the campaign trail, where he repeatedly vowed to repeal and replace the ACA and led crowds in chants of \"Lock her up!\" in reference to Clinton. His lack of clarity on these and other issues has added more uncertainty to an already chaotic presidential transition, as he scrambles to build a team. There is also no guarantee that Trump will not return to his previous positions. In August, he appeared to consider softening his proposal to deport millions of illegal immigrants en masse, only to give a rousing speech retaining his hard-line stance. With little clarity from Trump himself, some of his surrogates and advisers have given a mixed view of what Trump will hope to accomplish in his first 100 days in office, discounting some of his most well-known proposals. Hillary for prison Ethan Miller / Getty Images A supporter of Republican presidential nominee Donald Trump holds an anti-Hillary Clinton sign as Trump speaks during a campaign rally at the Henderson Pavilion on Oct. 5, 2016 in Henderson, Nevada. A supporter of Republican presidential nominee Donald Trump holds an anti-Hillary Clinton sign as Trump speaks during a campaign rally at the Henderson Pavilion on Oct. 5, 2016 in Henderson, Nevada. (Ethan Miller / Getty Images) Former House speaker Newt Gingrich , a Trump adviser, cast doubt this week on whether the new president would seek to have Mexico fund Trump's proposed border wall - a pledge that inspired regular chants of \"Build that wall!\" during campaign rallies. \"He'll spend a lot of time controlling the border. He may not spend very much time trying to get Mexico to pay for it, but it was a great campaign device,\" Gingrich said Thursday during a conference call sponsored by Dentons, a global law firm. Former New York City mayor Rudolph Giuliani, a close adviser to Trump, sounded certain that the wall would be built - but was far from clear about the timeline. He said during an interview on CNN Thursday that he believes Trump should prioritize tax reform in his first 100 days rather than issues like building the border wall. \"The wall is going to take a while,\" Giuliani said. \"Absolutely he's going to build it; it's a campaign promise. He's not going to break a campaign promise.\" On deportations, the campaign has yet to detail how many undocumented immigrants might be targeted for immediate removal by the Trump administration. The number could range anywhere from 1 million to 6 million, according to various priorities Trump outlined over time throughout the campaign. During the GOP primaries, he repeatedly said that all of the estimated 11 million illegal immigrants would have to leave. ",
    "title": "Trump and advisers back off major campaign pledges, including Obamacare and the wall - Chicago Tribune"
   },
   {
    "entities": [
     "portland",
     "megan",
     "atlanta",
     "donald",
     "austin",
     "miami",
     "thursday",
     "broadcasting",
     "macarthur",
     "york",
     "beach",
     "kristian",
     "causeway",
     "nueces",
     "public",
     "bridge",
     "francisco",
     "oregon",
     "trump\\'s",
     "night",
     "white",
     "nashville",
     "friday",
     "ore.",
     "bureau",
     "fodenvencil",
     "newscast",
     "house",
     "shade",
     "mosque",
     "new",
     "morrison",
     "city",
     "iowa",
     "san",
     "police"
    ],
    "id": 22,
    "text": "Anti-Donald Trump protesters march in the street on Fifth Avenue in New York City Friday, in another night of protests over the president-elect. Drew Angerer/Getty Images hide caption toggle caption Drew Angerer/Getty Images Anti-Donald Trump protesters march in the street on Fifth Avenue in New York City Friday, in another night of protests over the president-elect. Drew Angerer/Getty Images Friday night brought more protests against Donald Trump's White House win, with marchers taking to the streets in cities from Miami and Atlanta to San Francisco. In Portland, Ore., police say a man was shot on a bridge by a suspect who then fled. Most of Friday's demonstrations in cities that included Iowa City and Nashville were peaceful, despite disruptions to traffic. But in Portland, where police say Thursday's protest morphed into a riot , things turned violent for a second night. The shooting took place during a protest march on the Morrison Bridge, where officials say that the suspect, who was in a vehicle, had a confrontation with the protester that ended with multiple gunshots and the suspect jumping back in a car to flee the scene. YouTube \"Officers near the scene arrived quickly and provided medical aid until an ambulance arrived to transport the victim to a Portland hospital for treatment to non-life-threatening injuries,\" the Portland Police Bureau says. Portland's protesters began last night with \"an apology for all the damage that was done\" this week, reporter Kristian FodenVencil of Oregon Public Broadcasting tells our Newscast unit. Article continues after sponsorship \"A lot of people didn't want to see that — in fact, there were fights during the protest,\" he says, between protesters who were trying to stop others from smashing car windows and other items. Other protesters simply tried to clean up after the group — and thousands of dollars have been raised, FodenVencil says, by a Go Fund Me page that's meant to help pay for some of the damages. In Miami, protesters blocked the MacArthur Causeway, the six-lane highway that runs between the city's downtown area and Miami Beach. One of the Miami protest's organizers, Megan Shade, tells member station WLRN , \"A lot of people are here for different reasons. People are angry, and so what I want this to be is for us to release that anger and for us to be able to move to a progressive movement.\" In Austin, demonstrators installed themselves around the Nueces Mosque, in a show of support and an offer of protection, according to local TV Spectrum news . ",
    "title": "Anti-Trump Demonstrations Continue; Man Shoots Protester In Portland : The Two-Way : NPR"
   },
   {
    "entities": [
     "yahoo",
     "clinton",
     "arizona",
     "tennessee",
     "missouri",
     "bush",
     "donald",
     "saturday",
     "december 19",
     "fox",
     "george",
     "columbia",
     "email",
     "florida",
     "voters",
     "print",
     "utah",
     "18th century",
     "west",
     "kansas",
     "district",
     "of",
     "u.s.",
     "electoral",
     "college",
     "texas",
     "georgia",
     "election day 2016",
     "news",
     "louisiana",
     "gore",
     "trump",
     "2000",
     "indiana",
     "tuesday",
     "dakota",
     "house",
     "2016",
     "w.",
     "pennsylvania",
     "kentucky",
     "\\xc2\\xa0",
     "north",
     "virginia",
     "al",
     "maryland",
     "baltimore",
     "arkansas",
     "iowa",
     "november 12, 2016",
     "hillary"
    ],
    "id": 23,
    "text": "Voters target Electoral College members to switch their Trump ballots, elect Clinton Published               November 12, 2016 Facebook 0 Twitter 0 livefyre Email Print   Voters upset that Republican Donald Trump had been elected president -- or think that the presidency was unfairly taken from Democratic rival Hillary Clinton -- are scrambling for ways to change the results. Their major focus is trying to get members of the U.S. Electoral College to change their vote, arguing that Clinton should be the next president because 60.47 Americans voted for her, compared to 60 million for Trump.   The college is part of the Constitution and is composed of 538 members, with each state and the District of Columbia having one member, or electorate, for every senator or House lawmaker. Trump won 290 of the so-called electoral votes, in the race to get a minimum 270. However, members don’t officially cast their ballots until December 19, which has Trump opponents making long-shot efforts to reverse the outcome, including petition drives to get the electorates to switch their votes. The largest effort is through the website Change.org, which as of Saturday has about 3 million signatures, getting closer to its goal of 4.5 million. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Petition organizers argue on the site that some states don’t require their electorates to vote for the presidential nominee who had the most votes in their state. And for electorates in states that by law require them to ballot for the nominee who won the most votes, “their vote would still be counted, they would simply pay a small fine,” the organizers write. “We can be sure Clinton supporters will be glad to pay!” One online petition signer wrote on the site via Twitter: “It’s our chance of getting Trump out of the whitehouse.” Another grassroots petition drive is being launched by Faithlessnow.com, as reported by Yahoo News. Organizers in that drive are targeting roughly 160 Republican electorates in the 15 states that Trump won and don’t have laws bounding the electorates to the winner: Arizona, Arkansas, Georgia, Indiana, Iowa, Kansas, Kentucky, Louisiana, Missouri, North Dakota, Pennsylvania, Tennessee, Texas, Utah and West Virginia. The most recent presidential election in which a nominee won the popular vote but lost the election through the Electoral College vote was 2000, when Democrat Al Gore lost to Republican George W. Bush following a days-long recount of votes in Florida and other states. Clinton and Trump at the time purportedlycalled for an end to the entire Electoral College system. And renewed calls emerged after Election Day 2016, on Tuesday, in large part because voters think the system is no longer needed to safeguard the country from a dangerous president. A Baltimore Sun editorial this weekend called the college a “convoluted system” and “the product of an 18th century compromise forged over issues that no longer apply and resting on assumptions about the wisdom of the average person we no longer hold.” “It is not worked the way it was intended almost from the very beginning,” continued the editorial, which also suggests that U.S. states follow Maryland’s lead by essentially joining a movement that could side-step needing a constitutional amendment to change the system.   ",
    "title": "Voters target Electoral College members to switch their Trump ballots, elect Clinton | Fox News"
   },
   {
    "entities": [
     "clinton",
     "politico",
     "john",
     "dnc",
     "austin",
     "fox",
     "sarah",
     "health",
     "milwaukee",
     "july 18",
     "dan",
     "2009",
     "sessions",
     "arpaio",
     "political",
     "interior",
     "conservative",
     "wednesday",
     "matter",
     "a.",
     "germany",
     "gay/ap",
     "jr.",
     "maricopa",
     "sheriff",
     "1996",
     "aaron",
     "carson",
     "giuliani",
     "arizona",
     "human",
     "black",
     "donald",
     "department",
     "markon",
     "david",
     "sen.",
     "jeff",
     "lies",
     "night",
     "joe",
     "news",
     "cabinet",
     "@aaronblake",
     "rnc",
     "and",
     "bill",
     "ronald",
     "clarke",
     "reuters",
     "sid",
     "abc",
     "city",
     "state",
     "ken",
     "texas",
     "isis",
     "national",
     "alabama",
     "defense",
     "october 28, 2015",
     "rudy",
     "york",
     "nazi",
     "republican",
     "pm",
     "the",
     "follow",
     "obama",
     "judiciary",
     "post",
     "trump\\'s",
     "white",
     "states",
     "2014",
     "november 11",
     "2015",
     "ohio",
     "reagan",
     "trump",
     "jerry",
     "palin",
     "united",
     "new",
     "harbor",
     "ben",
     "stanton",
     "february 2015",
     "march",
     "islamic",
     "miller",
     "washington",
     "convention",
     "stevenson/the",
     "md.",
     "conference",
     "peter",
     "senate",
     "committee",
     "action",
     "1986",
     "blackwell",
     "naacp",
     "services",
     "lamothe",
     "eric",
     "2:15",
     "november 10, 2016",
     "gop",
     "education",
     "county",
     "omb",
     "house",
     "2016",
     "may",
     "2004",
     "blake",
     "hhs",
     "hillary",
     "o\\'reilly"
    ],
    "id": 24,
    "text": "Meet the potential Trump Cabinet picks most likely to make liberals squirm The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Aaron Blake November 11 at 2:15 PM Follow @aaronblake Milwaukee County Sheriff David Clarke holds up a rifle that was presented to him as part of his Charlton Heston Courage Under Fire Award at the Conservative Political Action Conference in February 2015 in National Harbor, Md. (Alex Brandon/AP) We don't know a whole heckuva lot about who Donald Trump will pick for his Cabinet at this point. So far, the process is heavy on rumors and preliminary lists. For Trump, selecting and vetting his picks isn't a three-day process, nor should we expect much of it to be done in public. It's also important to emphasize upfront that names floated for various positions are sometimes more about expressing gratitude to surrogates, even if they're unlikely to actually get picked. That said, some of the early names leaking out are of the sort that could send a real signal about Trump's path going forward. And some of those paths could really make Democrats squirm. Here's a rundown of the more controversial names that have been floated. Joe Arpaio: Potential homeland security secretary? ABC News on Wednesday included Arpaio's name as a possible Trump homeland security secretary , and though it's not clear how seriously he's being considered, it would seem to be a good fit for Trump's immigration platform. The controversial sheriff of Arizona's Maricopa County, Joe Arpaio, announced his endorsement of Republican presidential contender Donald Trump saying that it was a \"no brainer.\" (Reuters) Arpaio is the outgoing sheriff of Maricopa County (he just lost his bid for a seventh term) and is known for his hard-line stances on illegal immigration, his harsh rhetoric and making inmates wear pink underwear. Arpaio has faced accusations of instituting racial profiling for years , and in May a federal judge ruled that he had ignored federal orders to halt the tactics in question. The Post's Jerry Markon reports, though, that Arpaio's selection appears unlikely : But other people familiar with the deliberations said Arpaio is viewed as unable to win Senate confirmation. He is also 84 years old and facing legal trouble. The longtime sheriff was recently charged with criminal contempt for resisting a judge’s order that he stop detaining people solely on suspicion they were undocumented immigrants. Arpaio, whose wife is battling cancer, could face up to six months in jail if convicted. David Clarke: Homeland security? This is another pick that is perhaps unlikely. Markon's story doesn't mention the Milwaukee County sheriff, who was a vocal Trump supporter. But others have, Politico said a Trump campaign source named Clarke as a possible pick , and a preliminary list of 41 names obtained by BuzzFeed's John Stanton also includes Clarke. Even Clarke has weighed in, downplaying it but not totally dismissing the idea . Milwaukee County Sheriff David Clarke offered his support for police officers around the country during a speech on the opening day of the Republican National Convention July 18. (The Washington Post) Clarke's rhetoric on law enforcement echoes Arpaio in many ways. A regular surrogate for Trump's campaign, Clarke, who is black, has compared Black Lives Matter to the Islamic State, a.k.a. ISIS. Before long, Black Lies Matter will join forces with ISIS to being down our legal constituted republic. You heard it first here. — David A. Clarke, Jr. (@SheriffClarke) October 28, 2015 And on Wednesday night, he called for protests against President-elect Trump to be “quelled.” These temper tantrums from these radical anarchists must be quelled. There is no legitimate reason to protest the will of the people. pic.twitter.com/G502pwNSN9 — David A. Clarke, Jr. (@SheriffClarke) November 10, 2016 Sen. Jeff Sessions: Attorney general, Defense Department, OMB? Sessions's name is also on BuzzFeed's list for three possible slots, and his potential leadership of the Defense Department was explored by The Post's Dan Lamothe . He isn't as much a household name as some others on this list. But from a policy standpoint, he may be the Senate's foremost immigration hard-liner, and his long-ago political past could come up if he's nominated. Before resurrecting his political career as Alabama attorney general and then being elected senator in 1996, Sessions was denied a judgeship over allegations of racism. Sen. Jeff Sessions (R-Ala.) endorsed Republican presidential candidate Donald Trump's White House bid during a joint appearance in his home state. (Reuters) As Lamothe reports : In 1986, he was nominated by President Ronald Reagan to serve as a federal-district court judge, but a bipartisan panel of Judiciary Committee senators declined to send his nomination to the Senate floor amid allegations that he had said the NAACP was “un-American” and “Communist-inspired” and that a white civil rights lawyer was a “disgrace to his race.” Sessions vigorously denied the allegations. Ben Carson: Health and Human Services or Education? Back in May, Trump agreed with Fox News host Bill O'Reilly that Carson would make a good pick for HHS, and he has also floated Carson for the Education Department. Carson said himself back in March that Trump offered him a role in a Trump administration , at least in an advisory capacity. And indeed, his name  appears on the BuzzFeed list as a possible education or HHS secretary . Carson rose to prominence in the 2016 GOP primary as a vocal critic of Obamacare, which he has said was the worst thing since slavery  and also suggested it was a form of slavery. He has also said liberals would turn the United States into Nazi Germany. “And if you believe that same thing can’t happen again, you’re very wrong,” Carson said in 2014 . “But we’re not going to let it happen.” And Carson said during the 2016 campaign that he wouldn't be okay with a Muslim as president , suggesting that a Muslim's values would be inconsistent with American values. Sid Miller: Agriculture secretary? Texas Agricultural Commissioner Sid Miller in Austin in 2015. (Eric Gay/AP) Miller's name is on the BuzzFeed list for agriculture secretary. And while, like Sessions, he might not be well known outside of political circles, he's known to say controversial things on social media. The Texas agriculture commissioner's Twitter account  recently called Hillary Clinton a “c---\" in a tweet . A spokesman suggested the account had been hacked, and the tweet has been deleted. Miller has also shared on Facebook a doctored photo of President Obama holding up a Che Guevara T-shirt , and in 2015 his social-media team shared an image suggesting a nuclear attack on the Muslim world . Rudy Giuliani: Attorney general? This would seem to be among the more likely potential Cabinet picks on this list. Giuliani has been among the most vocal and outspoken Trump surrogates for months. In that role, though, he has often gone even further than Trump. Giuliani has said directly that he thought Hillary Clinton looked ill on the campaign trail, pressed the idea that voter fraud could rob Trump of the election , and was among the earliest public advocates for attacking Bill Clinton's indiscretions in the White House . And here's more  from: Former New York City Mayor Rudy Giuliani (R) is a big fan of Donald Trump – and he's said some strange things while campaigning for the Republican nominee. (Peter Stevenson/The Washington Post) Giuliani, once the beloved, moderate Republican mayor of New York City on 9/11, over the course of this campaign turned himself into a bare-knuckle political brawler, willing to say pretty much anything to help Trump get elected. Ken Blackwell: Leader of domestic transition team This one is in the books — a done deal . And for liberals, it's an inauspicious start. Blackwell is a former Ohio secretary of state and GOP nominee for governor, and he is popular among conservatives. He's also someone Democrats love to hate for his comments about the LGBT community and his decisions during the hotly contested 2004 presidential election in Ohio. Back then, then-Secretary of State Blackwell ruled that provisional ballots cast in the wrong precinct should not be counted. Democrats appealed and lost. The following year, the DNC drafted a report alleging voter suppression in the state. And while running for chairman of the RNC in 2009, Blackwell said that being gay is a choice and compared it to having the proclivity to commit arson or be a kleptomaniac . Sarah Palin: Interior Department? Palin's name was included on BuzzFeed's list, for the possible job of interior secretary. Again, it's not clear how serious her consideration may be, but it's one that would certainly make liberals' heads spin. That said, Palin hasn't been a hugely visible supporter of Trump on the campaign trail. politics ",
    "title": "Meet the potential Trump Cabinet picks most likely to make liberals squirm - The Washington Post"
   },
   {
    "entities": [
     "clinton",
     "l.a.",
     "comey",
     "saturday",
     "angeles",
     "donald",
     "lapd",
     "thursday",
     "congress",
     "harris",
     "75%",
     "york",
     "morning",
     "fbi",
     "manhattan",
     "hall",
     "james",
     "2006",
     "kansas",
     "california",
     "obama",
     "kobach",
     "u.s.",
     "night",
     "robert",
     "wednesday",
     "tower",
     "kamala",
     "trump",
     "durst",
     "kris",
     "new",
     "moveon.org",
     "city",
     "washington",
     "hillary",
     "afternoon",
     "los"
    ],
    "id": 25,
    "text": "Read the story “This is hard to take in. I mean, it bothered me what he said about deporting 11 million illegal immigrants and all the offensive things he has said about everyone, including women.” Demonstrations also took place in other cities Saturday including New York, where thousands of marchers headed to Trump Tower, closing off streets and causing gridlock in parts of Manhattan. This is the first large daytime protest in L.A. since Trump was elected. The other protests occurred at night and resulted in some clashes. Los Angeles police have arrested hundreds of people over the last few days, including on Wednesday night when some demonstrators blocked lanes on the 101 Freeway. Nearly 200 anti-Trump protesters were arrested in downtown Los Angeles early Saturday morning after refusing the LAPD’s order to disperse. One undercover LAPD officer was assaulted on Thursday night. Saturday’s march was reminiscent in some ways of the series of huge immigration protests that hit Los Angeles a decade ago. Fueled by hard-line proposals in Congress regarding immigrants here illegally, nearly 500,000 people marched through downtown L.A. in 2006. California is a likely battleground as Trump crafts his immigration policy. Trump said during the presidential campaign that he would build a wall along the  U.S.-Mexico border  and deport people in the country illegally. He is expected to unwind the Deferred Action for Childhood Arrivals program, an initiative by President Obama that protects immigrants brought to the U.S. illegally as children. But California has some of the nation’s  most liberal policies when  it comes to handling immigrants here illegally. The state has allowed them to get driver’s licenses, health coverage for children and in-state tuition. Institutions like churches also support immigrants. Trump made illegal immigration a central issue of his campaign, arguing that people here without proper documentation are a drain on the economy and take jobs away from U.S. citizens. Trump has not outlined any specific immigration policies since winning the election. But Kris Kobach, Kansas secretary of state and a member of Trump’s immigration policy transition team,  told The Times  that the U.S. could easily boost deportations by more than 75% in his first year in office. Experts have said Trump could also reduce or slow down the process by which Mexicans get travel cards and visitor visas. But other Trump immigration ideas — such as building a massive wall along the border — are probably going to be more difficult to implement, they said. The Saturday protest began to wind down in the afternoon, though another round of night marches was possible. As many left, a few hundred lingering protesters gathered on the steps of City Hall to share their thoughts on the election. Passing a megaphone among them, some demonstrators talked about the importance of finding a direction forward, others said they wanted a female president, and still others admitted to feeling as if they had let  Hillary Clinton  down. One woman, who said she was transgender, warned listeners against getting violent. “If we get violent, we get stopped,” she said. A man urged the group to sign a petition on MoveOn.org to abolish the electoral college. “Trump didn't win the popular vote,” he said. “I don't understand why we aren't pushing that harder.” Caption Weekend Roundup: 7 stories you can't miss Donald Trump wins the presidency, we show you how your neighbors voted, thousands protest in Los Angeles, Kamala Harris is heading to Washington, FBI director James Comey has a rocky future, California's passed some major bills, and Robert Durst appears in a Los Angeles court on murder charges     Donald Trump wins the presidency, we show you how your neighbors voted, thousands protest in Los Angeles, Kamala Harris is heading to Washington, FBI director James Comey has a rocky future, California's passed some major bills, and Robert Durst appears in a Los Angeles court on murder charges     Caption Weekend Roundup: 7 stories you can't miss Donald Trump wins the presidency, we show you how your neighbors voted, thousands protest in Los Angeles, Kamala Harris is heading to Washington, FBI director James Comey has a rocky future, California's passed some major bills, and Robert Durst appears in a Los Angeles court on murder charges     Donald Trump wins the presidency, we show you how your neighbors voted, thousands protest in Los Angeles, Kamala Harris is heading to Washington, FBI director James Comey has a rocky future, California's passed some major bills, and Robert Durst appears in a Los Angeles court on murder charges     Caption 90 seconds: 4 stories you can't miss ",
    "title": "8,000 anti-Trump marchers flood downtown Los Angeles; many fear immigration policies - LA Times"
   },
   {
    "entities": [
     "10 cents",
     "angeles",
     "cherish",
     "formosa",
     "irfan",
     "masunaga",
     "james",
     "52%",
     "kleinhenz",
     "$2.8 million",
     "friday",
     "25%",
     "food",
     "khan",
     "ruiz",
     "plastics",
     "salinas",
     "calif.",
     "bay",
     "donald",
     "10%",
     "department",
     "morning",
     "pablo",
     "oahu",
     "$1.1 million",
     "colin",
     "tuesday",
     "durst",
     "bill",
     "califf",
     "changala",
     "ronald",
     "east",
     "assn.",
     "/",
     "texas",
     "billions of dollars",
     "fbi",
     "southern",
     "hawaii",
     "97%",
     "maplight",
     "command",
     "lee",
     "prince",
     "white",
     "legislature",
     "2014",
     "brown",
     "2015",
     "robert",
     "kamala",
     "trump",
     "packaging",
     "maria",
     "$6 million",
     "jerry",
     "harbor",
     "superior",
     "samantha",
     "washington",
     "ida",
     "beacon",
     "2013",
     "comey",
     "times",
     "delatorre",
     "$2 million",
     "harris",
     "economics",
     "california",
     "d.",
     "grocers",
     "sadie",
     "office",
     "nick",
     "june",
     "analyst\\xe2\\x80\\x99s",
     "legislative",
     "lindamood",
     "boulevard",
     "hodge",
     "15%",
     "15 billion",
     "compton",
     "los"
    ],
    "id": 26,
    "text": "Where are all those plastic bags? California voters decided to get rid of them Plastic bag ban Irfan Khan / Los Angeles Times Pablo DeLaTorre, his wife, Maria Ruiz, and their two sons walk out of the Superior Grocers supermarket in Compton with a full cart of groceries. Pablo DeLaTorre, his wife, Maria Ruiz, and their two sons walk out of the Superior Grocers supermarket in Compton with a full cart of groceries. (Irfan Khan / Los Angeles Times) Samantha Masunaga and Ronald D. White Contact Reporters As a caregiver, Sadie Hodge frequently buys groceries for her elderly and immobile patients. But Friday morning, Hodge got a surprise at the checkout line at a Compton Food 4 Less — a 10-cent-per-bag fee that went into effect after voters narrowly approved the nation’s first statewide ban on single-use plastic bags at most grocery stores. She had “no words” for her annoyance. “I was just in this store a couple of days ago and today I'm back and I had to buy bags,” said Hodge, who sees those dimes adding up to dollars of extra cost. “I was used to the convenience of not having to think about this, and that has just stopped.” After a referendum upholding the ban on single-use plastic carryout bags passed with 52% of the vote Tuesday, millions of California shoppers like Hodge no longer have the option of getting single-use plastic bags at most grocery, convenience and liquor stores, as well as large pharmacies. Customers will either have to bring their own bags or buy a recycled paper bag or sturdier reusable plastic bag at the store for at least 10 cents. Environmental groups say the ban will help stem pollution and prevent sea animals from eating or getting entangled in the flimsy plastic that drifts into waterways. Every year, about 15 billion single-use plastic bags are given out to California consumers, according to the nonpartisan Legislative Analyst’s Office. “It’s a victory for all of California, from inland neighborhoods and communities to marine animals off our coast,” said Nick Colin, marketing and communications manager for Heal the Bay, which has been campaigning for local single-use plastic bag bans for more than eight years. The California Grocers Assn. trade group also backed the measure, which drew a total of $2 million in donations for its campaign. But plastic bag makers, which have a presence in Los Angeles, have argued a ban on single-use plastic bags would diminish local manufacturing jobs and that money collected from the bag fees wasn’t going toward environmental causes. Elkay Plastics, a packaging distributor based in Los Angeles, called the restrictions “misguided,” even though single-use plastic bags make up only a “couple percent” of the company’s total business. “We oppose the ban and believe that there are better alternatives available, such as recycling,”  Bill Lindamood, Elkay Plastics’ marketing director, wrote in an email. The proposition enacts a statewide ban on single-use plastic bags that was initially passed by the California Legislature and signed by Gov. Jerry Brown in 2014. Shortly after the ban was passed, the American Progressive Bag Alliance trade group qualified a referendum — Proposition 67 — to repeal the measure, which had not yet gone into effect. Lee Califf, executive director of the trade group, has called the bill a “backroom deal between the California Grocers Assn. and their union friends to scam consumers out of billions of dollars in bag fees — all under the guise of environmentalism.” For many Californians, the new statewide ban comes much later than bag bans in their local cities and counties. As of June, about 150 cities and counties across the state already passed their own carryout bag laws, including Los Angeles, according to the Legislative Analyst’s Office. Some customers welcomed the new ban.  As Pablo DeLaTorre stood in line at the Superior Grocers supermarket on East Compton Boulevard with his wife, two sons and a full cart of groceries, he said he was in favor of the law, even though he uses a lot of plastic bags. He said he plans to bring his own bags to the grocery store from now on. “We will be helping the environment,” said DeLaTorre, who works for the Los Angeles Harbor Department at Ports O’Call. “Like I tell my kids, we have to be aware of the impact these plastic bags have had in the oceans and other places.” One bag manufacturer even decided to get ahead of the proposition. In 2013, Vernon-based Command Packaging opened a 125,000-square-foot recycling facility in Salinas, Calif., that turns agricultural plastics into resin. That resin is then used to make reusable plastic grocery bags produced at the company’s Southern California plant. It can also be used in reusable plastic bags that are used in the retail and restaurant industries. Grocery bags make up about 10% to 15% of the company’s business, but that is expected to increase to 25% because of the law, said Cherish Changala, director of marketing at Command Packaging. “We knew we couldn’t just be making bags and thinking that would be OK long-term,” she said. “We needed to figure out a way to be sustainable.” Money opposing the referendum poured in from bag makers in other states that wanted to prevent California adopting a landmark law that could spread across the nation. Hawaii has had a de facto ban on single-use plastic bags since 2015, as all of its most populous counties prohibit non-biodegradable plastic bags. But Oahu’s law has been criticized for allowing compostable single-use bags.  Four out-of-state plastics manufacturers gave 97% of the contributions to the American Progressive Bag Alliance campaign against California’s law,  according to Maplight , a nonpartisan research organization that looks at money in politics. Major contributions included $2.8 million from South Carolina-based plastic bag manufacturer Hilex Poly and $1.1 million from Texas bag maker Formosa Plastics. In total, opponents raised about $6 million, according to the California secretary of state website . Indeed, by passing this referendum, California is setting an example for other states and cities that might be looking to deal with litter and other environmental concerns, said Robert Kleinhenz, executive director of research at Beacon Economics. “I wouldn’t be surprised if it shows up across the country in places that are heavily populated,” he said. Shopper Ida Prince hoped the ban would lead to a cleaner neighborhood. “People just throw the bags on the ground when they were done with them,” she said as she accompanied her daughter on a trip to Food 4 Less in Compton. '”So I don't mind this at all. I think it is a good thing.” Caption Weekend Roundup: 7 stories you can't miss Donald Trump wins the presidency, we show you how your neighbors voted, thousands protest in Los Angeles, Kamala Harris is heading to Washington, FBI director James Comey has a rocky future, California's passed some major bills, and Robert Durst appears in a Los Angeles court on murder charges     Donald Trump wins the presidency, we show you how your neighbors voted, thousands protest in Los Angeles, Kamala Harris is heading to Washington, FBI director James Comey has a rocky future, California's passed some major bills, and Robert Durst appears in a Los Angeles court on murder charges     Caption Weekend Roundup: 7 stories you can't miss Donald Trump wins the presidency, we show you how your neighbors voted, thousands protest in Los Angeles, Kamala Harris is heading to Washington, FBI director James Comey has a rocky future, California's passed some major bills, and Robert Durst appears in a Los Angeles court on murder charges     Donald Trump wins the presidency, we show you how your neighbors voted, thousands protest in Los Angeles, Kamala Harris is heading to Washington, FBI director James Comey has a rocky future, California's passed some major bills, and Robert Durst appears in a Los Angeles court on murder charges     Caption 90 seconds: 4 stories you can't miss ",
    "title": "Where are all those plastic bags? California voters decided to get rid of them - LA Times"
   },
   {
    "entities": [
     "j.",
     "baldwin",
     "clinton",
     "photo",
     "welcome",
     "november 9, 2016",
     "bush",
     "tribe",
     "lehrer",
     "quest",
     "donald",
     "saturday",
     "&",
     "live",
     "october 16, 2016",
     "george",
     "italy",
     "called",
     "lorne",
     "chappelle",
     "nbcu",
     "alec",
     "stipe",
     "w",
     "mckinnon",
     "wnyc",
     "berlusconi",
     "night",
     "ferrell",
     "white",
     "michael",
     "gop",
     "friday",
     "will",
     "brian",
     "tina",
     "michaels",
     "trump",
     "2000",
     "tuesday",
     "jerry",
     "house",
     "2016",
     "w.",
     "kate",
     "hbo",
     "america",
     "march 2009",
     "jillian",
     "final",
     "ben",
     "2004",
     "fey",
     "bank",
     "dave",
     "sederholm",
     "hillary",
     "october 15, 2016"
    ],
    "id": 27,
    "text": "Nov 11 2016, 10:34 pm ET Will Alec Baldwin Continue to Play Donald Trump on 'Saturday Night Live'? by Jillian Sederholm advertisement The inspired casting of Alec Baldwin as Donald Trump breathed new life into \"Saturday Night Live\" this season, and contributed to a ratings boost. Now that the real Trump is headed to the White House, will Baldwin become a full-time cast member or will the show recast? Baldwin has proven himself an \"SNL\" staple, having appeared on the show more than some cast members — around 30 times, including a record 16 times as host — before his current run as Trump. Ben & Jerry's even named an ice cream flavor \"Schweddy Balls\" in honor of one of his most popular sketches. Play Will Alec Baldwin continue his Donald Trump impersonation on 'SNL'? 0:49 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161113023528if_/http://www.nbcnews.com/widget/video-embed/804659779636\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> But playing Trump was never meant to be a permanent gig. Baldwin has said that \"SNL\" creator Lorne Michaels had to convince him to take on the role of Trump at the suggestion of his former \"30 Rock\" co-star Tina Fey. \"When I was approached by Lorne, who is a friend of mine, to do it, my first impulse was 'no,'\" Baldwin said on \"Here's the Thing,\" the WNYC radio show he hosts. \"In order to do that effectively, you need to have some appreciation of the person ... some kernel of appreciation, for which Trump I have none.\" Baldwin's guest on his radio show, R.E.M. frontman Michael Stipe, challenged Baldwin, saying entertainment culture helped Trump's rise. \"I blame media completely for it. Including 'Saturday Night Live,' sorry to say it,\" Stipe told Baldwin. Alec Baldwin as Republican Presidential Candidate Donald Trump and Kate McKinnon as Democratic Presidential Candidate Hillary Clinton during the \"Debate Cold Open\" sketch on October 15, 2016. Will Heath/NBC / NBCU Photo Bank via Getty Images Baldwin did not say whether he agreed with Stipe's criticism, but \"SNL\" has at times been accused of increasing the popularity of certain politicians based on how they are portrayed on the show. Cast member Will Ferrell has said he believed his own portrayal of George W. Bush helped humanize the politician and possibly influenced voters to elect Bush in 2000 and again in 2004. RELATED: How 'Saturday Night Live' Has Shaped Our Politics Ferrell played Bush with almost childlike innocence and a penchant for making up fun new words like \"strategery,\" which was actually embraced by members of the Bush White House who reportedly created a \"Strategery Group.\" The impression was so popular it was turned into a Tony-nominated play and live HBO special called \"You're Welcome America. A Final Night with George W Bush,\" which aired in March 2009, months after Bush had left the White House. But Baldwin's portrayal of Trump is far from friendly and Baldwin himself has been vocal in his opposition to a Trump presidency. Many of the show's cast and writing staff also publicly supported Hillary Clinton at fundraisers and on social media. As for Trump, he railed against Baldwin's portrayal of him and even called for the show's cancellation. \"Watched Saturday Night Live hit job on me. Time to retire the boring and unfunny show. Alec Baldwin portrayal stinks. Media rigging election!\" Trump tweeted last month. Watched Saturday Night Live hit job on me.Time to retire the boring and unfunny show. Alec Baldwin portrayal stinks. Media rigging election! — Donald J. Trump (@realDonaldTrump) October 16, 2016 On the final live show before the election, Baldwin and Kate McKinnon broke character as Trump and Clinton mid-sketch to reflect on how \"gross\" the presidential race had gotten, opting to take a cathartic run together through Times Square to hug strangers instead. The sketch felt an awful lot like a send off to Baldwin and McKinnon's dynamic duo. At the time, the sketch also seemed most likely a goodbye to Baldwin's regular appearances as the GOP candidate, something Baldwin said he would welcome. \"I hope it's over,\" he said on \"The Brian Lehrer Show\" radio program before the election. \"If he wins, I would imagine there might be some opportunity for (returning), but I want my weekends back so I can go be with my kids.\" Then, Trump's stunning victory caught many people off guard, including Baldwin. \"The billionaire Republican businessman is close to winning the race and world markets are crashing. He's all yours, America. He's all yours,\" Baldwin tweeted as election results came in on Tuesday. Italy survived Berlusconi. — ABFoundation (@ABFalecbaldwin) November 9, 2016 There's no telling if Baldwin will remain the show's go-to Trump, but — given his track record with the show — we likely haven't seen the last of him. And if Baldwin's tweets are any indication, viewers may be in for an even more biting Trump if the actor does return to the role. \"Trump must be watched, monitored, critiqued, held accountable, challenged every step of the way. He's earned that,\" Baldwin tweeted on Friday. Reps for \"SNL\" did not respond to a request for comment. The show will air a new episode Saturday with Dave Chappelle making his much-anticipated hosting debut alongside musical guest A Tribe Called Quest. Jillian Sederholm ",
    "title": "Will Alec Baldwin Continue to Play Donald Trump on 'Saturday Night Live'? - NBC News"
   },
   {
    "entities": [
     "national",
     "bastien",
     "november 12",
     "inzaurralde/the",
     "clinton",
     "reince",
     "williamson/the",
     "mike",
     "party",
     "peter",
     "pa.",
     "chris",
     "committee",
     "donald",
     "s.",
     "steve",
     "congress",
     "jersey",
     "fisher",
     "morning",
     "republican",
     "barack",
     "fall of 1992",
     "oval",
     "d.",
     "obama",
     "youngstown",
     "breitbart",
     "bannon",
     "dan",
     "office",
     "mcginn",
     "post",
     "paul",
     "white",
     "christie",
     "michael",
     "balz",
     "gop",
     "news",
     "friday",
     "trump",
     "marc",
     "hart",
     "house",
     "bill",
     "priebus",
     "1:31",
     "court",
     "new",
     "eight years ago",
     "january",
     "pence",
     "ryan",
     "washington",
     "hillary",
     "supreme",
     "wednesday"
    ],
    "id": 28,
    "text": "No one has a clue what kind of president Donald Trump will be The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Dan Balz November 12 at 1:31 PM Follow @danbalz The battle for Donald Trump’s presidency is underway, and there’s nothing orderly about it. Washington is rife with rumor, speculation and trepidation. The rest of the country is in the dark and divided. Trump always said he liked to be unpredictable, and so it is left to others right now to imagine how all the conflicts, contradictions and questions will be resolved. Two signs of the absence of clarity came Friday when Trump reshuffled the leadership of his transition team, jettisoning New Jersey Gov. Chris Christie and some of his loyalists and installing Vice President-elect Mike Pence to run the show. At the same time came suggestions that Trump might back away from several key campaign pledges, raising once again the question of what his real convictions are. These might just be hiccups. If not, look out. One big question ahead is which Donald Trump will emerge after Inauguration Day. Will it be the bombastic Trump of the campaign, the one who insulted his rivals and offended one group of people after another? Or will it be the more temperate, subdued and inclusive-sounding Trump who has been on display since the electoral college vote turned stunningly and decisively in his favor early Wednesday morning? Republicans spent months encouraging Trump to “pivot” to a more presidential style. He resisted, believing that what got him the nomination and would get him the presidency was to knock his rivals as hard as possible and to be as provocative as he could at his campaign rallies. That was the role he adopted to win. No one has a clue as to how he envisions the role of president — how he will address the American people, how he will interact with members of Congress, how he will deal with allies and adversaries. Trump ran as the outsider who would shake up the capital. By doing that, he became the tribune of the aggrieved, the left out, the people who have little regard for the views of Washington’s elites. But he is a lifelong dealmaker, and Washington is the ultimate dealmaking town. But dealmaking connotes backrooms dominated by insiders making compromises. Do Trump’s core followers want Washington to work better, or do they expect him to be more disruptive, a president who puts the establishment in its place? The Post’s Marc Fisher explains how some of President-elect Donald Trump’s traits could inform his leadership style when he takes office. (Bastien Inzaurralde/The Washington Post) [ Pence replaces Christie as Trump transition leader ] A third issue is playing out daily as the president-elect begins to populate the government he will take over in January. He promised in the closing weeks of the campaign to “drain the swamp” in Washington. That is the rallying cry for a populist movement — Trump’s movement. Inevitably, well-connected political insiders — lobbyists, lawyers, think-tank experts and members of the foreign policy establishment — will populate his transition. Who really will control a Trump government, the 45th president or those who could surround and smother him? Still another question is Trump’s relationship to the Republican Party. Republicans now have what they’ve dreamed about for years: control of the presidency, Congress and, assuming Trump gets his way, eventually the Supreme Court. They also control most of the governorships and state legislatures. Republicans have lost the popular vote in six of the past seven presidential elections, but their grip on power is pervasive. Republican congressional leaders are salivating over the prospect of having a free hand to enact a conservative agenda. But is their agenda the Trump agenda? House Speaker Paul D. Ryan (R-Wis.) has an agenda ready to go, but how much will Trump go along? They differ on trade and entitlements, among other things. Trump wants to spend big on roads, bridges, schools, hospitals and airports, and put millions of people to work doing so. If that isn’t a big-government, Democratic initiative, what is? Trump presumably will want to put his stamp on things. If he regarded those congressional leaders as a corner of the swamp he wants to drain, as he suggested by his occasional tweets during the campaign, how does he avoid capitulating to the pressure now to act like a generic conservative Republican? Congressional leaders might see Trump as someone happy to delegate the substantive agenda to others. Trump knows the importance of developing and keeping his brand. When Bill Clinton was newly elected in the fall of 1992, he held a summit with congressional leaders and, in essence, ceded power to them to set the legislative agenda. Campaign proposals to clean up Washington — symbolic or otherwise — were pushed to the back burner in deference to entrenched powers. His signature proposal to reform the welfare system, the centerpiece of his effort to redraw the image of his own party, took a back seat to other initiatives in part because there was no appetite to confront the party’s liberal base. Clinton later came to regret his decision to defer to Democratic congressional leaders. The analogy is imperfect but nonetheless holds lessons for Trump. The more he turns over the direction and priorities of his administration to congressional leaders, the more his anti-establishment message will fade to the background. Perhaps he doesn’t care, but the people who supported him so passionately should. People look at a home in Youngstown, Pa., that features a huge cutout of President-elect Donald Trump. (Michael S. Williamson/The Washington Post) [ Trump advisers hedge on key campaign promises ] Trump has had little to say publicly since his victory. That has allowed the speculation machine to go into overdrive about his plans and the direction he intends to set. Because his operation speaks with many voices, because of the many factions now vying for attention and power, few people really know what Trump is thinking. One early indicator of that thinking will be the selection of a White House chief of staff. From various reports, the competitors include Republican National Committee Chairman Reince Priebus, a true insider and the favorite of GOP congressional leaders, and Steve Bannon, the architect of Breitbart News, a keeper of the alt-right flame and one of the key strategists for Trump in the final few months of the campaign. At this point eight years ago, then-President-elect Barack Obama had held his first news conference and had named his chief of staff. The identities of other top White House officials were well known. Trump has promised to move swiftly on top Cabinet positions and key White House jobs. Everyone knows that Trump prizes loyalty and has a long memory for slights and disparagements. What his governing principles and policy touchstones, particularly on foreign policy, amount to will be revealed in the choices he begins to make. Trump won the election by riding a populist revolt driven by people angry, as Dan McGinn and Peter Hart wrote in the Wall Street Journal, at the failure of elected officials, at the absence of secure borders, at the arrogance of the affluent and well educated, at the media and the smugness of many journalists, at their place in the new economy and about “being mocked and vilified as rubes, racists and ‘deplorables.’ ” They are likely to cut Trump considerable slack as president, but they did not vote for him to succumb and become part of the swamp. One more thing. In the campaign between Trump and Democrat Hillary Clinton, one side or the other was destined to come out of the election desperately unhappy and discouraged. These first days since Trump won have put people in leadership positions on their best behavior, despite the shocks to the political system and in particular to Clinton and her devastated team and Obama and his team, who now see the potential of his legacy unraveling. Clinton was gracious in her concession speech. The president said his priority is to ensure a smooth transition. Trump was respectful and appeared sobered by his 90-minute meeting in the Oval Office. But the street protests remind everyone of the toll the campaign has taken and of the divisions that remain. It will take more than a smooth transition to overcome all that. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "No one has a clue what kind of president Donald Trump will be - The Washington Post"
   },
   {
    "entities": [
     "7 p.m.",
     "cbs",
     "white",
     "reena",
     "clinton",
     "news",
     "sunday",
     "oval",
     "bill",
     "donald",
     "stahl",
     "trump",
     "hillary",
     "office",
     "november 12, 2016",
     "lesley",
     "house",
     "flores"
    ],
    "id": 29,
    "text": "By Reena Flores CBS News November 12, 2016, 4:39 PM In \"60 Minutes\" interview, Donald Trump weighs Twitter use as president Donald Trump will appear in his  first extensive post-election interview Sunday on “60 Minutes” at 7 p.m. ET/PT After frequently deploying his controversial Twitter account over the last year to wage his White House campaign, President-elect Donald Trump is now promising to be “very restrained” with his use of the social media platform while in the Oval Office. “60 Minutes” correspondent Lesley Stahl, in an interview to air Sunday on CBS, asked Trump whether he would continue utilizing Twitter as president. Trump replied with this: “I’m going to be very restrained, if I use it at all, I’m going to be very restrained.” “I find it tremendous,” he said of the social media platform, which he credited for winning the White House race. “It’s a modern form of communication. There should be nothing we should be ashamed of.” President-elect Donald Trump describes \"gracious\" congratulatory conversations with Hillary and Bill Clinton. Trump, who now has over 14 million Twitter followers, added: “It’s where it’s at...I do believe this, I really believe that the fact that I have such power in terms of numbers with Facebook, Twitter, Instagram, et cetera -- I think it helped me win all of these races where they’re spending much more money than I spent.” He dismissed his opponents’ use of their campaign cash to advertise in more traditional ways, saying that “social media has more power than the money they spent, and I think maybe to a certain extent, I proved that.” Trump, who estimates that 28 million people follow him on his Facebook, Twitter, and Instagram accounts, also touted the benefits of social media as an effective tool to fight back against news outlets. “It’s a great form of communication. Now do I say I’ll give it up entirely?” he told Stahl. “I’m not saying I love it, but it does get the word out. When you give me a bad story or when you give me an inaccurate story or when somebody other than you and another -- a network, or whatever, ‘cause of course, CBS would never do a thing like that right? I have a method of fighting back.” ",
    "title": "In \"60 Minutes\" interview, Donald Trump weighs Twitter use as president - CBS News"
   }
  ]
 }
}