{
 "14": {
  "col-sim": {
   "cosine": 0.29734677106235197,
   "entity": 0.3805621975536937
  },
  "exec-time": 94.59056663513184,
  "links": [
   {
    "entities": [
     "machado",
     "paris",
     "richard",
     "stanislaus",
     "john",
     "wallace",
     "lancaster",
     "hughson",
     "oct. 19",
     "8:40 a.m.",
     "riverside",
     "angeles",
     "steve",
     "breiner",
     "dennis",
     "fox",
     "grove",
     "sheriff\\xe2\\x80\\x99s",
     "8:24 a.m.",
     "donald",
     "fishing",
     "harris",
     "central",
     "valley",
     "department",
     "fbi",
     "comey",
     "david",
     "james",
     "access",
     "jose",
     "vives",
     "jack",
     "california",
     "of",
     "felix",
     "lindsay",
     "highway",
     "2009",
     "sheriff\\'s",
     "lesley",
     "keyes",
     "hopkins",
     "lee",
     "ruben",
     "kia",
     "trenton",
     "robert",
     "county",
     "springs",
     "jr",
     "kamala",
     "hernandez",
     "trump",
     "lovell",
     "jr.",
     "christianson",
     "patrol",
     "\\xe2\\x80\\x9cgil\\xe2\\x80\\x9d",
     "department/california",
     "durst",
     "palm",
     "owen",
     "rio",
     "mr.",
     "2012",
     "leonard",
     "sunday",
     "park",
     "modoc",
     "zerebny",
     "tulare",
     "sheriff",
     "oct. 6",
     "adam",
     "modesto",
     "winton",
     "city",
     "washington",
     "trevon",
     "vega",
     "los"
    ],
    "id": 0,
    "text": "Stanislaus County sheriff's deputy is shot and killed, and a suspect is in custody Deputy Dennis Wallace, left, and David Machado Jr. Stanislaus County Sheriff's Department/California Highway Patrol Stanislaus County Sheriff's Deputy Dennis Wallace, left, was shot and killed early Sunday in what the sheriff called \"an execution.\" Hours later, authorities arrested David Machado Jr., right, in connection with the killing. Stanislaus County Sheriff's Deputy Dennis Wallace, left, was shot and killed early Sunday in what the sheriff called \"an execution.\" Hours later, authorities arrested David Machado Jr., right, in connection with the killing. (Stanislaus County Sheriff's Department/California Highway Patrol) Ruben Vives and Jack Leonard Contact Reporters A Stanislaus County sheriff's deputy was shot and killed Sunday in “an execution” carried out by a wanted man who was caught hours later after he carjacked one motorist, robbed a liquor store and tried to snatch a purse from a woman in Tulare County, authorities said. Deputy Dennis Wallace, a 20-year department veteran, was shot twice in the head shortly after coming across a stolen van in Fox Grove Park, just outside the city of Hughson, Stanislaus County Sheriff Adam Christianson told reporters at a news conference. “We know for a fact that the gun used in this crime was in direct contact with his head when the trigger was pulled -- twice,” Christianson said, according to a  video posted by news station KCR3. “This was an execution.” The suspect, identified as David Machado Jr., 36, fled before carjacking a 2009 white Kia Rio in the nearby community of Keyes, Christianson said. The van was abandoned nearby. (Richard Winton) While on the run, Machado traveled at least 150 miles before committing an armed robbery at a convenience store in Lindsay, about 15 miles east of the City of Tulare in the Central Valley, Christianson said during another news conference announcing the suspect’s arrest. Then, shortly after noon, Machado tried to steal a purse from a woman, who fought back and called police, he said. Police officers who responded to her report chased Machado on foot and took him into custody, the sheriff said. “He surrendered to those peace officers who were chasing him,” Christianson said.  He said Machado was identified through his tattoos and a photograph that had been released to other law enforcement agencies. Christianson said authorities have recovered a van Machado used to flee from Fox Grove Park as well as the Kia Rio he carjacked later. “There’s still much work to be done,” Christianson said. “We will be bringing Mr. Machado back here to Stanislaus County to stand trial and we will seek justice, and justice will be done in this case.”  Christianson said the events that led to the shooting began about 8:24 a.m. when Wallace called in and was told by dispatch that a car he saw at the Fox Grove Fishing Access was stolen. Wallace asked for another unit but never responded to additional messages from dispatchers, Christianson said. A second deputy discovered Wallace when he arrived. The gunman had fled, Christianson said. The carjacking in Keyes occurred about 8:40 a.m., the sheriff said.  Machado, he said, had an outstanding warrant in connection with another felony, but the sheriff did not elaborate. “He is a known criminal,” Christianson said. Wallace, he said, was well-known for working on anti-drug and early intervention programs. He was married with a family, the sheriff said. The killing was the second in four years for the Stanislaus County Sheriff’s Department. In 2012, Deputy Robert Paris, a 16-year department veteran, was killed along with a civilian when a gunman opened fire as authorities tried to serve an eviction notice at an apartment complex in Modesto. Last month, four law enforcement officers were slain in California in a two-week period.  On Oct. 6, Los Angeles County Sheriff’s Sgt. Steve Owen was shot as he responded to a burglary report in Lancaster. Authorities said Trenton Trevon Lovell, 27, shot Owen and then stood over the wounded lawman and pumped an additional four rounds into his body. Lovell, 27, has been charged with murdering Owen, attempted murder of a second sheriff’s deputy and other charges. Days later, Palm Springs police Officers Lesley Zerebny, 27, and Jose “Gil” Vega, 63, were shot and killed in what officials said was a planned attack. The Riverside County district attorney said John Hernandez Felix, 26, set a trap for officers and ambushed them as they stood outside his door. Authorities also said Felix used an assault rifle with an extended magazine and wore body armor during the shooting that he was prohibited from owning or possessing firearms because he was a convicted felon. And on Oct. 19, Modoc County Sheriff’s Deputy Jack Hopkins was gunned down  while responding to a disturbance call. Modoc officials said Hopkins was killed as he entered a property about eight miles south of Alturas when he was confronted and shot by Jack Lee Breiner. The deputy was killed instantly. As he fled, Breiner, 47, engaged another deputy in a gunbattle and was shot and wounded, authorities said. He has been charged with murder and other crimes in connection with the killing. On Sunday, Christianson decried having to face reporters again to announce the slaying of one of his deputies and called for a show of unity for law enforcement nationwide. “Unfortunately, we do this far too often here in California and nationwide,” he said. “You have to ask yourself the question: Where does it stop? Where does it end?” A vigil for Wallace was planned for Sunday evening in Hughson, some two miles from where the deputy was fatally shot. People were asked to wear blue and bring a candle to the event. Meanwhile, others showed their support for the department by delivering flowers. Law enforcement agencies throughout the state also sent their condolences through social media. “The killing of Deputy Dennis Wallace has had a tremendous negative effect on all of the organization,” Christianson said. “We’ve lost someone who is special to us.” Caption Weekend Roundup: 7 stories you can't miss Donald Trump wins the presidency, we show you how your neighbors voted, thousands protest in Los Angeles, Kamala Harris is heading to Washington, FBI director James Comey has a rocky future, California's passed some major bills, and Robert Durst appears in a Los Angeles court on murder charges     Donald Trump wins the presidency, we show you how your neighbors voted, thousands protest in Los Angeles, Kamala Harris is heading to Washington, FBI director James Comey has a rocky future, California's passed some major bills, and Robert Durst appears in a Los Angeles court on murder charges     Caption Weekend Roundup: 7 stories you can't miss Donald Trump wins the presidency, we show you how your neighbors voted, thousands protest in Los Angeles, Kamala Harris is heading to Washington, FBI director James Comey has a rocky future, California's passed some major bills, and Robert Durst appears in a Los Angeles court on murder charges     Donald Trump wins the presidency, we show you how your neighbors voted, thousands protest in Los Angeles, Kamala Harris is heading to Washington, FBI director James Comey has a rocky future, California's passed some major bills, and Robert Durst appears in a Los Angeles court on murder charges     Caption 90 seconds: 4 stories you can't miss ",
    "title": "Stanislaus County sheriff&apos;s deputy is shot and killed, and a suspect is in custody - LA Times"
   },
   {
    "entities": [
     "white",
     "david",
     "cbs",
     "jackson",
     "november 13, 2016",
     "new",
     "nov. 10",
     "sunday",
     "obama",
     "m",
     "donald",
     "trump",
     "york",
     "$400,000-a-year",
     "thursday",
     "8:43 p.m. est",
     "usa",
     "house",
     "hawaii"
    ],
    "id": 1,
    "text": "Trump: No 'big' vacations, no salary as president David M Jackson , USA TODAY 8:43 p.m. EST November 13, 2016 36k Shares x Share Following a meeting with Republican leaders on Capitol Hill Thursday, Donald Trump said his first priorities will be border security, health care and job creation. (Nov. 10) AP Donald Trump is pledging no long vacations and no presidential salary during his time in the White House. \"There's just so much to be done,\" Trump told CBS' 60 Minutes in an interview broadcast Sunday. \"So I don't think we'll be very big on vacations, no.\" As for the president's $400,000-a-year pay, the New York businessman said: \"No, I'm not going to take the salary. I'm not taking it.\" Republicans have regularly criticized President Obama for his fondness for playing golf and his family vacations in Hawaii. Read or Share this story: http://usat.ly/2fpc6SA Most Popular ",
    "title": "Trump: No 'big' vacations, no salary as president"
   },
   {
    "entities": [
     "j.",
     "\\xc2\\xa0lesley",
     "president-elect",
     "wikileaks",
     "clinton",
     "mike",
     "john",
     "chris",
     "france",
     "donald",
     "comey",
     "midwest",
     "congress",
     "$400,000",
     "fbi",
     "york",
     "slovenia",
     "inauguration",
     "korea",
     "republican",
     "51 percent",
     "tiffany",
     "barack",
     "james",
     "oval",
     "obama",
     "v.",
     "albert",
     "stahl",
     "electoral",
     "eric",
     "office",
     "day",
     "college",
     "paul",
     "lesley",
     "white",
     "christie",
     "louisa",
     "news",
     "quincy",
     "friday",
     "michelle",
     "$1",
     "nov. 11, 2016",
     "amendment",
     "donald,",
     "jr",
     "wade",
     "trump",
     "u.k.",
     "tuesday",
     "roe",
     "second",
     "and",
     "adams",
     "jr.",
     "america",
     "house",
     "cbs",
     "verizon",
     "mr.",
     "court",
     "new",
     "north",
     "pence",
     "ryan",
     "east",
     "melania",
     "ivanka",
     "city",
     "middle",
     "washington",
     "isis",
     "hillary",
     "asia",
     "supreme",
     "$6 trillion"
    ],
    "id": 2,
    "text": "Close CBS News Donald Trump: And I like having that because I’m going to be inheriting that in a short period of time. I found him to be terrific. I found him to be-- very smart and very nice. Great sense of humor, as much as you can have a sense of humor talking about tough subjects, but we were talking about some pretty tough subjects. Donald Trump:–and we were talking about some victories, also, some things that-- that he feels very good about. But-- Lesley Stahl: Like-- Donald Trump: Well, what I really wanted to focus on was-- the Middle East, North Korea, Obamacare is tough. You know, healthcare is a tough situation. “I think the press tries to make you into something a little bit different. In my case, a little bit of a wild man. I’m not. I’m actually not. I’m a very sober person.” President-elect Donald Trump Lesley Stahl: Oh, I bet he asked you not to undo it. Donald Trump: Well, he didn’t ask me, no, he told me-- you know, the merits and the difficulties. And we understand that. Lesley Stahl: You looked pretty sober sitting there in the Oval Office, did something wash over you or-- Donald Trump: No, I think I’m a sober person. I think the press tries to make you into something a little bit different. In my case, a little bit of a wild man. I’m not. I’m actually not. I’m a very sober person. But it was respect for the office, it was respect for the president. Again, I never met him before, but we had-- we had a very good chemistry going. And-- and I really found—it might not be that I agree with him, but I really found the conversation unbelievably interesting. [Barack Obama: I want to emphasize to you, Mr. President-elect, that we now are gonna want to do everything we can to help you succeed, because if you succeed then the country succeeds.] Lesley Stahl: Was it at all awkward, at all, given what you’ve said about each other? You said he was not born in this country, he said things about you, he said you’re-- unqualified-- Donald Trump: You know what, it was a very-- it was a very interesting thing because-- I mean, few people have asked me from my family, what was that first period of time like? Lesley Stahl: Yeah. Donald Trump: We never discussed what was said about each other. I said terrible things about him, he said terrible things about me. We never ever discussed what we said about each other— Lesley Stahl: There was no awkwardness? Donald Trump: I’ll be honest, from my standpoint zero, zero. And that’s strange. I’m actually surprised to tell you that. It’s-- you know, a little bit strange. Donald Trump appears in his first extensive post-election with 60 Minutes’ Lesley Stahl. Close [Donald Trump: Thank you, sir.] Lesley Stahl: Do you think that-- that your election is a repudiation of his presidency? Donald Trump: No, I think it’s a moment in time where politicians for a long period of time have let people down. They’ve let ‘em down on the job front. They’ve even let ‘em down in terms of the war front. You know, we’ve been fighting this war for 15 years-- Lesley Stahl: This was the message of your campaign. Donald Trump: We’ve spent $6 trillion in the Middle East, $6 trillion, we could have rebuilt our country twice. And you look at our roads and our bridges and our tunnels and all of the-- and our airports are, like, obsolete. And I think it was just a repudiation of what’s been taking place over a longer period of time than that. Lesley Stahl: You know, you surprised everyone by winning the primaries, beating 17 other Republicans or 16, whatever-- people are really surprised that you won this election. Are people going to be surprised about how you conduct yourself as president? Donald Trump: You know, I’ll conduct myself-- in a very good manner, but depends on what the situation is, sometimes you have to be rougher. When I look at-- when I look at the world and you look at how various places are taking advantage of our country, and I say it, and I say it very proudly, it’s going to be America first. It’s not going to be what we’re doing—we, we’ve lost-- we’re losing this country. We’re losing this country. That’s why I won the election. And by the way, won it easily, I mean I won easily. That was big, big.  Lesley Stahl: Are you going to sometimes have that same rhetoric that you had on the stump? Or are you going to reign it in?  Donald Trump: Well, sometimes you need a certain rhetoric to get people motivated. I don’t want to be just a little nice monotone character and in many cases I will be. Lesley Stahl: Can you be? Donald Trump: Sure I can. I can be easily, that’s easier. Honestly to do that, it’s easier. Lesley Stahl: So let’s go through very quickly some of the promises you made and tell us if you’re going to do what you said or you’re going to change it in any way. Are you really going to build a wall?  Donald Trump: Yes. Lesley Stahl: They’re talking about a fence in the Republican Congress, would you accept a fence? Donald Trump: For certain areas I would, but certain areas, a wall is more appropriate. I’m very good at this, it’s called construction. Lesley Stahl: So part wall, part fence? Donald Trump: Yeah, it could be – it could be some fencing. Lesley Stahl: What about the pledge to deport millions and millions of undocumented immigrants? Donald Trump:  What we are going to do is get the people that are criminal and have criminal records, gang members, drug dealers, we have a lot of these people, probably two million, it could be even three million, we are getting them out of our country or we are going to incarcerate. But we’re getting them out of our country, they’re here illegally. After the border is secured and after everything gets normalized, we’re going to make a determination on the people that you’re talking about who are terrific people, they’re terrific people but we are gonna make a determination at that-- But before we make that determination-- Lesley, it’s very important, we want to secure our border. [Paul Ryan: We had a fantastic, productive meeting.] Lesley Stahl: So you were with Paul Ryan, you met with the Republican leadership, what was the-- one thing that you all agreed you want to get done right away? Donald Trump: Well, I would say there was more than one thing, there were three things, it was healthcare, there was immigration and there was a major tax bill lowering taxes in this country. We’re going to substantially simplify and lower the taxes-- Lesley Stahl: And you’ve got both Houses? Donald Trump: And I have both Houses and we have the presidency, so we can do things-- Lesley Stahl: You can do things lickety-split. Donald Trump: It’s been a long time since it’s happened. Donald Trump: And they gave me a lot of credit. Don’t forget, I was abused four or five weeks ago, they said I was going to-- instead of having all three, we would lose all three. So that was good. But those are the three things that we really discussed. Lesley Stahl: You said that lobbyists owned politicians because they give them money. Donald Trump: Yeah. Lesley Stahl: You admitted you used to do it yourself. You have a transition team— Donald Trump: And when you say lobbyists, lobbyists and special interests.  Lesley Stahl: And you want to get rid of all of that?  Donald Trump: I don’t like it, no.  Lesley Stahl: You don’t like it, but your own transition team, it’s filled with lobbyists.  Donald Trump: That’s the only people you have down there.  Lesley Stahl: You have lobbyists from Verizon, you have lobbyists from the oil gas industry, you have food lobby. Donald Trump: Sure. Everybody’s a lobbyist down there--  Lesley Stahl: Well, wait  Donald Trump: That’s what they are. They’re lobbyists or special interests— Lesley Stahl: On your own transition team.  Donald Trump:–we are trying to clean up Washington. Look--  Lesley Stahl: How can you claim--  Donald Trump: Everything, everything down there-- there are no people-- there are all people that work -- that’s the problem with the system, the system. Right now, we’re going to clean it up. We’re having restrictions on foreign money coming in, we’re going to put on term limits, which a lot of people aren’t happy about, but we’re putting on term limits. We’re doing a lot of things to clean up the system. But everybody that works for government, they then leave government and they become a lobbyist, essentially. I mean, the whole place is one big lobbyist. Lesley Stahl: But you’re, but you’re basically saying you have to rely on them, even though you want to get rid of them? Donald Trump: I’m saying that they know the system right now, but we’re going to phase that out. You have to phase it out.  Lesley Stahl: Let’s talk about your cabinet.  Donald Trump: OK.  Lesley Stahl: Have you made any decisions?  Donald Trump: Yes. Donald Trump: Well, I can’t tell you that, but I have made-- Lesley Stahl: Oh, come on— Donald Trump: You know the amazing thing to show you the incredible nature of our country. First of all, every major leader and probably less than major le- has called me, I’ve spoken to many of them and I’ll call the rest of them, but and I said, “Boy, this really shows you how powerful our country is.” France and U.K. and I mean everybody, all over Asia—and very, just to congratulate. But it really shows the power of our country. Lesley Stahl: One of the things you’re going to obviously get an opportunity to do, is name someone to the Supreme Court. And I assume you’ll do that quickly? Donald Trump: Yes. Very important. Lesley Stahl: During the campaign, you said that you would appoint justices who were against abortion rights. Will you appoint-- are you looking to appoint a justice who wants to overturn Roe v. Wade? Donald Trump: So look, here’s what’s going to happen-- I’m going to-- I’m pro-life. The judges will be pro-life. They’ll be very— Lesley Stahl: But what about overturning this law-- Donald Trump: Well, there are a couple of things. They’ll be pro-life, they’ll be-- in terms of the whole gun situation, we know the Second Amendment and everybody’s talking about the Second Amendment and they’re trying to dice it up and change it, they’re going to be very pro-Second Amendment. But having to do with abortion if it ever were overturned, it would go back to the states. So it would go back to the states and--  Lesley Stahl: Yeah, but then some women won’t be able to get an abortion?  Donald Trump: No, it’ll go back to the states. Lesley Stahl: By state—no some --  Donald Trump: Yeah.  Donald Trump: Yeah, well, they’ll perhaps have to go, they’ll have to go to another state.  Lesley Stahl: And that’s OK? Donald Trump: Well, we’ll see what happens. It’s got a long way to go, just so you understand. That has a long, long way to go.  Lesley Stahl: Are you in any way intimidated, scared about this enormous burden, the gravity of what you’re taking on?  Donald Trump: No.  Lesley Stahl: Not at all?  Donald Trump: I respect it. But I’m not scared by it. Lesley Stahl: Now you’re not scared, but there are people, Americans, who are scared and some of them are demonstrating right now, demonstrating against you, against your rhetoric-- Donald Trump: That’s only because they don’t know me. I really believe that’s only because-- Lesley Stahl: Well, they listened to you in the campaign and that’s-- Donald Trump: I just don’t think they know me.  Lesley Stahl: Well, what do you think they’re demonstrating against? Donald Trump: Well, I think in some cases, you have professional protesters. And we had it-- if you look at WikiLeaks, we had--  Lesley Stahl: You think those people down there are—  Donald Trump: Well Lesley—  Donald Trump: Oh, I think some of them will be professional, yeah-- Lesley Stahl: OK, but what about – they’re in every city. Lesley Stahl: When they demonstrate against you and there are signs out there, I mean, don’t you say to yourself, I guess you don’t, you know, do I have to worry about this? Do I have to go out and assuage them? Do I have to tell them not to be afraid? They’re afraid.  Donald Trump: I would tell them don’t be afraid, absolutely. “Don’t be afraid. We are going to bring our country back. But certainly, don’t be afraid.” President-elect Donald J. Trump  Lesley Stahl: But that’s not what you’re saying, I said it-  Donald Trump: Oh, I think, no, no, I think-- I am saying it, I’ve been saying it.  Lesley Stahl: OK. Donald Trump: Don’t be afraid. We are going to bring our country back. But certainly, don’t be afraid. You know, we just had an election and sort of like you have to be given a little time. I mean, people are protesting. If Hillary had won and if my people went out and protested, everybody would say, “Oh, that’s a terrible thing.” And it would have been a much different attitude. There is a different attitude. You know, there is a double standard here. It has been five full days since the election and anti-Trump demonstrations, driven in part by Hillary Clinton’s edge in the popular vote, have been significant. When we interviewed him on Friday afternoon Mr. Trump said he had not heard about some of the acts of violence that are popping up in his name… or against his supporters.  Nor he said had he heard about reports of racial slurs and personal threats against African Americans, Latinos and gays by some of his supporters. Donald Trump: I am very surprised to hear that-- I hate to hear that, I mean I hate to hear that-- Lesley Stahl: But you do hear it? Donald Trump: I don’t hear it—I saw, I saw one or two instances… Lesley Stahl: On social media? Donald Trump: But I think it’s a very small amount. Again, I think it’s-- Trump addresses reports of violence: \"Stop it\" Lesley Stahl: Do you want to say anything to those people? Donald Trump: I would say don’t do it, that’s terrible, ‘cause I’m gonna bring this country together.  Lesley Stahl: They’re harassing Latinos, Muslims-- Donald Trump: I am so saddened to hear that. And I say, “Stop it.” If it-- if it helps. I will say this, and I will say right to the cameras: Stop it. During the campaign Mr. Trump said he would appoint a special prosecutor to look into Hillary Clinton’s email issue. So we asked him if he plans to carry that out. That part of the interview and a discussion with the next first lady, Melania Trump, when we come back. The First Lady President-elect Donald Trump and future first lady Melania Trump Close CBS News On Friday, Donald Trump announced that he was changing the head of his transition team. Governor Chris Christie was replaced by Vice President-elect Mike Pence. Mr. Trump also added his three older children to the transition team.  Between now and Inauguration Day, the team must fill the new administration with 4,000 political appointees. That’s 4,000 new hires in just nine weeks. When we talked to Donald Trump on Friday, the enormity and gravity of his new role was just sinking in.  He was subdued.  We wondered if as president he planned to temper his rhetoric, lower the flame. Lesley Stahl: I want to ask you about the tweet that you put out, I think it was last night or the night before, about these demonstrators. Donald Trump: Yeah. Lesley Stahl: You said that they were professionals—and you said it was unfair. Donald Trump: I said some of them. Some of them are -- Lesley Stahl: But are you going to be tweeting and whatever you’re upset about just put out there when you’re president? Donald Trump: So it’s a modern form of communication, between Face-- you know, Facebook and Twitter and I guess Instagram, I have 28 million people. 28 million people-- Lesley Stahl: So you are going to keep it up? Donald Trump: It’s a great form of communication. Now, do I say I’ll give it up entirely and throw out, that’s a tremendous form-- I pick up-- I’m picking up now, I think I picked up yesterday 100,000 people. I’m not saying I love it, but it does get the word out. When you give me a bad story or when you give me an inaccurate story or when somebody other than you and another network, or whatever, ‘cause of course, CBS would never do a thing like that right? I have a method of fighting back. That’s very tough-- Lesley Stahl: But you’re going to do that as president? President-elect Donald Trump and future first lady Melania Trump sat down with Lesley Stahl in New York City on Friday, Nov. 11, 2016. Close Chris Albert Donald Trump: I’m going to do very restrained, if I use it at all, I’m going to do very restrained. I find it tremendous. It’s a modern form of communication. There should be nothing you should be ashamed of. It’s-- it’s where it’s at. I-- I do believe this, I really believe that, um-- the fact that I have such power in terms of numbers with Facebook, Twitter, Instagram, et cetera, I think it helped me win all of these races where they’re spending much more money than I spent. You know, I spent my money. A lot of my money. And I won. I think that social media has more power than the money they spent, and I think maybe to a certain extent, I proved that. Lesley Stahl: Are you going to ask for a special prosecutor to investigate Hillary Clinton over her emails? And are you, as you had said to her face, going to try and put her in jail? Special prosecutor for Hillary Clinton? Donald Trump: Well, I’ll tell you what I’m going to do, I’m going to think about it. Um, I feel that I want to focus on jobs, I want to focus on healthcare, I want to focus on the border and immigration and doing a really great immigration bill. We want to have a great immigration bill. And I want to focus on all of these other things that we’ve been talking about. Lesley Stahl: You-- you know, you-- Donald Trump: And get the country straightened away. Lesley Stahl: You called her “crooked Hillary,” said you wanted to get in jail, your people in your audiences kept saying, “Lock em’ up.” Donald Trump: Yeah. She did-- Lesley Stahl: Do you— Donald Trump: She did some bad things, I mean she did some bad things-- Lesley Stahl: I know, but a special prosecutor? You think you might… Donald Trump: I don’t want to hurt them. I don’t want to hurt them. They’re, they’re good people. I don’t want to hurt them. And I will give you a very, very good and definitive answer the next time we do 60 Minutes together. With that… [Donald Trump: You look great, honey.] We were joined by the next first lady, Melania Trump. She’ll be only the second foreign-born first lady. She’s from Slovenia. John Quincy Adams’ wife Louisa was the first.  Lesley Stahl: You know, I asked your husband if he was at all intimidated and scared about what lies ahead. The enormity. You’re about to be first lady. Are you a little nervous about it? Little tense? A little-- Future first lady Melania Trump Close CBS News Melania Trump: Well, there is a lot of responsibilities. And it’s-- a lot of work needs to be done. And-- it’s-- your-- stuff on your shoulders. And-- we will take care of it-- day by day. I will stay true to myself. I’m very strong and um-- tough and confident. And I will listen myself and I will do what is right and what feels to my heart. Lesley Stahl: What kind of a first lady do you think she’s going to be? Donald Trump: She will be terrific. She is very strong and very confident, but she’s very warm. And I think she’ll have a platform where she’ll really be able to do a lot of good. And that’s what she wants to do. Lesley Stahl: You know, first ladies usually have a cause. And you’ve already said you’re interested in speaking out against bullying on social media. Melania Trump: I think it’s very important because a lot of children and teenagers are getting hurt. And we need to teach them how to talk to each other, how to treat each other and to, to be able to connect with each other on the right way. It’s an ironic choice since her own husband sent out a stream of pretty nasty tweets during the campaign. Melania Trump speaks up if husband crosses line Lesley Stahl: What about your husband’s tweeting? Melania Trump: Well, sometimes he-- it got him in trouble. But it helped a lot as well. He had unbelievable following. Lesley Stahl: So you never say to him, “Come on”? Melania Trump: I did. Donald Trump: She does-- Melania Trump: I-- Melania Trump: You know, of course, I did many times, from the beginning of the campaign. But… Lesley Stahl: Does he listen to you? Melania Trump: Sometimes he listens, sometimes he doesn’t-- Donald Trump: I’m not a big tweeter. I mean, I don’t do too many, but they hit home. And they have to get a point across. Lesley Stahl: If he does something that you think crossed a line, will you tell him? Melania Trump: Yes, I tell him all the time. Lesley Stahl: All the time? Melania Trump: All the time. Lesley Stahl: And does-- Melania Trump: And-- Lesley Stahl: --he listen? Does he-- Melania Trump: I think he hears me. But he will do what he wants to do on the end. He’s an adult. He knows the consequences. And I give him my opinion. And he could do whatever he likes with it. Lesley Stahl: Did you ask Melania sort of, for permission, in a way, to run for president? Did you get her approval? Donald Trump: Well, I actually sat down with Melania and my whole family and we talked about it. Don, Ivanka, Eric, Tiffany. Barron to a lesser extent, but Barron too. Um, because in a way he’s affected every bit as much. Maybe more. Lesley Stahl: Maybe more. Donald Trump: And so we all had a dinner and I said, “I would like to do this. I think I can do a great job.” And I wanted to get, number one, a consensus and number two, ideally, their permission. And they all agreed. Lesley Stahl: Your son Barron, what is he, 10? Melania Trump: 10. Lesley Stahl: 10. He was on camera the whole time you were giving your acceptance speech. Does he get it? Does he know? Melania Trump: He knows. He knows-- Lesley Stahl: He knows? Melania Trump: --what’s going on. And, he’s very proud of his dad. Lesley Stahl: Now-- you met with Michelle Obama yesterday. Was there any awkwardness, given-- Melania Trump: No. Lesley Stahl: --what everybody was saying about everybody in the campaign? Melania Trump: No. I didn’t feel it. Lesley Stahl: Not at all? Melania Trump: No. Lesley Stahl: Tell us about the meeting. Melania Trump: Yes, she was a gracious host. We had a great time and we talk about raising children in the White House. She was very warm and very nice. Lesley Stahl: You know, she raised the two kids in the White House. But she had her mother living there. That’s an enormous help. Your parents are here, right? Melania Trump: They’re here. Lesley Stahl: Will they go to Washington with you? Melania Trump: They might. We will see. We will discuss that. Lesley Stahl: Are you prepared, both of you, for the lack of privacy and the intense scrutiny? And you know, first ladies are really criticized if one little hair’s out of place. Are you both prepared for this? Melania Trump: We are used to it. Donald Trump: I will say, it is on a different scale now, ‘cause I’ve had a lot. But I’ve never had anything like this. Lesley Stahl: You won’t be able to walk down the street-- Melania Trump: I didn’t do that for two years already, so you know, it will just continue. It’s another level, but it will continue. At that point, the discussion turned back to some of the thornier issues Mr. Trump faces. Lesley Stahl: FBI director James Comey. Are you going to ask for his resignation? Donald Trump: I think that I would rather not comment on that yet. I don’t-- I haven’t made up my mind. I respect him a lot. I respect the FBI a lot. I think -- Lesley Stahl: Even though they leak so much? Donald Trump: Well, there’s been a lotta leaking, there’s no question about that. But I would certainly like to talk to him. And see him. This is a tough time for him. And I would like to talk to him before I’d answer a question like that. Lesley Stahl: Sounds like you’re not sure. Donald Trump: Well, sure, I’m not sure. I’d wanna see, you know, he may have had very good reasons for doing what he did. Lesley Stahl: Are you gonna release your tax returns? Donald Trump: At the appropriate time, I will release them. But right now I’m under routine audit. Nobody cares. The only one who cares is, you know, you and a few people that asked that question. Obviously, the public didn’t care because I won the election very easily. So they don’t care. I never thought they did care. Lesley Stahl: Now, for months, you were running around saying that the system is rigged, the whole thing was rigged. You tweeted once that the Electoral College is a disaster for democracy. Donald Trump: I do. Lesley Stahl: So do you still think it’s rigged? Donald Trump: Well, I think the electoral ca-- look, I won with the Electoral College. Lesley Stahl: Exactly.But do you think-- Donald Trump: You know, it’s-- Lesley Stahl: --it’s rigged? Donald Trump: Yeah, some of the election locations are. Some of the system is. I hated-- Lesley Stahl: Even though you won you’re saying that-- Donald Trump: I hated-- well, you know, I’m not going to change my mind just because I won. But I would rather see it where you went with simple votes. You know, you get 100 million votes and somebody else gets 90 million votes and you win. There’s a reason for doing this because it brings all the states into play. Electoral College and there’s something very good about that. But this is a different system. But I respect it. I do respect the system. Lesley Stahl: What about vacations? You’re not going to take any vacations? You’ve said that. Donald Trump: We have so much work. There’s so much work to be done. And I want to get it done for the people. I want to get it done. We’re lowering taxes, we’re taking care of health care. I mean, there’s just so much to be done. So I don’t think we’ll be very big on vacations, no. Lesley Stahl: Are you gonna take the salary, the president’s salary? Donald Trump: Well, I’ve never commented on this, but the answer is no. I think I have to by law take $1, so I’ll take $1 a year. But it’s a -- I don’t even know what it is. Donald Trump: Do you know what the salary is? Lesley Stahl: $400,000 you’re giving up. Donald Trump: No, I’m not gonna take the salary. I’m not taking it. In a moment, the Trump children join us and we will ask the president-elect where he stands on gay marriage, Obamacare, and ISIS . The Trump Family Lesley Stahl spoke with President-elect Donald Trump and his family, including Melania, Ivanka, Tiffany, Eric and Donald, Jr.  Close Chris Albert On Tuesday, Donald Trump reached deep into America’s ranks of the discouraged and neglected, a largely white constituency.  They feel their America hasn’t been great for a long time. And they accepted a promise to make it great again. But Mr. Trump’s appeal wasn’t just to the disaffected. A map on election night was a sea of red, as he won support across the traditionally Republican South, but also deep into what used to be the blue wall of the Midwest. Hillary Clinton came up short among her own supporters in large cities and affluent suburbs, among minorities and especially women.  Just 51 percent of college-educated white women voted to make her the first female president.  Her base didn’t come with the enthusiasm and the turnout she needed to fend off Donald Trump’s new and energized coalition. On Friday Mr. Trump’s four older children – Tiffany, Donald, Jr., Eric And Ivanka -- joined us to talk about their father’s surprising victory. Lesley Stahl: Set the scene. It’s election night. Your father-- no one’s expecting him to win and it begins to dawn on you. Tell us about being in that room. ",
    "title": "President-elect Trump speaks to a divided country on 60 Minutes - CBS News"
   },
   {
    "entities": [
     "national",
     "share",
     "convention",
     "fund",
     "clinton",
     "jackson",
     "jaffe",
     "party",
     "wisconsin",
     "nbc",
     "committee",
     "donald",
     "steve",
     "saturday",
     "lindsey",
     "cos",
     "reynolds",
     "chief",
     "republican",
     "roger",
     "bossie",
     "staff",
     "priebus marks",
     "dave",
     "et",
     "of",
     "tur",
     "bannon",
     "alexandra",
     "breitbart",
     "jenny",
     "after",
     "epa",
     "paul",
     "between",
     "quicken",
     "april",
     "night",
     "white",
     "michael",
     "gop",
     "news",
     "graham",
     "stone",
     "tea",
     "2010",
     "ohio",
     "rnc",
     "hallie",
     "trump",
     "july 21, 2016",
     "house",
     "2016",
     "priebus",
     "loans",
     "beth",
     "martin",
     "indeed",
     "november 13, 2016 earlier sunday",
     "persist",
     "committeeman",
     "katy",
     "sunday",
     "cleveland",
     "november 13",
     "names",
     "ryan",
     "october",
     "spring",
     "patriots",
     "election",
     "maryland",
     "arena",
     "citizens",
     "washington",
     "november 12, 2016",
     "divisions",
     "hillary",
     "afternoon",
     "policy",
     "reince"
    ],
    "id": 3,
    "text": "Nov 13 2016, 5:45 pm ET Donald Trump Names Reince Priebus Chief of Staff, Steve Bannon as Chief Strategist by Hallie Jackson, Katy Tur and Alexandra Jaffe Share NBC sources: Trump picks Priebus as chief of staff 3:39 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161114013525if_/http://www.nbcnews.com/widget/video-embed/807990851983\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Donald Trump has named Reince Priebus, chairman of the Republican National Committee, as his White House chief of staff, NBC News has learned. Trump's transition team confirmed the appointment Sunday afternoon, but sources said that the decision was finalized Saturday night The Republican, who is serving his third term with the RNC, was reported to be at the top of Trump's shortlist for the key White House position in the days following the election. That list also reportedly included Steve Bannon, Trump's controversial campaign CEO whose website, Breitbart News, has espoused anti-Semitic and nationalist views. Instead, Bannon will serve as chief strategist and senior counselor to the president, Trump's transition team announced Sunday. Under Bannon, Breitbart.com has embraced racist conspiracy theories and become what Bannon termed \"a platform for the alt-right.\" Related: 'Drain the Swamp'? Trump's Potential Cabinet Fills Out With Washington Insiders The choice of Priebus is certain to comfort establishment Republicans wary that the unpredictable candidate Trump will make a reappearance in the White House — but one that could fuel resentment among the grassroots. Republican National Committee Chairman Reince Priebus speaks during the final day of the 2016 Republican National Convention at Quicken Loans Arena in Cleveland, Ohio, on July 21, 2016. MICHAEL REYNOLDS / EPA Priebus earned respect from Republicans over the course of his six-year tenure as head of the RNC, proving to be a powerful fundraising force who deftly navigated the party through the internal squabbling sparked by the rise of the conservative Tea Party movement following the 2010 election. Priebus, once Wisconsin's GOP Chairman, has close ties to House Speaker Paul Ryan, also a Wisconsin Republican, and could serve as a liaison to Capitol Hill who's trusted by both sides. Sen. Lindsey Graham, a staunch member of the #NeverTrump movement, tweeted his own congratulations to Trump for selecting Priebus, but made no mention of Bannon. Congrats to @realDonaldTrump for outstanding choice of @Reince to be Chief of Staff. This shows me he is serious about governing. (1/2) — Lindsey Graham (@LindseyGrahamSC) November 13, 2016 Bannon's new role could in fact cause tension in many corners of the GOP. In an internal Breitbart email leaked to The Hill in early October, Bannon said that \"the 'long game' for his news site was for Ryan to be 'gone' by the spring.\" Ryan congratulated Priebus on Twitter, but made no mention of Bannon. I'm very proud and excited for my friend @Reince . Congrats! — Paul Ryan (@SpeakerRyan) November 13, 2016 Earlier Sunday, Ryan told CNN that he has never met Bannon, and was not concerned about the Breitbart chairman's potential role in a Trump White House. \"I don't know Steve Bannon, so I have no concerns. I trust Donald's judgment,\" Ryan said of the man whose website claimed in late October that Ryan was working to elect Democrat Hillary Clinton. While establishment Republicans applaud Trump's choice of Priebus, his appointment is likely to fuel concerns among grassroots conservatives who believe Priebus moved too aggressively to consolidate power among the GOP establishment during his tenure as RNC chairman. In fact, former Trump adviser Roger Stone tweeted this weekend the pick \"would cause a rebellion in Trump's base.\" The selection of @reince for COS in a @realDonaldTrump WH would cause a rebellion in Trump's base. #RyansBoy — Roger Stone (@RogerJStoneJr) November 12, 2016 Tea Party Patriots Citizens Fund co-founder Jenny Beth Martin also warned in a statement that naming Priebus, a \"Washington insider,\" as chief of staff \"would make it more difficult, not less, for President Trump to achieve the change the people voted for.\" A campaign source with knowledge of the decision said, \"Instead of draining the swamp, we just put in the head alligator.\" Related: Policy Divisions Between Trump and GOP Persist After Election Indeed, the pick of Priebus marks a remarkable turnaround in their once-fraught relationship that reflects Priebus' careful and persistent efforts to gain Trump's respect and confidence over the course of the general election campaign. During the primary fight, Trump railed against Priebus and the GOP for party rules concerning selection of the nominee that Trump insisted were unfair. \"It's a disgrace for the party. And Reince Priebus should be ashamed of himself,\" Trump said of the rules in April. At the time, Priebus tweeted in response: \"Nomination process known for a year + beyond. It's the responsibility of the campaigns to understand it. Complaints now? Give us all a break.\" But since Trump won his party's nomination, Priebus became one of the candidate's closest advisers and was seen as one of the forces that helped reign Trump in and keep him on-message — one of the small group of advisers dubbed the \"Trump Whisperers.\" The pick opens up the RNC chairmanship, but Trump is expected to have significant influence over who is eventually chosen by RNC membership as chair. Senior Trump adviser Dave Bossie, who was recently elected Republican National Committeeman from Maryland, is seen as a potential pick, and is said to be privately jockeying for the chairmanship. Hallie Jackson ",
    "title": "Donald Trump Names Reince Priebus Chief of Staff, Steve Bannon as Chief Strategist - NBC News"
   },
   {
    "entities": [],
    "id": 4,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "haji",
     "richard",
     "w.\\xc2\\xa0nicholson",
     "lucien",
     "john",
     "today",
     "defense",
     "army",
     "2013",
     "consulate",
     "qudosi",
     "afghanistan",
     "2007",
     "department",
     "bruggeman",
     "carter",
     "kabul",
     "cheney",
     "james",
     "zizumbo",
     "obama",
     "abdul",
     "u.s.",
     "bagram",
     "airfield",
     "german",
     "airfiled",
     "news",
     "support",
     "mazar-e-sharif",
     "meek",
     "shokor",
     "2010",
     "july 2005",
     "2008",
     "nov 13, 2016",
     "gordon",
     "resolute",
     "ash",
     "sunday",
     "us",
     "abc",
     "nov. 12, 2016",
     "city",
     "state",
     "daniel",
     "laghmani",
     "washington"
    ],
    "id": 5,
    "text": "Four Americans Killed in Afghanistan During Veteran’s Day Run By James Gordon Meek Nov 13, 2016, 12:57 PM ET 0 Shares Star Shah Marai/AFP/Getty Images Afghan security personnel keep watch near the largest US military base in Bagram, north of Kabul, after an explosion, Nov. 12, 2016. 0 Shares Email Four Americans were killed and 17 troops and contractors were wounded while participating in a Veterans Day 5K run when an apparent lone attacker managed to detonate a deadly bomb inside the sprawling Bagram military base in Afghanistan yesterday, counterterrorism officials told ABC News today. The U.S. military's Operation Resolute Support provided few details beyond confirming that a blast inside the base had left two U.S. service members and two American contractors dead along with 16 American troops and a Polish trooper wounded. Bagram Airfield is home to nearly 14,000 military forces and contractors. But officials in Washington and various U.S. military commands have been told that the victims were participating in a 5K run celebrating Veterans Day, two counterterrorism officials told ABC News. A coalition official later told ABC News that the attacker used a belt or vest bomb in the attack. The attacker was a former Taliban militant who had joined the peace process in 2008 and had since taken a job at the base, Bagram District Governor Haji Abdul Shokor Qudosi told ABC News on Sunday. Neither the exact nature of the attacker’s work on the base, nor when he began working there is known. It is common for local residents to take jobs like day laborers, cleaners and cook assistants at the facility. The district governor told ABC News that Afghan security forces had raided the attacker’s residence in the Laghmani village and had detained two of his relatives for further investigation. Meanwhile, the U.S. embassy in Kabul was closed \"for routine services\" on Sunday in wake of the attacks on Bagram Airfiled and an earlier attack on a German Consulate in Mazar-e-Sharif, according to a communique from the State Department. The State Department said that the embassy “continues to receive reports of militants planning unspecified attacks in Kabul City and elsewhere in Afghanistan against locations and individuals with potential American connections.” As part of standard operating procedure, outside communications at the military base are temporarily shut off after deadly attacks. The Afghan Taliban claimed responsibility in a statement today, claiming much higher casualties. \"I am deeply saddened to learn that an explosion early this morning at Bagram Airfield in Afghanistan has resulted in U.S. casualties. An apparent suicide bomber has taken the lives of two U.S. service members and two U.S. contractors working on the base,\" Secretary of Defense Ash Carter said in a statement today. \"For those who carried out this attack, my message is simple. We will not be deterred in our mission to protect our homeland and help Afghanistan secure its own future,\" Carter said.  \"To the family and friends of those who lost their lives today, we share your loss and our thoughts are with you. We offer you our deepest condolences. For the family and friends of those wounded in today’s attack, let me assure you they are receiving the best care possible, and we will keep them in our thoughts today,” said Army General John W. Nicholson, Commander of Resolute Support. \"To those who target Coalition forces, ANDSF, and Afghan civilians, Resolute Support and USFOR-A will continue to pursue our Train, Advise, and Assist mission to help our partners create a better Afghanistan.” The deadly bombing appears to be unprecedented in the 15-year Afghan War. Past attacks on various gates and checkpoints at Bagram, an hour's drive north of the capital Kabul, have never succeeded in penetrating the many layers of security. In 2007, a suicide bomber killed 22 civilians and Army Pfc. Daniel Zizumbo during a coincidental visit by then-Vice President Richard Cheney. After a stop by President Obama to visit with troops at Bagram Airfield in 2010, the Taliban lobbed rockets at the base.  In both cases, the Afghan Taliban claimed falsely that Cheney and Obama had been the targets, which American officials denied. The most serious breach of security at Bagram known to have occurred was in July 2005 when four senior al-Qaeda operatives succeeded in escaping a prison located on the flight line. ABC News’ Lucien Bruggeman contributed reporting. Editor's note: This story has been updated to correct the fact that the Taliban lobbed rockets at the base after President Obama visited in 2010. A previous version of this story said a mortar attack occurred in early 2013. 0 Shares ",
    "title": "Four Americans Killed in Afghanistan During Veteran’s Day Run - ABC News"
   },
   {
    "entities": [
     "national",
     "reince",
     "clinton",
     "john",
     "party",
     "los",
     "wisconsin",
     "carolina",
     "committee",
     "donald",
     "steve",
     "axelrod",
     "fox",
     "lindsey",
     "august",
     "cos",
     "angeles",
     "republican",
     "david",
     "sen.",
     "the",
     "jativa",
     "2011",
     "oval",
     "obama",
     "california",
     "louise",
     "breitbart",
     "south",
     "bannon",
     "summer",
     "office",
     "paul",
     "mary",
     "speaker",
     "white",
     "joseph",
     "weber",
     "gop",
     "news",
     "graham",
     "ohio",
     "rnc",
     "trump",
     "america",
     "house",
     "2016",
     "priebus",
     "carl",
     "piccard",
     "press",
     "danny",
     "sunday",
     "cameron",
     "ryan",
     "adam",
     "associated",
     "kasich",
     "weaver",
     "hillary",
     "november 13, 2016",
     "schiff",
     "washington"
    ],
    "id": 6,
    "text": "Trump names Priebus chief of staff, Bannon senior counselor Published               November 13, 2016 Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump on Sunday appointed Republican National Committee Chairman Reince Priebus as his White House chief of staff. Trump also announced that campaign CEO Steve Bannon, the executive chairman of Breitbart News, will be his chief strategist and senior counselor.  Trump said that Priebus and Bannon will work as “equal partners\" -- as they did in the campaign -- to make the federal government “much more efficient, effective and productive.” “Steve and Reince are highly qualified leaders who worked well together on our campaign and led us to a historic victory,” Trump said. “Now I will have them both with me in the White House as we work to make America great again.” The appointments suggest Trump appealing to traditional Republican circles and the party's anti-establishment wing, which helped fuel the businessman's political rise. Bannon thanked Trump for the job, saying he and Priebus will extend their partnership in Washington to “help President-elect Trump achieve his agenda.” Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Priebus said Trump will be a “great president for all Americans” and expressed his gratitude for the being able to serve the president elect and the rest of the country in helping “create an economy that works for everyone, secure our borders, repeal and replace ObamaCare and destroy radical Islamic terrorism.” Priebus was one of Trump’s most loyal lieutenants during the real estate mogul's up-and-down campaign that resulted in many Republicans, particularly GOP candidates seeking reelection, distancing themselves from Trump.  In Trump’s victory speech after his upset win over Democratic rival Hillary Clinton, he notably praised Preibus’ efforts and loyalty. Reaction to Trump’s picks from both parties was quick. “Choice of @Reince as COS over Bannon seems like a strong signal that @realDonaldTrump is taking a more conventional, conservative path,” tweeted David Axelrod, a top campaign and White House adviser to President Obama. South Carolina GOP Sen. Lindsey Graham, who was vanquished by Trump in the Republican presidential primaries and did not support his campaign, tweeted, “Congrats to @realDonaldTrump for outstanding choice @Reince to be Chief of Staff. This shows me he is serious about governing.” However, California Democratic Rep. Adam Schiff tweeted: “Selection of Steve Bannon for senior WH role unsurprising but alarming. His alt-right, anti-Semitic, misogynistic views don't belong in WH.” And John Weaver, a Republican strategist who worked for Ohio Gov. John Kasich's presidential campaign, tweeted, \"The racist, fascist extreme right is represented footsteps from the Oval Office. Be very vigilant, America.\" Priebus, an attorney, is a former RNC general counsel and chairman of the Wisconsin Republican Party. He was elected RNC chairman in 2011 and has deep ties to GOP congressional leaders, particularly House Speaker and fellow Wisconsinite Paul Ryan. Under Bannon's tenure, the Breitbart News site pushed a nationalist, anti-establishment agenda and became one of the leading outlets of the so-called alt-right -- a movement often associated with white supremacy and a defense of \"Western values.\" Bannon, who became campaign CEO in August, pushed Trump to adopt more populist rhetoric and paint rival Hillary Clinton as part of a global conspiracy made up of the political, financial and media elite, bankers bent on oppressing the country's working people -- a message that carried Trump to the White House but to some, carried anti-Semitic undertones. An ex-wife of Bannon said he expressed fear of Jews when the two battled over sending their daughters to private school nearly a decade ago, according to court papers reviewed this summer by The Associated Press. In a sworn court declaration following their divorce, Mary Louise Piccard said her ex-husband had objected to sending their twin daughters to an elite Los Angeles academy because he \"didn't want the girls going to school with Jews.\" A spokeswoman for Bannon denied he made those statements. Neither Priebus nor Bannon bring significant policy experience to their new White House roles. Bannon was notably given top billing in the press release announcing the appointments, a curious arrangement giving that White House chief of staff is typically considered the most powerful West Wing job. Chiefs of staff in particular play a significant role in policy making, serving as a liaison to Cabinet agencies and deciding what information makes it to the president's desk. They're often one of the last people in the room with the president as major decisions are made. Fox News' Carl Cameron, Danny Jativa and Joseph Weber and the Associated Press contributed to this report.  Advertisement ",
    "title": "Trump names Priebus chief of staff, Bannon senior counselor | Fox News"
   },
   {
    "entities": [
     "national",
     "nation",
     "schumer",
     "party",
     "cillizza",
     "wisconsin",
     "chris",
     "committee",
     "donald",
     "steve",
     "fox",
     "newt",
     "congress",
     "republican",
     "katie",
     "2011",
     "d.",
     "of",
     "zezima",
     "breitbart",
     "bannon",
     "dan",
     "paul",
     "white",
     "corey",
     "balz",
     "news",
     "rnc",
     "trump",
     "tuesday",
     "house",
     "priebus",
     "cbs",
     "november 13",
     "2005",
     "ryan",
     "chuck",
     "gingrich",
     "march",
     "washington",
     "lewandowski",
     "reince"
    ],
    "id": 7,
    "text": "Reince Priebus named Trump’s chief of staff The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Katie Zezima , Dan Balz and Chris Cillizza November 13 at 4:46 PM Follow @katiezez Follow @danbalz Follow @thefix Donald Trump speaks with Reince Priebus, chairman of the Republican National Committee, in March. (Chip Somodevilla/Getty Images) President-elect Donald Trump has chosen Republican National Committee Chairman Reince Priebus as his chief of staff, according to Trump's campaign. In choosing Priebus, 44, Trump has tapped a Washington insider who is viewed as broadly acceptable by vast swaths of the Republican Party. Priebus was recommended by House Speaker Paul D. Ryan (R-Wis.) and will be a bridge between the White House and the Republican-led Congress, as well as the heads of Cabinet agencies. [ The next big political fight could be between Trump and Republicans ] The choice signals Trump's willingness to work within the very establishment he assailed on the campaign trail. Priebus, a lawyer and longtime Wisconsin political operative, has been head of the RNC since 2011 and is well liked within Washington after years of forging ties with Republican leaders and lawmakers. He will undoubtedly start to smooth over residual friction from a campaign during which a number of Republicans refused to endorse Trump, reversed their endorsements or stepped away from him after a 2005 tape surfaced in which Trump is heard saying that he could force himself on women because he was a “star.” Trump had the chance to go in the opposite direction in picking his chief of staff: His antagonistic campaign chief executive and head of Brietbart News, Steve Bannon, also was said to be in the running for the job. Bannon will serve as chief strategist and senior counselor instead. As head of Breitbart News, Bannon launched political attacks against Ryan and other Republican leaders, assailing them as weak and ineffective, during the campaign. Corey Lewandowski, Trump’s first campaign manager, also was believed to be in the running. [ How the Republican Party created Donald Trump ] Priebus had a few clashes with Trump during the campaign; after the 2005 tape was released, Priebus slammed Trump, stating, “No woman should ever be described in these terms or talked about in this manner. Ever.” But his main goal has been to unite his party. Since Trump's victory, Priebus said, the president-elect has worked to move away from his divisive campaign rhetoric. “Once it was determined he was going to be the winner, he started looking at and thinking about that speech,” Priebus said on Fox News of Trump's victory speech on Tuesday. “He said, ‘We’re going to calm the waters. We’re going to bring people together. We’re not going to brag.' ” He added that Trump is a “reflective person” and that his public persona at rallies does not represent the complete man. “The guy in private is the gracious, personable guy that I’ve gotten to know. … I think that’s part of the reason why he won,” Priebus said. Newt Gingrich, a former House speaker who is on Trump's transition team, said the president-elect can work with both sides of the aisle in Congress — something Priebus will no doubt help smooth. “Trump has got to be the salesman,” Gingrich said on CBS's “Face the Nation. “Take something big like infrastructure. He can work with [Senate Democratic leader] Chuck Schumer on infrastructure. He can find a bipartisan path that allows us to dramatically improve infrastructure, something Trump knows an immense amount about.” politics ",
    "title": "Reince Priebus named Trump’s chief of staff - The Washington Post"
   },
   {
    "entities": [
     "brad",
     "raymond",
     "monday",
     "chris",
     "biggs",
     "cutler",
     "fox",
     "nov. 13, 2016",
     "james",
     "vikings",
     "wiederer",
     "dan",
     "tribune",
     "stadium",
     "night",
     "cutler-john",
     "conte",
     "mr.",
     "halloween",
     "ryan",
     "buccaneers",
     "efficient",
     "jay",
     "nfl",
     "third quarter",
     "pace"
    ],
    "id": 8,
    "text": "Change this Bears team now, and start with Jay Cutler Photos of the Bears-Buccaneers game at Raymond James Stadium on Nov. 13, 2016. After their surprising “Monday Night Football’’ win over the Vikings , Bears players and coaches commented on how emotional and passionate and great Jay Cutler was. Many of them offered thoughts on the leadership he provided as well as his excellent execution. I know Bears coaches and his teammates meant well, but all they did was expose Cutler. I mean, eight seasons into his reign as Bears starting quarterback is a little embarrassing to have people finally and loudly saying that. Embarrassing and late. And worthless. What else is there to think after the big-talking 2-6 Bears spit up a winnable game to a miserable Buccaneers team that is at least as bad as the Bears, if not worse. And the guy spitting up the most in the 36-10 humiliation? You betcha. Cutler. Mr. Leadership. Mr. Career Revival. Mr Passionate Speech. Forget the talk of the Bears ' close-knit locker room and the togetherness with which they promised to attack the stretch run. Pay no mind to the confidence the team believed it gathered in a 20-10 upset of the Vikings on Halloween night. In the grand analysis, that all means so little. And any... Forget the talk of the Bears ' close-knit locker room and the togetherness with which they promised to attack the stretch run. Pay no mind to the confidence the team believed it gathered in a 20-10 upset of the Vikings on Halloween night. In the grand analysis, that all means so little. And any... Yep, Cutler was that guy again. Cutler always reverts to that guy. But this was not just any pick-six, people. No, this was a Chris Conte pick-six. Yes, that Chris Conte, the one who always seemed to fall down in the Bears secondary. He took advantage of a pathetic Cutler decision deep in Bears territory to waltz into the end zone. When Conte stings you for a pick-six, you have no choice but to burn the charter, fold the franchise and say thanks for the time as the NFL’s heritage team. But wait. That wasn’t Cutler’s only disaster. The pick-six was his second straight interception. Two plays, two passes, two picks. Nice time to play like Mr. Efficient. Then after the pick-six, he dragged out the house special: the strip-sack turnover. But wait. This wasn’t just any strip-sack. No, this was a strip-sack on a play that began at the Bucs’ 4-yard line. Forget all the talk about the Bears not bringing back Cutler next season. He shouldn’t have been brought back for the next series. The Cutler-John Fox axis screams for someone to create a player-coach metric that measures bad squared times stupid squared. Brad Biggs, Dan Wiederer on Bears' 36-10 loss to Buccaneers Tribune writers Brad Biggs and Dan Wiederer react to the Bears' 36-10 loss to the Buccaneers.  Tribune writers Brad Biggs and Dan Wiederer react to the Bears' 36-10 loss to the Buccaneers.  And remember, this came against one of the worst defenses in the league. And remember, this came after a week off. And remember, the aforementioned Cutler horribleness came in the first half alone. The second half didn’t matter, although Cutler walked into another strip-sack that went for a safety in the third quarter, his fourth turnover of a game in which the coach refused to make a change because, I guess, he hates his players or the McCaskeys or is trying to get fired and paid off because this is a joke. And so, here’s the question that continues to lack a sane answer: Where are you going with Cutler? Besides into the toilet, I mean. That has been the question for a while, and every time it gets asked, general manager Ryan Pace gets pantsed. ",
    "title": "Change this Bears team now, and start with Jay Cutler - Chicago Tribune"
   },
   {
    "entities": [
     "national",
     "j.",
     "committee",
     "donald",
     "steve",
     "saturday",
     "wasserman",
     "inc",
     "florida",
     "republican",
     "farhi",
     "garrett",
     "schultz",
     "updated",
     "september",
     "breitbart",
     "bannon",
     "arden",
     "13, 2016",
     "april",
     "past year and a half",
     "interactive",
     "white",
     "debbie",
     "gop",
     "nov",
     "news",
     "last",
     "tower",
     "rnc",
     "trump",
     "america",
     "house",
     "kellyanne",
     "priebus",
     "democratic",
     "cbs",
     "2012",
     "conway",
     "sunday",
     "july",
     "october 16, 2012",
     "washington"
    ],
    "id": 9,
    "text": "CBS News Last Updated Nov 13, 2016 4:46 PM EST President-elect Donald Trump is tapping Reince Priebus, the Republican National Committee’s chairman, to join his new administration as chief of staff, Trump’s transition team announced Sunday. Steve Bannon, the Trump campaign’s CEO and former head of Breitbart news, will also be on the White House leadership team as the chief strategist. “I am thrilled to have my very successful team continue with me in leading our country,” Trump said in a statement. “Steve and Reince are highly qualified leaders who worked well together on our campaign and led us to a historic victory. Now I will have them both with me in the White House as we work to make America great again.” Kellyanne Conway, Trump’s campaign manager and now a senior adviser to the presidential transition team, hinted at Priebus’ appointment on Saturday. “I think chairman Priebus has expressed an interest in the position,” she told reporters Saturday at Trump Tower , adding that there were “several people being considered.” One of the other possible candidates, CBS News’ Major Garrett reported last week, included Bannon.  Bannon thanked Trump in a statement for his role with the new White House, going on to comment on his future relationship with Priebus as chief of staff.   “We had a very successful partnership on the campaign, one that led to victory,” Bannon said. “We will have that same partnership in working to help President-elect Trump achieve his agenda.” Bannon, who holds anti-establishment views, has drawn repeated heat over the course of the election for his connections to Breitbart News, the conservative website that heralded the rise of alt-right ideologies this campaign cycle.  But Trump picking  Priebus, whose tenure as party chair puts him squarely within Washington insider circles, as chief of staff also signals the president-elect’s willingness to make nice with the Republican establishment. Priebus called it “an honor” to join Trump at the White House.  “I am very grateful to the President-elect for this opportunity to serve him and this nation as we work to create an economy that works for everyone, secure our borders, repeal and replace Obamacare and destroy radical Islamic terrorism,” he said in a statement. “He will be a great President for all Americans.” Trump has heaped praise on the RNC chair for his leadership within the Republican party throughout the contentious primary and general election fight.  Back in July, Trump took to Twitter to call Priebus “the tough one and the smart one,” especially compared to the Democratic National Committee’s then-chair Rep. Debbie Wasserman Schultz of Florida.  Even dating back to 2012, Trump complimented Priebus for “doing a fantastic job,” saying he hoped “he gets the credit he deserves.”  . @reince is doing a fantastic job for the Republican Party--hope he gets the credit he deserves. — Donald J. Trump (@realDonaldTrump) October 16, 2012 Despite several prominent Republican party members calling for the GOP to denounce Trump throughout the past year and a half, Priebus has remained fiercely loyal to the nominee throughout the businessman’s presidential campaign. In an interview with CBS’ “ Face the Nation ” earlier this year, Priebus even urged any holdouts among Trump’s former primary challengers to fall in line behind him -- or face the consequences.  “Those people need to get on board,” Priebus said in September. “And if they’re thinking they’re going to run again someday, I think that we’re going to evaluate the process – of the nomination process and I don’t think it’s going to be that easy for them.” Priebus has weathered some rocky moments in his relationship with the president-elect. Before Trump became the party’s nominee, he leveled continuous attacks against the RNC and the party’s “rigged” primary system.  But even after getting battered by Trump’s criticisms, the RNC chair remained resilient, telling “Face the Nation” in April that he didn’t take the attacks to heart.  “I don’t take it personally, because I kind of just rest in the truth,” Priebus said. “It matters when something is right and something is wrong to me.” CBS News’ Arden Farhi contributed to this report. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Donald Trump taps Reince Priebus as chief of staff, Steve Bannon as top strategist - CBS News"
   },
   {
    "entities": [
     "international",
     "saturday",
     "donald",
     "&",
     "npr",
     "horsley",
     "fifth",
     "fiscal year 2015",
     "fiscal year 2012",
     "york",
     "leslie",
     "7:30 p.m.",
     "obama",
     "summer",
     "u.s.",
     "stahl",
     "lesley",
     "trump\\'s",
     "vegas",
     "night",
     "white",
     "avenue",
     "friday",
     "tower",
     "trump",
     "house",
     "las",
     "scott",
     "cbs",
     "hotel",
     "new",
     "sunday",
     "city"
    ],
    "id": 10,
    "text": "Anti-Donald Trump protesters stand in front of the Trump International Hotel & Tower in Las Vegas Saturday. The new president-elect says he'll follow through on building a wall — and deporting millions of people. Ethan Miller/Getty Images hide caption toggle caption Ethan Miller/Getty Images Anti-Donald Trump protesters stand in front of the Trump International Hotel & Tower in Las Vegas Saturday. The new president-elect says he'll follow through on building a wall — and deporting millions of people. Ethan Miller/Getty Images Updated at 7:30 p.m. ET He'll build a border wall and he'll deport millions of people who are in the U.S. illegally, President-elect Donald Trump says, promising to keep his campaign pledges on immigration in his first prolonged interview since winning the White House. Saying that his administration will deport \"probably 2 million\" — and possibly 3 million — people who are in the country illegally, Trump told 60 Minutes' Lesley Stahl that he wants to secure the border. Trump also seemed willing to consider the plan some of his fellow Republicans have aired, of securing some parts of the border with a fence. The interview with Trump aired on CBS Sunday night; it also includes members of his family. The interview was taped Friday at Trump's Fifth Avenue residence in New York City. It comes after days of anti-Trump protests in more than a dozen American cities, where demonstrators have criticized the incoming president's immigration stance. On another campaign promise, Trump affirmed his plan to repeal and replace the Affordable Care Act , also known as Obamacare. Article continues after sponsorship But Trump also wants to keep some parts of the plan. For instance, he told Stahl that he'll maintain coverage for people with pre-existing conditions, \"because it happens to be one of the strongest assets\" of the plan. Trump also said he wants to keep a portion of the law that covers children living with their parents for an extended period. As for how the change from one sphere of coverage to another might work, Trump promised it would be smooth, saying, \"We're going to do it simultaneously. It'll be just fine. That's what I do. I do a good job. You know, I mean, I know how to do this stuff.\" He continued: \"We're going to repeal it and replace it. And we're not going to have, like, a two-day period and we're not going to have a two-year period where there's nothing. It will be repealed and replaced. I mean, you'll know. And it'll be great health care for much less money.\" Here's what Trump told 60 Minutes when he was asked about undocumented immigrants in the U.S.: \"What we are going to do is get the people that are criminal and have criminal records — gang members, drug dealers — we have a lot of these people, probably 2 million, it could be even 3 million. We're getting them out of our country or we're going to incarcerate. But we're getting them out of our country, they're here illegally. \"After the border is secured, and after everything gets normalized, we're going to make a determination on the people that you're talking about — who are terrific people, they're terrific people. But we're going to make a determination ... but before we make that determination, Leslie, it's very important, we're going to secure our border.\" For comparison purposes, we'll note that in President Obama's first term, his administration carried out a record 1.5 million deportations — including more than 400,000 in fiscal year 2012. The figure declined to 235,413 in fiscal year 2015, and as NPR's Scott Horsley reported this summer, the Obama administration has shifted its focus to deporting criminals, people caught near the border, and those who recently came to the country without securing documents. ",
    "title": "Donald Trump Says He'll Deport 2-3 Million People Once In Office : The Two-Way : NPR"
   },
   {
    "entities": [
     "national",
     "facebook",
     "clinton",
     "jackson",
     "party",
     "stephen",
     "committee",
     "donald",
     "steve",
     "weekend",
     "august",
     "france",
     "7:01 p.m. est",
     "thursday",
     "reynolds",
     "york",
     "chair",
     "francois",
     "republican",
     "manhattan",
     "david",
     "2011",
     "obama",
     "breitbart",
     "bannon",
     "u.s.",
     "hollande",
     "minister\\xc2\\xa0shinzo",
     "epa",
     "paul",
     "lesley",
     "night",
     "white",
     "michael",
     "syria",
     "gop",
     "news",
     "friday",
     "bleier",
     "rnc",
     "former",
     "tower",
     "trump",
     "prime",
     "tuesday",
     "conversation",
     "usa",
     "house",
     "america",
     "priebus",
     "newsy",
     "karen",
     "cbs",
     "stalh",
     "supreme",
     "court",
     "new",
     "sunday",
     "k.",
     "bleierkaren",
     "abe",
     "guidelines",
     "ryan",
     "preibus",
     "washington",
     "november 12, 2016",
     "hillary",
     "november 13, 2016",
     "newslook",
     "reince"
    ],
    "id": 11,
    "text": "Trump taps RNC's Reince Priebus as chief of staff, softens some stances Former Breitbart News executive Steve Bannon to be chief strategist to the new president Post to Facebook Trump taps RNC's Reince Priebus as chief of staff, softens some stances Former Breitbart News executive Steve Bannon to be chief strategist to the new president Check out this story on USATODAY.com: http://usat.ly/2fPomdA CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 347 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump taps RNC's Reince Priebus as chief of staff, softens some stances David Jackson , USA TODAY 7:01 p.m. EST November 13, 2016 x Share Donald Trump told The Wall Street Journal he might keep some provisions of President Obama's health care law after all.  Video provided by Newsy Newslook Republican National Committee Chair Reince Preibus will be President-Elect Donald Trump's chief of staff. (Photo: Michael Reynolds, EPA) NEW YORK — Donald Trump on Sunday tapped Reince Priebus — the Republican Party chairman who helped engineer his stunning presidential victory last week — as his White House chief of staff. Trump also considered campaign CEO Stephen K. Bannon for the slot, but announced that the former Breitbart News executive would serve chief strategist and senior counselor for the administration that takes office in little more than two months. “I am thrilled to have my very successful team continue with me in leading our country,” Trump said in a statement. “Steve and Reince are highly qualified leaders who worked well together on our campaign and led us to a historic victory. Now I will have them both with me in the White House as we work to make America great again.” In thanking Trump for the appointment, Priebus said he would strive to \"create an economy that works for everyone, secure our borders, repeal and replace Obamacare and destroy radical Islamic terrorism.\" Bannon, who joined Trump's team in August, said that \"we had a very successful partnership on the campaign, one that led to victory. We will have that same partnership in working to help President-elect Trump achieve his agenda.” Priebus, a lawyer and political operative who became Republican Party chairman in 2011, developed the get-out-the-vote operation that Trump's campaign rode to a come-from-behind victory over Democratic opponent Hillary Clinton. While critical of some of Trump's comments at times, Priebus became one of the GOP establishment's most vocal proponents of Trump after the New York businessman won the party nomination. The new White House chief of staff is also a close ally of a frequent Trump critic, House Speaker Paul Ryan. As a news executive, Bannon helped turned Breitbart into a leading voice of conservatism and a champion of Trump's candidacy. But Ryan has been one of the news site's top targets. beyond personnel announcements, the president-elect began sketching out policy priorities this weekend and appeared to temper some of his campaign rhetoric. His proposed wall along the U.S.-Mexican border may include some fencing instead, Trump said,  and his initial deportation plan will focus on \"criminals\" who are in the country illegally. In \"certain areas, a wall is more appropriate,\" but \"there could be some fencing,\" Trump said in an interview with CBS’ Sunday newsmagazine 60 Minutes. While pledging more deportations, Trump said he would emphasize criminals before deciding what to do about law-abiding families who are in the country illegally. \"What we are going to do is get the people that are criminal and have criminal records, gang members, drug dealers,\" Trump told CBS, later adding: \"After the border is secure and after everything gets normalized, we're going to make a determination on the people that they're talking about who are terrific people.\" Trump put the number of deportable criminals at two to three million, but immigration experts say it is much lower. Trump said on 60 Minutes that if Americans are afraid of how he might run the government, it is “only because they don't know me.” For instance, reporter Lesley Stalh suggested that gays and lesbians may fear Trump would roll back marriage equality for same-sex couples. “You know, I’ve been a supporter,” Trump said. “These cases have gone to the Supreme Court. They've been settled. And I'm fine with that.” Trump railed against lobbyists and special interest on the campaign trail, but acknowledged that he has numerous lobbyists on his transition team, because \"That's the only people you have down there\". \"They know the system right now,\" Trump said, \"but we're going to phase that out. You have to phase it out.\" In addition to the 60 Minutes interview, the president-elect and aides holed up high in Trump Tower throughout the weekend as they pursued staffing decisions and policy planning for an administration that takes office in little more than two months. Workers pour cement while installing reviewing stands for the presidential inauguration in front of the White House in Washington, DC on November 12, 2016 / AFP PHOTO / Karen BLEIERKAREN BLEIER/AFP/Getty Images ORIG FILE ID: AFP_I14S5  (Photo: Karen Bleier, AFP/Getty Images) Since his election win over Clinton on Tuesday night,  Trump has granted a couple of select interviews, spoken with Republican officials and foreign leaders — and tweeted, including more pot shots at his media coverage. \"Wow, the @nytimes is losing thousands of subscribers because of their very poor and highly inaccurate coverage of the 'Trump phenomena,\" Trump tweeted early Sunday. Trump pledged to be \"very restrained\" with social media during his presidency, but told 60 Minutes that \"the fact that I have such power in terms of numbers with Facebook, Twitter, Instagram, et cetera, I think it helped me win all of these races where they're spending much more money than I spent. And I won.\" Social media, Trump said, \"has more power than the money they spent, and I think maybe to a certain extent, I proved that.\" Trump also seemed to extend olive branches to his critics over the weekend, including possible compromises on his plan to repeal President Obama's health care law. Trump spoke in terms of keeping provisions that forbid insurance companies from denying coverage to people with pre-existing conditions. Trump has also said his priorities include a program of road-and-bridge projects (\"infrastructure\"), de-regulation of financial institutions, and beefing up border against drugs and illegal immigration. While the Trump campaign has provided little information, foreign governments have confirmed that their leaders spoke with the president-elect. The government of France, for example, said President Francois Hollande spoke with Trump for some 10 minutes Friday about terrorism and Syria. A Japanese official said Prime Minister Shinzo Abe will be in New York on Thursday to meet with the incoming U.S. President. As Trump and his team huddled upstairs in his Manhattan tower, thousands of demonstrators massed outside on Fifth Avenue throughout the weekend, protesting what they called his racist and sexist behavior throughout the campaign. Many protesters pointed out that Clinton will likely win the popular vote over Trump. In a weekend interview with The Wall Street Journal, Trump said he wants to bring the country together after a rancorous campaign. Asked if he regretted his own aggressive rhetoric, Trump told the Journal: \"No, I won.\" 4376 CONNECT TWEET 1 LINKEDIN 347 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2fPomdA ",
    "title": "Trump taps RNC's Reince Priebus as chief of staff, softens some stances"
   },
   {
    "entities": [
     "r-wis.",
     "clinton",
     "mike",
     "donald",
     "fox",
     "$400,000",
     "last year",
     "stahl",
     "paul",
     "lesley",
     "gop",
     "news",
     "$1",
     "trump",
     "tuesday",
     "house",
     "america",
     "2016",
     "cbs",
     "press",
     "court",
     "sunday",
     "pence",
     "ryan",
     "associated",
     "hillary",
     "november 13, 2016",
     "supreme"
    ],
    "id": 12,
    "text": "Trump repeats vow to build border wall, but admits 'there could be some fencing' Published               November 13, 2016 Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump, in his first television interview since his surprise election victory, repeated his vows to build a wall across America's southern border, deport criminal illegal aliens, and repeal and replace ObamaCare. PRESIDENT-ELECT TRUMP WILLING TO KEEP PARTS OF OBAMACARE But Trump also appeared to back off from commiting to build a solid wall, telling CBS' \"60 Minutes\" the barrier might look more like a fence in spots.  \"Certain areas, a wall is more appropriate,\" Trump told interviewer Lesley Stahl. \"I'm very good at this, it's called construction.\" Trump emphasized that securing the border is his very first immigration priority, but he also promised to deport people living in the country illegally who had committed crimes beyond their immigration offenses.  Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → \"What we are going to do is get the people that are [criminals] and have criminal records, gang members, drug dealers,\" Trump said. \"We have a lot of these people. Probably two million, it could be even three million. We are getting them out of our country or we are going to incarcerate. After the border is secured and after everything gets normalized,\" Trump added, \"we're going to make a determination on [other undocumented immigrants] ... But before we make that determination ... we want to secure our border. Early in the GOP primaries, Trump had vowed to immediately deport all 11 million people living in the country illegally. But his comments Sunday echoed House Speaker Paul Ryan, R-Wis., who told CNN that the Republican administration was \"not looking for mass deportations.\" \"We are not going to do that,\" Ryan emphasized in the interview that aired earlier Sunday. The real estate mogul also echoed remarks he made to the Wall Street Journal earlier this week, in which he said he favors keeping the prohibition against insurers denying coverage because of patients’ existing conditions, and a provision that allows parents to provide years of additional coverage for children on their insurance policies. \"It'll be just fine. We're not going to have, like, a two day period and we're not going to have-- a two-year period where there's nothing,\" Trump said.  Trump also appeared to back away from his promise to appoint a special prosecutor to investigate his Democratic opponent, Hillary Clinton, over her use of a private email server. Trump made such a promise during the second presidential debate against Clinton during a rhetorical duel that ended with Trump saying if he was president, \"you'd be in jail.\" \"She did some bad things, I mean she did some bad things,\" Trump said, to which Stahl responded, \"I know, but a special prosecutor?\" \"I don't want to hurt them, I don't want to hurt them,\" Trump said. \"They’re, they’re good people. I don't want to hurt them.\" Regarding another of his campaign promises, Trump vowed to nominate a Supreme Court justice that would be pro-life and pro-Second Amendment. However, the president-elect showed no interest in re-litigating last year's Supreme Court decision legalizing gay marraige, an issue of departure between him and Vice President-elect Mike Pence. \"It's irrelevant because it was already settled. It's law. It was settled in the Supreme Court. I mean it’s done,\" Trump said, later adding, \"I'm fine with that.\" Trump touched on the protests that have broken out across the nation since his election, complaning that the coverage represented a \"double standard.\" \"If Hillary had won and if my people went out and protested, everybody would say, 'Oh, that's a terrible thing,'\" he said. \"And it would have been a much different attitude. There is a different attitude.\" However the president-elect said that he was \"saddened\" by reports that some of his supporters had harassed minorities since Tuesday's vote. \"And I say, 'Stop it.' ... I will say this, and I will say right to the cameras: Stop it.\" Trump also told \"60 Minutes\" he would eschew the $400,000 annual salary for the president, taking only $1 a year. The Associated Press contributed to this report. Advertisement ",
    "title": "Trump repeats vow to build border wall, but admits 'there could be some fencing' | Fox News"
   },
   {
    "entities": [
     "national",
     "clinton",
     "1:55 p.m.",
     "john",
     "amy",
     "stephen",
     "wisconsin",
     "senate",
     "kasich",
     "committee",
     "donald",
     "steve",
     "turner",
     "mcconnell",
     "broadcasting",
     "fbi",
     "republican",
     "nov. 13, 2016",
     "goldman",
     "1:26 p.m. trump",
     "west",
     "d.",
     "breitbart",
     "bannon",
     "sachs",
     "rock",
     "paul",
     "fiscus",
     "white",
     "gop",
     "wing",
     "mitch",
     "trump",
     "house",
     "america",
     "priebus",
     "kentucky",
     "k.",
     "sunday",
     "ryan",
     "2:40 p.m.",
     "castle",
     "washington",
     "weaver",
     "hillary",
     "reince"
    ],
    "id": 13,
    "text": "Trump names GOP chairman Priebus as White House chief of staff and Bannon as top advisor Nov. 13, 2016, 3:29 p.m. Donald Trump continues his transition to the White House as protests and riots break out nationwide over his election. Trump names Republican National Committee chairman Reince Priebus as chief of staff He also gives a prominent role to campaign chairman Stephen K. Bannon Trump says he'll deport people in the country illegally who have criminal records Hillary Clinton says the FBI's late email review was one factor in her loss Calls to \"lock her up\" about Clinton may put Trump in a bind Nov. 13, 2016, 1:26 p.m. Trump chooses Priebus as chief of staff; Bannon to play major role Amy Fiscus Priebus, left, and Bannon (AFP/Getty Images) President-elected Donald Trump signaled Sunday that the dual forces that helped get him elected — Republican loyalists and far-right conservatives — will share power in his White House, naming strategists to two top West Wing posts. Republican National Committee chairman Reince Priebus will serve as his White House chief of staff, suggesting an increased willingness by Trump to work within Washington's system to accomplish his agenda. At the same time, however, Stephen K. Bannon, the campaign CEO who helped amplify some of Trump's most incendiary rhetoric about Muslims, immigrants and other minority groups, will serve as his chief strategist, according to a statement that called Priebus and Bannon \"equal partners.\" “I am thrilled to have my very successful team continue with me in leading our country,” Trump said in the statement. “Steve and Reince are highly qualified leaders who worked well together on our campaign and led us to a historic victory. Now I will have them both with me in the White House as we work to make America great again.” Priebus  was viewed as a choice who could bring order and experience to Trump's inner circle, which consists largely of family members and advisors with little experience in Washington. He also serves as a bridge to Republican leaders on Capitol Hill, including House Speaker Paul D. Ryan of Wisconsin and Senate Majority Leader Mitch McConnell of Kentucky.  Trump is known to value loyalty. Even as Trump's outsider candidacy split the GOP during the primaries, Priebus was one of the first party leaders to accept and promote Trump once it became clear he was the likely nominee. Bannon, who took leave from his job running the conservative Breitbart News site to run Trump's campaign, is a divisive figure. Breitbart, which had long promoted Trump's candidacy, has also given a platform to the so-called alt-right, a loose collective of openly racist and anti-Semitic activists. Bannon's new West Wing assignment immediately drew criticism from both Democrats and Republicans. \"Be very vigilant America,\" warned John Weaver, a top operative for Republican Ohio Gov. John Kasich 's presidential campaign.  Bannon, a former Goldman Sachs banker, has also worked in various roles in the entertainment industry , producing films and politically oriented documentaries. He also had a hand in Turner Broadcasting's purchase of Castle Rock and gained a stake in rights to a handful of television shows, including \"Seinfeld.\" 2:40 p.m.: This story was updated with details on Bannon's Hollywood career. 1:55 p.m.: This story was updated with background on Bannon. Latest updates ",
    "title": "Trump chooses Priebus as chief of staff; Bannon to play major role - LA Times"
   },
   {
    "entities": [
     "7 p.m.",
     "cnn",
     "clinton",
     "security",
     "2013",
     "amy",
     "wallace",
     "bernie",
     "chris",
     "colo.",
     "donald",
     "saturday",
     "fox",
     "b",
     "newt",
     "thursday",
     "congress",
     "pueblo",
     "department",
     "mexico",
     "studies",
     "morning",
     "republican",
     "last week",
     "clintons",
     "d.",
     "obama",
     "homeland",
     "2 million",
     "of",
     "woodward",
     "oct. 3",
     "stahl",
     "jake",
     "3 million",
     "lesley",
     "paul",
     "nov. 13",
     "white",
     "june",
     "u.s",
     "news",
     "tapper",
     "sanders",
     "trump",
     "bob",
     "mccarthy",
     "for",
     "house",
     "bill",
     "immigration",
     "center",
     "cbs",
     "migration",
     "sunday earlier sunday",
     "sunday",
     "november 13",
     "january",
     "ryan",
     "melania",
     "gingrich",
     "institute",
     "wang",
     "hillary",
     "policy",
     "kevin",
     "washington"
    ],
    "id": 14,
    "text": "Donald Trump plans to immediately deport 2 million to 3 million undocumented immigrants The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Amy B Wang November 13 at 4:03 PM Follow @amybwang (CBS/YouTube) In a \"60 Minutes” interview scheduled to air Sunday, President-elect Donald Trump said he planned to immediately deport 2 million to 3 million undocumented immigrants who “have criminal records” after his inauguration next January. “What we are going to do is get the people that are criminal and have criminal records, gang members, drug dealers, where a lot of these people, probably 2 million, it could be even 3 million, we are getting them out of our country or we are going to incarcerate,” Trump told \"60 Minutes” correspondent Lesley Stahl, according to a preview of the interview released by CBS . “But we’re getting them out of our country. They’re here illegally.” Stahl had pressed Trump about his campaign pledge to deport “millions and millions of undocumented immigrants.” Trump told her that after securing the border, his administration would make a “determination” on the remaining undocumented immigrants in the country. “After the border is secure and after everything gets normalized, we’re going to make a determination on the people that they’re talking about — who are terrific people. They’re terrific people, but we are gonna make a determination at that,” Trump said. “But before we make that determination . . . it’s very important, we are going to secure our border.” His comments echoed those he had made at the start of his campaign : “When Mexico sends its people, they're not sending their best,” Trump had said last June when he announced his candidacy. “They're not sending you. They're not sending you. They're sending people that have lots of problems, and they're bringing those problems with us. They're bringing drugs. They're bringing crime. They're rapists. And some, I assume, are good people.” [ Trump’s fuzzy math on undocumented immigrants convicted of crimes ] According to The Washington Post Fact Checker , Trump likely gets these estimates from a Department of Homeland Security fiscal 2013 report  saying there were 1.9 million “removable criminal aliens.” However, that figure includes undocumented immigrants and people who are lawful permanent residents, or those who have temporary visas. As for how many of those people are illegally present noncitizens, there are conflicting figures from the think tank Migration Policy Institute and the Center for Immigration Studies. In a fact check, The Post rated Trump's figures “Two Pinocchios,” noting that federal immigration enforcement data is “not always transparent or reliable.” Trump's campaign promises  also included fully repealing the Affordable Care Act, forcing Mexico to pay for a border wall and banning Muslims from entering the U.S. Since winning the election, Trump and his key advisers have been backing away from some of those promises , and Republican leaders who made the Sunday political-show circuit seemed to approach the issue of mass deportations more cautiously. “I think it’s difficult to do,” Republican House Majority Leader Kevin McCarthy (R-Calif.) told Chris Wallace on Fox News Sunday earlier Sunday morning . “First thing you have to do is secure the border, and then we’ll have discussions.” McCarthy also hedged on the border wall, saying Republicans were focused on “securing the southern border” but with the aid of technology rather than necessarily a full-length brick-and-mortar wall. [ Bob Woodward: President-elect Donald Trump is about to learn the nation’s ‘deep secrets’ ] House speaker Rep. Paul D. Ryan (R-Wis.) told Jake Tapper on CNN's “State of the Union” on Sunday that securing the border was their top priority. “We are not planning on erecting a deportation force,” Ryan said. “Donald Trump is not planning on that.” Regarding his border wall plans, Trump told Lesley Stahl on \"60 Minutes” that he would accept fencing along some of the border, as Republicans in Congress have proposed. “For certain areas, I would. But for certain areas a wall is more appropriate,” Trump said. “I'm very good at this. It's called construction.” On Thursday, former House speaker Newt Gingrich admitted that Trump would likely not focus on getting Mexico to pay for the wall, as the candidate had promised during his campaign, but that it had been “ a great campaign device .” CBS had released on Saturday two preview clips of same \"60 Minutes” segment, Trump's first televised interview since winning the election last week. Seated with his wife, Melania, and his four adult children, Trump spoke to Stahl about his seemingly shifting position on the Affordable Care Act, saying he would try to preserve key parts of the health care act, and also praised Hillary Clinton as “very strong and very smart.” Trump told Stahl that Clinton's phone call conceding the election was “lovely” and acknowledged that making the phone call was likely “tougher for her than it would have been for me,” according to previews of the interview released by CBS . “She couldn’t have been nicer. She just said, 'Congratulations, Donald, well done,' \" Trump told Stahl. “And I said, 'I want to thank you very much. You were a great competitor.' She is very strong and very smart.” Trump's tone in the interview was in sharp contrast to his bitter attacks on the campaign trail, in which he nicknamed Clinton “Crooked Hillary” and encouraged chants of “Lock her up!” at his rallies . Among other insults, Trump also referred to his competitor as “ the devil ,” “ a bigot ” and — at the tail end of the final presidential debate — “ such a nasty woman .” At a rally in Pueblo, Colo., Oct. 3, Republican presidential candidate accused former Democratic presidential candidate Bernie Sanders of making \"a deal with the devil.\" Sanders is now supporting Democratic presidential nominee Hillary Clinton. (The Washington Post) [ Key appointments to set tone for Trump presidency ] Trump also told Stahl that former president Bill Clinton called him the following day and “couldn't have been more gracious.” “He said it was an amazing run — one of the most amazing he's ever seen,” Trump said. “He was very, very, really, very nice.” During the campaign, Trump had tried to use Bill Clinton's infidelities as a way to attack and embarrass Hillary Clinton. For the second presidential debate, Trump had sought to intimidate his competitor by inviting women who had accused the former president of sexual abuse to sit in the Trump family box . Debate officials quashed the idea. In the interview with Stahl, Trump did not rule out calling both of the Clintons for advice during his term. “I mean, this is a very talented family,” he said. “Certainly, I would certainly think about that.” Trump also reiterated on \"60 Minutes” that he may keep portions of the Affordable Care Act, something he had mentioned he might do after meeting with President Obama in the White House on Thursday. When Stahl asked whether people with preexisting conditions would still be covered after Trump repealed and replaced the health law, Trump said they would “because it happens to be one of the strongest assets.” “Also, with the children living with their parents for an extended period, we’re going to . . . very much try and keep that,” Trump added, referring to portions of the health care act that cover children under their parents' insurance until age 26. “It adds cost, but it’s very much something we’re going to try and keep.” When Stahl questioned whether there would be a gap between the repeal of the Affordable Care Act and the implementation of a new plan that could leave millions of people uninsured, Trump interrupted her. “Nope. We're going to do it simultaneously. It'll be just fine. It's what I do. I do a good job. You know, I mean, I know how to do this stuff,” Trump said. “We're going to repeal and replace it. And we're not going to have, like, a two-day period and we're not going to have a two-year period where there's nothing. It will be repealed and replaced. I mean, you'll know. And it will be great health care for much less money.” The \"60 Minutes” interview will be broadcast on CBS at 7 p.m. Eastern time on Sunday, Nov. 13. 1 of 22 ",
    "title": "Donald Trump plans to immediately deport 2 million to 3 million undocumented immigrants - The Washington Post"
   },
   {
    "entities": [
     "machado",
     "paris",
     "stanislaus",
     "april 2012",
     "wallace",
     "hughson",
     "8:40 a.m. local time",
     "dennis",
     "fox",
     "grove",
     "8:24 a.m.",
     "department",
     "morning",
     "central",
     "valley",
     "david",
     "recreation",
     "the",
     "california",
     "of",
     "sheriff\\'s",
     "bee",
     "keyes",
     "vacaville",
     "kia",
     "robert",
     "county",
     "christianson",
     "2016",
     "press",
     "sunday",
     "november 13",
     "sheriff",
     "adam",
     "modesto",
     "associated",
     "police",
     "november 13, 2016"
    ],
    "id": 15,
    "text": "California police capture suspect accused of deputy's murder Published               November 13, 2016 Facebook 0 Twitter 0 livefyre Email Print The scene where a sheriff's deputy was killed in the line of duty on Sunday.  (SCSD) California police on Sunday captured a \"known criminal\" accused of shooting a sheriff's deputy twice in the head at point-blank range after the officer discovered the suspect in a stolen vehicle. Related Image Expand / Contract David Machado is wanted in the murder of a California deputy. (Vacaville Police) Multiple tactical units had been engaged in the manhunt for David Machado, 36, who is alleged to have carjacked a driver in Keyes just minutes after he murdered Stanislaus County Sheriff's Deputy Dennis Wallace on Sunday morning. \"We know the gun used in the crime was in direct contact with [Wallace's] head when the trigger was pulled twice,\" Sheriff Adam Christianson said during a news conference. \"This was a direct execution.\" Machado was already wanted on a felony warrant for unspecified criminal activity when Wallace, in his uniform and driving a marked police vehicle, entered the Fox Grove Recreation and Fishing Access park at 8:24 a.m. Wallace spotted a suspicious vehicle and, after a dispatcher told Wallace the vehicle was stolen, he requested backup. Moments later, Wallace was dead. By the time backup arrived, the suspect was gone. The subsequent carjacking of a Kia Rio occurred at 8:40 a.m. local time. The carjacking victim identified Machado as the man who stole the car, police said. Machado later abandoned the stolen van and carjacked an escape vehicle in the nearby city of Keyes, according to the sheriff's department. He was arrested hours later 150 miles south of Hughson in the town of Lindsay after he tried to steal a woman's purse at a convenience store, Christianson said. The woman fought Machado and called Lindsay police, prompting him to run from the scene. Officers chased after him on foot and took him into custody without incident, Christianson said. Lindsay officers didn't initially recognize Machado as the suspect in the killing of Wallace. But once he was in custody, they identified him through tattoos and a photograph and immediately contacted the Stanislaus County Sheriff's Department, Christianson said. Stanislaus County Sheriff's Department confirms deputy killed in Hughson is Dennis Wallace, a 20-year veteran of the force. pic.twitter.com/SrjnwyyU95 — The Modesto Bee (@modbee) November 13, 2016 Wallace, 53, was a 20-year veteran of the department who Christianson said was well known for his involvement in community programs such as D.A.R.E. \"Unfortunately, we do this far too often here in California and nationwide,\" Christianson said. \"You have to ask yourself the question: 'Where does it stop, where does it end?'\" Wallace is the fourth officer killed in the line of duty in SCSD history, according to the department's website. The previous death occurred in April 2012 when Deputy Sheriff Robert Paris was gunned down while serving an eviction notice. Stanislaus County is located in the Central Valley of California. The county seat is Modesto. The Associated Press contributed to this report. Advertisement ",
    "title": "California police capture suspect accused of deputy's murder | Fox News"
   },
   {
    "entities": [
     "national",
     "anna",
     "committee",
     "kushner",
     "first",
     "times",
     "york",
     "newsletters",
     "morning",
     "republican",
     "nyt",
     "katie",
     "goldman",
     "draft",
     "the",
     "obama",
     "summer",
     "bannon",
     "sachs",
     "briefingsubscribed",
     "kristol",
     "news",
     "political",
     "trump",
     "america",
     "priebus",
     "bill",
     "mr.",
     "new",
     "holocaust",
     "sunday",
     "walsh",
     "ivanka",
     "jared",
     "navarro",
     "afternoon",
     "washington"
    ],
    "id": 16,
    "text": "Continue reading the main story The site has accused President Obama of “importing more hating Muslims”; compared Planned Parenthood’s work to the Holocaust; called Bill Kristol, the conservative commentator, a “renegade Jew”; and advised female victims of online harassment to “just log off” and stop “screwing up the internet for men,” illustrating that point with a picture of a crying child. Advertisement Continue reading the main story The grass-roots activists may be angered by the selection of Mr. Priebus as chief of staff, viewing him as a deal maker who will be too eager to push the new president toward compromise on issues like taxes, immigration, trade, health care and the environment. In a statement Sunday afternoon, the transition team emphasized that the two men would work “as equal partners to transform the federal government.” That simultaneous announcement is consistent with Mr. Trump’s management style in his businesses and in his campaign: creating rival power structures beneath him and encouraging them to battle it out. It is also a reflection of who has the ear of the president-elect: his children, and especially Ivanka Trump and her husband, Jared Kushner. Both of them had argued that the chief of staff job should not be held by someone too controversial, according to several people familiar with the decision-making inside the transition effort. Mr. Kushner is likely to wield great influence over the new president regardless of whether he holds a formal title. Mr. Kushner, who has no experience in politics or government, often gets the final word in advising Mr. Trump. But while Mr. Trump apparently feels comfortable with Mr. Priebus, the people with knowledge of his weekend decision said that Mr. Bannon was still the adviser who was better able to talk forcefully to the president-elect during difficult moments. The transition team appeared eager to appease concerns among Mr. Trump’s most fervent supporters that choosing Mr. Priebus meant that the president-elect had already caved to the Washington “swamp” he had promised to drain. The team also wanted to mollify Mr. Bannon, and to that end, the official statement mentioned Mr. Bannon first. “We had a very successful partnership on the campaign, one that led to victory,” Mr. Bannon said in the statement. “We will have that same partnership in working to help President-elect Trump achieve his agenda.” Advertisement Continue reading the main story Mr. Priebus said he looked forward to working with Mr. Bannon and Mr. Trump “to create an economy that works for everyone, secure our borders, repeal and replace Obamacare and destroy radical Islamic terrorism.” Mr. Priebus is expected to have multiple deputies, including Katie Walsh, the chief of staff of the Republican National Committee, who is close to Mr. Priebus and helped ensure a tight working relationship between the party’s operational infrastructure and Mr. Trump’s campaign. A list of possibilities for key posts in the new administration. A onetime Goldman Sachs banker, Mr. Bannon has transformed himself into a media figure who favors a scorched-earth style of politics and is deeply suspicious of the government establishment and the corporate elite. During the campaign, he pushed Mr. Trump to embrace a fierce populism that helped fuel his victory. Mr. Trump’s decision last summer to put Mr. Bannon in charge of his campaign was part of an effort to reset a candidacy that had suffered from controversies surrounding high-level campaign officials. But Mr. Bannon is viewed with alarm by many, including some Republicans. Anna Navarro, a longtime Republican strategist who opposed Mr. Trump during the campaign, said on Twitter on Sunday: “Oh, hell! White supremacist, anti gay, anti Semite, vindictive, scary-ass dude named Senior Strategist. After vomiting, be afraid, America.” First Draft Political news and analysis from the staff of The New York Times. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "Donald Trump Picks Reince Priebus as Chief of Staff - The New York Times"
   },
   {
    "entities": [
     "national",
     "john",
     "mike",
     "committee",
     "donald",
     "steve",
     "email",
     "york",
     "republican",
     "oval",
     "breitbart",
     "bannon",
     "office",
     "paul",
     "white",
     "nov. 11, 2016",
     "tower",
     "trump",
     "nov 13, 2016",
     "america",
     "house",
     "priebus",
     "new",
     "pence",
     "ryan",
     "santucci",
     "reince"
    ],
    "id": 17,
    "text": "Trump Names Reince Priebus as Chief of Staff, Steve Bannon as Senior Adviser By JOHN SANTUCCI Nov 13, 2016, 4:59 PM ET 0 Shares WATCH Donald Trump's Chief of Staff Pick Could be Crucial 0 Shares Email Donald Trump has named Republican National Committee Chairman Reince Priebus as chief of staff to his new administration and former Breitbart CEO Steve Bannon as chief strategist and senior counselor to the president. This weekend Priebus and Bannon emerged as the top contenders for the chief of staff position, with the two seen as offering two sharply different paths for Trump to take in his first major hire as president-elect. Priebus has fostered close relationships over time with lawmakers from all factions of the party, while remaining steadfastly loyal to Trump once it became clear he had secured the party's nomination. Bannon on the other hand is a firebrand of the far right, whose website has in the past targeted many GOP leaders, including House Speaker Paul Ryan , deriding them as \"establishment\" figures. A press release announcing the appointments said both will work \"as equal partners to transform the federal government\" and to assist Vice President-elect Mike Pence in his new role as transition chairman. “I am thrilled to have my very successful team continue with me in leading our country,” Trump said in a statement. “Steve and Reince are highly qualified leaders who worked well together on our campaign and led us to a historic victory. Now I will have them both with me in the White House as we work to make America great again.” Presidents-elect typically name a chief of staff as one of their first and most crucial appointments because the person in this role can help determine a president's style of governing. But if precedent is any indication, the naming of Bannon as both Trump's chief strategist and senior counselor will provide him just as much access to the Oval Office. Drew Angerer/Getty Images Steve Bannon exits an elevator in the lobby of Trump Tower, Nov. 11, 2016, in New York. ",
    "title": "Trump Names Reince Priebus as Chief of Staff, Steve Bannon as Senior Adviser - ABC News"
   },
   {
    "entities": [
     "cnn",
     "fence",
     "jaffe",
     "border",
     "donald",
     "wis.",
     "congress",
     "part",
     "et",
     "alexandra",
     "be",
     "u.s.",
     "after",
     "paul",
     "between",
     "brandon",
     "says",
     "night",
     "gop",
     "union",
     "wall",
     "trump",
     "house",
     "2016",
     "america",
     "may",
     "cbs",
     "persist",
     "alex",
     "sunday",
     "nov. 10, 2016",
     "ryan",
     "election",
     "/",
     "divisions",
     "november 13, 2016",
     "policy",
     "washington"
    ],
    "id": 18,
    "text": "Nov 13 2016, 1:15 pm ET Policy Divisions Between Trump and GOP Persist After Election by Alexandra Jaffe advertisement House Speaker Paul Ryan made clear Sunday that many of the policy divisions that split the Republican Party with Donald Trump continue post-election, but seemed confident GOP orthodoxy would win out. Speaking on CNN's \"State of the Union,\" Ryan departed from Trump on two of the president-elect's top priorities: Establishing a \"deportation force\" to deport millions of undocumented immigrants, and using tariffs to prevent companies from taking their jobs overseas. On the former, Ryan insisted, \"that is not what our focus is\" when it comes to immigration reform — rather, securing the border is. Related: Donald Trump Says Border Wall May Be Part Fence, Hints at Mass Incarcerations \"We think that's first and foremost, before we get into any other immigration issue we gotta know who's coming and going in this country we gotta secure the border. So we believe an enforcement bill, a border security enforcement bill is really the first priority and that's what we're focused on,\" Ryan said. Speaker Paul Ryan: \"We are not planning on erecting a deportation force\" https://t.co/6OZtrfIwim #CNNSOTU https://t.co/skw76OndVK — CNN Politics (@CNNPolitics) November 13, 2016 Pressed on whether, in year three or four of his administration, Trump would focus on mass deportations, Ryan replied: \"We are not planning on erecting a deportation force. Donald Trump's not planning on that.\" And on the latter, establishing tariffs to keep jobs in the U.S., Ryan said \"I think there's a better way of dealing with that particular issue,\" later suggesting tariffs could cause \"collateral damage on the economy.\" He pointed instead to the House GOP policy agenda that he authored — called the \"Better Way\" — agenda, which includes proposals to cut taxes on businesses that he said would be a better solution. Related: Republican Battles Won't End With Election Night Victories \"He's trying to make American more competitive. He's trying to make the American worker more competitive, he's trying to make it so American businesses stay in America and we believe the smartest and best way to do that is comprehensive tax reform which actually makes America much more competitive without any adverse effects, without any collateral damage to the economy,\" he said. In this Nov. 10, 2016, photo, President-elect Donald Trump and House Speaker Paul Ryan of Wis., pose for photographers after a meeting in the Speaker's office on Capitol Hill in Washington. Alex Brandon / AP But versions of both of Trump's proposals were included in then-candidate Trump's \"Contract With the American Voter,\" the outline he offered of policy priorities for his first 100 days. In the contract, he promises on his first day in office to \"begin removing the more than 2 million criminal illegal immigrants from the country and cancel visas to foreign countries that won't take them back,\" and to begin working with Congress to pass a law that would establish tariffs to \"discourage companies from laying off their workers in order to relocate in other countries and ship their products back to the U.S. tax-free.\" And Trump recommitted to deporting those immigrants during his first post-election interview, on CBS' \"60 Minutes,\" Sunday night — excerpts from which were released early. Ryan's comments on CNN underscored the fact that the divisions between the two — which led to an at times fierce public conflict between the two, with Trump tweeting criticism at the speaker and Ryan refusing to say Trump's name for much of the final month of the election — remain. But Ryan seemed confident Trump would fall in line behind his proposals, and refused to acknowledge his past criticism of the president-elect when asked. \"I'm not going to re-litigate the past, I'm looking for the future,\" said Ryan. Alexandra Jaffe ",
    "title": "Policy Divisions Between Trump and GOP Persist After Election - NBC News"
   },
   {
    "entities": [
     "portland",
     "mccausland",
     "brandenburg",
     "alabama",
     "madeline",
     "mendez",
     "saturday",
     "angeles",
     "miami",
     "&",
     "york",
     "manhattan",
     "broadway",
     "berlin",
     "march today",
     "california",
     "johnson",
     "oregon",
     "vegas",
     "lizzy",
     "d.c.",
     "march saturday",
     "november 13, 2016",
     "la",
     "charles",
     "states",
     "tower",
     "gate",
     "trump",
     "harlem",
     "las",
     "phil",
     "united",
     "fresno",
     "new",
     "sunday",
     "east",
     "lovinger",
     "city",
     "washington",
     "indianapolis",
     "police",
     "birmingham",
     "stark",
     "los"
    ],
    "id": 19,
    "text": "Booker: 'God Bless the Protesters' 2:12 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161114025818if_/http://www.nbcnews.com/widget/video-embed/807799875838\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> In New York on Sunday, thousands of demonstrators gathered outside Trump Tower to protest the president-elect. They then marched down Sixth Avenue before returning to chant outside the president-elect's Manhattan residence. Anti-Trump protesters march down West 59th Street in New York City on Sunday. Phil McCausland Taking part in her first march, Lizzy Lovinger, 28, said that as a queer woman she feared the racist, xenophobic and misogynistic rhetoric that grew out of Trump's campaign but believed this movement was encouraging. \"I think this is a really promising show of support for women, people of color, immigrants, Muslims, and for survivors of violence, and I think it is important to be here and be part of that support,\" she said. Between chants like \"We are the popular vote,\" Madeline Mendez, 50, said she knew many of her immigrant neighbors were worried that they could be deported and separated from their children. As a lifelong New Yorker who grew up in East Harlem, she said, she had never seen a protest like this. Anti-Trump protesters march down West 59th Street in New York City on Sunday. Phil McCausland \"It's not only the blacks and Hispanics. It's everybody: caucasians, Jews, Muslims — it's everybody sticking together,\" Mendez said. \"I felt like we were going backward [after the election], but in reality: we're not.\" New York police estimated that 25,000 turned out Saturday. They chanted phrases such as \"We reject the president-elect.\" Protests were also held in Los Angeles, Washington, D.C., Las Vegas, Miami, Birmingham, Alabama, and Fresno, California, among other places. Police in Portland, Oregon, said they used tear gas and \"diversionary bang devices\" to make 71 arrests during an \"unpermitted\" march Saturday, a day after a protester was shot in a confrontation on a bridge. Two people were arrested in connection with the shooting. Protesters throwing burning road flares at police at Broadway & Stark. Multiple arrests, diversionary \"bang\" device used. — Portland Police (@PortlandPolice) November 13, 2016 Although the demonstrations remained relatively peaceful elsewhere Saturday, police reported that arrests were made at multiple protests: 180 in Los Angeles, three in Indianapolis and two in New York City. This video is the real thing, folks. Anti-Trump protest march today in downtown LA. Please circulate! pic.twitter.com/Pndh7AnYSq — Charles Johnson (@Green_Footballs) November 13, 2016 Protesters were not limited to the United States on Saturday, as hundred of people reportedly gathered in Berlin at the Brandenburg Gate, some of them carrying anti-Trump messages. Play ",
    "title": "Day Five of Anti-Trump: Protests Continued in a Number of Cities - NBC News"
   },
   {
    "entities": [
     "corlette",
     "$20 billion",
     "angeles",
     "donald",
     "congress",
     "anthony",
     "health",
     "sen.",
     "covered",
     "access",
     "california",
     "obama",
     "university's",
     "insurance",
     "reforms",
     "moore",
     "sabrina",
     "on",
     "joe",
     "friday",
     "research",
     "$1,000",
     "2014",
     "2010",
     "wright",
     "gerald",
     "hernandez",
     "trump",
     "dr.",
     "11%",
     "for",
     "kominski",
     "center",
     "ucla",
     "january",
     "georgetown",
     "lisa",
     "ed",
     "$350",
     "policy",
     "glendale",
     "los"
    ],
    "id": 20,
    "text": "If Obamacare is repealed, California has the most to lose — putting the insured on edge Covered California Luis Sinco / Los Angeles Times Lisa Moore of Glendale buys a health plan through Covered California for her son Joe, who sees multiple doctors to treat his clinical depression and schizophrenia. Lisa Moore of Glendale buys a health plan through Covered California for her son Joe, who sees multiple doctors to treat his clinical depression and schizophrenia. (Luis Sinco / Los Angeles Times) Soumya Karlamangla Contact Reporter California led the way with Obamacare, signing up more people for health insurance than any other state.  Now with a possibility that President-elect Donald Trump will repeal the law , as he has promised, the stakes are higher here than anywhere else.  “We’ve basically cut the number of uninsured in a little bit more than half, which is enormous progress,” said Dr. Gerald Kominski, head of the UCLA Center for Health Policy Research . But California’s huge gains also mean that if the Affordable Care Act is undone, “we have the most to lose.” GOP leaders have said they’ll quickly repeal and replace President Obama ’s signature healthcare law after Trump takes office in January. But experts say it’s unlikely the entire law would be immediately overturned, in part because that would leave more than 20 million Americans without health insurance. Instead, lawmakers will probably opt to dismantle the law piece by piece while a replacement is devised, experts say. But it’s unclear which provisions will end up on the chopping block and what alternative GOP proposals would be. “Until those conversations start, it’s really hard to predict what will happen,” said California state Sen. Ed Hernandez , who chairs that chamber’s   health committee . “There are so many, so many outstanding questions.” That uncertainty has many Californians on edge. Lisa Moore of Glendale worries that she won’t be able to afford coverage for her son, Joe, if Obamacare is repealed. She pays $350 a month for his health plan through Covered California, the insurance exchange set up under the Affordable Care Act. Joe, 26, sees multiple doctors a week to treat his schizophrenia and severe depression. Moore said that without constant medical care he wouldn’t be able to function, and without insurance she wouldn’t be able to afford his care. His medical bills typically total $1,000 a week. “I don’t want to lose him,” said Moore, 63. “It’s a horrible situation, I’m terrified.” Currently, 4.6 million Californians’ health coverage is funded by Obamacare. They either buy insurance plans through Covered California, or were able to join Medi-Cal, the state’s low-income health program, when the health law provided money to the state to expand the program in 2014.  Those Californians could face “life-or-death consequences” if funding for Obamacare dries up, said Anthony Wright, head of the consumer advocacy group Health Access California .  The state would lose $20 billion in federal funding if Congress votes to undo the exchanges and the Medicaid expansions, according to state data. Officials in the heavily Democratic state say they will fight to keep the programs alive, but agree that the shortfall is far too great for the state to overcome on its own. “California has a long and good tradition of going it alone, but there’s a limit to what California can do without federal framework and funding,” Wright said.  The Affordable Care Act, passed in 2010, has been highly controversial, and Trump repeatedly promised during his campaign to overturn it. Many have said that the health plans people are mandated to buy under the law aren’t affordable and that the law is an unsustainable expense for federal and state governments.  California, however, wholeheartedly embraced the Affordable Care Act. “The ACA has not been perfect, there have been challenges,” said Sabrina Corlette , a senior research professor at Georgetown University's Center on Health Insurance Reforms . But “if there was one state where it was really working well ... it was California.”  The state enrolled millions in Medi-Cal, and 13.6 million people — one in every three state residents — is covered by the program. Insurance premiums have not increased here as much as they have elsewhere, and the exchange still offers many options so consumers can shop around. The percentage of uninsured working-age adults in California had dropped by more than half to 11% last year, according to federal data. Beyond signing up large numbers for coverage, state officials had also started improving the way medical care is delivered to patients, Corlette said. When considering what the Affordable Care Act could accomplish, she said, “California was held up as the gold standard.”  Trump told the Wall Street Journal  on Friday that he might keep several provisions of Obamacare, such as barring insurance companies from denying coverage to people with pre-existing conditions. He also said he likes a provision in the law that allows young adults to remain on their parents’ health plans until they are 26. But the rest is up in the air.  ",
    "title": "If Obamacare is repealed, California has the most to lose — putting the insured on edge - LA Times"
   },
   {
    "entities": [
     "richard",
     "clinton",
     "nasa",
     "earth",
     "npr",
     "oct. 16, nov. 14",
     "1948",
     "donald",
     "dewey",
     "nov. 25, 2034",
     "thomas",
     "90 percent",
     "faherty",
     "truman",
     "rachel",
     "ingalls",
     "dec. 14",
     "trump",
     "16 cents",
     "2016",
     "bill",
     "harry",
     "martin",
     "1979",
     "noelle",
     "hillary",
     "november"
    ],
    "id": 21,
    "text": "Embed Embed <iframe src=\"https://www.npr.org/player/embed/501854717/501929941\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\" title=\"NPR embedded audio player\"> Faherty tells NPR's Rachel Martin: \"It's actually not a science term; it's a term that was coined by an astrologist over 30 years ago, and it didn't have much science behind it, except that he coined a term for when the moon was full, when it was 90 percent of the closest distance it could be to Earth. And a couple of years ago, it just caught on... I think it's just because someone took the word 'super' and put it in front of the word 'moon.' \" That astrologer was Richard Noelle, who created the supermoon label in 1979. How To Photograph It First of all, don't frame the moon alone in the sky, Bill Ingalls, NASA's senior photographer, says : \"Don't make the mistake of photographing the moon by itself with no reference to anything.\" Instead, scout a location that can let you add context to the scene, Ingalls says. And if you're stuck using a smartphone, Ingalls says, \"You're not going to get a giant moon in your shot, but you can do something more panoramic, including some foreground that's interesting. Think about being in an urban area where it's a little bit brighter.\" Those using more advanced equipment can stick with the daylight white balance setting — after all, the light is coming from the sun. Many people will be posting images of this supermoon online — try the #supermoon hashtag on Instagram and/or Twitter . What Is It? The moon's elliptical and roughly 28-day orbit means that its distance from Earth when it's completely full varies. While the full moon always looks large along a horizon, the effect should be even greater for the next two days. \"There's this optical illusion, which, as it's rising or when it's setting, it looks really big,\" Faherty says. She says to look at the moon \"close to the horizon, where you get this optical illusion where your brain doesn't quite know how to interpret the size of the moon with the buildings and the horizon.\" One thing the supermoon isn't: rare. We're finishing 2016 with a sequence of three supermoons, on Oct. 16, Nov. 14 and Dec. 14. But the one in the middle is unusually close and completely full. \"I'm hoping that this will get people to go outside and look at the moon a bit more,\" Faherty says, \"because it's fun to go out and know, as you're standing there and looking up, that it's closer to you than it's been in quite a long time.\" A Place In History The last time a supermoon was this close, the year was 1948 — the same year President Harry Truman pulled off a surprising election upset of Gov. Thomas Dewey. That was one year after Hillary Clinton was born, and two after Donald Trump's birth. Back then, a gallon of gas cost 16 cents. The full moon in November also has other names. Space.com reports, \"Algonquin Native American tribes as well as American colonists called the November full moon the Beaver Moon because 'this was the time to set beaver traps before the swamps froze,'\" citing the Old Farmer's Almanac . The next Beaver Supermoon that's this close and full will be on Nov. 25, 2034. ",
    "title": "Supermoon Rises Into View Monday, Closest Since 1948: Tips On Seeing And Photographing It : The Two-Way : NPR"
   },
   {
    "entities": [
     "facebook",
     "clinton",
     "begay",
     "nation",
     "john",
     "creek",
     "argus",
     "$1 million",
     "austin",
     "indigenous",
     "sarah",
     "sundays",
     "2011",
     "college",
     "nov. 11",
     "s.d.",
     "falls",
     "lewis",
     "friday",
     "oceti",
     "kennedy\\xc2\\xa0jr.",
     "82",
     "operator",
     "crow",
     "dave",
     "1806",
     "reservation",
     "ball",
     "army",
     "keystone",
     "donald",
     "saturday",
     "department",
     "access",
     "nebraska",
     "south",
     "$500,000",
     "joe",
     "ore.",
     "tuesday",
     "dakota",
     "usa",
     "north",
     "pipeline",
     "nov. 12, 2016",
     "jade",
     "texas",
     "mcminville",
     "portland",
     "amy",
     "kirby",
     "network",
     "sonny",
     "justice",
     "thursday",
     "congress",
     "fall",
     "philadelphia",
     "meda",
     "oval",
     "obama",
     "n.d.",
     "of",
     "u.s.",
     "leader",
     "states",
     "robert",
     "federal",
     "trump",
     "josh",
     "corps",
     "linfield",
     "united",
     "guidelines",
     "morgan",
     "ore",
     "transfer",
     "ponca",
     "partners",
     "stark",
     "engineers",
     "sioux",
     "environmental",
     "$103,000",
     "standing",
     "senate",
     "kelcy",
     "archambault",
     "8:54 p.m. est",
     "energy",
     "cloud",
     "occupy",
     "commission",
     "september",
     "rock",
     "earlier this month",
     "office",
     "ii",
     "great",
     "mandan",
     "county",
     "sakowin",
     "nov. 11, 2016",
     "saturdays",
     "conversation",
     "warren",
     "nov. 8",
     "ap",
     "hult",
     "road",
     "iron",
     "election",
     "cannon",
     "hillary",
     "november 13, 2016",
     "wednesday"
    ],
    "id": 22,
    "text": "Dakota pipeline protesters dig in as Trump nears Oval Office Trump election gives pipeline supporters hope for action by Obama and an end to rhetoric. Post to Facebook Dakota pipeline protesters dig in as Trump nears Oval Office Trump election gives pipeline supporters hope for action by Obama and an end to rhetoric. Check out this story on USATODAY.com: http://usat.ly/2foRMkv CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 39 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Dakota pipeline protesters dig in as Trump nears Oval Office USA Today Network John Hult, (Sioux Falls, S.D.) Argus Leader 8:54 p.m. EST November 13, 2016 x Share Spurred by fear and outrage, protesters around the country rallied and marched Friday as they have done daily since Donald Trump’s presidential election victory. (Nov. 11) AP Dakota Access Pipeline protesters link arms during a demonstration outside of a pipeline staging area County Road 82 in Mandan, N.D. on Saturday, Nov. 12, 2016. The peaceful protest ended without any arrests made despite heavy law enforcement presence at the staging area. (Photo: Josh Morgan for Argus Leader Meda) CANNONBALL, N.D. — Amy Lewis was driving through South Dakota when she got the news. She switched on her car radio on election night to hear that Democrat Hillary Clinton was losing must-win states, that Donald Trump was about to become president-elect of the United States, and that Republicans would retain control of both houses of Congress. Lewis began to cry. She’d been on her way to Oceti Sakowin, one of three camps set up near the Standing Rock Sioux Reservation in opposition to the Dakota Access Pipeline. 4 ways the Dakota Access Pipeline could be stopped Trump has pledged to expand fossil fuel exploration, owns stock in the pipeline and took campaign contributions from a pipeline executive. “I was like everyone else — I couldn’t believe it,” said Lewis, a member of the Ponca tribe of Nebraska who lives in Austin, Texas. “I didn’t even want to come. Stopping any of this with a Republican house and Senate is going to be next to impossible.” But then Lewis called her mother, who opposes the pipeline but had worried for her daughter’s safety. “She said, ‘I want you to be there now, more than I ever have,'” Lewis said. Lewis completed her journey the next day and soon found herself surrounded by well over 1,000 people at a camp that appeared unmoved by the ascendancy of a pro-oil president-elect. A Dakota Access Pipeline protester leads more than a hundred others down County Road 82 during a demonstration outside of a pipeline staging area in Mandan, N.D. on Saturday, Nov. 12, 2016.  (Photo: Josh Morgan/Argus Leader) Actions continued as the week drew to a close. Protesters blocked Highway 6 northwest of the camp Friday and locked arms at the entrance to a Dakota Access staging area just west of Mandan on Saturday. Organizers have been planning a series of demonstrations nationwide Tuesday since before the election. The goal of those 153 events nationwide — including one at Standing Rock with activist Robert Kennedy Jr. — is to push President Obama to take action to delay or stop the 1,172-mile project through executive action. That message is more urgent now, said Jade Begay, an organizer on the ground at Oceti Sakowin who works with the Indigenous Environmental Network. “Our fight has gotten a lot harder, but it actually makes us stronger,” Begay said. “This is our time to put pressure on President Obama.” Rubber bullet strikes camerawoman at Dakota pipeline protest The Obama administration took action this fall, but the decisions lacked finality. Three federal agencies forced the delay of an easement to drill beneath Lake Oahe to complete the final 90-115 feet of North Dakota construction in September, just hours after a judge ruled that the U.S. Army Corps of Engineers had properly consulted Standing Rock on the project’s potential impact to culturally sensitive sites. Obama said a re-route was on the table earlier this month, but the Justice Department said Thursday it plans to offer a “path forward” on the easement. Trump’s election has given pipeline supporters hope for an end to such rhetoric, and with good reason. Drummers lead a group of Dakota Access Pipeline protesters to the Oceti Sakowin campground after a special ceremony honoring Native American veterans took place on N.D. Highway 1806 on Friday, Nov. 11, 2016.  (Photo: Josh Morgan/Argus Leader) Trump has between $500,000 and $1 million invested in the pipeline, according to a financial disclosure form filed with the Federal Election Commission before Nov. 8. Kelcy Warren, CEO of Dakota Access operator Energy Transfer Partners, contributed $103,000 to Trump’s campaign. Trump’s priorities for his first 100 days include a re-start to the stalled Keystone XL pipeline and an across-the-board expansion of oil, coal and natural gas production. In a call with analysts last week, Warren called Trump’s commitment to infrastructure “refreshing.” None of that news has slowed the steady growth of the North Dakota opposition camps. The flags of hundreds of indigenous tribes worldwide fly in the right-of-way along Highway 1806 leading to Oceti Sakowin and line the well-traveled dirt paths that weave through it. All day and all night, a sacred fire burns, prayers are spoken or sung over the beat of traditional drums and campers paint banners bearing phrases like “NoDAPL,” “Water is Life” or “Defend the Sacred.” The camp has grown markedly in the past two weeks, Begay said, with at least 20 new large tipis erected and the placement of additional solar panels for electricity. A wooden enclosure for the camp’s water supply is rising just south of the sacred fire and yurts are popping up all along the grounds to prepare for the coming winter. “It’s definitely grown,” Begay said. “I don’t think anyone’s lost spirit.” Sonny Iron Cloud, 25, has watched the growth, as well. He left Sioux Falls to come home to Standing Rock a few months ago. Amy Lewis of Austin, Texas, left, and other Dakota Access Pipeline protesters relax at their campsite at the Oceti Sakowin campground near Cannon Ball, N.D. on Saturday, Nov. 12, 2016.  (Photo: Josh Morgan) He’s left the camp a few times since then, and each time he’s returned to find larger crowds, particularly on Saturdays and Sundays. “It gets really packed here on the weekends,” Iron Cloud said. Iron Cloud didn’t see any sort of exodus after the election Tuesday — or even a slowing of the visitors to the tipi where he and a group of young men care for a handful of Crow Creek Reservation horses. “People stayed,” Iron Cloud said. “People are here until the end.” Philadelphia-born Joe Kirby, 31, arrived Thursday from Portland, Ore. Kirby spent months working with Occupy Philadelphia activists in 2011 and says he’s ready to stay in North Dakota as long as he can be useful to the cause. “Now it seems bigger,” Kirby said of Trump’s victory. “If anything, it makes me even more committed to change things.” Twelve students from Linfield College in McMinville, Ore., arrived Friday to volunteer. They’d planned their trip in a Linfield vehicle 10 days before learning the election’s outcome. Sarah Stark, a 21-year-old senior, was disappointed in the outcome, but it didn’t detract from their desire to “do something beyond online activism” to help the protest movement. “I think it gave our group more of a reason to come,” Stark said. Two Dakota Access Pipeline protesters overlook a law enforcement barricade on N.D. Highway 1806 near Cannon Ball, N.D. on Saturday, Nov. 12, 2016.  (Photo: Josh Morgan) Standing Rock Chairman Dave Archambault II formally responded to Trump’s election Wednesday, urging President Obama to “set a lasting and true legacy and respect the sovereignty and treaty rights of Standing Rock and tribal nations across the U.S.” On Friday, however, Archambault II took a conciliatory tone, saying the tribe is ready to work with anyone on the issue of alternative, renewable energy. “When the new president made his speech, he said, ‘We need to unify,’” Archambault II said. “I’m looking at that and saying we can take the good with the bad.” The bad is expected in tribal communities, he said. Historically, the election of one presidential candidate over another has made scant difference in the day-to-day lives of indigenous communities. Democrats and Republicans alike have overlooked tribal struggles and sidestepped tribal sovereignty for hundreds of years. “We understand that there is a lot at stake with this new president, but when you think of the Great Sioux Nation, we’ve had a lot of issues,” he said. “We’ve lived with high poverty rates regardless of who the president is.” Follow John Hult on Twitter: @ArgusJHultor ",
    "title": "Dakota pipeline protesters dig in as Trump nears Oval Office"
   },
   {
    "entities": [
     "brad",
     "reporter",
     "raymond",
     "dirk",
     "john",
     "2013",
     "chris",
     "biggs",
     "trestman",
     "cutler",
     "fox",
     "miller",
     "dotson",
     "jordan",
     "nov. 13, 2016",
     "zach",
     "david",
     "chicago",
     "james",
     "wiederer",
     "dan",
     "noah",
     "mary",
     "spence",
     "tribune",
     "stadium",
     "tampa",
     "koetter",
     "ayers",
     "robert",
     "brian",
     "contact",
     "marc",
     "conte",
     "meredith",
     "second quarter",
     "demar",
     "sunday",
     "cameron",
     "ryan",
     "haugh",
     "buccaneers",
     "hoyer",
     "jay",
     "pace",
     "howard"
    ],
    "id": 23,
    "text": "Bears strut into Tampa overconfident, then get humiliated Brad Biggs, Dan Wiederer on Bears' 36-10 loss to Buccaneers Tribune writers Brad Biggs and Dan Wiederer react to the Bears' 36-10 loss to the Buccaneers.  Tribune writers Brad Biggs and Dan Wiederer react to the Bears' 36-10 loss to the Buccaneers.  Brad Biggs Contact Reporter Chicago Tribune This is what happens when you walk around talking like you're a 6-2 football team. You get humiliated by a bad football team in a stadium where the visiting team almost always has the upper hand. Tampa was bustling with Bears backers all weekend and fans were decked out in navy and orange in every corner of Raymond James Stadium. They came, it turns out, to see a throwback effort to the Marc Trestman era. That's how abysmal the 36-10 loss Sunday to the Buccaneers was. It was the first victory at home for Tampa coach Dirk Koetter and improved the Bucs to 4-17 in their last 21 games at the pirate ship. Coach John Fox gave his Bears players a week off after a rousing victory against the Vikings on Halloween and when they returned you heard the most confident bunch of players you can imagine. They should believe in themselves, but on Sunday you have to show up and play. Jay Cutler turned the ball over four times for the first time since a 40-32 loss to the Lions in Week 4 of the 2013 season. That loss ended the last three-game winning streak the Bears (2-7) have had. Given a chance to win back-to-back games Sunday, they were hideous. Paid well to prevent losses as embarrassing as Sunday's, which painted the Bears as unprepared for the Buccaneers as they were overwhelmed, coach John Fox offered honesty that indicts everybody. \"I didn't see it coming,'' Fox said after a 36-10 defeat at Raymond James Stadium that was as incomprehensible... Paid well to prevent losses as embarrassing as Sunday's, which painted the Bears as unprepared for the Buccaneers as they were overwhelmed, coach John Fox offered honesty that indicts everybody. \"I didn't see it coming,'' Fox said after a 36-10 defeat at Raymond James Stadium that was as incomprehensible... (David Haugh) Cutler, reminding general manager Ryan Pace why he worried about the quarterback when he was hired 22 months ago, was intercepted twice with former Bears safety Chris Conte taking one for a pick-six. Add in a fumble by rookie running back Jordan Howard, who did reach 100 yards, and it was a five-turnover experience. Cutler, an 11th-year veteran, remains oblivious to back-side pressure. Forget the idea of having eyes in the back of his helmet. He has a blindfold. It's no wonder the coaching staff wanted to stick with Brian Hoyer until he suffered a broken left arm and they tried to explain away that Cutler was their guy all along. Uh-huh, sure. On third-and-goal from the 4-yard line and with a chance to take the lead early in the second quarter, Cutler was stripped from behind by rookie Noah Spence. The same thing happened in his own end zone with Robert Ayers getting him from behind. Conte's touchdown, a giveaway in the red zone and a safety add up to a minimum of a 12-point swing, maybe more, and we've already established this is a roster with no room for error. The Bears were as healthy as they had been since training camp and they came in feeling good about their upset of the first-place Vikings. Cameron Meredith caught a tipped pass on a Hail Mary on the final play of the first half, and miraculously the deficit was only 17-10 despite four giveaways. They ran for 102 yards in the first half against a wretched Bucs defense. They just couldn't hold on to the damn ball. Photos of the Bears-Buccaneers game at Raymond James Stadium on Nov. 13, 2016. \"That outcome wasn't even close to being in our mind,\" tight end Zach Miller said. \"I mean, four turnovers in the first half? We're still so in that game. We sucked. Offensively we were terrible.\" Is overconfident a fair charge? \"Who knows?\" Miller said. \"We didn't feel like we were a 2-6 football team. I know that is what our record was. Today proved it, but I don't think we were overconfident. We didn't execute well especially in the red zone.\" The Bucs (4-5) iced the game with a 17-play drive that consumed 9 minutes, 56 seconds. They converted five third downs along the way, imposing their will. Bucs right tackle Demar Dotson said Bears defenders were yapping all day despite the lopsided score. \"They just like to talk,\" he said. \"They're a good defensive group. ... But I think at some point you need to just look at the score and shut up.\" ",
    "title": "Bears strut into Tampa overconfident, then get humiliated - Chicago Tribune"
   },
   {
    "entities": [
     "clinton",
     "monday",
     "donald",
     "the",
     "peters",
     "jeff",
     "u.s.",
     "o\\'brien",
     "michael",
     "mich.",
     "friday",
     "traverse",
     "record-eagle",
     "trump",
     "michigan",
     "nov 13, 2016",
     "tuesday",
     "press",
     "sunday",
     "city",
     "associated",
     "hillary"
    ],
    "id": 24,
    "text": "Police Officer Suspended After Driving With Confederate Flag By The Associated Press TRAVERSE CITY, Mich. \u0097 Nov 13, 2016, 2:45 PM ET 0 Shares Email A northern Michigan police officer has been suspended with pay after he was seen off-duty driving a pickup truck bearing a Confederate flag around a group protesting Republican Donald Trump's election as president. Officer Michael Peters' suspension was announced Sunday by Traverse City police Chief Jeff O'Brien, who earlier said an internal investigation will start Monday to see whether Peters broke any departmental rules. \"He is not working as a police officer,\" O'Brien told the Traverse City Record-Eagle ( http://bit.ly/2euIuE5 ). \"I do not condone his actions.\" O'Brien confirmed that Peters was in a photo taken from Friday's rally. The newspaper could not reach Peters for comment, and The Associated Press was unable to find a telephone number for Peters. The Confederate battle flag is seen by many people as a symbol of hatred and intimidation of African-Americans following the U.S. Civil War and the freeing of blacks from slavery. The flag was flown from the rear bed of a pickup near a \"Love Trumps Hate\" rally in the city. The truck was then parked near the rally where the driver was seen drinking a beer. O'Brien said the behavior was intimidating and not a reflection of the police department's mission, according to the newspaper. \"We will get through this,\" O'Brien said. \"The community will get through this.\" There have been numerous reports of threats, intimidation and racially charged violence around the country since Trump defeated Democrat Hillary Clinton in Tuesday's presidential election . ——— Information from: Traverse City Record-Eagle, http://www.record-eagle.com 0 Shares ",
    "title": "Police Officer Suspended After Driving With Confederate Flag - ABC News"
   },
   {
    "entities": [
     "sao",
     "august",
     "tegel",
     "dec. 4",
     "dom",
     "james",
     "witte",
     "workers\\xe2\\x80\\x99",
     "university",
     "jair",
     "mary",
     "western",
     "kirchner",
     "brazil",
     "union",
     "friday",
     "janeiro",
     "germany",
     "london",
     "u.k.",
     "2018",
     "foreign",
     "morales",
     "front",
     "catholic",
     "paulo",
     "leonard",
     "afd",
     "dilma",
     "asia",
     "farage",
     "paris",
     "latin",
     "bolsonaro",
     "donald",
     "saturday",
     "relations",
     "pontifical",
     "anthony",
     "simeon",
     "south",
     "lima",
     "griff",
     "matteo",
     "getty",
     "cristina",
     "rodrigo",
     "guatemala",
     "rio",
     "florian",
     "november 13",
     "north",
     "evo",
     "europe",
     "national",
     "jo\\xc3\\xa3o",
     "france",
     "de",
     "independence",
     "karla",
     "dondi",
     "york",
     "bolivia",
     "berlin",
     "mindanao",
     "west",
     "images",
     "of",
     "eastern",
     "u.s.",
     "philippot",
     "council",
     "on",
     "faiola",
     "philippines",
     "states",
     "tower",
     "trump",
     "mcauley",
     "america",
     "united",
     "new",
     "mark",
     "duterte",
     "england",
     "southeast",
     "nigel",
     "venezuela",
     "vidarte",
     "britain",
     "manila",
     "washington",
     "austria",
     "andre",
     "penner/ap",
     "party",
     "turner",
     "2013",
     "argentina",
     "atlantic",
     "1945",
     "doria",
     "european",
     "brussels",
     "june",
     "emily",
     "rousseff",
     "e.u",
     "rauhala",
     "phillips",
     "2016",
     "may",
     "renzi",
     "spring",
     "peru",
     "adam",
     "middle",
     "fern\\xc3\\xa1ndez"
    ],
    "id": 25,
    "text": "Trump’s win may be the beginning of a global populist wave  The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it CLOCKWISE FROM TOP LEFT: Marine Le Pen of France’s far-right National Front, Nigel Farage of UKIP and Brexit campaigner, Rodrigo Duterte of the Philippines and Sao Paulo Mayor João Doria. (Jean-Philippe Ksiazek/Afp/Getty Images, Mary Turner / Getty Images, Andre Penner/AP, Dondi Tawatao/Getty Images) By Griff Witte , Emily Rauhala and Dom Phillips November 13 at 5:44 PM Follow @griffwitte Follow emilyrauhala Follow @domphillips LONDON — Not long before Americans shocked the world by selecting Donald Trump to be their next president, a wealthy Brazilian businessman who played a reality-star boss on television became mayor of South America’s largest city.  On the other side of the globe, in Southeast Asia, a gun-slinging vigilante who vowed to kill all criminals and dump their bodies until the “fish will grow fat” was elected to lead a nation of 100 million. And in Britain, voters with a centuries-long streak of moderation and pragmatism opted to ignore the overwhelming advice of experts by leaping into the abyss of life outside the European Union. The populist wave of 2016 that carried Trump to the pinnacle of international power and influence didn’t start in the United States. And it certainly won’t end there.  Instead, the biggest prize yet for a global movement built on a seemingly bottomless reserve of political, economic and cultural grievance is likely to be an accelerant to even more victories for people and causes bent on upending the existing world order.  “Success breeds success,” said Mark Leonard, director of the European Council on Foreign Relations. “Right now, everyone is susceptible to it. The drivers seem to be universal.”  [ Can Trump’s win boost France’s far-right National Front leader Marine Le Pen? ] And unless something dramatic changes to curb the populist appeal, a scattering of surprise victories this year could soon turn into a worldwide rout — the triumph of those who preach strong action over rule of law, unilateralism instead of cooperation and the interests of the majority above the rights of ethnic and religious minorities. “Their world is collapsing,” tweeted a jubilant Florian Philippot, senior adviser to French far-right leader Marine le Pen, following Trump’s victory. “Ours is being built.” With French presidential elections due next spring, Le Pen is well-placed to add Paris to the list of world capitals that have fallen to the populist tide. She is seen as a lock to make it to the final round of voting, and although her chances have long been discounted among political prognosticators in France, that  changed after Trump’s victory . Well before France votes, Austria could become the first country to elect a far-right head of state in Western Europe since 1945 when it picks a president next month. On the same day, Dec. 4, Italians will vote in a constitutional referendum that could bring down the center-left government of Prime Minister Matteo Renzi — while boosting the fortunes of the anti-establishment 5-Star Movement. Although the exact causes of the populist surge vary from country to country, the broad outlines are similar across national boundaries.  Anxiety over economic gains that accrue to the few and leave the rest stagnant or sinking. Unease with the cultural implications of an increasingly interconnected world. And alienation from a self-serving political class that aligns with the wealthy at the expense of the working class. That the populist leaders are often wealthy sons of privilege who bear little relation to the masses they claim to speak for doesn’t matter. “People feel they need a powerful champion to blow the establishment to smithereens,” Leonard said. “Whether the leaders are the same as the people they represent matters less than the fact that they have the intent to disrupt.”  That was certainly the case with Trump, an Ivy League-educated billionaire urbanite who won biggest in rural areas and among less-educated voters. It was true, as well, when Britain voted in June to get out of the E.U. The voters who backed that cause were predominantly from England’s small towns and struggling, postindustrial cities — well outside the booming, cosmopolitan metropolis of London. Voters who wanted to jettison the Brussels bureaucracy ranked immigration atop their list of concerns, and tended to be less educated than those who wanted Britain to maintain its ties across the English Channel.  Yet the movement was led by well-to-do politicians with pedigree from the nation’s fanciest schools. Together, they championed a once-fringe idea and, by urging voters to “Take Back Control” of their own affairs, turned it into a cause that a majority of the country’s voters could back. One of them, former commodities trader Nigel Farage, later became Trump’s most outspoken overseas backer — appearing with him at campaign stops and urging the New York businessman to follow the Brexit model to victory.  Trump did just that, promising “ Brexit times five ” — and delivering.  Farage has pledged to help replicate the electoral success of Brexit and Trump across the West. The longtime leader of the anti-immigration U.K. Independence Party on Saturday became the first British politician to meet with the president-elect, spending an hour with him at Trump Tower and later  posting to Twitter a photo of the two men smiling broadly in front of a set of gilded doors. “Please don’t for a minute think that the change ends here,” Farage wrote Friday in Britain’s mass-circulation Sun tabloid. “Voters across the Western world want nation state democracy, proper border controls and to be in charge of their own lives. Further political shocks in Europe and beyond are coming.” Those sorts of shocks are a new feature of the post-World War II order in the democracies that ring the North Atlantic. They’re more familiar in the developing world. But there, as well, the populist tide is resurgent — and for some of the same reasons that it is rising in the more affluent West. [ Philippines’ Duterte says he and Trump are ‘alike’ — at least in their coarse language ] In May, Filipinos elected as their president Rodrigo Duterte, a man who spent 20 years running a city in the southern Philippines as a mob boss runs a block. Duterte, once nicknamed “the death squad mayor,” was famous for patrolling the streets on a motorbike, weapon at the ready. He bragged about taking justice into his own hands.  As a presidential candidate, Duterte promised violence. He vowed to rid the nation of crime in a matter of months with a vividly apocalyptic vision that involved eliminating “all” suspected criminals. Thousands of people identified as drug dealers and users have since been killed.  As the first president from the southern island of Mindanao, he said, he would challenge Manila’s political class, end politics-as-usual and protect the poor.  That vision resonated among Filipinos who were fed up with the crass corruption of the country’s feudalistic ruling families and outraged by ineffectual police and courts. Duterte, the son of a governor, cast himself as their street-smart savior. He talked like the overconfident older kid on the block, joking about rape, threatening to shoot people and  salting his speeches with curse terms , such as “son of a whore.” The bloodshed and tough talk are fueled, in part, by nostalgic nationalism. When Duterte rails against U.S. colonialism, he appeals to a wounded patriotism, promising to make the country more independent — to make the Philippines great again. Anti-establishment political upheaval has also been a prominent feature of Brazilian politics in recent months — most dramatically in the  controversial August impeachment of leftist president Dilma Rousseff, whose Workers’ Party had run Brazil for 13 years before her ouster.  Stained by accusations over corruption and its economic mismanagement that many blamed for Brazil’s recession, the Workers’ Party took a hammering in last month’s municipal elections. Unconventional politicians were in many cases the beneficiaries. In Rio, an evangelical bishop was elected mayor. In Sao Paulo, João Doria, a millionaire businessman campaigning as a nonpolitician, won South America’s biggest city and its economic powerhouse. Cementing the comparisons to Trump, Doria had starred in Brazil’s version of the reality TV show, “The Apprentice.” The morning after Trump’s victory, Jair Bolsonaro, a far-right lawmaker with presidential ambitions, took to Twitter to congratulate him and promise a similar upset in Brazil’s 2018 elections. #Bolsonaro2018 began trending on Twitter. Oscar Vidarte, a political scientist at the Pontifical Catholic University of Peru, said Trump resembles a classic Latin American type of populist, the caudillo,  a Spanish term that translates roughly to “strongman” or a leader with authoritarian tendencies.   “Trump fits the bill,” Vidarte said. “But in Latin America, the rise of caudillos is enabled by weak institutions. In the U.S., you have to look for different reasons.”  Although outsiders continue to be elected in Latin America — a TV comedian, James Morales, recently won the presidency in Guatemala — longtime strongmen have struggled.  If anything, there is now a backlash against them. Argentina last year voted for an end to a decade of governance by Néstor and Cristina Fernández de Kirchner. A referendum in Bolivia blocked the reelection of President Evo Morales and Venezuela’s Chavismo ,  after 17 years in power, appears to be on its last legs.   Indeed, the most effective way to defeat the populist wave, said Leonard, is often to let them govern. “They don’t do very well,” he said.  [ Reaction to a Hitler exhibit shows how nervous Germans still are about the Nazis ] The most extreme example, of course, is Germany, where the country’s election of a charismatic populist proved catastrophic for the world. Because of the country’s Nazi history, its postwar political system has been designed to defend minority rights and prevent a majoritarian takeover. But terrorist attacks by Islamist radicals and a record wave of Middle Eastern migrants are now testing the national will. The fast-growing Alternative for Germany party, founded in 2013, has galvanized the anti-Islam ranks. The AfD unveiled a scathing denunciation of the faith this year, warning against “the expansion and presence of a growing number of Muslims” on German soil. Adding fuel to the party’s campaign, German authorities have arrested more than a dozen suspected extremists, many of whom entered Germany by masquerading as migrants.   With national elections next year, the party is now supported by nearly 1 in 6 voters and has staged startling gains this year in local elections.   Jürgen Falter, a political scientist and expert on the far-right, described the party’s leadership as “not real neo-Nazis, but rather close.” Its voter base, however, is larger — an amalgamation of Germans fearing everything from foreigners to globalization.   “They managed to get some more moderate and less moderate people supporting them who feel threatened by modernization, by refugees, by Islam,” he said. “And now we are talking about some Trump voters, as well.” Even in Germany, the political unthinkable can no longer be so easily discounted. Rauhala reported from Manila. Phillips reported from Rio de Janeiro. Karla Adam in London, James McAuley in Paris, Simeon Tegel in Lima, Peru, and Anthony Faiola in Berlin contributed to this report. Read more: ",
    "title": "Trump’s win may be the beginning of a global populist wave  - The Washington Post"
   },
   {
    "entities": [
     "national",
     "stephen",
     "committee",
     "donald",
     "steve",
     "npr",
     "sarah",
     "york",
     "republican",
     "goldman",
     "2011",
     "breitbart",
     "bannon",
     "sachs",
     "white",
     "news",
     "friday",
     "tower",
     "trump",
     "montanaro",
     "america",
     "house",
     "priebus",
     "domenico",
     "mccammon",
     "hollywood",
     "new",
     "sunday",
     "k.",
     "city",
     "washington",
     "reince"
    ],
    "id": 26,
    "text": "Reince Priebus, chairman of the Republican National Committee, delivers a speech as Republican President-elect Donald Trump looks on during his election night event in New York City. Chip Somodevilla/Getty Images hide caption toggle caption Chip Somodevilla/Getty Images Reince Priebus, chairman of the Republican National Committee, delivers a speech as Republican President-elect Donald Trump looks on during his election night event in New York City. Chip Somodevilla/Getty Images Less than a week after his election, Donald Trump has begun to fill out the team he plans to bring with him to the White House. The president-elect announced Sunday that he has selected Republican National Committee Chairman Reince Priebus to serve as chief of staff in his incoming administration. In the same announcement, Priebus' appointment shared top billing with the news that Trump campaign CEO Stephen K. Bannon will serve as chief strategist and senior counselor to the president. Steve Bannon exits an elevator in the lobby of Trump Tower on Friday. He has been newly named the chief strategist of the Trump White House. Drew Angerer/Getty Images hide caption toggle caption Drew Angerer/Getty Images Steve Bannon exits an elevator in the lobby of Trump Tower on Friday. He has been newly named the chief strategist of the Trump White House. Drew Angerer/Getty Images \"I am thrilled to have my very successful team continue with me in leading our country,\" said Trump said in the emailed statement. \"Steve and Reince are highly qualified leaders who worked well together on our campaign and led us to a historic victory. Now I will have them both with me in the White House as we work to make America great again.\" The dual selections are likely to send two separate signals to those closely watching Trump's transition into power. The choice of Priebus, who has served as party chairman since 2011, suggests conciliation toward the establishment Republicans with whom Trump has often shared a strained relationship. A veteran GOP operative, Priebus is well accustomed to the capital's corridors of power. As NPR's Eyder Peralta reports for our NewsCast unit, \"In Priebus, Trump finds a Washington insider\" — and one who stayed loyal to Trump during a frequently rocky campaign. \"I am very grateful to the President-elect for this opportunity to serve him and this nation as we work to create an economy that works for everyone, secure our borders, repeal and replace Obamacare and destroy radical Islamic terrorism,\" Priebus said in the statement. Article continues after sponsorship FACT CHECK: Donald Trump's First 100 Days Action Plan Meanwhile, the inclusion of Bannon, the former head of the far-right outlet Breitbart News, suggests another direction entirely. Rumored to be have been considered for chief of staff himself, Bannon \"would have been the insurgent choice\" for the top aide job, Eyder says. He is \"known for his no-holds-barred approach to politics and his popularity among the alt-right ,\" as NPR's Sarah McCammon reported last week . NPR political editor Domenico Montanaro has more on the man who helped steer Trump's campaign during its final months: \"Unquestionably, [Bannon] is a take-no-prisoners operative. A former Hollywood producer, a Goldman Sachs managing director, as well, he ran the Breitbart website, which has become synonymous with the alt-right. And he's certainly no fan of the establishment Republicans.\" The statement did not clarify the distribution of duties between the two men, but said they will work \"as equal partners to transform the federal government.\" ",
    "title": "Donald Trump Taps Reince Priebus As Chief Of Staff, Steve Bannon As Chief Strategist : The Two-Way : NPR"
   },
   {
    "entities": [
     "brad",
     "reporter",
     "brooks",
     "clinton",
     "raymond",
     "monday",
     "john",
     "rosenbloom",
     "grimes",
     "biggs",
     "donald",
     "steve",
     "cutler",
     "fox",
     "chris",
     "era",
     "ted",
     "florida",
     "hail",
     "nov. 13, 2016",
     "david",
     "chicago",
     "james",
     "vikings",
     "barkley",
     "wiederer",
     "dan",
     "alshon",
     "2009",
     "mary",
     "tribune",
     "tampa",
     "stadium",
     "matt",
     "derrick",
     "ayers",
     "lynch",
     "robert",
     "2017",
     "brian",
     "contact",
     "sapp",
     "trump",
     "brent",
     "conte",
     "jeffery",
     "nfc",
     "phillips",
     "warren",
     "sunday",
     "north",
     "ryan",
     "haugh",
     "hoyer",
     "buccaneers",
     "jay",
     "nfl",
     "hillary",
     "pace",
     "oct. 20"
    ],
    "id": 27,
    "text": "Travesty in Tampa confirms Bears one of NFL's worst; nobody should feel safe Photos of the Bears-Buccaneers game at Raymond James Stadium on Nov. 13, 2016. David Haugh Contact Reporter Chicago Tribune Paid well to prevent losses as embarrassing as Sunday's, which painted the Bears as unprepared for the Buccaneers as they were overwhelmed, coach John Fox offered honesty that indicts everybody. \"I didn't see it coming,'' Fox said after a 36-10 defeat at Raymond James Stadium that was as incomprehensible as any he has endured with the Bears. The eyes can be the first thing to go for a football coach. But worse than Fox not seeing the Bears' abysmal effort coming, nothing that happened in the three-hour snoozefest suggested he knew how to stop it. Chicago constantly wants to debate quarterback Jay Cutler's future — at this point, it only will be surprising if he remains a Bear in 2017 — but things have deteriorated enough to start discussing Fox's too. And general manager Ryan Pace's. And team President Ted Phillips ', given that Phillips sits in a chair best occupied by a football executive. A team so maddeningly inconsistent 22 months into a regime requires a thorough evaluation, from the person who signs the checks to the guy who carries Fox's sideline cord. The Bears responded to their vacation week by taking another Sunday off, showing no evidence of coaching. Whether getting flagged for false starts or catching punts at the 5, the Bears too often lacked intelligence and intensity. That's on the 53 professionals on the roster but, in the NFL , getting them ready falls on the head coach and his staff. Vikings , Bears players and coaches commented on how emotional and passionate and great Jay Cutler was. Many of them offered thoughts on the leadership he provided as well as his excellent execution. I know Bears coaches and his teammates... After their surprising “Monday Night Football’’ win over the Vikings , Bears players and coaches commented on how emotional and passionate and great Jay Cutler was. Many of them offered thoughts on the leadership he provided as well as his excellent execution. I know Bears coaches and his teammates... (Steve Rosenbloom) It matters not one iota how average the rest of the NFC North has become; the Bears remain one of the NFL's worst teams. Sunday's travesty in Tampa confirmed it. No longer do the Bears have the Cubs as cover to distract our city's sports attention. In their first game since baseball season ended, the Bears only inspired apathy that often precedes irrelevance. The easier the Bears become to ignore, the harder it will be for the McCaskeys to justify doing nothing. The Bears entered the game as healthy as they have been yet made their fans feel sick after an outbreak of ineptness. All over the Buccaneers home stadium, seats were filled with loud and loyal people in orange-and-blue T-shirts and jerseys who wasted their money to see the Bears lose a winnable game. In retrospect, maybe rewarding a two-win team with an entire week off won't go down as one of Fox's brightest ideas. And while we're second-guessing, once Brian Hoyer broke his arm against the Packers on Oct. 20, were there no available veteran alternatives better than Matt Barkley ? Cutler deserved to be pulled after his third turnover Sunday, but no legitimate option existed. \"Our whole team was off today,\" Fox said. \"I don't think you can put it on one guy.'' Brad Biggs, Dan Wiederer on Bears' 36-10 loss to Buccaneers Tribune writers Brad Biggs and Dan Wiederer react to the Bears' 36-10 loss to the Buccaneers.  Tribune writers Brad Biggs and Dan Wiederer react to the Bears' 36-10 loss to the Buccaneers.  See more videos If this Buccaneers defense included Warren Sapp, Derrick Brooks and John Lynch, Cutler looking so lousy would have been understandable. But for an 11th-year veteran facing a bottom-five defense, the mistakes were unacceptable. Five Bucs opponents have scored 27 or more points, but the Bears' lone touchdown came on a fluke of a 50-yard Hail Mary pass. \"I didn't play well,'' Cutler acknowledged. Truth is, seldom has Cutler suffered through a worse stretch. Days after making national headlines by declaring himself a Donald Trump supporter, Cutler's play was deplorable. You might say Cutler made Bears opponents feel great again with familiar poor judgment. Only Hillary Clinton suffered a more disappointing performance in Florida this month. The same experienced quarterback who displayed such urgency against the Vikings showed a rookie's awareness. On Cutler's first interception, he stared down Alshon Jeffery and threw the slant pass even after cornerback Brent Grimes assumed inside position. On the second one, he floated a play-action, throwback pass that former Bears safety Chris Conte returned 20 yards for a touchdown before giving Chicago the proverbial middle finger. Cutler's two strip-sack fumbles — one in the red zone and the other in the end zone — reminded everybody how confounding Cutler remains. How many times has he fumbled on similar plays? To underscore the agony for everyone cursing the Cutler Era, the Bucs pass rusher who forced the safety — end Robert Ayers — was the player the Broncos drafted at No. 18 overall in 2009 with one of the picks the Bears traded them. ",
    "title": "Travesty in Tampa confirms Bears one of NFL&apos;s worst; nobody should feel safe - Chicago Tribune"
   },
   {
    "entities": [
     "cnn",
     "j.",
     "to",
     "stance",
     "julie",
     "stephen",
     "donald",
     "first",
     "times",
     "thursday",
     "york",
     "arthur",
     "newsletters",
     "korea",
     "appears",
     "nyt",
     "morning",
     "draft",
     "the",
     "oval",
     "d.",
     "v.",
     "obama",
     "breitbart",
     "bannon",
     "evening",
     "briefingsubscribed",
     "office",
     "paul",
     "hirschfeld",
     "sulzberger",
     "white",
     "news",
     "political",
     "wednesday",
     "soften",
     "wade",
     "tower",
     "trump",
     "tuesday",
     "roe",
     "jr.",
     "baquet",
     "house",
     "america",
     "kellyanne",
     "cbs",
     "mr.",
     "court",
     "japan",
     "conway",
     "davis",
     "new",
     "sunday",
     "north",
     "k.",
     "ryan",
     "1973",
     "march",
     "supreme",
     "washington"
    ],
    "id": 28,
    "text": "Donald Trump Appears to Soften Stance on Immigration, but Not on Abortion By JULIE HIRSCHFELD DAVIS Continue reading the main story Photo President-elect Donald J. Trump during a meeting with the House speaker, Paul D. Ryan, last week on Capitol Hill. Credit Al Drago/The New York Times WASHINGTON — President-elect Donald J. Trump appeared to soften some of his hardest-line campaign positions on immigration on Sunday, but he also restated his pledge to roll back abortion rights and used Twitter to lash out at his critics, leaving open the possibility that he would continue using social media in the Oval Office and radically change the way presidents speak to Americans. In his first prime-time television interview since his upset victory on Tuesday , Mr. Trump repeated his promise to name a Supreme Court justice who opposed abortion rights and would help overturn the 1973 Roe v. Wade decision that recognized them, returning the issue to the states. Asked where that would leave women seeking abortions, Mr. Trump said on the CBS program “60 Minutes,” “Well, they’ll perhaps have to go — they’ll have to go to another state.” On immigration, he said the wall that he has been promising to build on the nation’s southern border might end up being a fence in places. But he said his priority was to deport two million to three million immigrants he characterized as dangerous or as having criminal records, a change from his original position that he would deport all of the estimated 11 million undocumented immigrants in the country. President Obama has deported more than two million undocumented immigrants during his time in office. Continue reading the main story Mr. Trump said that undocumented immigrants who are not criminals are “terrific people,” and that he would decide how to handle them after the border is secure. The House speaker, Paul D. Ryan , echoed the president-elect, saying on Sunday that there would be no deportation force, something Mr. Trump had promised to create early in his campaign. Advertisement Continue reading the main story “That’s not what we’re focused on,” Mr. Ryan said on CNN’s “State of the Union.” Mr. Trump also said he considered the Supreme Court decision last year that validated same-sex marriages as settled, and that he was “fine with that.” He endorsed popular aspects of President Obama’s health insurance law, including a provision that requires coverage of people with pre-existing medical conditions and one that allows young people to remain on their parents’ plans until the age of 26. But even as he appeared to inch toward the political center, Mr. Trump used a series of postings on Twitter to argue that The New York Times’s coverage of him has been “BAD” and “very poor and highly inaccurate.” He falsely stated that The Times had issued an apology to readers, an apparent reference to a letter to readers from The Times’s publisher, Arthur Sulzberger Jr., and its executive editor, Dean Baquet. The letter noted the unpredictable nature of the election and said The Times aimed to “rededicate” itself to “the fundamental mission of Times journalism.” In the letter, The Times posed a series of what it called inevitable questions, including, “Did Donald Trump’s sheer unconventionality lead us and other news outlets to underestimate his support among American voters?” Mr. Trump also claimed that the newspaper had been losing thousands of subscribers over its campaign coverage. In a Twitter message in reply to Mr. Trump, The Times said it had seen a “surge” in new subscriptions since the election — four times the pre-election rate. “We’re proud of our election coverage & we will continue to ‘hold power to account,’” The Times said . Mr. Trump, in another Twitter post , said The Times had falsely reported that he believed additional nations should acquire nuclear arms. However, in an interview in March with The Times, Mr. Trump, asked about the North Korean threat to its neighbors, said he thought America’s allies might need their own nuclear deterrent. “If Japan had that nuclear threat, I’m not sure that would be a bad thing for us,” he said. Later, he added, “The bottom line is, I think that frankly, as long as North Korea’s there, I think that Japan having a capability is something that maybe is going to happen whether we like it or not.” Advertisement Continue reading the main story His posts on Twitter were a striking public display from a man who, after winning the election, had worked to project an air of seriousness and self-discipline, first in a victory speech early Wednesday and then in an Oval Office meeting the next day with Mr. Obama, whom he called a “good man” for whom he had “great respect.” Photo Kellyanne Conway, a member of Mr. Trump’s transition leadership team, arrived on Sunday at Trump Tower in New York. Credit Ruth Fremson/The New York Times But by Thursday evening, Mr. Trump was using Twitter to complain about demonstrations against his victory , saying they were being mounted by “professional protesters, incited by the media,” and branding them as “very unfair!” The social media sniping — unparalleled in the history of presidential communication — suggested that Mr. Trump plans to bring his confrontational style of speaking to Americans to the White House, working to undercut news outlets that do not comport with his views, silence his critics and elevate his own standing. On Sunday, he selected Stephen K. Bannon, the executive chairman of Breitbart News, a site known for its nationalist, racially charged and conspiracy-laden coverage, to be his chief strategist and senior counselor. It was only one indication of the extraordinary nature of the president-elect’s tactics and those of his inner circle. First Draft Political news and analysis from the staff of The New York Times. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "Donald Trump Appears to Soften Stance on Immigration, but Not on Abortion - The New York Times"
   },
   {
    "entities": [
     "cdc",
     "orleans",
     "last 10 years",
     "john",
     "school",
     "69 percent",
     "clinic",
     "inc",
     "medicine",
     "&",
     "arnold",
     "school-uq",
     "chip",
     "sydell",
     "nissen",
     "proceedings",
     "of",
     "heart",
     "interactive",
     "50 percent",
     "ochsner",
     "family",
     "news",
     "2014",
     "vascular",
     "lavie",
     "nov 13, 2016",
     "dr.",
     "nissan",
     "cbs",
     "mayo",
     "new",
     "2004",
     "cleveland",
     "2005",
     "2.5 percent",
     "clinical\\xc2\\xa0",
     "fda",
     "institute",
     "steven",
     "miller"
    ],
    "id": 29,
    "text": "CBS News Nov 13, 2016 5:00 PM EST Back in 2004, a popular arthritis drug called Vioxx was pulled off the market when studies showed daily long-term use could increase the risk of heart attack, stroke and death.  “This was one of the most important safety events really in recent medical history,” Dr. Steven Nissen of the Cleveland Clinic, one of the first researchers to link Vioxx to the life-threatening cardiovascular side effects, told CBS News.  It also raised concerns about whether another, similar drug — celecoxib, marketed as Celebrex — might have similar risks. But today, Nissen and colleagues reported findings of a major 10-year study which found no such problems with Celebrex, offering reassurance to millions of patients and potentially changing the way doctors approach treating arthritis pain. For the study involving 24,081 heart patients and people at an increased risk for cardiovascular disease, the researchers compared celecoxib with the nonsteroidal anti-inflammatory drugs, or NSAIDs ,  naproxen (Aleve) and ibuprofen (Motrin or Advil) and found celecoxib no more dangerous to the heart than the two NSAIDs, which have been prescribed for decades. Celebrex was even safer when it came to certain side effects, like serious gastrointestinal problems. The results surprised Nissen and other heart experts involved in the study, he said. “Celebrex is a drug that has a very similar method of action to Vioxx and so the FDA was worried that Celebrex might share the same risk,” said Nissen, chairman of the department of cardiovascular medicine at Cleveland Clinic’s Sydell and Arnold Miller Family Heart & Vascular Institute. There was even some evidence already pointing to it, he added. CDC urges doctors to back off opioid painkiller prescriptions Given the fact that both Celebrex and Vioxx were taken by millions of Americans, Nissen said the FDA called for a clinical trial to find out whether or not Celebrex shared the same risks that led to the withdrawal of Vioxx. Celebrex is in the same class of medicines as Vioxx, called  COX-2 inhibitors .  “At the end of the day, we designed the trial to determine whether or not Celebrex had the same risks,” he said. The trial began in 2005 and took place at more than 900 medical centers in 13 countries. “It took 10 years because in order to study these kind of safety issues, you need a lot of patients and we needed almost 1,000 sites around world to participate, and we needed 24,000 patients in order to have enough patients to actually answer the critical scientific questions,” Nissen said. Participants were randomly assigned to receive celecoxib (100 milligrams twice a day), ibuprofen (600 milligrams three times a day), or naproxen (375 milligrams twice a day). On follow-up visits, patients with rheumatoid arthritis could bump up the dose of celecoxib to 200 milligrams twice a day, the dose of ibuprofen to 800 milligrams three times a day, or the dose of naproxen to 500 milligrams twice a day to help with symptoms. For patients with osteoarthritis , increases in the doses of ibuprofen and naproxen, but not Celebrex, were allowed. The patients were treated and followed up anywhere from 20 to 34 months, during which time they were monitored for gastrointestinal and kidney side effects. During the trial, almost 69 percent dropped out; 2.5 percent of the patients died. Nissen suspected there might be a mechanism that would result in Celebrex having at least a modestly higher risk of causing heart disease events compared with ibuprofen and naproxen. His aim was to discover whether or not there was enough of an increased risk to warrant stronger warnings on the pills — or even potentially removing the drug from pharmacy shelves. “I thought that it would probably tilt against Celebrex. That’s what most people in the world thought,” he said, referring to colleagues in cardiovascular medicine. But instead the study confirmed its safety.  “Everybody was wrong” “Everybody was wrong, including me. In fact, the actual rate of heart disease events with Celebrex was a little bit lower than it was for these older drugs like ibuprofen and naproxen,” he said. The strength of the evidence was overwhelming.” The difference between the three drugs was not statistically significant but it did trend in a direction that was more favorable for Celebrex, said Nissen. Study finds certain exercises can help osteoarthritis patients Nissen said it’s important for the public to understand that the researchers weren’t studying the occasional use of these drugs — instead they focused on patients with  osteoarthritis  or rheumatoid arthritis who take the drugs every day to control pain. “This was a higher dose than what people would take for, say, a headache. It was two to three times as much as people would take for a headache, joint pain or muscle aches,” he explained. One of the reasons Vioxx and Celebrex were developed was to create drugs that wouldn’t be as hard on the digestive system as standard pain relievers, which can lead to ulcers and to bleeding. Nissen said it was “very striking” that when it came to side effects, there was about a 50 percent lower risk of having a serious gastrointestinal complication from Celebrex compared to ibuprofen or naproxen. “It was better on gastrointestinal safety and that does give us choices. It gives physicians the opportunity to give a drug that is safe for the heart and possibly more safe for the stomach,” he said. The drug also had lower rates of kidney side effects compared to ibuprofen. Dr. Chip Lavie, medical director of cardiac rehabilitation and prevention at John Ochsner Heart and Vascular Institute and professor of medicine at Ochsner Clinical  School-UQ School of Medicine, in New Orleans, told CBS News, “Celebrex has always carried the baggage of being in the same COX-2 [class] as Vioxx, whereas many have considered the other NSAIDs to be safer. Many studies over the years have demonstrated that Celebrex and the COX-2 are safer from a GI [gastrointestinal] standpoint, even though all NSAIDs have GI side effects, and almost all studies suggest that NSAIDs have adverse renal [kidney] effects.” Lavie, who was not involved in the study, said while the new research confirms Celebrex has fewer gastrointestinal and kidney side effects compared with NSAIDs, the real concern that remained was regarding potential heart risks. “Although this large study was not with high-risk patients with advanced heart disease, and there were high drop-outs, still, the cardiac toxicity and survival seemed similar to even slightly better with Celebrex than with the other agents. Certainly, there was nothing negative with Celebrex,” said Lavie, who is also associate editor and cardiovascular section editor of Mayo Clinic Proceedings. There other plusses to Celebrex when it comes to heart patients, Lavie added.  “Celebrex, unlike the other agents, does not have anti-platelet effects so is safer to combine with other blood thinners and can be taken peri-operatively — and even before the operation without increasing bleeding — to reduce post-operative pain, and also does not block the potent anti-platelet effects of aspirin, which is very important for many of my patients,” said Lavie. Doses of Celebrex higher than those used in the study have been shown to cause heart risks in one previous trial, the study authors warned. Nissen also warned against turning to opioids for pain relief. The new findings will likely influence how doctors prescribe arthritis medications to their heart patients, but it may take time before formal guidelines come out, said the study author. The price of the drug has fallen dramatically since generic options became available in 2014, so it’s also an affordable choice.  “I do think that physicians are going to now tilt more towards using Celebrex,” Nissan said.  “I must tell you I was stunned by the results. I don’t think there are very many people in the world who thought this,” Nissen said. “I’ve been telling my patients to take naproxen for the last 10 years and that was wrong advice.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Celebrex arthritis drug just as safe as NSAIDs for pain relief, with fewer side effects, study finds - CBS News"
   }
  ]
 }
}