{
 "15": {
  "col-sim": {
   "cosine": 0.2616143847623306,
   "entity": 0.2537081317024624
  },
  "exec-time": 70.03592658042908,
  "links": [
   {
    "entities": [
     "hopwood",
     "wusa",
     "clinton",
     "luis",
     "via",
     "school",
     "dnc",
     "john",
     "demonstrators",
     "magana",
     "mike",
     "wash",
     "bush",
     "angeles",
     "circle",
     "miami",
     "elliott",
     "garcia",
     "chinn",
     "rosa",
     "skinner",
     "austin",
     "beach",
     "thousands",
     "eisman",
     "mich",
     "jim",
     "brola",
     "goldman",
     "chicago",
     "john\\'s",
     "mariachi",
     "district",
     "people",
     "salt",
     "college",
     "university",
     "hemming",
     "chelsea",
     "mary",
     "jennifer",
     "jane",
     "vegas",
     "lane",
     "u.c.",
     "silver",
     "spokane",
     "risberg",
     "union",
     "justin",
     "marshall",
     "grand",
     "republic",
     "roybal",
     "sanders",
     "morse",
     "golden",
     "seattle",
     "chiu",
     "boston",
     "elaine",
     "joshua",
     "las",
     "anti-donald",
     "palm",
     "bowman",
     "oza",
     "capitol",
     "va.",
     "nix",
     "edward",
     "saxon",
     "waterfront",
     "maryland",
     "anti",
     "burchell",
     "building",
     "filmmaker",
     "ocean",
     "grace",
     "generation",
     "r.",
     "northwest",
     "teachers",
     "calif.",
     "penn",
     "arizona",
     "atlanta",
     "otis",
     "jeffrey",
     "donald",
     "saturday",
     "ankur",
     "police",
     "oakland",
     "courthouse",
     "st.",
     "watson",
     "mission",
     "reed",
     "ted",
     "ktla",
     "morning",
     "robertson",
     "foley",
     "kourkounis",
     "cassidy",
     "hall",
     "david",
     "sen.",
     "utah",
     "dovarganes",
     "kansas",
     "48%",
     "spencer",
     "bay",
     "johnson",
     "calif",
     "stephanie",
     "dozens",
     "jeff",
     "raucheisen/naples",
     "bridge",
     "chronicle",
     "francisco",
     "dholakia",
     "paul",
     "athens",
     "cory",
     "lily",
     "news-record",
     "news",
     "avenue",
     "michelle",
     "getty",
     "ore.",
     "bartels",
     "denver",
     "nelson",
     "smith",
     "platt",
     "kamm",
     "tuesday",
     "makela",
     "janner",
     "colleen",
     "felomina",
     "usa",
     "mehreen",
     "charlie",
     "long",
     "veda",
     "ronald",
     "scott",
     "carl",
     "irwin",
     "hope",
     "north",
     "ryan",
     "nov. 12, 2016",
     "fla",
     "city",
     "ducey",
     "state",
     "marcos",
     "texas",
     "hayden",
     "fort",
     "beaty",
     "janowsky",
     "boulder",
     "lowell",
     "portland",
     "group",
     "lulu",
     "lin",
     "next",
     "dasilva",
     "monday",
     "kena",
     "vigaray",
     "crispin",
     "bernie",
     "jansky",
     "network",
     "arielle",
     "ethan",
     "roark",
     "max",
     "nicholas",
     "colo.",
     "congress",
     "47%",
     "harrisonburg",
     "oviedo",
     "york",
     "rapids",
     "chaudhary",
     "sweet",
     "philadelphia",
     "javkhlantugs",
     "the",
     "jason",
     "west",
     "strip",
     "edie",
     "tarrant",
     "images",
     "of",
     "aiken",
     "7:29 p.m. est",
     "yao",
     "u.s.",
     "berkeley",
     "hagen",
     "students",
     "eisen",
     "thompson",
     "kristopher",
     "matthew",
     "white",
     "michael",
     "thames",
     "pressphoto",
     "sproul",
     "federal",
     "damian",
     "jessica",
     "latino",
     "tower",
     "gate",
     "nevada",
     "trump",
     "locher",
     "nicole",
     "phoenix",
     "high",
     "ringo",
     "karen",
     "tyska",
     "united",
     "worth",
     "new",
     "sunday",
     "betancur",
     "protesters",
     "mark",
     "ben",
     "guidelines",
     "l.",
     "short",
     "ore",
     "roberson",
     "jay",
     "teagan",
     "alba",
     "susan",
     "miller",
     "lopes",
     "kevin",
     "washington",
     "cervantes",
     "j.",
     "md.",
     "to",
     "peter",
     "sanchez",
     "area",
     "madeline",
     "abigail",
     "s.",
     "berkley",
     "mcnew",
     "action",
     "fairview",
     "square",
     "louis",
     "florida",
     "afp/getty",
     "nov. 13, 2016",
     "bryan",
     "lake",
     "california",
     "daily",
     "eric",
     "nov. 14, 2016",
     "nick",
     "moore",
     "tribune",
     "november 14, 2016",
     "times-union",
     "european",
     "lebowitz",
     "guerra",
     "tanan",
     "hughes",
     "county",
     "king",
     "parks",
     "camera",
     "agency",
     "san",
     "riedel",
     "connolly",
     "conversation",
     "house",
     "warren",
     "ap",
     "dulles",
     "press",
     "plaza",
     "eugene",
     "armando",
     "park",
     "altaffer",
     "albany",
     "spring",
     "miler",
     "larson",
     "daniel",
     "ut",
     "hillary",
     "los"
    ],
    "id": 0,
    "text": "Students lead new wave of anti-Trump protests High school students led the charge Monday as protests rolled into a sixth day.  Post to Facebook Students lead new wave of anti-Trump protests High school students led the charge Monday as protests rolled into a sixth day.  Check out this story on USATODAY.com: http://usat.ly/2fTIeg0 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 32 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Students lead new wave of anti-Trump protests Susan Miller , USA TODAY 7:29 p.m. EST November 14, 2016 x Share Students from several schools in Maryland walked out of class to protest President-elect Donald Trump. School officials say the walkout was organized by the students and that no teachers were involved. WUSA Students from numerous Los Angeles area high schools come together in Mariachi Plaza before continuing their march to City Hall to protest the upset election of Republican Donald Trump over Democrat Hillary Clinton on Nov. 14, 2016. (Photo: David McNew, Getty Images) High school students led the charge Monday as protests against President-elect Donald Trump rolled into a sixth day. Hundreds of teens, many not even old enough to vote, exited classrooms on both coasts, carting signs and chanting slogans against a man they say poses a threat to their future. The students are part of a protest movement that has seen tens of thousands taking to the streets in U.S. cities large and small after Tuesday's election. Monday's protests happened in Los Angeles, Portland, Ore., and Silver Spring, Md., among others. While most protesters acknowledge they can't change the fact that Trump beat Democratic rival Hillary Clinton in the electoral vote count, they say they want to make a statement that the Republican's barbed campaign comments against women, Muslims, immigrants and beyond aren't acceptable and Trump's policies have not earned a national mandate. Clinton still leads Trump 48% to 47% in the popular vote. In Los Angeles, students converged Monday on Mariachi Plaza, a gathering spot for the city's iconic musicians, and marched to City Hall. The walkout was part of a planned demonstration in the Los Angeles Area School District, KTLA reported. “Although it has been nearly a week since the presidential election, many students remain concerned about the outcome and want their voices to be heard,” Superintendent Michelle King said in a statement released by the district Monday morning, KTLA said. “These are important conversations that need to take place. We want our students to know they are not alone.” Trump protesters' resounding message: No national mandate The students carried signs with message such as \"Be Kind Not Racist,\" \"We Reject the President Elect\" and \"Bridges Not Walls.\" Many of the youths were Latino, and some lifted aloft Mexican and American flags as they trekked down the street. Some protest signs were in Spanish. A few students had a rejoinder for those charging that the younger generation, many loyal to Sen. Bernie Sanders in the Democratic primaries, bears responsibility for Trump's stunning upset.  \"Don't Blame Millennials or the 3rd Party Vote; Blame the DNC,\" one sign read. United Teachers Los Angeles union applauded the walkout, saying the union \"stands proudly\" with the students, KLTA reported. \"We believe students should join their communities in expressing themselves through peaceful protests,\" the union said in a statement. Students from several high schools rally after walking out of classes to protest the election of Donald Trump as president in downtown Los Angeles on Nov. 14, 2016.  (Photo: Reed Saxon, AP) In Silver Spring, Md., a northern suburb of the nation's capital, youths from five high schools walked out en masse Monday morning for a student-led march. About 500 students, some chanting \"we reject the president-elect,\" blocked traffic on a busy downtown boulevard on their journey to Veteran's Plaza. School officials said no teachers were involved in organizing the protest. “We want the children to realize what their political power is and how to utilize their voices,” said pastor Jeffrey Thames, who joined the protest at one point. Other passersby offered words of encouragement. In Portland, Ore., hundreds of students from at least three schools also staged a walkout and march to City Hall. The protesters caused some disruptions for shoppers and merchants when they headed to a shopping mall. While most of the anti-Trump protests have been peaceful, Portland has had a turbulent week with nightly demonstrations that have turned violent and led to at least 100 arrests. On Saturday, protesters blocked streets and tossed bottles and other projectiles at police officers. Posted! A link has been posted to your Facebook feed. Nurya Temam, center front, a 10th grade student at Northwest School, cheers with other students who walked out of classes as they protest the election of Donald Trump, Nov. 14, 2016, in Seattle.  Elaine Thompson, AP Students holding signs and chanting slogans march to protest the election of Donald Trump as president in Los Angeles,  Nov. 14, 2016.   Nick Ut, AP Students from numerous area high schools walked out of class to hold a protest march near City Hall against the upset election of Donald Trump for president.   David McNew, Getty Images Students from several high schools rally after walking out of classes to protest the election of Donald Trump as president in downtown Los Angeles, Nov. 14, 2016.  Reed Saxon, AP High school students walked out of classes to protest the election of Donald Trump as president in downtown Los Angeles, Nov. 14, 2016.  Reed Saxon, AP Harrisonburg High School students, joined by members of the community, cross the street into Court Square to stage a demonstration against President-elect Donald Trump in Harrisonburg, Va., Nov. 14, 2016.  Daniel Lin, Daily News-Record, via AP Protesters hold signs as they march in opposition to the election of President-elect Donald Trump Sunday in St. Louis.  Jeff Roberson, AP Demonstrators protest against President-elect Donald Trump on Fifth Avenue outside Trump Tower Sunday in New York.  Bryan R. Smith, AFP/Getty Images Protesters demonstrate Sunday in Philadelphia.  Mark Makela, Getty Images Protesters on Sunday in Philadelphia.  Mark Makela, Getty Images Thousands of anti-Trump protesters, including many pro-immigrant groups, hold a demonstration along Fifth Avenue in New York.  Spencer Platt, Getty Images Veda Bartels, 3, left, and Edie Marshall, 4, hold up signs while riding in a stroller during an anti-Trump march through Golden Gate Park in San Francisco. Thousands marched from Golden Gate Park to Ocean Beach.  Michael Short, San Francisco Chronicle, via AP Thousands of anti-Trump protesters demonstrate in New York.  Spencer Platt, Getty Images Protestors hold signs against President-elect Donald Trump, Nov. 13, 2016, in Philadelphia.  Mark Makela, Getty Images Protesters hold signs as they prepare to march in opposition to the election of Donald Trump in St. Louis.  Jeff Roberson, AP Protesters demonstrate against President-elect Donald Trump outside Independence Hall in Philadelphia.  Mark Makela, Getty Images Protesters demonstrate against President-elect Donald Trump in Philadelphia.  Mark Makela, Getty Images Protesters demonstrate in opposition to the election of President-elect Donald Trump as they march along the Las Vegas Strip.  John Locher, AP Anti-Trump protesters march to the Utah State Capitol in Salt Lake City.  Chris Detrick/The Salt Lake Tribune via AP Mary Johnson protests against the election of President-elect Donald Trump in front of City Hall in Kansas City.   Charlie Riedel, AP People protest against the election of President-elect Donald Trump in Kansas City.   Charlie Riedel, AP Anti-Trump protesters start from Hemming Park to the offices of The Florida Times-Union.   Bob Self/The Florida Times-Union via AP Demonstrators hold banners as they protest during a march in downtown Washington.  Jose Luis Magana, AP A crowd marches from Union Square to Trump Tower in New York.  Yana Paskova, Getty Images Anti-Donald Trump protesters march on the Las Vegas Strip.  Ethan Miler, Getty Images Colleen Brola of Nevada holds a sign in Las Vegas.  Ethan Miller, Getty Images Protesters are detained by police after a protest against President-elect Donald Trump in Portland, Ore.  Ankur Dholakia, AFP/Getty A demonstrator holds a banner as they protest during a march in downtown Washington in opposition of President-elect Donald Trump.  Jose Luis Magana, AP Thousands of people march to protest against President-elect Donald Trump in Los Angeles on Nov. 12, 2016.  Eugene Garcia, European Pressphoto Agency Otis Nix, 8, holds a \"Trump is Mean\" sign during a protest outside the U.S. Federal Courthouse in Spokane, Wash.  Dan Pelle/The Spokesman-Review via AP Demonstrators protest against President-elect Trump in front of Trump Tower in New York.   Kena Betancur, AFP/Getty Images People take part in a protest at Union Square in New York.  Kena Betancur, AFP/Getty Images Demonstrators gather outside the Edward Roybal Federal Building in Los Angeles.  Ringo Chiu, AFP/Getty Images Demonstrators gather in Los Angeles.  Ringo Chiu, AFP/Getty Images Demonstrators  protest against President-elect Donald Trump in Los Angeles.  Ringo Chiu, AFP/Getty Images Officers carry away a protester who had breached the barricade in front of Trump Tower in New York.  Kevin Hagen, European Pressphoto Agency Demonstrators hold signs outside Trump Tower in New York.  Mary Altaffer, AP Demonstrators rally outside Trump Tower in New York.  Mary Altaffer, AP Police officers look down from Trump Tower as thousands of protesters gather.   Kevin Hagen, European Pressphoto Agency Filmmaker Michael Moore joins the demonstrators during a protest near Trump Tower in New York.  Mary Altaffer, AP Police escort thousands of protesters as they march up Fifth Avenue in New York.  Kevin Hagen, European Pressphoto Agency Demonstrators chant slogans as they protest against the election of President-elect Trump in New York.  Mary Altaffer, AP Thousands of protesters march up Fifth Avenue in  New York.  Kevin Hagen, European Pressphoto Agency Grace Burchell, left, and Teagan Sweet, both Freshman at St. John's College, chant during a protest in New York's Union Square.  Mary Altaffer, AP Anti-Trump demonstrators hold a U.S. flag upside-down as they march in a rally in downtown Los Angeles.  Damian Dovarganes, AP A demonstrator carries a Trump pinata as thousands march in Los Angeles.  Mike Nelson, European Pressphoto Agency Thousands of people march to protest against president-elect Donald Trump in Los Angeles.  Eugene Garcia, European Pressphoto Agency Thousands of demonstrators march in Los Angeles.  Mike Nelson, European Pressphoto Agency A woman holds a poster during a rally against President-elect Trump in Union Square in New York.   Kena Betancur, AFP/Getty Images Demonstrators march to protest against President-elect Trump in Los Angeles.   Ringo Chiu, AFP/Getty Images A group of students demonstrate outside of the White House in opposition of President-elect Trump in Washington.  Jose Luis Magana, AP Protesters march in the street to demonstrate against the election of President-elect Trump in Atlanta.   David Goldman, AP A Trump supporter with a flag, left, counterprotests as Mark Hughes, right, President of the Next Generation Action Network, Tarrant County chapter, leads a small group outside the courthouse in Fort Worth, Texas.  Brandon Wade/Star-Telegram via AP People protest President-elect Donald Trump during a non-violent march in downtown Miami.  Nicole Raucheisen/Naples Daily News via USA TODAY NETWORK A large crowd protests in opposition to President-elect Donald Trump in front of the luxury condominium towers that bear his name along the waterfront in West Palm Beach, Fla.   Damon Higgins/Palm Beach Post via AP Ben Jansky and his mother, Jennifer Dulles, pause while marching as they protest the election of President-elect Donald Trump in Denver.  Jason Connolly, AFP/Getty Images Demonstrators block traffic on the 580 freeway in Oakland.  Peter Dasilva, European Pressphoto Agency Protesters march on their way to Waterfront Park in Portland, Ore., on the third day of protests over the results of the presidential election.  Jim Ryan, AP Dozens of anti-Donald Trump protesters stand along Fifth Avenue in front of Trump Tower.  Spencer Platt, Getty Images Anti President-elect Donald Trump protesters chant outside the White House in Washington.   Jim Watson, AFP/Getty Images Mission High School students Hope Robertson, left, and Cat Larson protest with other high school students in opposition of Donald Trump in front of City Hall in San Francisco.  Jeff Chiu, AP People take part in a protest against President-elect Donald Trump in front of Trump Tower in New York.  Kena Betancur, AFP/Getty Images Dozens of anti-Donald Trump protesters stand along Fifth Avenue in front of Trump Tower.  Spencer Platt, Getty Images Donald J. Trump supporters, Mark Bowman, center, and Mike Bush, right, argue with protesters in opposition of Donald Trump at Rosa Parks Circle in Grand Rapids, Mich.  Cory Morse, The Grand Rapids Press via AP High school student protesters block Beach Street in opposition of Donald Trump  in San Francisco.  Eric Risberg, AP A student demonstrator holds a sign as she is joined hundreds of protesters who gathered at the University of California at Los Angeles campus.  Mike Nelson, European Pressphoto Agency Lowell High School student Aracely Seminario protests with other students in opposition of Donald Trump in front of City Hall in San Francisco.  Jeff Chiu, AP Protesters gather in downtown Chicago as they protest the election of President-elect Donald Trump.  Nam Y. Huh, AP Protesters march in front of Trump Tower in downtown Chicago as they protest the election of President-elect Donald Trump.  Nam Y. Huh, AP Arielle Moore, 19, argues with a Trump supporter during a protest at Texas State University in San Marcos, Texas.  Jay Janner, AP Ronald Elliott, 18,  protests against Donald Trump at Texas State University in San Marcos, Texas.  Jay Janner, AP High school student protesters yell in opposition of Donald Trump in San Francisco.  Eric Risberg, AP People write protest messages on a drawing of President-elect Donald Trump in Union Square in New York.  Justin Lane, European Pressphoto Agency Demonstrators gather to protest Trump's victory, at a rally outside Los Angeles City Hall.  Ringo Chiu, AFP/Getty Images A protester confronts police as protesters shut down the 101 Freeway in Los Angeles.   Ringo Chiu, AFP/Getty Images Police advance on protesters who shut down the 101 freeway in opposition to the upset election of Donald Trump in Los Angeles.  David McNew, Getty Images People participate in a protest against President-elect Donald Trump in New York.  Alba Vigaray, European Pressphoto Agency People take part in a protest against President-elect Donald Trump in Chicago.  Paul Beaty, AFP/Getty Images People take part in a protest against President-elect Donald Trump near Trump Tower in Chicago.  Paul Beaty, AFP/Getty Images Protesters march north on State Street to express their disapproval of President-elect Donald Trump in Chicago.  Armando L. Sanchez, Chicago Tribune via AP Mehreen Chaudhary chants during a protest in opposition of President-elect Donald Trump in Athens, Ga   John Roark, Athens Banner-Herald via AP Demonstrators gather and protest in opposition of President-elect Donald Trump in Athens, Ga   John Roark, Athens Banner-Herald via AP People hold signs as they listen to speakers at a protest against  President-elect Donald Trump in downtown Seattle.   Ted S. Warren, AP Chelsea Crispin, center, of Seattle joins thousands of protesters marching down 2nd Avenue against President-elect Donald Trump.  Karen Ducey, Getty Images Thousands of anti-Donald Trump protesters shut down Fith Avenue in front of Trump Tower.  Spencer Platt, Getty Images Protesters hold up signs and yell during a protest against President-elect Donald Trump in the Boston Common  in Boston.  Scott Eisen, Getty Images People protest against the election of Donald Trump in front of Trump Tower in New York.  Peter Foley, epa People march in the streets in North Philadelphia, Penn.  Jessica Kourkounis, Getty Images People march in the streets in protest of the election of Republican Donald Trump on in Philadelphia.  Jessica Kourkounis, Getty Images Protesters hold up signs and yell during a protest against the election of Donald Trump in the Boston Common in Boston.  Scott Eisen, Getty Images Demonstrators rally outside Los Angeles City Hall to protest President-elect Donald Trump.  Ringo Chiu, AFP/Getty Images Latino students from Carl Hayden High School and other schools protest against President-elect Donald Trump outside the Arizona State Capitol in Phoenix.  Nick Oza, The Arizona Republic Police confront protesters during a demonstration against President-elect Donald Trump in Seattle's Capitol Hill neighborhood.  Ted S. Warren, AP A woman yells as she takes part in a protest against President-elect Donald Trump in Seattle's Capitol Hill neighborhood.   Ted S. Warren, AP Thousands of high school and college students march to Sproul Plaza on the University of California, Berkeley campus to protest President-elect Donald Trump.  Paul Chinn, San Francisco Chronicle via AP Protesters hold signs against President-elect Donald Trump in front of the White House in Washington.   Nicholas Kamm, AFP/Getty Images An anti-Donald Trump rally get underway in Seattle.  Karen Ducey, Getty Images Latino students Oscar Camilo from Carl Hayden High School and other schools protest against President-elect Donald Trump outside the Arizona State Capitol in Phoenix.  Nick Oza, The Arizona Republic Demonstrators rally outside Los Angeles City Hall to protest President-elect Donald Trump.  Ringo Chiu, AFP/Getty Images Latino students from Carl Hayden High School and other schools protest against President-elect Donald Trump outside the Arizona State Capitol in Phoenix.  Nick Oza, The Arizona Republic Demonstrators rally outside Los Angeles City Hall to protest President-elect Donald Trump.  Ringo Chiu, AFP/Getty Images A woman takes part in a protest against President-elect Donald Trump in New York City.  Kena Betancur, AFP/Getty Images Max Janowsky and fellow Fairview High School students stage a walkout down Broadway in Boulder, Colo., to protest President-elect Donald Trump.  Paul Aiken, Daily Camera via AP Felomina Cervantes holds a sign that reads \"Shame on You America\" as she takes part in a protest against President-elect Donald Trump,  in Seattle's Capitol Hill neighborhood.   Ted S. Warren, AP Madeline Lopes, left, and Cassidy Irwin march with other protesters in downtown Oakland to protest President-elect Donald Trump's victory.  Jane Tyska, Bay Area News Group via AP Albany High School senior Lulu Lebowitz, center, holds a protest sign as she and classmates Lily Hopwood, left, and Tanan Javkhlantugs join others at U.C. Berkeley  in Berkley, Calif.  Kristopher Skinner, Bay Area News Group via AP Protesters gather in front of Sather Tower at U.C. Berkeley  in Berkley, Calif., to protest President-elect Donald Trump's victory.   Kristopher Skinner, Bay Area News Group via AP Students at the University of Texas at Austin lead a protest down to Congress Bridge in Austin, Texas.  Joshua Guerra, The Daily Texan via AP Protesters gather at the Capitol in Austin, Texas.  Joshua Guerra, The Daily Texan via AP Abigail Oviedo, 18, marches with protesters along Congress Avenue in Austin, Texas.  Jay Janner, Austin American-Statesman via AP Protesters walk in the middle of traffic lanes in downtown, Portland, Ore.  Stephanie Yao Long, The Oregonian via AP A demonstrator protests against President-elect Donald Trump at Washington Square Park in New York.  Matthew Eisman, WireImage Demonstrators protest in New York's Washington Square Park.   Matthew Eisman, WireImage Like this topic? You may also like these photo galleries: Replay ",
    "title": "Students lead new wave of anti-Trump protests"
   },
   {
    "entities": [
     "national",
     "j.",
     "clinton",
     "monday",
     "crimea",
     "committee",
     "donald",
     "mrs.",
     "moscow",
     "ukraine",
     "putin",
     "dmitry",
     "nato",
     "v.",
     "night",
     "duma",
     "states",
     "wednesday",
     "russia",
     "trump",
     "democratic",
     "mr.",
     "2012",
     "united",
     "kremlin",
     "sunday",
     "kiselyov",
     "state",
     "islamic",
     "syria",
     "hillary",
     "europe",
     "vladimir",
     "washington"
    ],
    "id": 1,
    "text": "Continue reading the main story MOSCOW — President Vladimir V. Putin of Russia and President-elect Donald J. Trump spoke by telephone for the first time on Monday, agreeing to review what both consider the poor state of relations between the two countries, according to a statement from the Kremlin. The two agreed “on the absolutely unsatisfactory state of bilateral relations,” said the statement, and they both endorsed the idea of undertaking joint efforts “to normalize relations and pursue constructive cooperation on the broadest possible range of issues.” The issues discussed included trade and economic ties as well as combating terrorism. Mr. Putin was one of the first world leaders to congratulate Mr. Trump last Wednesday, sending him a telegram about an hour after he had emerged the victor, but the two men have not met nor had they spoken previously. Mr. Putin repeated the congratulations over the phone. The Russian president said he hoped that Moscow could build a “collaborative dialogue” with Washington on the bases of “equality, mutual respect and noninterference in the other’s internal affairs,” the release said. The two men also discussed Syria in the context of “the need to work together in the struggle against the No. 1 common enemy — international terrorism and extremism,” the statement said. Advertisement Continue reading the main story Although Mr. Putin maintained studied neutrality during the presidential race, the state-run news media, which answers to him, clearly pulled for Mr. Trump. Among other issues, Mr. Putin blames Hillary Clinton , then secretary of state, for the mass demonstrations that greeted his return to the presidency in 2012. After Mrs. Clinton lost, the flagship state television news broadcast took to referring to her as the “blonde woman.” During the campaign, senior United States security officials accused Russia of hacking the computers at the Democratic National Committee headquarters and releasing emails that proved embarrassing to the Clinton campaign. Mr. Putin denied any state role in the hacking. The Russian government was one of the few around the world that was openly gleeful about the American election result, with members of the State Duma, the lower house of the Russian legislature, breaking into applause at the announcement. The United Russia party, loyal to Mr. Putin, dominates the Duma. Mr. Trump and Mr. Putin developed something of a mutual admiration society during the election, particularly after Mr. Trump suggested that Crimea, which Moscow annexed from Ukraine, should belong to Russia and that the United States should ally itself with Russia and the Syrian government of President Bashar al-Assad to fight the Islamic State. Mr. Trump also suggested the United States might dilute its support for NATO, which Russia considers a main threat. Much of the brief statement from the Kremlin about the telephone call echoed previous statements that Mr. Putin had made about his goals for relations with Washington, including “a return to pragmatic, mutually beneficial cooperation.” Mr. Putin openly endorses the idea that the world should return to the era when two superpowers assumed a general responsibility for global stability and security. Some analysts, however, have suggested that Mr. Trump is unpredictable and the traditional Republican penchant for painting Russia as a dire threat could still emerge. The Putin administration is hoping that the West will lift sanctions imposed over the crisis in Ukraine. Advertisement On the phone call, which the Kremlin said was arranged by mutual consent, the two men agreed to stay in contact and to meet at an unspecified date in the future. Earlier, Mr. Trump described the note on his victory that he received from Mr. Putin as “beautiful.” For its part, Russia has continued its glowing tributes to Mr. Trump as a paragon who triumphed in what is repeatedly depicted in the Russian media as the swamp of American politics. The main weekly news program on state television every Sunday night tends to focus mainly on the United States, with Dmitry Kiselyov, the anchor, suggesting this week that Europe follow the American lead in replacing its leaders. Under President Trump, Mr. Kiselyov said, the American government would finally drop what the Russian anchor called its annoying slogans about human rights and democracy. “Russia has a lot of trust in Trump,” he said. ",
    "title": "Putin and Trump Talk on Phone and Agree to Improve Ties, Kremlin Says - The New York Times"
   },
   {
    "entities": [
     "$14.6 million",
     "monday",
     "john",
     "wilson",
     "fox",
     "halas",
     "dandy",
     "hail",
     "packers",
     "zach",
     "hall",
     "summer",
     "bowl",
     "monday of week 15",
     "evening",
     "alshon",
     "$3.4 million",
     "pro",
     "mary",
     "tampa",
     "night",
     "kyle",
     "long",
     "dec. 12",
     "jeffery",
     "meredith",
     "sunday",
     "cameron",
     "afternoon",
     "tory",
     "marquess",
     "nfl",
     "miller"
    ],
    "id": 2,
    "text": "Alshon Jeffery suspended 4 games for performance-enhancing drugs violation Photos of Bears wide receiver Alshon Jeffery. The news arrived Monday afternoon at Halas Hall, blindsiding an already discouraged football team. Receiver Alshon Jeffery : suspended. Four games. Violation of the NFL 's policy on performance-enhancing substances. Just when it seemed like things couldn't get any worse … The Bears left Tampa on Sunday night reeling from a 36-10 loss to the Buccaneers that dropped them to 2-7. Then out of nowhere, they somehow suffered an even greater setback — and arguably a greater embarrassment — with Monday's development that Jeffery will be punished severely, suspended without pay and ineligible to return to the active roster before Dec. 12, the Monday of Week 15. \"Obviously we're very disappointed,\" Bears coach John Fox said. \"I think he's fairly embarrassed about it. But we'll support him and welcome him when he gets back.\" On Monday evening, Jeffery released a statement via his Twitter account (@TheWorldof_AJ) asserting that his suspension had been the result of taking \"a recommended supplement to combat inflammation.\" \"Unfortunately,\" Jeffery wrote, \"this supplement contained an ingredient that was on the NFL's banned substance list. I take full responsibility and I'm deeply upset with myself for not doing the proper research on this supplement. I want to apologize to my family, the Bears organization, my teammates, and Bears fans. I will work hard to earn back the respect and trust of the Bears nation and look forward to being back on the field.\" The Bears were separated into offensive and defensive meetings Monday when word on Jeffery's suspension came in. The initial shock gave way to acceptance. Still, the Bears had few ways to downplay the significance. \"It's not good at all,\" tight end Zach Miller said. \"It sucks not having your top weapon on offense. We have to figure out ways to do better collectively. But I don't think you really replace Alshon Jeffery that easily.\" For Jeffery, the setback is a costly one. Playing on a franchise tag worth $14.6 million this season, Jeffery will forfeit more than $3.4 million during his four-week absence. In a contract year, he'll also take a hit to his reputation. Coming into this season, questions swirled about Jeffery's durability, concerns that steered the Bears away from signing him to a long-term extension this summer. Now, even after the standout receiver played in this season's first nine games, recording 40 catches for 630 yards with one touchdown, additional questions will arise about his trustworthiness. Those questions figure to factor into Jeffery's quest for his next deal, whether it's with the Bears or another team. Fox couldn't say Monday whether Jeffery had appealed. Whether he had or not, the NFL's policy on performance-enhancing substances notes that a suspension is implemented only after an appeal has been lost or after a player has accepted discipline and opted not to appeal. Attempts to reach Jeffery's agent, Tory Dandy, were unsuccessful. Added Fox: \"I know Alshon's embarrassed by it and I'm sure disappointed would be a good word for the rest of us.\" As if Fox didn't already have enough on his plate trying to rejuvenate his struggling team and assure a disheartened franchise that he'll have things turned around soon. Now the Bears are headed into a daunting four-game stretch in which the offense will be without its top receiver. Furthermore, they could also be without Pro Bowl guard Kyle Long for the remainder of the season after he suffered a serious ankle injury Sunday. The Bears already rank last in the NFL in scoring, averaging 15.7 points per game. And they're coming off a woeful effort Sunday in which their only touchdown came on a 50-yard Hail Mary to Cameron Meredith to end the first half. Fox said the Bears would have to treat Jeffery's absence as if it were an injury and tried to assert that the potential return of fellow receiver Marquess Wilson could be a silver lining. But Wilson has been on the physically unable to perform list since training camp opened, recovering from a broken foot. As a former seventh-round pick, Wilson has only 47 career catches in his four seasons to date. If that's the silver lining, that's additional evidence that the floundering Bears are grasping. As for Jeffery's hiatus, with a potential return scheduled for Game 14 against the Packers, Fox communicated his wishes to the standout receiver. \"I hope he stays in shape,\" Fox said. \"He's done a pretty good job of that in the past. I think he understands how he has to go about it. I'm fairly confident he will.\" Still, in what's been a miserable season, Jeffery's transgression may be the most upsetting loss of the year. dwiederer@chicagotribune.com ",
    "title": "Alshon Jeffery suspended 4 games for performance-enhancing drugs violation - Chicago Tribune"
   },
   {
    "entities": [
     "engineers",
     "sioux",
     "standing",
     "monday",
     "missouri",
     "ball",
     "army",
     "darcy",
     "turtle",
     "tribe",
     "npr",
     "indigenous",
     "department",
     "cannonball",
     "jasper",
     "river",
     "energy",
     "the",
     "permanent",
     "stephanie",
     "disputed",
     "september",
     "of",
     "transfer",
     "illinois",
     "n.d.",
     "rock",
     "u.s.",
     "summer",
     "jeff",
     "u.n.",
     "on",
     "clashing",
     "forum",
     "nations",
     "interior",
     "still",
     "emily",
     "jo-ellen",
     "island",
     "corps",
     "tuesday",
     "dakota",
     "brady",
     "partners",
     "press",
     "united",
     "north",
     "october",
     "pipeline",
     "cannon",
     "kask",
     "over",
     "associated",
     "bakken",
     "issues",
     "police",
     "reservation"
    ],
    "id": 3,
    "text": "Demonstrator Stephanie Jasper stands in the Cannonball River during a standoff with police at Turtle Island, north of the Standing Rock Sioux Reservation. Emily Kask for NPR hide caption toggle caption Emily Kask for NPR The U.S. Army Corps of Engineers said Monday that it needs more information before it can decide whether to allow the Dakota Access Pipeline to be built along its planned route. In a joint statement by the U.S. Army and Department of the Interior, the Corps announced it had finished a review of the route, and concluded that more study was needed before it could grant the pipeline company the easement it needs to cross under a section of the Missouri River. Protesters, Police Still Clashing Over Disputed North Dakota Pipeline The pipeline company Energy Transfer Partners is building the pipeline to bring crude oil from central North Dakota, near the Bakken oil fields, down to Illinois. The current route crosses the river close to the Standing Rock Sioux reservation north of Cannon Ball, N.D. Army Assistant Secretary Jo-Ellen Darcy wrote in a letter to the company and to tribal leaders that, \"additional discussion with the Standing Rock Sioux Tribe and analysis are warranted,\" reported The Associated Press, and that the discussion would include possible changes to the river crossing which could reduce the risk of an oil spill. Protesters have been occupying land in the area since the summer. Members of the tribe have said they are concerned that the pipeline could contaminate their drinking water if it leaks. The tribe previously filed a motion seeking a temporary restraining order to stop construction of the pipeline, on the grounds that the Army Corps did not adequately consult with them about the route. In court documents , allies of the tribe alleged the pipeline route goes through sacred sites, and argued the tribe had not been able to survey the area for cultural artifacts and graves before the route was approved. Article continues after sponsorship In September, a federal judge decided not to grant the restraining order, as we reported , but three federal agencies responded to the ruling by saying they would not allow the pipeline to cross the Missouri until until a review was completed. That review, completed today, led the Army Corps to ask for more input from the tribe. In Fight Over N.D. Pipeline, Tribe Leader Calls For Peace And Prayers As the legal wrangling has gone on, many demonstrators have clashed with police. Earlier this month police used pepper spray and what they called nonlethal ammunition to keep people off private land, and in October more than 100 people were arrested, as NPR's Jeff Brady has reported . Some 412 people have been arrested in connection with the protests, according to the United Nations . The U.N. Permanent Forum on Indigenous Issues has expressed \"deep concerns\" about the route, saying \"numerous individuals have confirmed that there has been little consultation by the federal government related to the DAPL project.\" Environmental and indigenous-rights groups supporting the protesters were planning to attract attention to the issue with demonstrations outside Army Corps of Engineers offices, along with banks and other locations in multiple cities on Tuesday, according to email press releases from the groups. ",
    "title": "Army Wants Further Study Of Dakota Access Pipeline Route : The Two-Way : NPR"
   },
   {
    "entities": [
     "national",
     "j.",
     "clinton",
     "arizona",
     "jackson",
     "john",
     "party",
     "stephen",
     "wisconsin",
     "france",
     "donald",
     "steve",
     "august",
     "sarah",
     "independence",
     "cantor",
     "congress",
     "pollak",
     "larry",
     "goldman",
     "obama",
     "d.",
     "joel",
     "breitbart",
     "bannon",
     "sachs",
     "carlo",
     "allegri/reuters",
     "brat",
     "eric",
     "paul",
     "european",
     "solov",
     "white",
     "news",
     "states",
     "union",
     "tea",
     "b.",
     "2008",
     "trump",
     "andrew",
     "u.k.",
     "mccain",
     "house",
     "bill",
     "priebus",
     "palin",
     "norfolk",
     "mr.",
     "front",
     "va.",
     "united",
     "k.",
     "virginia",
     "ryan",
     "august 17, 2016",
     "georgetown",
     "washington",
     "dave",
     "britain",
     "navy",
     "harvard"
    ],
    "id": 4,
    "text": "Privacy Policy He is close to Sarah Palin, and at one point he urged her to take up the kind of Republican versus Republican battle he relishes: a primary campaign against Senator John McCain, her 2008 running mate. (She declined.) He was behind some of the Trump campaign’s most inflammatory moves, like inviting several women who had accused Bill Clinton of sexual advances to sit in Mr. Trump’s family box during a debate. Advertisement Continue reading the main story He had never worked on a national campaign until signing on with Mr. Trump, and has had eclectic taste in careers. He served as a Navy officer and went into banking for Goldman Sachs. He also helped run Biosphere 2, the domed ecosystem in Arizona where people lived without contact with the outside world. Like many leaders of the emerging hard-right movement, he became engaged in politics with the rise of the Tea Party early in President Obama’s first term. He felt that the government’s bailout of the banking system was an egregious misuse of taxpayer dollars that did almost nothing to help ordinary Americans. His reason was personal: His father, a former telephone company lineman, had to sell off stock in his retirement account to make ends meet. Video Trump’s Campaign Chief In August, Donald J. Trump shook up his presidential campaign for the second time in two months, hiring Stephen K. Bannon, the executive chairman of Breitbart News, as the Republican campaign’s chief executive. By AINARA TIEFENTHÄLER on Publish Date August 17, 2016. Photo by Carlo Allegri/Reuters.. Watch in Times Video » embed Mr. Bannon has told people in Mr. Trump’s inner circle that the new administration will have a short window of time to push its agenda through and should focus first on the priorities that are expected to be the most contentious. Ever hungry for political combat, Mr. Bannon is expected to be an unrelenting advocate for many of Mr. Trump’s most aggressive plans on immigration. That involves stopping the immigration of Syrian refugees, deporting undocumented immigrants with criminal records and devoting more resources to securing the border. Mr. Bannon, who grew up in a working-class neighborhood in Norfolk, Va., earned degrees from Georgetown and Harvard. He often compares Mr. Trump’s political rise to that of Andrew Jackson, the military general and populist hero who took on the political and social elite of his day as the seventh president of the United States. While Mr. Trump became the leader of the movement of disaffected Americans who feel lost and disenfranchised in a nation undergoing rapid cultural and demographic change, Mr. Bannon has been a student of global populist trends, carefully tracking the rise of the far-right National Front in France under Marine Le Pen and the remarkable victory of the U.K. Independence Party in Britain’s vote this year to leave the European Union. “Steve saw — and was a thought leader and a visionary about — the issues and the movement that Trump eventually caught on to and espoused,” said Larry Solov, the chief executive of Breitbart. “He’s like a field general,” Mr. Solov added, “and very much sees the fight for the soul of this country as a war.” Advertisement Continue reading the main story Mr. Bannon will take his White House job already at odds with the House speaker, Paul D. Ryan, an ally of Mr. Priebus’s whom Mr. Bannon has long sought to undermine. When he ran Breitbart, Mr. Bannon promoted Mr. Ryan’s opponent in the Wisconsin primary in the website’s news stories and radio interviews. Mr. Bannon is personally close to members of Congress like Dave Brat, the Virginia Republican who unseated Eric Cantor, the former majority leader. He has written that the appropriations process under Mr. Ryan was “a total and complete sellout of the American people.” His former colleagues at Breitbart refer to him admiringly as a “honey badger” because of his relentlessness — a quality they now expect him to turn on Washington. “What drives Steve,” said Joel B. Pollak, Breitbart’s editor at large, “is the way the political establishment is holding back American politics.” ",
    "title": "Trump’s Choice of Stephen Bannon Is Nod to Anti-Washington Base - The New York Times"
   },
   {
    "entities": [
     "richard",
     "clinton",
     "mike",
     "kkk",
     "wisconsin",
     "steve",
     "newt",
     "supremacist",
     "nato",
     "goldman",
     "o\\'regan",
     "law",
     "2 million",
     "bannon",
     "jonathan",
     "stahl",
     "lesley",
     "union",
     "friday",
     "wade",
     "russia",
     "kellyanne",
     "center",
     "court",
     "conway",
     "big",
     "institute",
     "trump\\xe2\\x80\\x99s",
     "1380",
     "crimea",
     "donald",
     "moscow",
     "morning",
     "spencer",
     "am",
     "sachs",
     "kristol",
     "paul",
     "night",
     "news",
     "msnbc",
     "roth",
     "poverty",
     "tuesday",
     "bill",
     "harry",
     "william",
     "2005",
     "pence",
     "ryan",
     "east",
     "gingrich",
     "state",
     "anti-defamation",
     "policy",
     "navy",
     "national",
     "cnn",
     "greenblatt",
     "portland",
     "china",
     "monday",
     "s.c.",
     "stephen",
     "congress",
     "york",
     "southern",
     "republican",
     "jason",
     "oval",
     "obama",
     "v.",
     "u.s.",
     "3 million",
     "white",
     "states",
     "d.c.",
     "charleston",
     "2015",
     "tower",
     "trump",
     "andrew",
     "m.",
     "jentleson",
     "america",
     "cbs",
     "united",
     "supreme",
     "kremlin",
     "k.",
     "sunday",
     "new",
     "karpukhin",
     "october",
     "islamic",
     "syria",
     "miller",
     "washington",
     "brooks",
     "senate",
     "committee",
     "times",
     "ukraine",
     "putin",
     "cornell",
     "mexico",
     "manhattan",
     "deirdra",
     "sergei",
     "d.",
     "naacp",
     "breitbart",
     "daily",
     "office",
     "european",
     "adl",
     "roe",
     "february",
     "house",
     "reid",
     "aca",
     "adam",
     "middle",
     "league",
     "hillary",
     "vladimir"
    ],
    "id": 5,
    "text": "Trump, Putin agree in phone call to improve ‘unsatisfactory’ relations between their countries, Kremlin says Players The inside track on Washington politics. Be the first to know about new Players stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Russian President Vladimir Putin (Pool photo by Sergei Karpukhin via AP)   President-elect Donald Trump and Russian President Vladimir Putin agreed in a telephone conversation Monday that relations between their countries were “unsatisfactory” and vowed to work together to improve them, the Kremlin said in a statement. The statement said the two leaders discussed combining efforts in the fight against terrorism, talked about “a settlement for the crisis in Syria” and agreed their aides would begin working toward a face-to-face meeting between them. Trump’s office said in a statement that Putin had called to “offer his congratulations” and that the two had discussed “a range of issues including the threats and challenges facing the United States and Russia, strategic economic issues and the historical U.S.-Russia relationship that dates back over 200 years.” Although Trump’s statement did not mention Syria or other specific issues, it said that he told Putin “that he is very much looking forward to having a strong and enduring relationship with Russia and the People of Russia.” [ A less-belligerent Russia might emerge with Trump’s victory. At least for a while. ] The call came as Trump faced a growing backlash against his decision to name campaign chairman and former Breitbart News head Stephen K. Bannon as chief strategist at the White House, a choice critics say will empower white nationalists. Since his victory last week, Trump has received congratulatory calls from a number of foreign leaders. Putin had initially sent Trump a telegraph last week expressing his desire for a dialogue based on “mutual respect and genuine consideration for each other’s positions.” During the campaign, Trump repeatedly praised Putin as a strong leader, and said that the two countries should join together to fight terrorists, particularly the Islamic State in Syria. He indicated that closer relations with Russia would keep the Kremlin from establishing tighter ties with China. Trump appeared to absolve Russia from responsibility for intervention in Ukraine and annexation of Crimea, and questioned the relevance of NATO, which has charged Moscow with engaging in provocative air and sea actions on the alliance’s eastern flank. Giving Putin a free pass on those issues is directly counter to the Russia policy of the Obama administration, which has, among other things, called for an international war crimes investigation of Russia’s actions in Syria. It could also undermine current European negotiations with Moscow over Ukraine, and support for U.S. and European Union sanctions. Russia is interested not only in getting the sanctions removed, but also in getting global recognition of equal status as a player in the Middle East and elsewhere. [ Obama says new president-elect is committed to NATO ] Equally controversial was Trump’s selection on Sunday of Bannon. A chorus of advocacy groups, commentators and congressional Democrats has denounced Bannon as a proponent of racist, anti-Semitic and misogynistic views as Trump has begun his first full week as president-elect. Trump named Bannon his chief strategist and senior counselor while also appointing Republican National Committee Chairman Reince Priebus to be his chief of staff. “President-elect Trump’s choice of Steve Bannon as his top aide signals that white supremacists will be represented at the highest levels in Trump’s White House,” Adam Jentleson, a spokesman for Senate Minority Leader Harry M. Reid (D-Nev.), said in a statement Sunday night. “It is easy to see why the KKK views Trump as their champion when Trump appoints one of the foremost peddlers of White Supremacist themes and rhetoric as his top aide. Bannon was ‘the main driver behind Breitbart becoming a white ethno-nationalist propaganda mill,’ according to the Southern Poverty Law Center.” [ Donald Trump plans to immediately deport 2 million to 3 million undocumented immigrants ] The statement echoed sentiments from leaders of the Anti-Defamation League, the NAACP, other Capitol Hill Democrats and some Republican Trump critics such as Weekly Standard editor Bill Kristol, who tweeted, “Is there precedent for such a disreputable & unstable extremist in [White House] senior ranks before Bannon?” A spokesman for Trump accused critics and the media of trying to “divide people” following the election when they raise questions about Bannon’s views and history. Jason Miller, communications director for the Trump presidential transition, said Monday morning that Bannon has done a “fantastic job” since joining Trump’s inner circle. “If you’ve seen the president-elect since the election, he’s taken a very measured tone,” Miller said in an interview with CNN’s “New Day.” Kellyanne Conway, who worked closely with Bannon as Trump’s campaign manager, also defended him. “He’s been the general of this campaign,” Conway told reporters as she arrived Monday at Trump Tower in Manhattan to meet with the president-elect. Citing Bannon’s résumé as a former naval officer and Goldman Sachs executive, she called him a “brilliant tactician.” Asked whether Bannon needed to explain his connections to the alt-right movement, Conway said: “I’m personally offended that you think I would manage a campaign where that would be one of the going philosophies. It was not — 56 million-plus Americans or so saw something else. . . . You should really focus on the will of the people, which was to elect Donald Trump the president.” House Speaker Paul D. Ryan (R-Wis.) sought to calm the fears many Americans still hold about Trump’s election, which has been greeted by widespread protests. “There is a lot of hysteria and hyperbole,” Ryan said during an interview Monday with his hometown radio station, 1380 Big AM. “I would tell people to just relax — things are going to be fine. Trump’s naming of Bannon and Priebus set up what could be a battle within the White House between the populist, outsider forces that propelled his winning campaign and the party establishment that dominates Washington. [ From October: Trump just laid out a pretty radical student debt plan ] During his campaign, President-elect Donald Trump repeatedly vowed to \"drain the swamp\" in D.C. and rid the federal government of political elites and lobbyists. But just days into his transition to president, Trump seems to be doing the opposite. (Deirdra O'Regan/The Washington Post) In appointing Priebus, 44, Trump has brought into his White House a Washington insider who is viewed as broadly acceptable by vast swaths of the party, and he signaled a willingness to work within the establishment he assailed on the campaign trail. But Trump sent an opposing signal by tapping Bannon, 62, who has openly attacked congressional leadership, taking particular aim at Ryan ­ — who recommended Priebus for his new job. “I am thrilled to have my very successful team continue with me in leading our country,” Trump said in a statement. “Steve and Reince are highly qualified leaders who worked well together on our campaign and led us to a historic victory. Now I will have them both with me in the White House as we work to make America great again.” Reince Priebus will be the next chief of staff of the White House. Here's what you need to know about the man with the top job in Trump's administration. (Deirdra O'Regan/The Washington Post) Bannon’s senior White House role has been welcomed by prominent figures on the alt-right. Richard Spencer, president of the white-nationalist National Policy Institute, wrote on Twitter that “strategist” is the “best possible position” for Bannon in Trump’s White House. “Bannon will answer directly to Trump and focus on the big picture, and not get lost in the weeds,” he wrote Sunday night. “He’ll be freed up to chart Trump’s macro trajectory,” Spencer wrote, adding, “The question is: Which way is the arrow pointing? It’s pointing towards the #AltRight!” Groups representing Jews, African Americans and Muslims have vocally opposed Bannon’s appointment. Jonathan Greenblatt, chief executive of the Anti-Defamation League, said via Twitter on Sunday night that the ADL opposes Bannon’s appointment to a senior White House role because “he & his alt-right are so hostile to core American values.” Endorsing Greenblatt’s message, NAACP President Cornell William Brooks tweeted overnight: “Racism has been routinized; anti-Semitism normalized; xenophobia deexceptionalized; & misogyny mainstreamed.” The Bannon announcement came as Trump highlighted some of his first priorities in an interview on CBS’s “60 Minutes,” vowing after he is inaugurated to “immediately” deport up to 3 million immigrants in the country illegally and to simultaneously repeal and replace President Obama’s Affordable Care Act. He also repeated his remark that he knows more about the Islamic State than U.S. generals do, saying, “I probably do, because look at the job they’ve done.” Trump’s top two advisers could help him achieve different objectives. Priebus could help Trump notch early legislative victories in a Republican-led Congress and ingratiate himself with the insiders he claims to loathe but who dominate his transition team. A longtime lawyer and Wisconsin political operative, Priebus will work to smooth over residual friction from a campaign during which a number of Republicans refused to endorse Trump, reversed their endorsements or stepped away from him after a 2005 tape surfaced in which Trump is heard saying that he could force himself on women because he was a “star.” Bannon will be the other voice on Trump’s shoulder: He helped shape Trump’s message on the campaign trail and relishes combativeness. The former Navy officer and investment banker has said the campaign was the American version of worldwide populist movements such as the British vote to sever ties with the European Union. [ Trump’s win may be just the beginning of a global populist wave ] Bannon’s appointment drew sharp criticism from political operatives on both sides of the aisle who see Bannon as being too close to the alt-right and white nationalism. Breitbart has published stories with headlines stating that women faced with harassment online should “log off” and that taking birth control makes women “unattractive and crazy.” The site called Kristol a “renegade Jew” in 2015. The Southern Poverty Law Center, a hate-watch group, blasted the choice of Bannon and cited Breitbart headlines that included a call to hoist the Confederate flag weeks after shootings at a black Charleston, S.C., church and another that said that political correctness “protects Muslim rape culture.” Bannon was charged with misdemeanor domestic violence against his former wife more than 20 years ago; the charges included trying to prevent a victim or witness of crime from reporting, inflicting injury and battery. Bannon was never convicted, and the case was dismissed. His former wife also accused him of making anti-Semitic remarks, according to a court statement obtained by the New York Daily News. Priebus said negative claims against Bannon do not reflect the man he knows. “He was a force for good on the campaign at every level that I saw all the time,” Priebus told MSNBC’s “Morning Joe” on Monday. “I haven’t seen any of these things that people are crying out about,” he told “Fox and Friends.” Trump surrogate Newt Gingrich blasted the idea Sunday that Trump’s campaign catered to the alt-right, calling it “garbage.” In a statement, Bannon said he and Priebus had a “very successful partnership” on the campaign trail. “We will have that same partnership in working to help President-elect Trump achieve his agenda,” Bannon said. Priebus gave a preview of some of the administration’s policy priorities: “I am very grateful to the president-elect for this opportunity to serve him and this nation as we work to create an economy that works for everyone, secure our borders, repeal and replace Obamacare and destroy radical Islamic terrorism. He will be a great president for all Americans.” [ It’s not just the Cabinet: Trump’s transition team needs to find nearly 4,000 appointees ] The personnel announcement comes as the contours of the Trump administration are starting to take shape and as he and his team pivot from campaign rhetoric to the nuts and bolts of governing. Trump and his advisers continue to paint a mixed picture of what the administration will look like, and they have been giving answers often at odds with Trump’s campaign rhetoric, which included pledges to fully repeal the ACA and get Mexico to pay for a wall along the southern border, and crowd chants of “Lock her up!” about his Democratic opponent, Hillary Clinton. On undocumented immigrants, Trump said on “60 Minutes” that his administration will “get the people that are criminal and have criminal records, gang members, drug dealers, we have a lot of these people, probably 2 million, it could be even 3 million. We are getting them out of our country, or we are going to incarcerate. But we’re getting them out of our country; they’re here illegally.” The remarks are another sign of retreat from Trump’s vows throughout much of the presidential campaign to remove all of the estimated 11 million illegal immigrants in the country. By focusing on criminals only, Trump would be mirroring current Obama administration priorities, and experts say his numbers are highly inflated. Trump also built his campaign around a pledge to build a wall along the U.S. border with Mexico, but he said Sunday he would accept the plan of some congressional Republicans to build a fence in specific places — something he told MSNBC in February would be acceptable for part of the border because of natural barriers. Trump again said Sunday that he will probably keep in place parts of the Obama health-care law, including provisions that allow children to stay on their parents’ health plans until the person turns 26 and prevent insurers from refusing coverage for preexisting conditions. He said his administration would work to repeal and replace the law simultaneously; he said in a different interview Friday that the law might simply be amended. “And it’ll be great health care for much less money. So it’ll be better health care, much better, for less money. Not a bad combination,” he told CBS’s Lesley Stahl on Sunday. Trump has said that he would appoint Supreme Court justices to overturn the Roe v. Wade decision legalizing abortion, and in Vice President-elect Mike Pence he will be bringing one of the nation’s most antiabortion politicians into the White House. When asked by Stahl whether he plans to appoint a justice who will overturn Roe v. Wade, Trump said whomever he names will be “very pro-life” and that “if it ever were overturned, it would go back to the states.” Trump also said he is “fine” with same-sex marriage being legal. The president-elect, who did not release his tax returns during the campaign, told “60 Minutes” he will make them public “at the appropriate time.” Trump said he believes that some of the protesters involved in demonstrations that have taken place in major cities since Trump’s victory are “professional protesters” and that people shouldn’t be scared of his administration. [ A complicated past lies behind Portland’s violent protests ] “Don’t be afraid,” Trump said. “We are going to bring our country back. But certainly, don’t be afraid. You know, we just had an election and sort of like you have to be given a little time.” When asked of reports of racial slurs, harassment and personal threats against African Americans, gay people, Latinos and Muslims and others by some of his supporters, Trump said he didn’t hear it but that he “hates” to hear that. “I am so saddened to hear that. And I say, ‘Stop it.’ If it — if it helps. I will say this, and I will say right to the cameras: ‘Stop it,’ ” he said. Trump’s personnel announcements are emblematic of the conflicting signals the new administration has sent since Tuesday’s upset victory, in which Trump won the electoral college by sweeping a number of Rust Belt states even as he lost the popular vote. Trump vowed to “drain the swamp” of Washington, but numerous lobbyists and big-pocketed donors are appearing in the power structure he is erecting. Trump defended himself on “60 Minutes,” saying that these people “know the system right now” but that it is going to be phased out. The president-elect appears to have resumed full use of his Twitter account, which was restricted leading up to Election Day. He took aim at the New York Times, suggesting that a letter sent to subscribers amounted to the paper “apologizing for their BAD coverage of me.” The letter did not apologize for bad coverage. Trump suggested on “60 Minutes” that he might not tweet as much when he occupies the Oval Office — or just not in the way the world has gotten used to. “I’m going to do very restrained, if I use it at all, I’m going to do very restrained. I find it tremendous. It’s a modern form of communication,” he said. Andrew Roth in Moscow contributed to this story. 1 of 98 ",
    "title": "Trump, Putin agree in phone call to improve ‘unsatisfactory’ relations between their countries, Kremlin says - The Washington Post"
   },
   {
    "entities": [
     "portland",
     "clinton",
     "schumer",
     "circle",
     "senate",
     "black",
     "bernie",
     "weekend",
     "donald",
     "angeles",
     "hillary",
     "keith",
     "thousands",
     "york",
     "june 23, 2016",
     "manhattan",
     "hall",
     "sen.",
     "shahid",
     "2011",
     "california",
     "u.s.",
     "nov. 14, 2016",
     "silver",
     "d.c.",
     "news",
     "charles",
     "matter",
     "november 2015",
     "sanders",
     "tower",
     "nevada",
     "elizabeth",
     "trump",
     "washington",
     "warren",
     "harry",
     "lives",
     "capitol",
     "new",
     "columbus",
     "reid",
     "maryland",
     "sunday",
     "waleed",
     "eva",
     "spring",
     "east",
     "abc",
     "city",
     "march",
     "oregon",
     "police",
     "ellison",
     "malecki",
     "los"
    ],
    "id": 6,
    "text": "WATCH Nation Divided as Protesters Take to the Streets in Several Major Cities 0 Shares Email Protests continued throughout the U.S. on the sixth consecutive day following Donald Trump 's surprise electoral victory, targeting both the president-elect's anti-immigration policies and factions of white supremacist support, as well as the leadership of Democratic Sen. Charles Schumer of New York, who is widely expected to be elected Senate minority leader to replace outgoing Sen. Harry Reid of Nevada. Hundreds of high school students held a walkout in East Los Angeles, California, a diverse neighborhood with a large Hispanic population, demanding protection for the people they said were being targeted by Trump's supporters in the wake of his election. High school students from Portland, Oregon, and Silver Spring, Maryland, also staged walkouts today, protesting Trump's words and policies. Meanwhile, in Washington, D.C., at least 40 protesters occupied Sen. Schumer's office, according to Waleed Shahid, a spokesperson for #AllofUs, the group that staged the sit-in. SLIDESHOW: Dramatic Scenes as Thousands March in Protest Against Donald Trump Shahid said that #AllofUs is composed of young men and women who participated in the Occupy Wall Street protests in 2011, as well as Black Lives Matter , climate activists, and organizers from Sen. Bernie Sanders ' campaign for president. He said the protesters were concerned about Democrats collaborating with Trump, citing Schumer's ties to Wall Street as evidence that he was part of the same party establishment that lost the election to Trump. Alex Brandon/AP Photo In this June 23, 2016 file photo, Sen. Charles Schumer speaks during a news conference on Capitol Hill in Washington. Seventeen protesters were arrested in the hallway to Schumer's office today, according to Eva Malecki, the communications director for the U.S. Capitol Police. They were charged with a misdemeanor offense of \"crowding, obstructing and incommoding,\" Malecki said. Today's protests are building off a wave of rallies over the weekend, including the #HeretoStay march that began at Columbus Circle in Manhattan yesterday and then moved to Trump Tower, speaking out against the president-elect's hard-line anti-immigration policies. David McNew/Getty Images Students from numerous area high schools walk out of class to protest near City Hall against the election of Donald Trump on Nov. 14, 2016 in Los Angeles. The #HeretoStay rally featured some participants whose families could be torn apart if Trump is able to enact widespread deportations once in office. Trump vowed to deport millions of undocumented immigrants from the U.S. in an interview with \"60 Minutes\" that aired on Sunday, saying that as many as 3 million people could be removed. Immigrants March in New York to Tell Trump They Are 'Here to Stay' Shahid, who is a Muslim, told ABC News that he believed Trump won the election because of the \"massive corporate influence\" in the Democratic Party , which he said was \"negotiating away the future of young people.\" He said that the protesters at the sit-in wanted a change in party leadership to ensure a strong opposition to Trump's policies, citing Sanders, Sen. Elizabeth Warren and Rep. Keith Ellison as examples. Shahid added that his group was protesting both Trump and the establishment wing of the Democratic Party to help prevent any potential collusion between them. \"I'd rather go to jail than sign my name to a Muslim registry,\" he said, referring to a proposal Trump announced in November 2015 involving implementing a database of Muslim Americans to prevent terrorism . Regarding his identity as a Muslim, Shahid said he feels frightened and he has been working on \"adrenaline and no sleep\" since Trump defeated Hillary Clinton . \"A lot of people in my family are really scared right now,\" he said. 0 Shares ",
    "title": "Anti-Trump Protests Spread to Democratic Leadership With Sit-In at Schumer's DC Office - ABC News"
   },
   {
    "entities": [
     "samore",
     "clinton",
     "security",
     "belfer",
     "china",
     "monday",
     "evan",
     "phares",
     "wilkinson",
     "international",
     "france",
     "donald",
     "steve",
     "treasury",
     "action",
     "congress",
     "toner",
     "department",
     "cia",
     "plan",
     "harvard",
     "tracy",
     "gary",
     "woolsey",
     "james",
     "obama",
     "of",
     "breitbart",
     "u.n.",
     "bannon",
     "u.s.",
     "comprehensive",
     "islamic",
     "council",
     "iran",
     "science",
     "israel",
     "republic",
     "1993 to 1995",
     "states",
     "nations",
     "news",
     "walid",
     "tehran",
     "germany",
     "trump",
     "russia",
     "jr.",
     "and",
     "for",
     "washington",
     "center",
     "united",
     "mark",
     "england",
     "joint",
     "state",
     "halper",
     "affairs",
     "bbc",
     "r."
    ],
    "id": 7,
    "text": "Trump's plans to scuttle or amend the Iran nuclear deal remain a work in progress Newspaper headlines in Tehran AFP/Getty Images Newspapers in Tehran announce the election of Donald Trump as U.S. president. He has harshly criticized the U.S.-brokered international deal to limit Iran's nuclear weapons program. Newspapers in Tehran announce the election of Donald Trump as U.S. president. He has harshly criticized the U.S.-brokered international deal to limit Iran's nuclear weapons program. (AFP/Getty Images) Tracy Wilkinson Contact Reporter President Obama said Monday that the historic accord to curb Iran's ability to develop nuclear weapons — the most important arms control agreement in decades — is working, and he expressed hope that Donald Trump will keep it intact. “My suspicion is that when the president-elect comes into office … he will look at the facts,” Obama said at a news conference. Abandoning the deal would remove obstructions that blocked Iran’s nuclear capabilities and could force the United States to sanction European allies that continued to honor the accord. “When you are  not responsible for it, you can call it a terrible deal,” Obama said. “When you are responsible … you are more likely to look at the facts.” The question remains whether the deal, ratified by six world powers and implemented under a United Nations Security Council resolution, will survive under a Trump administration. Donald Trump ’s closest confidants and most determined field lieutenants throughout the presidential campaign; now he has become President-elect Trump’s first major postelection political problem. The angry backlash against Trump’s announcement that the Breitbart News executive... Steve Bannon was one of Donald Trump ’s closest confidants and most determined field lieutenants throughout the presidential campaign; now he has become President-elect Trump’s first major postelection political problem. The angry backlash against Trump’s announcement that the Breitbart News executive... (Evan Halper) As a candidate, Trump targeted the Iran deal with special scorn but wavered on his intentions. He vowed at times to tear it up and at other times indicated he would negotiate stiffer concessions from Iran. In speeches, he vastly inflated Iran’s financial gains from the agreement, suggesting Tehran benefited unfairly. And he complained that it only limited Iran’s nuclear weapons program, not its ballistic missiles or other issues of concern to U.S. policymakers. But the United States enforces separate sanctions related to Iran’s ballistic missiles, its support for foreign terrorist groups and human rights abuses. The Treasury Department twice added sanctions to Iranian companies and individuals this year after the nuclear deal went into effect. “We have seen that this agreement has done what we said it was going to do, which is limit Iran from obtaining a nuclear [weapon],” said Mark Toner, the State Department spokesman. “It wasn't focused on changing Iran's behavior at large. It was focused on preventing it from obtaining a nuclear weapon.” Trump’s advisors make clear that revisiting the agreement is a priority for Trump even if the plan ahead is still a work in progress. ‘Ripping up’ is maybe a too strong a word. He’s gonna take that agreement, it’s been done before in international context, and then review it. — Walid Phares, Trump foreign policy advisor “‘Ripping up’ is maybe a too strong a word. He’s gonna take that agreement, it’s been done before in international context, and then review it,” Walid Phares, a Trump foreign policy advisor, told BBC radio.  “He will take the agreement, review it, send it to Congress, demand from Iranians to restore a few issues or change a few issues. And there will be a discussion. It could be a tense discussion.” Another advisor, R. James Woolsey Jr., who headed the CIA from 1993 to 1995 under President Clinton, was more hawkish. Speaking on CNN, he called the deal “the worst single international agreement the United States has ever signed.” Woolsey said the deal was neither implementable nor verifiable. “It is truly rotten,” he said. Under the Joint Comprehensive Plan of Action, as the deal is formally known, Iran has met its commitments to curtail access to nuclear fuel and technology and is submitting to verification systems set up to monitor its compliance, according to the U.N. nuclear watchdog agency. U.S. officials and most arms control experts say Washington would be isolated if it withdraws from the deal. It could put the United States in violation of the Security Council resolution that it endorsed, kill any chance of another diplomatic deal with Iran and hurt U.S. credibility with the five other major powers who negotiated it: England, France, China, Russia and Germany. Even Israel, which fiercely opposed concessions to the Islamic Republic during the negotiations, has accepted that the deal is working and that Iran no longer poses an imminent nuclear threat. Worse, according to arms control experts, it could give Iran a free hand to cast off its commitments — and give the U.S. few options short of military force to respond. “Iran would be free to resume its nuclear program , and it would be difficult to impose new sanctions,” said Gary Samore, a former arms control advisor to Obama who now is research director at the Belfer Center for Science and International Affairs at Harvard. ",
    "title": "Trump&apos;s plans to scuttle or amend the Iran nuclear deal remain a work in progress - LA Times"
   },
   {
    "entities": [
     "national",
     "chimney",
     "richard",
     "n.c.",
     "gfc",
     "tennessee",
     "monday",
     "alabama",
     "forest",
     "cave",
     "bentley",
     "carolina",
     "saturday",
     "barnwell",
     "chattahoochee-oconee",
     "times",
     "northern",
     "bat",
     "regional",
     "commission",
     "california",
     "observer",
     "rock",
     "u.s.",
     "office",
     "forestry",
     "sheriff\\'s",
     "november 14, 2016",
     "lewis",
     "georgia",
     "15 percent",
     "$5,000",
     "friday",
     "robert",
     "county",
     "carrie",
     "andrew",
     "rabun",
     "$250,000",
     "nov. 7",
     "harmon",
     "scott",
     "center",
     "charlotte",
     "press",
     "october 1",
     "north",
     "southeast",
     "through this morning",
     "40 percent",
     "free",
     "service",
     "afternoon",
     "chattanooga",
     "climate"
    ],
    "id": 8,
    "text": "A satellite image shows smoke from wildfires burning in North Carolina, Tennessee and Georgia on Nov. 7. NOAA/NASA hide caption toggle caption NOAA/NASA A satellite image shows smoke from wildfires burning in North Carolina, Tennessee and Georgia on Nov. 7. NOAA/NASA \"No one can remember a wildfire as peculiar as the monster gnawing through the gorge above the village of Chimney Rock,\" began an article Monday in the Charlotte Observer . The blaze in question is one of dozens of partially contained wildfires, some of them suspected cases of arson, burning across the Southeast. In Alabama alone, there are currently 20 fires burning, and more than 1,500 blazes have burned there since October 1 , according to the Alabama Forestry Commission. People are being evacuated in North Carolina , Georgia and Tennessee , including in and around Chimney Rock, N.C., where the erratic fire described in the Observer has enveloped some 3,000 acres since Saturday, according to the U.S. Forest Service . As of Monday afternoon, that blaze was only 15 percent contained. Much Of The Southeast U.S. Is Grappling With Drought \"This fire has the characteristics of western fires, of California fires,\" Richard Barnwell, the 74-year-old fire chief for the town of Bat Cave, N.C., told the Observer. \"This is the worst I've ever seen.\" Even the mountain coyotes are spooked. \"We've had sightings of them from several people,\" Carrie Harmon of the N.C. Forest Service told the paper. Like many fires in the region, the cause of the Bat Cave/Chimney Rock blaze is still under investigation. Just over the state line in northern Georgia, authorities think someone started a 4,000-acre fire, according to the U.S. Forest Service. Starting fires is banned in the entire Chattahoochee-Oconee National Forest, where this fire is burning. Article continues after sponsorship From Friday through this morning, GFC responded to 175 #wildfire calls throughout the state. Please remain vigilant! pic.twitter.com/Ag80lLZeum — GAForestryCommission (@GaTrees) November 14, 2016 In northeast Georgia, the Rabun County Sheriff's Office said on Facebook that it was was looking for \"a dark blue SUV driven by a person of interest\" in connection with fires that forced parts of that county to be evacuated. In Tennessee, police arrested a man suspected of setting fires in the eastern part of the state. Andrew Scott Lewis is charged with three counts of setting fire to personal property or land and \"vandalism over $250,000,\" according to the Chattanooga Times Free Press . On Friday, Alabama Gov. Robert Bentley announced the state would pay a $5,000 reward to anyone with information about who set the fires burning in that state. In a statement , Bentley reminded residents that a severe, months-long drought increased the risk of fires, and posed \"a real danger to Alabama wildland and property.\" As we have reported , nearly 40 percent of the Southeast is suffering moderate to exceptional drought conditions, according to the most recent analysis by the Southeast Regional Climate Center. ",
    "title": "'The Worst I've Ever Seen'; Fires Sweep Through Southeastern U.S. : The Two-Way : NPR"
   },
   {
    "entities": [
     "national",
     "clinton",
     "schumer",
     "monday",
     "meadows",
     "senate",
     "cortez-masto",
     "wisconsin",
     "hassan",
     "committee",
     "donald",
     "chris",
     "gop-controlled",
     "fox",
     "chad",
     "congress",
     "harris",
     "florida",
     "york",
     "shea-porter",
     "todd",
     "republican",
     "caucus",
     "r-n.c.",
     "sen.",
     "catherine",
     "nancy",
     "duckworth",
     "obama",
     "california",
     "of",
     "rowland",
     "u.s.",
     "tammy",
     "nov. 14, 2016",
     "paul",
     "spicer",
     "white",
     "gop",
     "news",
     "pelosi",
     "dec. 31",
     "young",
     "kara",
     "d-ill",
     "nevada",
     "kamala",
     "trump",
     "freedom",
     "tuesday",
     "van",
     "sean",
     "mccarthy",
     "house",
     "2016",
     "charlie",
     "harry",
     "nov. 8",
     "r-ind.",
     "d-md.",
     "pergram",
     "crist",
     "new",
     "reid",
     "sunday",
     "mark",
     "hampshire",
     "chuck",
     "ryan",
     "carol",
     "maggie",
     "hillary",
     "jan. 20",
     "hollen",
     "kevin",
     "washington"
    ],
    "id": 9,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   The first of roughly 60 newly elected Senate and House members began arriving Monday on Capitol Hill – bringing luggage and briefcases and optimism about a quick deal on infrastructure and other bipartisan projects after a contentious White House race that still divides the country. “I think we might be able to get more common ground than people anticipate. I certainly hope so because our country needs it more than ever,” incoming Florida Democratic Rep. Charlie Crist said between exiting a cab and heading for House freshman orientation. Crist, a former Republican and Florida governor, was among several incoming House members enthusiastic about Democrats and Republicans agreeing on a multi-billion-dollar spending package to create jobs and improve the country’s crumbling roads, transportation hubs and other infrastructure. While President Obama took heat for years for his costly stimulus package that backed similar projects, infrastructure spending was touted this year by Hillary Clinton and Donald Trump. “I know that President-elect Trump has talked about the fact that our airports and seaports need to be fixed, as well as our highways and byways,” Crist also said. “So I’m optimistic about that.” Monday also marked the return of sitting senators and House members, who after a two-month recess for the elections have just six weeks to pass a budget to avoid a government shutdown. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → On the Senate side, Sen.-elect Catherine Cortez-Masto, who won the seat in Nevada of fellow Democrat and retiring Senate Minority Leader Harry Reid, was on Capitol Hill, with the six other new members still arriving. Related Image Expand / Contract Nov. 14, 2016: Florida Democratic Rep.-elect Charlie Crist arriving on Capitol Hill for House freshman orientation. Fox News \"I'm honored to be the Senate-elect for the great state of Nevada,\" Cortez-Masto said during a brief press conference with Reid. \"Thank you.\" Perhaps the most activity in the upper chamber centered on the arrest of several demonstrators outside the office of New York Democratic Sen. Chuck Schumer, the expected next Senate minority leader. One of the demonstrators told Fox News the group was made up of disaffected millennials who hold Wall Street-backed Democrats partly responsible for Trump's victory over Clinton, the Democratic presidential nominee. They sat outside Schumer’s office and called on him to withdraw his leadership bid. House Majority Leader Rep. Kevin McCarthy told Fox News that Trump -- whose promise to dismantle the Washington establishment helped him win the White House -- is “going to shake this place up.” McCarthy, the No. 2 Republican in the GOP-controlled House, declined to say how his chamber will pass a spending bill to keep the federal government fully operational after Dec. 31, though it will almost certainly take the form of a stopgap measure known as a continuing resolution. Trump’s victory and Republicans keeping control Nov. 8 of their Senate majority will certainly help the GOP achieve its goals of further securing the southern U.S. border and finally getting to “repeal and replace” ObamaCare. Neither issue is expected to face any sort of final vote in this so-called lame duck session of Congress. However, McCarthy, of California, suggested the House will be working on the issues long before Trump is sworn in Jan. 20. House Republicans still have their internal vote for House speaker scheduled for Tuesday and are likely to nominate GOP Rep. Paul Ryan for another term, despite rumblings from some of the most conservative Republicans on Capitol Hill about delaying the vote or an outright change in leadership. The announcement Sunday that Ryan’s Wisconsin hometown friend and Republican National Committee Chairman Reince Priebus will be Trump’s chief of staff may have helped blunt those efforts. Even Rep. Mark Meadows, R-N.C., a leader of the conservative House Freedom Caucus, said Monday he'll back Ryan for the post.  Meanwhile, a group of about 25 House Democrats on Monday reportedly asked for a delay on voting to reappoint House Minority Leader Nancy Pelosi. The California Democrat predicted her party would retake control of the chamber but won only a handful of seats. “Our data and ground game and Trump’s momentum was a recipe for success up and down the ticket,” Republican National Committee spokesman Sean Spicer said Monday. The House will have 59 new members, though incoming New Hampshire Democratic Rep. Carol Shea-Porter has already served in Congress. And four races remain undecided. The Senate has six new members, including three newly-arriving Democrats: Cortez-Masto, Kamala Harris of California, and Maggie Hassan of New Hampshire. The three others come from the House: Reps. Todd Young, R-Ind.; Chris Van Hollen, D-Md.; and Tammy Duckworth, D-Ill.   Fox News' Kara Rowland and Chad Pergram contributed to this report.  Advertisement ",
    "title": "Class of 2017 arrives on Capitol Hill, eyeing possible deal on infrastructure | Fox News"
   },
   {
    "entities": [
     "national",
     "security",
     "mirghanbari",
     "monday",
     "l.a.",
     "garcetti",
     "scottsdale",
     "angeles",
     "donald",
     "caitlin",
     "lapd",
     "daryl",
     "guard",
     "times",
     "ariz.",
     "department",
     "cal",
     "afi",
     "obama",
     "california",
     "homeland",
     "of",
     "boster",
     "bannon",
     "eric",
     "kaatz",
     "friday",
     "fest",
     "coalition",
     "gates",
     "smith",
     "trump",
     "tuesday",
     "dakota",
     "for",
     "charlie",
     "audrey",
     "kate",
     "o'hara",
     "beck",
     "1979",
     "hollywood",
     "immigrant",
     "mark",
     "humane",
     "mather",
     "adam",
     "/",
     "state",
     "police",
     "rights",
     "los"
    ],
    "id": 10,
    "text": "LAPD will not help deport immigrants under Trump, chief says LAPD Chief Charlie Beck Mark Boster / Los Angeles Times Los Angeles Police Chief Charlie Beck said Monday that he did not intend to change the LAPD's approach to immigration enforcement, despite pledges by President-elect Donald Trump to toughen federal immigration laws and increase deportations. Los Angeles Police Chief Charlie Beck said Monday that he did not intend to change the LAPD's approach to immigration enforcement, despite pledges by President-elect Donald Trump to toughen federal immigration laws and increase deportations. (Mark Boster / Los Angeles Times) Kate Mather Contact Reporter Los Angeles Police Chief Charlie Beck said Monday that he has no plans to change the LAPD ’s stance on immigration enforcement, despite President-elect Donald Trump ’s pledge to toughen federal immigration laws and deport millions of people upon taking office. For decades, the LAPD has distanced itself from federal immigration policies. The LAPD prohibits officers from initiating contact with someone solely to determine whether they are in the country legally, mandated by a special order signed by then-chief Daryl Gates in 1979. During Beck’s tenure as chief, the department stopped turning over people arrested for low-level crimes to federal agents for deportation and moved away from honoring federal requests to detain inmates who might be deportable past their jail terms. On Monday, Beck said he planned to maintain the long-standing separation. “I don’t intend on doing anything different,” he said. “We are not going to engage in law enforcement activities solely based on somebody’s immigration status. We are not going to work in conjunction with Homeland Security on deportation efforts. That is not our job, nor will I make it our job.” Fear among immigrants and their families has rippled across the country in the days following Trump’s election to the presidency. Trump made illegal immigration a central issue of his campaign, vowing to build a wall along the U.S.-Mexico border, deport people who are in the country illegally and unwind immigration relief created under President Obama. In Los Angeles, officials have tried to alleviate some of those concerns by signaling their support for the city’s immigrant residents. At a meeting Friday at the Coalition for Humane Immigrant Rights of Los Angeles, Mayor Eric Garcetti said the city would question Trump’s decisions on immigration. “If the first day, as president, we see something that is hostile to our people, hostile to our city, bad for our economy, bad for our security, we will speak up, speak out, act up and act out,” Garcetti said. The mayor also said that the LAPD would continue to enforce Special Order 40, the Gates-signed directive that bars officers from contacting someone solely to determine their immigration status. “Our law enforcement officers and LAPD don’t go around asking people for their papers, nor should they,” he said. “That’s not the role of local law enforcement.” Beck said his command staff has also been meeting with community leaders to hear their concerns about immigration enforcement. “This is the same LAPD you had Monday, a week ago. We have not changed because of the election on Tuesday. We have the same principles. We have the same values,” he said. “This is not going to change the way that the Los Angeles Police Department enforces the law.” Caption 90 seconds: 4 stories you can't miss Trump names Priebus and Bannon as top aides , California National Guard interpreters say they're owed bonuses , UC and Cal State are considering their first tuition hikes in 6 years , and L.A. Metro has a policing proposal . Caption 90 seconds: 4 stories you can't miss Trump names Priebus and Bannon as top aides , California National Guard interpreters say they're owed bonuses , UC and Cal State are considering their first tuition hikes in 6 years , and L.A. Metro has a policing proposal . Caption Trump protesters march in downtown L.A. for a fourth night in a row Trump protesters march in downtown Los Angeles for a fourth night in a row. (Luis Sinco / Los Angeles Times) Trump protesters march in downtown Los Angeles for a fourth night in a row. (Luis Sinco / Los Angeles Times) Caption Rams jobs: From super fan to super employee Adam Mirghanbari is a self-proclaimed Rams super fan and is living his dream working for the team.  Adam Mirghanbari is a self-proclaimed Rams super fan and is living his dream working for the team.  Caption Audrey Kaatz explains why she voted for Trump “People were scared to say they were voting for him,” Audrey Kaatz, 27, said about President-elect Donald Trump as she stepped away from the bang of a cash register and the thrum of hair dryers at the upscale salon in Scottsdale, Ariz., where she works. Video by Caitlin O'Hara / For The Times “People were scared to say they were voting for him,” Audrey Kaatz, 27, said about President-elect Donald Trump as she stepped away from the bang of a cash register and the thrum of hair dryers at the upscale salon in Scottsdale, Ariz., where she works. Video by Caitlin O'Hara / For The Times Caption Lights, cameras, AFI Fest underway in Hollywood AFI Fest is a celebration of global cinema and today's Hollywood — a showcase for the best films of the year and the only festival of its kind that is free to the public. AFI Fest is a celebration of global cinema and today's Hollywood — a showcase for the best films of the year and the only festival of its kind that is free to the public. Times staff writer Dakota Smith contributed to this report. ",
    "title": "LAPD will not help deport immigrants under Trump, chief says - LA Times"
   },
   {
    "entities": [
     "j.",
     "monday",
     "donald",
     "steve",
     "nato",
     "barack",
     "obama",
     "concern",
     "bannon",
     "cites",
     "november 11, 2016",
     "white",
     "hopeful",
     "d.c.",
     "greece",
     "trump",
     "andrew",
     "germany",
     "house",
     "2016",
     "mr.",
     "peru",
     "rafferty",
     "presidency"
    ],
    "id": 11,
    "text": "Nov 14 2016, 3:45 pm ET Despite 'Concerns,' Obama Hopeful for Trump Presidency by Andrew Rafferty Obama Cites Concern, But Notes Trump's 'Impressive' Voter Appeal 2:21 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161115001533if_/http://www.nbcnews.com/widget/video-embed/808660035719\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President Barack Obama said Monday he \"absolutely\" has concerns about Donald Trump but called the president-elect \"pragmatic\" and credited him for tapping into an enthusiasm that propelled him to the White House. \"He is coming to this office with fewer set hard-and-fast policy prescriptions than a lot of other presidents might be arriving with. I don't think he is ideological,\" Obama said in his first press conference since Trump's stunning election victory. \"I think ultimately, he is pragmatic in that way. And that can serve him well as long as he has got good people around him and he has a clear sense of direction.\" \"Some of his gifts that obviously allowed him to execute one of the biggest political upsets in history, those are ones that hopefully he will put to good use on behalf of all the American people,\" Obama added. Related: Obama to Trump: Think 'Long and Hard' On Endangering Dreamers The president said he told Trump during their White House meeting last week that \"gestures matters\" when preparing his new administration and stressed the importance of reaching out to groups that opposed him during the tumultuous election. \"I emphasized to him that, look, in an election like this that was so hotly contest and so divided, gestures matter,\" Obama said. \"And how he reaches out to groups that may not have supported him, how he signals his interest in their issues or concerns, I think those are the kinds of things that can set a tone that will help move things forward once he has actually taken office.\" A fantastic day in D.C. Met with President Obama for first time. Really good meeting, great chemistry. Melania liked Mrs. O a lot! — Donald J. Trump (@realDonaldTrump) November 11, 2016 The president declined to comment on Steve Bannon's appointment as Trump's \"chief strategist and senior counselor,\" saying the Republican should be given space to allow his administration to take shape. Bannon has been linked to the \"alt-right\" movement that has ties to white nationalism. \"I think it's important for us to let him make his decisions. And I think the American people will judge, over the course of the next couple of years, whether they like what they see,\" Obama said. The presser took place before the president headed to Greece, Germany and Peru in what will be his final foreign trip in office and a chance to reassure nervous leaders abroad. Trump, Obama said, said he is committed to maintaining the country's major international alliances — including NATO, which Trump railed against during the campaign. But the president's message was also aimed at Americans worried what a Trump presidency could mean for them. \"The federal government and our democracy is not a speedboat. It's an ocean liner, as I discovered when I came into office. It took a lot of really hard work for us to make significant policy changes, even in our first two years, when we had larger majorities than Mr. Trump will enjoy,\" Obama said. Play ",
    "title": "Despite 'Concerns,' Obama Hopeful for Trump Presidency - NBC News"
   },
   {
    "entities": [
     "national",
     "gut",
     "intelligence",
     "security",
     "operations",
     "defense",
     "bush",
     "committee",
     "george",
     "ferguson",
     "cia",
     "department",
     "forces",
     "obama",
     "can",
     "california",
     "et",
     "of",
     "u.s.",
     "2009",
     "schiff",
     "special",
     "brian",
     "trump",
     "russia",
     "dilanian",
     "house",
     "2016",
     "w.",
     "cuba",
     "american",
     "aftergood",
     "how",
     "scientists",
     "guantanamo",
     "adam",
     "obama\\'s",
     "ken",
     "steven",
     "isis",
     "federation",
     "policies"
    ],
    "id": 12,
    "text": "Nov 14 2016, 4:36 pm ET How Trump Can Gut Obama's National Security Policies on Day One by Ken Dilanian advertisement President Obama made aggressive use of the CIA and Special Operations Forces to hunt and kill al Qaeda, ISIS and other terror groups. But he also imposed a set of rules designed to regulate the conduct of U.S operatives — banning torture, for example, and minimizing the risk of civilian casualties in drone strikes. President-elect Trump, who campaigned against those rules, would be able to undo most of those rules in his first hour in office. In fact, if he chooses to do so, Trump can quickly reshape large swaths of American national security policy, much of which is governed by executive orders and presidential policy guidance that can be overridden by the president's signature. That includes U.S. sanctions on Russia, and its recent rapprochement with Cuba. \"The range of unilateral presidential authority is astonishingly broad,\" said Steven Aftergood, who directs the project on government secrecy at the Federation of American Scientists. \"If you look at the presidential policy directives issued by Obama, they cover topics as diverse as biological weapons, nuclear weapons policy, intelligence surveillance policy, cyber operations, maritime security, arms-transfer policy, and on and on. And because it is based on presidential authority, it can also be revised and reshaped by a new president.\" An MQ-9 Reaper drone. SSgt Brian Ferguson / Department of Defense \"I think it would disastrous if Trump reverses a number of the president's executive policies, including repopulating Guantanamo,\" said Rep. Adam Schiff of California, the ranking Democrat on the House Intelligence Committee. Many of those policy documents are technical and uncontroversial, but Obama's counterterrorism rule book was a signature issue in Trump's campaign, as the target of his ire. Accusing Obama of not being ruthless enough, Trump advocated \"bombing the hell out of\" ISIS, bringing back interrogation techniques \"worse than waterboarding,\" and even killing the families of terrorists. Days after Obama took office in 2009, he signed executive orders banning the CIA from engaging in harsh interrogation techniques and from operating detention facilities, something it did under George W. Bush after the 9/11 attacks. The torture ban later was enacted into law, but not the prohibition on the CIA operating so-called \"black sites,\" or secret detention facilities. Many current and former CIA officials say they would never again engage in harsh interrogations — even if ordered to do so — for fear they would be punished when the political winds changed under a new administration. But Trump easily could rescind Obama's orders and direct the CIA to capture and humanely interrogate terror suspects in secret overseas, something many Republicans have urged. Human rights groups oppose such a move, saying captured terrorists should be brought to justice in U.S. courts. Trump also has some wiggle room via executive order on what constitutes torture, despite the change in the law. Trump's comment about killing the families of terrorists, which would amount to a war crime, is not taken seriously by many national security scholars. Play ",
    "title": "How Trump Can Gut Obama's National Security Policies on Day One - NBC News"
   },
   {
    "entities": [
     "aclu",
     "portland",
     "wellsville",
     "md.",
     "lafayette",
     "school",
     "carolina",
     "donald",
     "saturday",
     "acadiana",
     "fox",
     "florida",
     "last week",
     "york",
     "zach",
     "the",
     "chicago",
     "karl",
     "ku",
     "of",
     "ratcliff",
     "university",
     "oak",
     "liberties",
     "november 14, 2016",
     "night",
     "silver",
     "union",
     "news",
     "louisiana",
     "wednesday",
     "trump",
     "michigan",
     "yesterday morning",
     "2016",
     "american",
     "mr.",
     "klan",
     "stafford",
     "new",
     "sunday",
     "north",
     "spring",
     "klux",
     "middle",
     "advocate",
     "shawn",
     "lewis-lakin",
     "royal",
     "civil"
    ],
    "id": 13,
    "text": "Questionable reports of Trump-fueled violence proliferate on social media Published               November 14, 2016 Facebook 0 Twitter 0 Email Print   As if the 2016 climate couldn’t get any more divisive, false or questionable reports of violence linked to Donald Trump’s victory have gained steady traction on social media since last week – complicating efforts to distinguish fact from fiction amid very real political unrest.  In one case, a student at the University of Louisiana at Lafayette claimed that two white men – one wearing a Trump hat – jumped out of a sedan, attacked her, and stole her hijab and her wallet. The unnamed woman also said the men knocked her to the ground and screamed racial slurs at her. News of the attack quickly spread on social media, and soon some national media outlets including CNN began reporting it. The attack also was quickly condemned by the state branch of the American Civil Liberties Union. “The ACLU of Louisiana is outraged at the news of a young Muslim woman being assaulted and robbed of her hijab in Lafayette yesterday morning,” the organization said in a written statement. “The report that her attackers also shouted slurs and wore Donald Trump clothing is especially troubling in light of Mr. Trump’s frequent use of anti-Muslim rhetoric on the campaign trail.” The problem is: the incident was fabricated. “There were a lot of things that didn’t make sense,” Lafayette police spokesman Karl Ratcliff told The Acadiana Advocate. Ratcliff said the student ultimately confessed to making up the entire story after police pressed her for details. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Another report of questionable origin making the rounds involves a supposed surge in transgender teen suicides tied to the election. Claims that Trump's victory triggered at least 10 suicides surfaced Wednesday when some started posting Facebook updates saying the information came from private support groups for parents with transgender children. The stat was given a global spotlight after Guardian writer and Out magazine editor-at-large Zach Stafford tweeted that “at least 8 trans youth have committed suicide in the wake of Trump’s win.” He went on to report 10 teens took their lives. Stafford later admitted he had no evidence to back up claims that any transgender teens had killed themselves because of Trump. Such accounts have only muddled the picture of the very real unrest to seize the country since last week's election. Harassment or violence has been attributed to both sides, in several documented cases.  In the upstate New York town of Wellsville, police have launched an investigation after someone drew a swastika symbol and spray-painted “Make America White Again” on the back wall of a community softball league’s dugout. In Michigan’s Royal Oak Middle School, students were caught on video during their lunch period chanting “build the wall.” Royal Oak Schools Superintendent Shawn Lewis-Lakin wrote in a statement that officials “addressed this incident when it occurred.” “We are working with our students to help them understand the impact of their words and actions on others in their school community,” Lewis-Lakin wrote. In Silver Spring, Md., an Episcopal church in a heavily Latino suburb was vandalized. A banner advertising the church's Spanish-language service was slashed Saturday night and the words “Trump nation. Whites only” were written on the back. The same phrase was written on a brick wall in the church’s memorial garden. Last week, the beating of a suspected Trump supporter also was captured on video in Chicago. Two Florida homes reportedly were vandalized with anti-Trump messages – this, as protests broke out in cities across the country, with one in Portland causing significant property damage.  Meanwhile, the Ku Klux Klan announced it plans to hold a victory rally for Trump in North Carolina next month. Trump addressed the recent outbreak of racist rhetoric during an interview with \"60 Minutes\" that aired on Sunday. “I am so saddened to hear that and I’ll say stop it, if it helps,” he said when asked about the reports. “I’ll say it right to the camera – stop it.” Advertisement ",
    "title": "Questionable reports of Trump-fueled violence proliferate on social media | Fox News"
   },
   {
    "entities": [
     "night",
     "monday",
     "south",
     "1948",
     "florida",
     "november 14, 2016"
    ],
    "id": 14,
    "text": "Supermoon reappearing Monday night November 14, 2016, 6:43 PM | The moon is closer than it has been since 1948 -- about 200,000 miles. That has caused higher than normal tides and minor coastal flooding in South Florida. Related Videos ",
    "title": "Supermoon reappearing Monday night - Videos - CBS News"
   },
   {
    "entities": [
     "paris",
     "juliet",
     "jaffe",
     "monday",
     "stephen",
     "donald",
     "s.",
     "nato",
     "last week",
     "york",
     "november 14",
     "james",
     "oval",
     "obama",
     "breitbart",
     "bannon",
     "u.s.",
     "office",
     "victoria",
     "post",
     "iran",
     "white",
     "states",
     "news",
     "2014",
     "2010",
     "greece",
     "trump",
     "germany",
     "walker/the",
     "brady",
     "america",
     "house",
     "2012",
     "united",
     "new",
     "k.",
     "january",
     "peru",
     "greg",
     "eilperin",
     "washington"
    ],
    "id": 15,
    "text": "By Juliet Eilperin and Greg Jaffe November 14 at 4:38 PM Follow @eilperin Follow @GregJaffe President Obama held his first news conference since voters sharply rejected his candidate and his party at the polls last week, reassuring people at home and abroad that Donald Trump was committed to governing in a more pragmatic fashion than his harsh campaign style would suggest. “He’s going to be the next president and regardless of what experience or assumptions he brought to the office,” said Obama, who met with Trump for the first time last week. “This office has a way of waking you up.” Obama faced reporters crammed into the James S. Brady Briefing Room on Monday before leaving Washington for a week-long foreign trip to Greece, Germany and Peru, where he will meet with more than a dozen foreign leaders with their own set of worries about where the United States is headed under its next president. At moments the president offered advice to his successor that sometimes sounded like a warning. He urged Trump to respect “those norms that are vital to a functioning democracy,” such as “civility and tolerance and a commitment to reason and facts and analysis.” For months Obama had accused candidate Trump of breaching those norms during a bitter and contentious campaign. After last week’s shocking election results, Obama struck a more sanguine note. “I think he’s sincere in wanting to be a successful president and moving this country forward,” Obama said. “I don’t think any president ever comes in saying to himself, ‘I want to figure out how to make people angry or alienate half the country.’ ” President Obama said during a news conference Monday that it's \"healthy\" for the Democratic Party to go through reflection. \"When your team loses, everyone gets deflated,\" Obama said. (Victoria Walker/The Washington Post) The president sought to reassure U.S. allies, noting that in his conversation with Trump last week, the New York businessman “expressed a great interest in maintaining our core strategic relationships,” including the one with NATO. As he visits with world leaders, Obama vowed to let them know “that there is no weakening of resolve” when it comes to America meeting its commitments and defending its allies. Throughout the hour-long news conference, Obama sought to calm and reassure a jittery and divided country, choosing his words carefully and emphasizing unity over division. On many issues the president conceded that he and Trump continue to have competing visions on where to take the country and that his worries about Trump’s fitness for office and temperament haven’t disappeared. “Of course I have got concerns,” Obama said. He sought solace in the notion that change in Washington usually takes time. “The federal government and our democracy is not a speedboat. It’s an ocean liner,” Obama said. And he expressed hope that on issues such as the Affordable Care Act, the Iran nuclear deal and the Paris Agreement to reduce greenhouse gas emissions, Trump would modify his position. “I don’t think he is ideological. I think, ultimately, he is pragmatic,” Obama said. “And that can serve him well as long as he has got good people around him and he has a clear sense of direction.” President Obama said that his administration \"stands ready\" to assist President-elect Donald Trump and his staff as they transition to the White House in January. (Victoria Walker/The Washington Post) The president declined to comment on Trump’s highest-profile and most controversial appointment so far — senior counselor and chief strategist Stephen K. Bannon, former chief executive of the conservative website Breitbart News. Bannon is closely associated with the alt-right movement, which white nationalists have embraced. “Without copping out, I think it’s fair to say that it would not be appropriate for me to comment on every appointment that the president-elect starts making if I want to be consistent with the notion that we are going to try to facilitate a smooth transition,” Obama said. The president declined to answer a question on whether he still saw Trump as unfit to serve in the Oval Office — a criticism he had leveled more than once during the campaign — and instead emphasized that he had counseled the president-elect to reach out to some constituencies that had not supported his bid. “It is important to send some signals of unity” to minorities, women and other groups “that were concerned about the tenor of the campaign,” Obama said. In a sign of how Obama has been working doggedly to influence Trump to preserve some of his administration’s landmark achievements, the president spoke of the need to improve the Affordable Care Act rather than jettison it. He made a passionate case for not forcing children of undocumented immigrants to leave the country. “I will urge the president-elect and the incoming administration to think long and hard before they are endangering the status of what, for all practical purposes, are American kids,” he said. Going before the media soon after a major election is a rite of passage for the president. In Obama’s case, only one of these exchanges has been celebratory. While he could embrace his 2012 reelection victory, both the 2010 and 2014 midterms and now the election of his successor have amounted to serious setbacks. Six years ago, Obama called the Democrats’ congressional losses a “shellacking”; in 2014, he declined to characterize the results, saying instead to the American people, “I hear you.” Obama spent much less time talking about what contributed to Democrats’ latest losses, which were punctuated by disappointing turnout among some minority groups and a poor showing in rural areas and some key suburbs. But he acknowledged that Democrats need to engage in “some reflection” about the way they campaign and connect with the American people. “I believe that we have better ideas, but I also believe that good ideas don’t matter if people don’t hear them,” he said. “We have to compete everywhere. We have to show up everywhere.” Much of the president’s hour-long news conference was dominated by questions of his view of Trump’s character, temperament and fitness for office. Obama offered careful praise for Trump’s ability to galvanize his constituency. “What’s clear is that he was able to tap into, yes, the anxieties, but also the enthusiasm of his voters in a way that was impressive,” the president said. He observed that Trump was “impervious to events that might have sunk another candidate. That’s powerful stuff.” But Obama cautioned that Trump would not be able to govern as he campaigned: “There are going to be certain elements of his temperament that will not serve him well unless he recognizes them and corrects them.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Meeting the press for first time since Trump’s win, Obama says president-elect is committed to NATO - The Washington Post"
   },
   {
    "entities": [
     "j.",
     "clinton",
     "$2,000",
     "november 9, 2016",
     "party",
     "today",
     "$250",
     "donald",
     "10%",
     "department",
     "republican",
     "september 21, 2015",
     "of",
     "u.s.",
     "college",
     "university",
     "clovis",
     "michael",
     "education",
     "$1",
     "schramm",
     "ohio",
     "november 12, 2016",
     "trump",
     "michigan",
     "$200,000",
     "$30,000",
     "$17,500",
     "usa",
     "$500",
     "2016",
     "may",
     "12.5%",
     "columbus",
     "sam",
     "october",
     "oct. 13",
     "washington"
    ],
    "id": 16,
    "text": "— Donald J. Trump (@realDonaldTrump) September 21, 2015 He’s been talking about the topic for well over a year, at least. Plan 1: Capping repayments by income On Oct. 13, Trump mentioned his student loan plans in a speech to college students. Under his plan, tuition repayment would be capped at 12.5%. In other words, say you have $200,000 in student loans and earn $2,000 in monthly income. You wouldn’t have to worry about payments skyrocketing upwards of $500 under Trump’s plan. You’ll pay at most 12.5% of your income, which in this case would be $250 a month. Note, though, that this plan raises some questions. An income-based repayment plan already exists, called the  Revised Pay As You Earn (REPAYE) Repayment Plan . Under REPAYE, everyone with direct loans — issued from the U.S. Department of Education via the federal government — is eligible to cap payments at 10% of discretionary income . So, would Trump’s 12.5% plan apply solely towards other loans, like private loans , or would those with direct loans actually have to pay more for student debt? It’s not clear. Plan 2: Student loan forgiveness Trump also talked in his October speech about forgiving student loans after 15 years of payments. So, if you find yourself $30,000 in the hole after 15 years of paying off your student loans, you wouldn’t pay another cent. With all the money trump has, he better pay for my college tuition — kyle corpuz (@_itskakakyle) November 9, 2016 Currently under the REPAYE plan, all direct loans are forgiven after 20 years. Like with income-driven repayments, though, it’s unclear whether Trump’s 15-year plan will impact only direct loans or will also establish a forgiveness period for private loans. It’s also unclear how this would impact current provisions forgiving student debt earlier than 15 years. Plus, according to Federal Student Aid, teachers can have up to $17,500 of loans repaid by working in low-income schools for five consecutive years. Qualifying nonprofit, government and other public service workers can have their debt forgiven after 10 years of monthly payments as well. Would these provisions remain intact, or would all workers now be on the 15-year timeline? Plan 3: Cutting college costs Trump also wants colleges to reduce their costs. “They’re not doing the job of cost-cutting because they don’t have the incentive to cost cut,” he said in his October speech in Columbus, Ohio. His education page says  he wants to utilize tax breaks and tax dollars to incentivize colleges reducing costs. It’s unclear how these tax cuts will work. Will they threaten to tax college endowments, as Trump references in his Columbus speech, and additionally, how would schools receive tax dollars? i hope trump will give every college student a small loan of $1 mil so we can pay off our student debt that his government will mock us for — olivia (@queers4l) November 9, 2016 What have Trump’s officials said about the topic? In May, Trump’s campaign national co-chair and policy director Sam Clovis told  Inside Higher Ed that all colleges should have “skin in the game,” making them share the risk of student loans. This means that Clovis wants colleges to be more involved in the student loan process. Specifically, he discusses how major and post-graduation earnings should impact whether students should get student loans. If trump decides I'm illegal and deports me, will my student debt also get deported or does that stay here? It’s interesting that Clovis discusses this, but it’s not a topic Trump highlighted in his Columbus speech. And this seems to contradict Trump’s goal of providing everyone a college tuition. Do his ideas align with the Republican party? They stray pretty far away from fiscal conservative ideology. The Republican Party’s 2016 platform says  little  about student debt — mostly that the federal government shouldn’t be involved in student loans. The platform does say college cost increases should require heavy consideration, similar to Trump’s stance that colleges should decrease costs. But the official party stance doesn’t include anything about capping student loan payments or student loan forgiveness. Trump just laid a college tuition plan that actually makes sense. This man really cucked the Republican Party. — Oxygen Thief☭ (@SpookyDaScary) November 12, 2016 “What’s remarkable about Trump’s proposal is it flies in the face of the fiscal conservatism that’s supposed to define the Republican Party,” writes  the Washington Post. “[T]he party’s nominee wants to lower the period of repayment, which is sure to cost the government quite a bit of money.” How do Trump’s policies compare to Clinton’s? Similar in some ways, though Clinton advocated for more changes than Trump. Clinton’s website says she wanted income-based repayments capped at 10%, lower than Trump’s 12.5% cap. But she also wanted student debt forgiven after 20 years, which is longer than Trump’s 15 years. Both candidates also wanted to cut college costs, though Clinton’s policies go further . She wanted free community college and to “ensure that students do not need to take out loans for tuition” at 4-year public colleges, while also reducing living expenses and tuition at private non-profit colleges. Her plan also included students being able to refinance loans so students currently repaying higher-interest private loans could attain lower interest. It’s unclear whether Trump supports policies subsidizing college costs or refinancing loans. The takeaway It’s hard to know exactly what Trump’s exact plans are for student debt because they’re not detailed on his website. He discussed them in some detail in just one speech, and what he said isn’t identical to what his staff has said and isn’t aligned with the Republican party. It seems that the only thing that will tell us for sure is time. If Trump makes college tuition free he has an A in my book. Also mandatory puppies Note: USA TODAY College reached out to Donald Trump’s team for comment but has not yet received a response. Michael Schramm is a student at University of Michigan and a USA TODAY College lead digital producer. ",
    "title": "Money 101: Here's everything we know about Trump's student debt plans | Election 2016 News for College Students | USA TODAY College"
   },
   {
    "entities": [
     "lentsch",
     "interactive",
     "cbs",
     "american",
     "news",
     "airlines",
     "henry",
     "harteveldt",
     "inc",
     "$3 billion",
     "alaska",
     "$100"
    ],
    "id": 17,
    "text": "Close CBS News “We believe this is already having a five to ten percent reduction on the number of mishandled bags that we have in our system and, again, I’ll stress that’s on top of an already industry-leading performance,” Lentsch said. American Airlines already notifies flyers when their bags are loaded or unloaded from a plane, and Alaska Airlines is testing electronic bag tags. They update through the airline’s mobile app and last for two years. The industry believes the new bag tracking technology could save the airlines $3 billion over the next seven years. “Every time an airline loses a suitcase and can’t get it delivered to you at the baggage claim, it costs them about $100 to bring it your home or office or hotel,” said industry analyst Henry Harteveldt. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "New tracking technology could help end the headache of lost luggage - CBS News"
   },
   {
    "entities": [
     "double-a",
     "reporter",
     "national",
     "marietta",
     "soler",
     "arizona",
     "dexter",
     "tennessee",
     "2013",
     "$17.2 million",
     "hannemann",
     "school",
     "giants",
     "st.",
     "louis",
     "winter",
     "ga.",
     "wrigley",
     "chicago",
     "jason",
     "heyward",
     "victor",
     "albert",
     "7:30 p.m.",
     "gonzales",
     "duane",
     "tribune",
     "meetings",
     "night",
     "pope",
     "april 3",
     "field",
     "rangers",
     "young",
     "md",
     "friday",
     "jacob",
     "2017",
     "nov. 4, 2016",
     "brian",
     "contact",
     "dec. 8",
     "grant",
     "fowler",
     "april 4",
     "jr.",
     "jorge",
     "high",
     "2012",
     "zobrist",
     "caratini",
     "underwood",
     "ben",
     "brigham",
     "harbor",
     "almora",
     "april 2",
     "harper",
     "tigers",
     "park",
     "iowa",
     "mariners"
    ],
    "id": 18,
    "text": "Dexter Fowler declines Cubs' qualifying offer Photos of Cubs outfielder Dexter Fowler.  Mark Gonzales Contact Reporter Chicago Tribune During the same week in which some Cubs will be recognized for their individual achievements, team executives will continue to sculpt their 2017 roster. Free agent center fielder Dexter Fowler , as expected, declined the Cubs' one-year qualifying offer of $17.2 million. The Cubs will receive a compensation pick in the 2017 draft as long as Fowler signs elsewhere. Fowler, 30, who set a career-high with a .393 on-base percentage in 125 games, is expected to receive a multi-year offer, with the rival Cardinals , Giants, Mariners and Rangers among his projected suitors. The Cubs have options in the likely event they don't re-sign Fowler. Albert Almora could take over in center field if Gold Glove right fielder Jason Heyward shifts over, with Jorge Soler or Ben Zobrist taking over in right. The Cubs also must finalize their 40-man roster by Friday night. They currently have 34 players on their roster, but could leave a few spots open in the event they add a player through free agency or trade. Catcher Victor Caratini, outfielder Jacob Hannemann and pitcher Duane Underwood Jr. are among those who would be exposed to the Rule 5 draft if not placed on the 40-man roster. But Hannemann, 25, a third-round pick in the 2013 draft out of Brigham Young, batted only .247 to go with 26 stolen bases in only 74 games at Double-A Tennessee. Underwood, 22, a second-round pick in the 2012 draft out of Pope High School in Marietta, Ga., was limited to 18 starts and was a combined 0-6 with a 4.32 ERA at four minor league levels. Underwood pitched in only two games in the Arizona Fall League, allowing six runs on eight hits in six innings. Eligible players who aren't protected on the 40-man roster could be subject to the Rule 5 draft on Dec. 8 at the Winter Meetings in National Harbor, Md. Extra innings: According to the Cubs’ website, the 2017 opener in St. Louis was moved from April 3 to April 2 at 7:30 p.m., presumably to accommodate a national television audience. The series will resume with games on April 4 and 5. ... Brian Harper, who served as hitting coach for the Triple-A Iowa Cubs the last four seasons, has joined the Tigers ’ Triple-A Toledo affiliate in a similar role. Photos of the Cubs on their World Series victory tour. Chicago celebrates the Chicago Cubs winning the World Series with a parade from Wrigley Field to Grant Park on Nov. 4, 2016. ",
    "title": "Dexter Fowler declines Cubs&apos; qualifying offer - Chicago Tribune"
   },
   {
    "entities": [
     "luis",
     "clinton",
     "tony",
     "$1.3 billion",
     "$29 million",
     "monday",
     "mike",
     "d-chicago",
     "donald",
     "arrivals",
     "angeles",
     "laquan",
     "police",
     "justice",
     "action",
     "congress",
     "harold",
     "emanuel",
     "mexico",
     "department",
     "york",
     "1985",
     "philadelphia",
     "barack",
     "chicago",
     "obama",
     "childhood",
     "deferred",
     "illinois",
     "of",
     "antonio",
     "mcdonald",
     "u.s.",
     "lurie",
     "quigley",
     "nov. 14, 2016",
     "council",
     "minneapolis",
     "tribune",
     "children\\'s",
     "gutierrez",
     "night",
     "berto",
     "white",
     "chicagoland",
     "june",
     "2014",
     "$1 billion",
     "briscoe",
     "gomez",
     "trump",
     "2008",
     "dreamers",
     "tuesday",
     "seattle",
     "house",
     "rahm",
     "8 p.m.",
     "may",
     "for",
     "nov. 8",
     "washington",
     "immigration",
     "2012",
     "court",
     "new",
     "sunday",
     "aguayo",
     "hospital",
     "technology",
     "perez",
     "enforcement",
     "/",
     "wong",
     "institute",
     "grace",
     "city",
     "hillary",
     "donald\\xc2\\xa0trump",
     "supreme",
     "los"
    ],
    "id": 19,
    "text": "Immigration issue provides Emanuel with chance to stand up to Trump Antonio Perez / Chicago Tribune Luis Gomez, right, speaks Nov. 14, 2016, at Lurie Children's Hospital in Chicago about politicians' responsibility to assist all immigrants. Luis Gomez, right, speaks Nov. 14, 2016, at Lurie Children's Hospital in Chicago about politicians' responsibility to assist all immigrants. (Antonio Perez / Chicago Tribune) Privacy Policy Mayor Rahm Emanuel on Monday promised to protect immigrants from deportation, even as president-elect Donald Trump has pledged to remove as many as 3 million immigrants who have criminal records and are living in the country illegally. For more than three decades, Chicago has been a sanctuary city, where local laws prohibit government workers and police officers from asking about residents' immigration status. The mayor said that tradition would continue. \"To all those who are, after Tuesday's election, very nervous and filled with anxiety as we've spoken to, you are safe in Chicago, you are secure in Chicago and you are supported in Chicago,\" Emanuel said. \"Chicago will always be a sanctuary city.\" That vow is running headlong into Trump, who campaigned on blocking federal funding to sanctuary cities, ramping up deportations, increasing prison sentences for those who re-enter and building a wall along the Mexican border. But the rise of Trump and the nation's rapidly changing political landscape provides a mayor who's been trying to rebuild his image with a political opportunity in a city full of immigrants and diverse neighborhoods. Emanuel, after all, is the guy who famously offered up the credo \"never let a serious crisis go to waste\" as he prepared to push President-elect Barack Obama 's Great Recession economic agenda in 2008. In this case, Trump's inflammatory rhetoric toward Mexicans and his immigration policies give Emanuel a political rallying point among Latinos after the mayor's popularity dropped sharply following the Laquan McDonald police shooting controversy. Immigrants' rights advocates speak at a news conference to discuss expanding mental health services for those fearful that Donald Trump will deport them or their families when he is sworn in as president. (Antonio Perez / Chicago Tribune) Many Latinos, however, still look at Emanuel with a wary eye on immigration, given his relatively late religion on the issue. In the Obama White House , Emanuel advised against pursuing immigration reform in that first year, having once called it the \"third rail of politics.\" In the Clinton White House, Emanuel suggested hard-line immigration policies to achieve \"record deportations of criminal aliens.\" Twenty years later, Trump has talked about the same target Emanuel backed for Clinton — deporting immigrants with criminal records who are in the U.S. illegally. \"What we are going to do is get the people that are criminal and have criminal records, gang members, drug dealers, where a lot of these people, probably 2 million, it could be even 3 million, we are getting them out of our country or we are going to incarcerate,\" Trump told \"60 Minutes\" in an interview that aired Sunday night. \"But we're getting them out of our country. They're here illegally.\" Like many other Americans on Tuesday night, Berto Aguayo stayed up late watching the presidential election results on TV with his family. As the early returns favoring Donald Trump began to trickle in, his mother started to cry. By 8 p.m. she started calling friends and family in Mexico who reassured... Like many other Americans on Tuesday night, Berto Aguayo stayed up late watching the presidential election results on TV with his family. As the early returns favoring Donald Trump began to trickle in, his mother started to cry. By 8 p.m. she started calling friends and family in Mexico who reassured... (Grace Wong and Tony Briscoe) For his part, Emanuel has not spoken to any of these specific policy proposals from Trump — and the mayor has not said he'd protect immigrants with criminal records who are here illegally. Instead, Emanuel has struck a more general tone of sympathizing with immigrants who remain fearful of a Trump presidency. \"Now, administrations may change, but our values and principals as it relates to inclusion does not,\" Emanuel said at a Monday event with immigrants' rights advocates to discuss expanding mental health services for those worried Trump will deport them or their families. \"People from all faiths, all backgrounds and all parts of the world have beaten their path to the city of Chicago because Chicago offers them and — more importantly, as the son and the grandson of an immigrant — their children and grandchildren a chance at the American dream.\" Trump proposals In his \"Contract with the American Voter\" prior to his election, Trump said he would take three actions on immigration during his first day in office: Cancel all federal funding to sanctuary cities, start deporting more than 2 million \"criminal illegal immigrants\" and suspend immigration from \"terror-prone regions where vetting cannot safely occur.\" During his first 100 days in office, Trump has said he will introduce legislation to build a wall on the country's southern border with Mexico, enact a minimum two-year mandatory federal prison sentence for those who re-enter the country after being deported and increase penalties for overstaying a visa. It's unclear how many of those priorities Trump will push hard for, and how many turn out to be little more than campaign rhetoric or ideas he decides not to pursue while spending his post-victory political capital elsewhere. Cutting off all federal funding to sanctuary cities would require action by a Republican-controlled Congress and, if passed, could cost Chicago significantly. This year, the city is receiving a little more than $1 billion in federal grant funding for myriad programs, including early childhood education, transportation, policing, health initiatives, public assistance programs and disaster management. Next year, the city is counting on more than $1.3 billion from the federal government. The Justice Department released a report in May saying the city could stand to lose nearly $29 million in annual justice grants if found to be in violation of federal laws on detaining people to be turned over to immigration agents for possible deportation. Democratic U.S. Rep. Mike Quigley , of Chicago, said he worries about Trump's threat to turn off that federal spigot, but said he thinks the new president ultimately will soft-pedal that while seeking congressional backing for other initiatives. \"In the final analysis, though, I think if the president wants to do what he talks about, for example with a big infrastructure package, he's going to need support across the aisle,\" Quigley said on WLS-AM 890's \"Connected to Chicago\" show that aired Sunday. \"And if he says none for Chicago, he's not going to get any support from anybody in Chicago, frankly in the Chicagoland area.\" Emanuel has said he's not worried about a Trump administration penalizing Chicago for its political resistance to the Republican's policies, but the mayor's immigration remarks will put him at odds with a new White House where he already will find his clout immeasurably diminished after eight years of nearly unfettered access to the Obama administration. Emanuel has supported Obama's immigration polices, including the president's 2014 executive order. That policy, which the Supreme Court blocked in June with a 4-4 tie, would have allowed as many as 5 million immigrants here without legal permission to apply for a program that would protect them from deportation and offer them work permits. The mayor also has pledged to stand up for so-called \"Dreamers,\" those who benefited from Obama's Deferred Action for Childhood Arrivals that offered legal protection to about 742,000 people who were brought to the U.S. as children and stayed here illegally. Trump said during the campaign he would rescind that executive order that created DACA. On Monday, DACA beneficiary Luis Gomez, who came to Chicago from Mexico as an 11-year-old and is now studying at the Illinois Institute of Technology, said he worries about his ability to continue his studies and get a job if Trump follows through on that threat. And in an illustration of the difficulties anti-Trump forces face in building a unified front in the wake of Democrat Hillary Clinton's failed presidential bid, Gomez scolded Emanuel and U.S. Rep. Gutierrez, D-Chicago. \"Rep. Gutierrez, if unity is to be achieved, you need to stop categorizing and separating the undocumented community between deportables and Dreamers. I demand that you stand behind all immigrants, not just immigrants without a criminal record,\" Gomez said as Emanuel and Gutierrez stood directly behind him. \"Mayor Emanuel, the welcoming city ordinance only protects immigrants without criminal records. I demand you extend protection in the city ordinance to those who belong to my community with a record.\" Emanuel has not promised to protect immigrants with criminal records who are living in the U.S. without legal permission. And Gutierrez said such people should be deported. Years ago, Gutierrez blamed Emanuel for Obama not taking up immigration reform early in his first term. During Emanuel's first run for mayor, Gutierrez recorded automated phone calls against him and appeared in Spanish-language TV ads to proclaim, \"When Rahm Emanuel could have used his power to help us, he turned his back to us and our most vulnerable families.\" Since then, Gutierrez has buried the hatchet with Emanuel, as the mayor has shared the congressman's position on immigration issues. Emanuel also has enjoyed widespread support from the City Council's Latino aldermen. Sanctuary policies Emanuel's public statements reaffirming Chicago's sanctuary city status come as the mayors of New York, Los Angeles, Seattle, Philadelphia, Minneapolis and other major cities also have done so since Trump's election. The morning after Trump's victory, Emanuel took the rare step of giving a speech at the start of the City Council meeting. The mayor argued the multicultural slate of politicians who won in Illinois on Nov. 8 shows the strength of the immigrant ideals he said give the area its vitality. Speaking to reporters after the meeting, Emanuel said he understands how Trump's win has heightened the anxiety of immigrants who are living in the country without permission and pledged to fight forcefully for immigrants' rights in light of the anti-immigrant rhetoric Trump used throughout his campaign. On Sunday, Emanuel issued a statement urging immigrants concerned about their rights to call the city's 311 center to get information about legal resources and other programs at their disposal. Chicago's status as a sanctuary city stretches to 1985, when Mayor Harold Washington issued an executive order prohibiting city agencies from inquiring about immigration status when providing services. That included police not asking crime victims or witnesses about their immigration status. Emanuel went a step further in 2012, sponsoring a City Council-approved ordinance that said Chicago police could turn over information to federal immigration agents on immigrants only if they are wanted on a criminal warrant or have been convicted of a serious crime. This year, the City Council approved an Emanuel-endorsed ordinance to provide municipal ID cards to immigrants who are in the country without permission. The Chicago law prohibits police from providing U.S. Customs and Immigration Enforcement officials access to people who are in the Police Department's custody, unless officers are \"acting pursuant to a legitimate law enforcement purpose that is unrelated to the enforcement of a civil immigration law.\" In practice, that means police aren't supposed to turn over immigrants living in the U.S. without permission unless they are wanted on a criminal warrant or have serious criminal convictions. Chicago's law also prohibits officers from allowing ICE agents to use their facilities for interviews or investigation. And it bars on-duty officers from responding to ICE inquiries or talking to ICE officials about a person's custody status or release date. ",
    "title": "Immigration issue provides Emanuel with chance to stand up to Trump - Chicago Tribune"
   },
   {
    "entities": [
     "portland",
     "clinton",
     "n.c.",
     "md.",
     "stephen",
     "donald",
     "saturday",
     "durham",
     "congress",
     "chappelle",
     "november 14",
     "oval",
     "calif",
     "obama",
     "of",
     "bannon",
     "minnesota",
     "university",
     "petula",
     "office",
     "night",
     "white",
     "silver",
     "petaluma",
     "georgia",
     "ore.",
     "trump",
     "michigan",
     "2008",
     "indiana",
     "2018",
     "america",
     "house",
     "2012",
     "bethesda",
     "ventura",
     "sunday",
     "spring",
     "dave",
     "hillary",
     "43 percent",
     "dvorak",
     "washington"
    ],
    "id": 20,
    "text": "Stop protesting democracy. Saying #notmypresident is the same as saying #notmyconstitution. The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Petula Dvorak Columnist November 14 at 3:47 PM Follow @petulad What was lost in the election last week? Decency. Humanity. Morality. All the way around. From protesters destroying property in Portland, Ore., to racists destroying a sense of safety in Silver Spring, Md., too many people are undermining the foundation of our country in the aftermath of a polarizing election. And our first order of business is to fix it. Because this is about democracy, really. Donald Trump is going to be our president. And saying #notmypresident is the same as saying #notmyconstitution or #notmycountry or #notmyAmerica. It is our America. All of us. Yes, Hillary Clinton won the popular vote. A majority of Americans who voted last week — and a totally shameful 43 percent of y’all stayed home, and you better not have been at those protests if you did — voted for her. But the same constitution that gives protesters the right to peaceful assembly also created the electoral college that gave Trump the White House. [ American women have always had to fight for our rights. We can’t stop fighting now .] This is what democracy looks like. And smashing windows in cities or burning flags on college campuses or staging walkouts at high schools won’t change that. And shouldn’t change that. All it does is provide Dave Chappelle solid gold material for his Saturday Night Live monologue. Decent Americans have somehow lost their ability to control all the wrong impulses. Sore losers protesting the democratic process are just as useless as hate-filled winners sneaking around towns painting swastikas and racist graffiti. I want to say that the only difference between the two is that one is ridiculous while the other is dangerous. But that’s not totally true, either. The “Whites Only” graffiti scrawled on an Episcopalian church in Silver Spring and the swastikas drawn in a Bethesda middle school bathroom are references to real and bloody horrors in history. So was the swastika used to deface a church in Indiana and the “#Whitesonly” written on a door in Minnesota. The connective tissue between all the hated? The word “Trump,” which accompanied most of the vandalism. Indiana even got “Heil Trump” on the outside of one church. There were the fifth graders in Ventura, Calif ., chanting “Build a Wall!” and walls in Durham, N.C. defaced with “Black Lives Don’t Matter and Neither Does Your Vote.” Confederate flags fluttered at a Veteran’s Day parade in Petaluma, Calif. Women in hijab reported having them yanked off in public, and a disturbing note to a Muslim elementary school teacher in Georgia told her to go hang herself with her head scarf. A student at the University of Michigan was told she would be set on fire if she didn’t remove her hijab. These are the deplorable acts that are intended to terrify religious and racial minorities. They must be condemned and not with a dispassionate, timid “Stop it,” which is what Trump said during a “60 Minutes” interview that aired Sunday night. And Trump’s decision to appoint his campaign chairman Stephen Bannon — denounced by critics as a proponent of racist, anti-Semitic and misogynistic views — as his White House chief strategist was absolutely chilling. Even so, it doesn’t justify protesting the outcome of the election itself, which is the beating heart of American democracy. When young people respond by burning flags and walking out of class, they might be making themselves feel better. But remember when President Obama was elected in 2008 and 2012, and it wasn’t all rainbows and unicorns? When black families found burning crosses on their lawns, protesters carried signs with nooses and racist caricatures and mobs burned him in effigy? They were protesting his victory. They probably made themselves feel better in their fellowship of hatred, but they did nothing to change the Obama family’s address for eight years. That brings us to the part where protesting the simple fact of our democratic process is dangerous, too. Protest Trump’s actions and policies. Pressure members of Congress. Work like mad to get rid of the electoral college if you’ve had it with the system. Support candidates in the 2018 elections that can make real change. That is what democracy looks like. Trump in the Oval Office? That is what democracy looks like, too. Twitter: @petulad ",
    "title": "Stop protesting democracy. Saying #notmypresident is the same as saying #notmyconstitution. - The Washington Post"
   },
   {
    "entities": [
     "clinton",
     "monday",
     "international",
     "donald",
     "fox",
     "august",
     "nato",
     "mideast",
     "studies",
     "singapore",
     "obama",
     "alexis",
     "u.s.",
     "pappas",
     "november 14, 2016",
     "news",
     "greece",
     "trump",
     "germany",
     "conley",
     "and",
     "america",
     "2016",
     "for",
     "center",
     "strategic",
     "press",
     "japan",
     "nikos",
     "tsipras",
     "peru",
     "associated",
     "hillary",
     "europe",
     "asia",
     "heather"
    ],
    "id": 21,
    "text": "Obama: Trump committed to NATO alliance; Dems should reflect on election loss Published               November 14, 2016 Facebook 0 Twitter 0 livefyre Email Print   Calling the office of the presidency “bigger than any one person,” President Obama on Monday said the influence America has on a global scale will not be erased by the outcome of one election and added that Donald Trump told him the U.S. would reaffirm its commitment to the NATO alliance. Domestically, Obama said last week’s major losses for the Democratic Party across the country were a political blow but encouraged his party “not to waiver on our core beliefs and principles.” “When your team loses, everybody gets deflated,” Obama said. He added, “It’s important for me not to be bigfooting that conversation.” Monday marked the first time Obama has taken questions from the press since Trump’s election win last week. The president was also questioned on the status of his legacy laws, including ObamaCare, under a Trump administration, as well as the ongoing protests in cities across the country following the election. Just days ago, the two men were attacking one another on policy issues. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Trump ran his campaign on promises to gut most of Obama’s signature policies. The president spent the majority of the 2016 presidential election season calling out his now-successor, saying he was “temperamentally unfit” for the job. Since then, Obama has said his main goal going forward would be to facilitate a smooth transition of power.   Following the press conference, the president will head out on his last major trip abroad where he’ll likely face similar questions from his foreign counterparts. And though Obama has urged unity and said the U.S. must root for Trump’s success, the president’s trip to Greece, Germany and Peru forces him to confront global concerns about the future of America’s leadership. \"The mood of Greek people for this political change is 'wait and see,'\" said Nikos Pappas, a minister of state with close ties to Prime Minister Alexis Tsipras, in an interview. He said there was surprise in Greece, as elsewhere, about Trump's victory, but added: \"Everybody would be expecting the U.S. government is going to continue to be on our side.\" Obama's trip, planned when it seemed certain Hillary Clinton would win, had been designed to reassure the world that the U.S. had regained its footing after a toxic campaign that unnerved foreign capitals, noted Heather Conley, a Europe scholar at the Washington-based Center for Strategic and International Studies. \"Now the president has the unenviable task of telling his counterparts and explaining what Europeans are now coining 'the Trump effect,'\" Conley said. For months, Obama lent credence to those concerns as he urged Americans to reject Trump. Standing alongside Singapore's prime minister in August, Obama said Trump was \"woefully unprepared\" because he lacked \"basic knowledge\" about critical issues in Europe, Asia and the Mideast. And during a visit to Japan, Obama said world leaders were rightfully \"rattled\" by Trump. Now, Obama must reassure the U.S. and other countries that somehow, it will all be OK. The Associated Press contributed to this report.  Advertisement ",
    "title": "Obama: Trump committed to NATO alliance; Dems should reflect on election loss | Fox News"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "mr.",
     "news",
     "inc",
     "donald",
     "ivanka",
     "trump",
     "eric",
     "jared",
     "kushner",
     "jr.",
     "stahl",
     "lesley"
    ],
    "id": 22,
    "text": "You know Donald Trump's platform. You know his famous quotes. But how well do you know his kids? The issue raises another layer of questions about the unique role his children are playing and conflicts of interest with their running his network of businesses. Mr. Trump’s children Ivanka, Eric and Donald Jr., as well as son-in-law Jared Kushner, were named to the president-elect’s transition team late last week. Though they were an integral part of his campaign team, Mr. Trump’s children have all stated that they will not hold formal roles in the government. “No,” Ivanka told CBS News’ Lesley Stahl when asked during a “60 Minutes” interview if she would join the administration. “I’m going to be a daughter. But I’ve-- I’ve said throughout the campaign that I am very passionate about certain issues. And that I want to fight for them.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump team seeks top-secret security clearances for Trump's children - CBS News"
   },
   {
    "entities": [
     "september 11, 2001",
     "him",
     "alliance",
     "to",
     "today",
     "stoltenberg",
     "nov 14, 2016",
     "donald",
     "times",
     "fishel",
     "putin",
     "nato",
     "york",
     "committed",
     "jens",
     "role",
     "the",
     "obama",
     "transatlantic",
     "told",
     "white",
     "justin",
     "he",
     "states",
     "support",
     "trump",
     "maintaining",
     "russia",
     "would",
     "2 percent",
     "house",
     "america",
     "united",
     "new",
     "us",
     "july",
     "europe",
     "vladimir"
    ],
    "id": 23,
    "text": "Obama Says Trump Told Him He Would Support NATO, After Threats to Abandon It By JUSTIN FISHEL Nov 14, 2016, 7:20 PM ET 0 Shares WATCH Obama: Trump Committed to Maintaining US Role in NATO 0 Shares Email President Obama said today that President-elect Donald Trump told him personally that he would maintain a strong \"commitment\" to NATO -- after the real estate mogul threatened to abandon the alliance during the campaign. Obama made the remarks at a press briefing at the White House just before departing on his last trip overseas as president, an opportunity he'll take to signal \"solidarity with our closest allies,\" he said. \"In my conversation with the president-elect he expressed a great interest in maintaining our core strategic relationships, and so one of the messages I will be able to deliver is his commitment to NATO and the Transatlantic Alliance,\" Obama said. Donald Trump Tells Vladimir Putin He’s Looking 'Forward to Having a Strong and Enduring Relationship With Russia' \"I think that's one of the most important functions I can serve at this stage during this trip is to let them know that there is no weakening of resolve when it comes to America's commitment to maintaining a strong and robust NATO relationship and a recognition that those alliances aren't just good for Europe,\" the president added. \"They are good for the United States and they are vital for the world.\" During his presidential campaign Donald Trump described NATO as \"obsolete,\" while also suggesting he may not honor the organization's most sacred covenant of mutual defense (an attack on one is an attack on all) in the face of outside aggression. “If they fulfill their obligations to us, the answer is yes,\" Trump told The New York Times in July when asked if he would defend the Baltic states from an attack by Russia. Trump has said NATO needs to spend more on its own defense and has complained that not every member is in compliance with their obligation to spend 2 percent of gross domestic product on national defense. Days after the election, NATO's Secretary-General, Jens Stoltenberg , penned an op-ed in The Guardian warning that \"this is no time to question the value of the partnership between Europe and the United States.\" Stoltenberg also issued a stark reminder, seemingly aimed at Trump, that NATO's mutual defense clause has been invoked only once: when NATO allies deployed in support of the United States after the terror attacks of September 11, 2001. 0 Shares ",
    "title": "Obama Says Trump Told Him He Would Support NATO, After Threats to Abandon It - ABC News"
   },
   {
    "entities": [
     "mike",
     "aledmys",
     "1952",
     "angeles",
     "lindor",
     "diaz",
     "xander",
     "chicago",
     "cal",
     "maeda",
     "hollandsworth",
     "rodriguez",
     "dusty",
     "sox",
     "cardinals",
     "jr.",
     "boston",
     "seattle",
     "cubs",
     "colorado",
     "1996",
     "dave",
     "russell",
     "sean",
     "red",
     "troy",
     "belanger",
     "black",
     "st.",
     "bogaerts",
     "1982",
     "johnson",
     "francisco",
     "1947",
     "corey",
     "joe",
     "ripken",
     "getty",
     "smith",
     "jackie",
     "tuesday",
     "trevor",
     "dodgers",
     "cleveland",
     "national",
     "monday",
     "raul",
     "thursday",
     "ozzie",
     "bryant",
     "correa",
     "todd",
     "baker",
     "the",
     "1994",
     "images",
     "of",
     "tulowitzki",
     "robinson",
     "trea",
     "2015",
     "maddon",
     "m.",
     "astros",
     "roberts",
     "rbi",
     "story",
     "american",
     "alex",
     "mark",
     "july",
     "mondesi",
     "rockies",
     "piazza",
     "washington",
     "turner",
     "los",
     "addison",
     "louis",
     "haffey",
     "carlos",
     "houston",
     "mvp",
     "nl",
     "oct. 18",
     "kyle",
     "seager",
     "nationals",
     "kris",
     "1993",
     "indians",
     "kenta",
     "league",
     "mariners"
    ],
    "id": 24,
    "text": "Dodgers' Corey Seager is unanimous choice for NL rookie of the year NLCS - Chicago Cubs v Los Angeles Dodgers - Game Three Sean M. Haffey / Getty Images The Dodgers' Corey Seager hits an RBI single in Game 3 of the NLCS against the Chicago Cubs at Dodger Stadium on Oct. 18. The Dodgers' Corey Seager hits an RBI single in Game 3 of the NLCS against the Chicago Cubs at Dodger Stadium on Oct. 18. (Sean M. Haffey / Getty Images) Bill Shaikin Contact Reporter For their latest rookie of the year, the Dodgers can thank one of their owners. The basketball-playing one. Cal Ripken Jr. stood tall. Shortstops did not, at least not in a baseball world populated by the likes of Ozzie Smith, Mark Belanger and Luis Aparacio. Ripken wanted to play shortstop, so he drew his inspiration from an out-of-the-box wizard in another sport. “I remember thinking about Magic Johnson playing the point,” Ripken said. The lineage of big shortstops — big bodies and big success — officially extended to Corey Seager on Monday. Seager was the unanimous winner of the National League rookie-of-the-year award. He joined Mike Piazza (1993) and Raul Mondesi (1994) as the only Dodgers to win the award in a unanimous vote. Although  Dodgers players have won the award a record 17 times — more than twice as many times as any other club — Seager is the first since Todd Hollandsworth in 1996. “It’s awesome to be able to bring it back,” Seager said. Said Dodgers Manager Dave Roberts: “He is everything that is good about our game.” Washington center fielder Trea Turner, 23, who did not win a place in the Nationals’ lineup until July, finished second in the voting. Dodgers pitcher Kenta Maeda, 28, placed third. The soft-spoken Seager, 22, said he had no expectations about winning but declared himself “extremely happy” and “extremely excited.” The family and friends gathered for the announcement and subsequent celebration included big brother Kyle, 29, an All-Star third baseman for the Seattle Mariners. “He’s kind of been the angel on my shoulder,” Corey Seager said. The 6-foot-4 Ripken won the American League rookie award in 1982, the first big step in his Hall of Fame career and in broadening the shortstop prototype to include Alex Rodriguez and Troy Tulowitzki, each 6 feet  3, and Seager, at 6 feet 4. “There hadn’t been a model, really,” Ripken said. “You always looked at the smaller guys who could cover ground. All of a sudden, when someone has some success at the position outside the stereotype, it provokes conversation.” Ripken noted he was not as acrobatic as the lighter shortstops but made up for it with superior defensive positioning, an aspect of the game at which  the Dodgers’ analytics staff and front office excel. Although Seager wearied of being told from the day he was drafted that his size would force an eventual move to third base, he said he did not consider Monday’s award as evidence he had made it to the top of his profession as a shortstop. “It’s obviously an honor just to win it,” he said. “It’s not to shove in anybody else’s face. It’s a hard game. You don’t take it for granted.” He established himself alongside two second-year players – Francisco Lindor of the Cleveland Indians and Carlos Correa of the Houston Astros – at the head of a star-studded group of rising young shortstops.He established himself alongside two second-year players – Francisco Lindor of the Cleveland Indians and Carlos Correa of the Houston Astros – at the head of a star-studded group of rising young shortstops. The group also includes Addison Russell of the Chicago Cubs, Xander Bogaerts of the Boston Red Sox, Aledmys Diaz of the St. Louis Cardinals and Trevor Story of the Colorado Rockies, who hit 27 home runs before suffering a season-ending injury in July. Seager already has been announced as one of the finalists for the NL most-valuable-player award, expected to be won Thursday by the Cubs’ Kris Bryant, the 2015 rookie of the year. Seager is expected to finish second or third in the MVP vote. The highest finish for a Dodgers rookie in the MVP vote: third, by pitcher Joe Black in 1952. Seager, a minimum-wage shortstop on the team with the highest payroll in the league, was the youngest of the Dodgers’ 24 position players this year. None of the veteran position players on the team’s current roster has finished higher than fourth in an MVP vote. Dodgers icon Jackie Robinson was the first winner of the rookie award, in 1947. The award is now presented in Robinson’s honor to a player in each league. On Tuesday, the Dodgers could win again, when the NL manager-of-the-year award is announced.  Roberts is one of the finalists, along with Dusty Baker of the Nationals and Joe Maddon of the Cubs. ",
    "title": "Dodgers&apos; Corey Seager is unanimous choice for NL rookie of the year - LA Times"
   },
   {
    "entities": [
     "giuliani",
     "richard",
     "africa",
     "bush",
     "committee",
     "donald",
     "treasury",
     "rudy",
     "george",
     "congress",
     "mcgehee",
     "york",
     "oversight",
     "u.s.",
     "painter",
     "trump",
     "jr.",
     "house",
     "elijah",
     "w.",
     "meredith",
     "new",
     "sunday",
     "maryland",
     "ivanka",
     "city",
     "cummings"
    ],
    "id": 25,
    "text": "Critics See Legal, Political Risks If Trump Keeps Ties To His Businesses Critics See Legal, Political Risks If Trump Keeps Ties To His Businesses Embed Embed Donald Trump has promised to turn his company over to his three grown children — Donald Trump Jr. (from left), Ivanka and Eric — to run once he's sworn in. Chip Somodevilla/Getty Images hide caption toggle caption Chip Somodevilla/Getty Images Donald Trump has promised to turn his company over to his three grown children — Donald Trump Jr. (from left), Ivanka and Eric — to run once he's sworn in. Chip Somodevilla/Getty Images Federal law says anyone who works for the executive branch of the government has to avoid conflicts of interest. The Treasury secretary cannot own stock in a big bank, for instance. And Richard Painter, who served as ethics adviser under President George W. Bush, says different administrations have typically been scrupulous about following the law. \"Whenever anyone was even considering a position that would be appointed by the president, I would discuss with that person the need to sell off assets that create conflicts of interest,\" Painter says. But ironically the law that bars conflicts of interest for, say, a deputy assistant cabinet secretary, doesn't apply to the president or vice president. That means President-elect Donald Trump can continue to operate his vast network of businesses while serving as president. Trump has said he won't do that. He says he'll let his three grown children run his companies instead. Donald Trump's Businesses Pose New Conflict Of Interest Questions The ranking Democrat on the House Oversight Committee, Elijah Cummings of Maryland, is calling for congressional hearings into Trump's business interests. Rudy Giuliani, the former New York City mayor and U.S. attorney, suggested on CNN on Sunday that Trump needs to keep the businesses operating to be fair to his children. \"Remember, they can't work in the government because of the government rule about nepotism so you'd be putting them out of work,\" Giuliani said. But Giuliani, who is a top adviser to the president-elect, also said later that Trump should consider some kind of arrangement to remove himself completely from running his companies. Article continues after sponsorship There are enormous risks to a Trump presidency, legal risks and other political risks, if he keeps these business interests while he serves as president. Richard Painter, ethics adviser under President George W. Bush Among government ethics experts the idea of a sitting president's family running businesses for him raises all kinds of red flags. \"If we heard a similar situation described of a country in maybe Africa or another part of the world about the role that the family was going to play while their father was in the presidency, we'd often refer to that as kind of one of the features of a banana republic,\" says Meredith McGehee, with the nonpartisan group Issue One. The Trump family does considerable business with overseas banks and governments. McGehee asks what happens when one of Trump's children goes out to negotiate a deal. \"What's the message to the people they're dealing with? Is it: You better deal with me or there's going to be retribution? Or, I really want to deal with you because I think there's really some reward for my business?\" she says. 4 Questions About Donald Trump's Potential Conflicts Of Interest If He's Elected And Painter, the former Bush ethics adviser, says Trump risks running afoul of the Emoluments Clause of the Constitution, which bars U.S. government employees from getting paid by foreign countries or the companies they own. Painter says at worst that could lead to a constitutional crisis between Congress and the president. \"There are enormous risks to a Trump presidency, legal risks and other political risks, if he keeps these business interests while he serves as president,\" Painter says. At best, Trump's business ties are likely to pop up repeatedly as a source of suspicion and scrutiny, McGehee says. \"The more of these kinds of ethical distractions that arise, I think the worse it is for President-elect Trump to actually come in and do the job he says he wants to do,\" she says. And, she says, that could impede the country's ability to move forward after the long, contentious presidential campaign. ",
    "title": "Critics See Legal, Political Risks If Trump Keeps Ties To His Businesses : NPR"
   },
   {
    "entities": [
     "national",
     "paris",
     "calmes",
     "arizona",
     "ann",
     "monday",
     "john",
     "mike",
     "julie",
     "cooper",
     "committee",
     "coulter",
     "steve",
     "maggie",
     "relations",
     "sarah",
     "weaver",
     "s.",
     "york",
     "morning",
     "pollak",
     "southern",
     "republican",
     "nov. 13, 2016",
     "2011",
     "helene",
     "oval",
     "obama",
     "california",
     "law",
     "joel",
     "breitbart",
     "d.",
     "bannon",
     "november 15, 2016",
     "haberman",
     "office",
     "nov. 14, 2016",
     "council",
     "on",
     "iran",
     "hirschfeld",
     "night",
     "israel",
     "white",
     "michael",
     "news",
     "b.",
     "huckabee",
     "ohio",
     "american-islamic",
     "greece",
     "germany",
     "trump",
     "landler",
     "poverty",
     "jackie",
     "mccain",
     "shear",
     "mccarthy",
     "house",
     "america",
     "priebus",
     "washington",
     "michele",
     "palin",
     "center",
     "mr.",
     "cair",
     "new",
     "sunday",
     "davis",
     "mark",
     "england",
     "peru",
     "arkansas",
     "schmidt",
     "kasich",
     "bachmann",
     "kevin",
     "reince"
    ],
    "id": 26,
    "text": "Privacy Policy At a news conference before leaving on a weeklong trip to Greece, Germany and Peru, Mr. Obama appeared to be doing his best to give Mr. Trump space as he begins forming his administration. He also continued his efforts to persuade Mr. Trump to preserve his legacy, pointedly reminding him that repealing the Affordable Care Act could be politically unpopular and that ripping up global agreements like the Iran nuclear deal or the Paris climate accord would be difficult. “It’s important for us to let him make his decisions,” Mr. Obama said. “The American people will judge over the course of the next couple of years whether they like what they see.” He refused to say whether he still considered Mr. Trump unfit to sit in the Oval Office and have access to the nuclear codes, and equated Mr. Trump’s shortcomings with his own troubles organizing paperwork on his desk. The closest Mr. Obama came to criticizing Mr. Trump was when he said the president-elect would have to temper his impulse to make explosive comments and shade the truth once he was sworn in. A list of possibilities for key posts in the new administration. “There are going to be certain elements of his temperament that will not serve him well unless he recognizes them and corrects them,” Mr. Obama said. “I think he recognizes that this is different, and so do the American people.” Congressional Republicans remained largely silent about the appointment of Mr. Bannon, choosing instead to praise Mr. Trump’s announcement that Reince Priebus, the chairman of the Republican National Committee, would be the new White House chief of staff. In remarks to reporters, Representative Kevin McCarthy of California, the Republican majority leader in the House, said he would “not prejudge” Mr. Trump’s choice. But critics of Mr. Bannon continued to raise questions about his background and his tenure as the chairman of Breitbart News. A 2011 radio interview surfaced in which Mr. Bannon praised Ann Coulter, Michele Bachmann and Sarah Palin by saying they were not “a bunch of dykes that came from the Seven Sisters schools up in New England.” Advertisement Continue reading the main story “That drives the left insane,” he added, “and that’s why they hate these women.” The Council on American-Islamic Relations said the selection of Mr. Bannon “sends the disturbing message that anti-Muslim conspiracy theories and white nationalist ideology will be welcome in the White House.” That view was echoed by the Southern Poverty Law Center , which tracks hate groups and said Mr. Trump “should rescind this hire.” “In his victory speech, Trump said he intended to be president for ‘all Americans,’” the center said. “Bannon should go.” Republicans who had long opposed Mr. Trump’s candidacy also took to Twitter on Sunday night and Monday morning to warn that his choice to rely on the advice of Mr. Bannon was an indication of the way he would govern. “The racist, fascist extreme right is represented footsteps from the Oval Office,” said John Weaver, a Republican strategist who ran the presidential campaign of Gov. John Kasich of Ohio and previously advised Senator John McCain of Arizona. “Be very vigilant, America.” The racist, fascist extreme right is represented footsteps from the Oval Office. Be very vigilant America. —         John Weaver (@JWGOP) Nov. 13, 2016 But people close to Mr. Bannon came to his defense. Joel B. Pollak, an author and editor at Breitbart, called him an “American patriot who also defends Israel and has deep empathy for the Jewish people.” Mike Huckabee, the former governor of Arkansas and presidential candidate, accused Mr. Bannon’s critics of sour grapes. On Twitter, he wrote that Mr. Bannon should embrace the criticism from the Council on American-Islamic Relations, or CAIR. “Critics of Steve Bannon know he’s smarter and tougher than they are,” Mr. Huckabee wrote. “When CAIR doesn’t like you, that is a good thing.” Critics of Steve Bannon know he's smarter and tougher than they are. When CAIR doesn't like you that is a good thing. Bannon a good guy —         Gov. Mike Huckabee (@GovMikeHuckabee) Nov. 14, 2016 Michael D. Shear reported from Washington, and Maggie Haberman from New York. Michael S. Schmidt, Julie Hirschfeld Davis, Mark Landler, Jackie Calmes and Helene Cooper contributed reporting from Washington. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on November 15, 2016, on page A1 of the New York edition with the headline: Furor Over Trump’s Pick Of a Hard-Right Adviser. Order Reprints | Today's Paper | Subscribe ",
    "title": "Critics See Stephen Bannon, Trump’s Pick for Strategist, as Voice of Racism - The New York Times"
   },
   {
    "entities": [
     "korte",
     "monday",
     "loeb",
     "briefing",
     "stephen",
     "donald",
     "bay",
     "congress",
     "putin",
     "saul",
     "barack",
     "the",
     "his",
     "nov. 14",
     "obama",
     "oval",
     "of",
     "bannon",
     "6:15 p.m. est",
     "u.s.",
     "office",
     "nov. 14, 2016",
     "november 14, 2016",
     "night",
     "white",
     "gop",
     "states",
     "gregory",
     "greece",
     "trump",
     "germany",
     "room",
     "conversation",
     "house",
     "brady",
     "press",
     "united",
     "eight years ago",
     "guidelines",
     "peru",
     "guantanamo"
    ],
    "id": 27,
    "text": "Obama: Americans should 'reconcile themselves' to Trump presidency President Obama answers questions about the election, the presidential transition and his legacy. Post to Facebook Obama: Americans should 'reconcile themselves' to Trump presidency President Obama answers questions about the election, the presidential transition and his legacy. Check out this story on USATODAY.com: http://usat.ly/2frLtwB CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 268 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Obama: Americans should 'reconcile themselves' to Trump presidency Gregory Korte , USA TODAY 6:15 p.m. EST November 14, 2016 x Share President Barack Obama told reporters on Monday that his team will do what they can to 'ensure a smooth transition' to President-elect Donald Trump. (Nov. 14) AP President Obama speaks during a press conference in the Brady Press Briefing Room of the White House on Nov. 14, 2016. (Photo: Saul Loeb, AFP/Getty Images) President Obama said Americans had to \"reconcile themselves\" to the Trump presidency, and — in a surprising turnabout from his pre-election rhetoric — spoke optimistically about the president-elect's ability to govern. Answering questions from reporters for the first time since voters handed the White House over to a candidate who promised to dismantle his agenda , Obama also pledged Monday to give President-elect Donald Trump the space he needs to put together a new government. He declined to comment on the appointment of alt-right firebrand Stephen Bannon to a top role in his White House, and steered clear of his campaign remarks that Trump was unfit for the presidency. \"Look, the people have spoken. Donald Trump will be the next president, the 45th president of the United States. And it will be up to him to set up a team that he thinks will serve him well and reflect his policies. And those who didn't vote for him have to recognize that that's how democracy works. That's how this system operates,\" he said. \"Whenever you have got an incoming president of the other side, particularly after a bitter election like this, it takes a while for people to reconcile themselves with that new reality. Hopefully, it's a reminder that elections matter and voting counts.\" He did give Trump plenty of presidential advice — on staffing, on reaching out to women and minorities, and even on his temperament. He said an offhand remark from the president can move markets and impact national security. \"There are going to be certain aspects of his temperament that will not serve him well unless he recognizes them and corrects them,\" Obama said. Trump speaks with Putin by phone But on the whole, Obama spoke almost admiringly of Trump's political skills. \"What's clear is that he was able to tap into — yes, the anxieties, but also the enthusiasm of his voters in a way that was impressive,\" he said. And that connection with his supporters made him \"impervious to events that might have sunk another candidate. \"That's powerful stuff,\" he said. Trump \"is coming to this office with fewer set hard-and-fast policy prescriptions than a lot of other presidents might be arriving with,\" Obama said. \"I don't think he is ideological. I think ultimately he is pragmatic in that way. And that can serve him well as long as he has got good people around him and he has a clear sense of direction.\" The news conference provided a way for Obama to get domestic politics out of the way before he departs Monday night for a weeklong, three-country foreign trip that's expected to be the last of his presidency. \"I figure, why wait?\" he told reporters. That trip — to Greece, Germany and Peru — will give Obama a chance to reassure allies that bipartisan commitments are more enduring than any one administration. He's scheduled three news conferences during the trip, one on each leg, adding up to an extraordinary one-week stretch in which he'll face the press four times. At the Monday news conference, Obama addressed: ► The future of the Affordable Care Act: \"Obviously, this has been a holy grail for Republicans over the past six, seven years: 'We’ve got to kill Obamacare.' That's been taken as an article of faith. 'It’s terrible. It doesn't work, and we have to undo it,\" Obama said. But he argued that the GOP now has the challenge of how to improve on something that, Obama contends, is already doing well. \"On a lot of issues, now comes the hard part,\" he said. ► His Oval Office meeting with Trump: \"We had a very cordial conversation and that didn't surprise me,\" he said. \"I think that he is obviously a gregarious person. He's somebody who I think likes to mix it up and to have a vigorous debate.\" Obama gave Trump some practical advice on staffing. \"Probably the most important point that I made was that how you staff, particularly the chief of staff, the national security adviser, the White House counsel ... that's something that has to be attended to right away,\" he said. \"I think it's important to give him the room and the space to do that.\" Obama said he told Trump he was encouraged by his more conciliatory tone since the election, but said he needs to reach out to women and minority groups to assure them he can be their president, too. \"Gestures matter,\" he said. \"And how he reaches out to groups that may not have supported him, how he signals his interest in their issues or concerns, I think those are the kinds of things that can set a tone that will help move things forward once he has actually taken office.\" ► The future of the Democratic Party: \"It’s a healthy thing for the Democratic party to go through some reflection. I think it's important for me not to be bigfooting that conversation. We want to see new voices and new ideas emerge,\" he said. He defended the Democratic platform on economic and social issues. \"I believe we have better ideas, but I also believe that good ideas won't happen if people don't hear them,\" he said. \"Given the population distribution across the country, we have to compete everywhere. we have to show up everywhere.\" ► The closing of Guantanamo Bay prison: \"It is true that I have not been able to close the darned thing, because of the congressional restrictions that have been placed on us,\" he said of the Cuban naval base that houses detainees from the war on terror. \"What is also true is that we’ve significantly reduced the population.\" There are now just 60 detainees, down from a peak of about 770. He said there remains a \"group of very dangerous people\" who cannot be tried in civilian courts, often because of the sensitive nature of the evidence against them, but that they could be housed more efficiently in facilities on U.S. soil.  \"Congress disagrees with me, and I gather the president-elect does as well,\" he said. Obama: 'We have to change course' on Guantanamo ► His legacy: Obama said his White House team should be proud of what they've accomplished. \"We've already ensured that when we turn over the keys, the car is in pretty good shape. We are indisputably in a better position now than we were when I came in eight years ago,\" Obama said, running through his usual litany of accomplishments including the auto bailout, job growth and health care costs. But he also added one that he doesn't often boast of: \"I am very proud of the fact that we will, knock on wood, exit this administration without significant scandal.\" While he admitted that there have been \"screw ups\" in the federal government, he said the federal government acts more ethically than in the past. \"The reason is, frankly, we listen to the lawyers,\" he said. \"You wouldn’t know this if you were listening to some news outlets, or some members of oversight committees in Congress. But if you actually look at the facts, it works.\" ",
    "title": "Obama: Americans should 'reconcile themselves' to Trump presidency"
   },
   {
    "entities": [
     "clinton",
     "conference",
     "stephen",
     "nov 14, 2016",
     "donald",
     "since",
     "nato",
     "1st",
     "barack",
     "obama",
     "breitbart",
     "bannon",
     "u.s.",
     "chadbourn",
     "states",
     "news",
     "trump",
     "holds",
     "2016",
     "press",
     "united",
     "january",
     "election",
     "peru",
     "hillary",
     "europe",
     "margaret"
    ],
    "id": 28,
    "text": "Obama Says Despite Reservations, He Hopes Trump 'Makes Things Better' By MARGARET CHADBOURN Nov 14, 2016, 4:53 PM ET 0 Shares WATCH SPECIAL REPORT: Obama Holds 1st Press Conference Since Election 0 Shares Email Barack Obama today called for unity as President-elect Donald Trump prepares to takes over in January, despite the president's reservations about Trump's ability to lead the U.S. Obama said that the outcome of the election leaves him with \"concerns\" and that many didn't foresee Trump's victory. \"There was a lot of folks who missed the Trump phenomenon ... that connection that he was able to make ... that was impervious to events that might have sunk another candidate. That's powerful stuff,\" Obama said in his first press conference since the 2016 election. \"What's clear was that he is able to tap into, yes, the anxieties but also the enthusiasm of his voters in a way that was impressive.\" While he promised his administration is working with Trump's transition team, Obama said he has reservations about Trump's temperament, adding that the presidency often magnifies any personal weaknesses. \"There are going to be certain elements of his temperament that will not serve him well unless he recognizes them and corrects them,\" Obama said. He talked about his own inability to keep track of \"stacks of briefing books\" and said he has surrounded himself with \"people who can help\" and he hopes Trump does the same. \"The people have spoken. Donald Trump will be the next president,\" Obama said. \"It will be up to him to set up a team that will serve his policies.\" Obama added, \"My hope is he makes things better. And if he does, we'll all benefit from it.\" He also said Trump is going to have to reach out to those who disagree with him. \"Because of the nature of the campaigns and the bitterness and the ferocity of the campaigns ... it's really important to try to send some signals of unity and to try to reach out to minority groups and women and others that were concerned about the tenor of the campaign,\" he said. President Obama's Long History of Insulting Donald Trump Obama added, \"It is important for us to let him make his decisions.\" And in the end, the American people will judge \"if they like what they see.\" He said he felt that Trump is \"sincere\" in wanting to move the country forward. \"[Trump] is going to try and make sure he delivers\" for his supporters and for those who voted for Hillary Clinton, Obama said. \"People will still be looking to the United States. Our example will still carry great weight,\" he added. Asked what he thought about Breitbart News Chairman Stephen Bannon's appointment as chief strategist, Obama declined to comment, citing his desire for a smooth transition of power. \"I think it's fair to say that it would not be appropriate for me to comment on every appointment that the president-elect starts making if I want to be consistent with the notion that we're going to try to facilitate a smooth transition.\" In talking with Trump last week, Obama said he learned the incoming administration is committed to maintaining the role the U.S. plays with NATO and its allies. \"In my conversation with the president-elect, he expressed a great interest in maintaining our core strategic relationships, and so one of the messages I will be able to deliver is his commitment to NATO and the trans-Atlantic alliance,\" Obama said. He offered his advice to the Democratic Party for the future, saying, \"We have to compete everywhere. We have to show up everywhere.\" Later today, Obama will depart on his final foreign trip as commander in chief and will make stops in Europe and Peru. He said his administration has \"stabilized the American economy\" and will continue to do so as the hand-off to Trump and his team occurs. Trump has stated he will dismantle some of Obama's top initiatives after he becomes president. \"This office is bigger than any one person, and that's why ensuring a smooth transition is so important,\" Obama said at the start of the press conference. \"The learning curve always continues,\" he added. \"This is a remarkable job. It is like no other job on earth, and it is a constant flow of information, challenges and issues. That is true now more than it ever has been.\" 0 Shares ",
    "title": "Obama Says Despite Reservations, He Hopes Trump 'Makes Things Better' - ABC News"
   },
   {
    "entities": [
     "national",
     "ifill",
     "monday",
     "to",
     "2013",
     "rockefeller",
     "black",
     "brendan",
     "nbc",
     "saturday",
     "sarah",
     "times",
     "siemaszko",
     "smialowski",
     "york",
     "nancy",
     "hour",
     "obama",
     "renowned",
     "of",
     "majority",
     "woodruff",
     "judy",
     "college",
     "2009",
     "newshour",
     "paul",
     "leader",
     "november 14, 2016",
     "just",
     "white",
     "news",
     "pelosi",
     "getty",
     "weta",
     "herald-american",
     "october 5, 2008",
     "2008",
     "corky",
     "dc",
     "boston",
     "simmons",
     "pbs",
     "2016",
     "house",
     "association",
     "new",
     "gwen",
     "2004",
     "ryan",
     "baltimore",
     "/",
     "sara",
     "city",
     "glover",
     "journalists",
     "sharon",
     "washington"
    ],
    "id": 29,
    "text": "Nov 14 2016, 5:10 pm ET Gwen Ifill, Renowned Journalist and Author, Dies at 61 by Corky Siemaszko Renowned journalist Gwen Ifill dead at 61 2:24 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161115030649if_/http://www.nbcnews.com/widget/video-embed/808534595515\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Pioneering television news anchor Gwen Ifill died Monday after a battle with cancer. She was 61. One of the nation's most prominent black journalists and a longtime newscaster at PBS who previously worked at NBC News, Ifill was in hospice care when she passed away. Gwen Ifill of PBS watches a clip of \"Saturday Night Live\" during a live taping of \"Meet the Press\" from NBC October 5, 2008 in Washington, DC. Brendan Smialowski / Getty Images \"Gwen was a standard bearer for courage, fairness and integrity in an industry going through seismic change,\" Sara Just, PBS News Hour's executive producer, said in a statement. \"She was a mentor to so many across the industry and her professionalism was respected across the political spectrum. She was a journalist's journalist and set an example for all around her.\" Ifill was the host of PBS' Washington Week and co-host of PBS NewsHour. She covered seven presidential campaigns and moderated the vice presidential debates in 2004 and 2008. She was also the author of \"The Breakthrough: Politics and Race in the Age of Obama,\" which was published on inauguration day 2009. \"Gwen was a friend of ours, she was an extraordinary journalist,\" President Obama said after offering condolences to Ifill's family and to the reporters gathered at a White House press conference. \"I always appreciated Gwen's reporting even when I was at the receiving end of one of her tough interviews.\" Obama called her a \"powerful role model for young women and girls\" who \"blazed a trail\" for female reporters everywhere. \"Gwen covered politics and the presidential race with class, wisdom and insight, separating her from the pack,\" Sarah Glover, president of the National Association of Black Journalists, said. Saddened by the passing of Gwen Ifill – a true trailblazer in her field and a role model for young women journalists across the nation. — Nancy Pelosi (@NancyPelosi) November 14, 2016 Ifill's death sparked a bipartisan outpouring of condolences from other politicians, ranging from House Majority Leader Paul Ryan to House Minority Leader Nancy Pelosi. I am saddened to learn about the passing of Gwen Ifill—an incredibly talented and respected  journalist. — Paul Ryan (@SpeakerRyan) November 14, 2016 Sharon Rockefeller, president and CEO of the flagship public television station WETA in Washington, informed her colleagues of Ifill's death earlier. \"Gwen was an extraordinary and special person — one of the nation's leading lights in journalism, a gracious and inspiring colleague, and a warm and steadfast friend,\" Rockefeller said in a letter to staffers. \"As she bravely battled cancer, Gwen was lifted by the well wishes, flowers and emails from so many who love and respect her.\" Born in New York City, Ifill was the daughter of a Methodist minister who moved with her family from church to church up and down the east coast. After graduating from Simmons College in Boston with a journalism degree, Ifill began her career writing for the Boston Herald-American, jumped to the Baltimore Evening Sun and later the Washington Post. At the New York Times, she covered the White House. In 2013, when she and Judy Woodruff were named the first even female co-hosts of PBS News Hour, Ifill told the New York Times she hoped that one day this won't be such a big deal. \"When I was a little girl watching programs like this — because that's the kind of nerdy family we were — I would look up and not see anyone who looked like me in any way,\" she said. \"No women. No people of color. I''m very keen about the fact that a little girl now, watching the news, when they see me and Judy sitting side by side, it will occur to them that that's perfectly normal — that it won't seem like any big breakthrough at all.\" This is a developing story. Please refresh for updates. Corky Siemaszko ",
    "title": "Gwen Ifill, Renowned Journalist and Author, Dies at 61 - NBC News"
   }
  ]
 }
}