{
 "16": {
  "col-sim": {
   "cosine": 0.2005094427164829,
   "entity": 0.2578807147775638
  },
  "exec-time": 72.92218708992004,
  "links": [
   {
    "entities": [
     "kyrian",
     "knox",
     "monday",
     "lagoon",
     "winnebago",
     "ervin",
     "area",
     "august",
     "rapids",
     "mid-november last year",
     "mid-september",
     "chicago",
     "nov. 15, 2016",
     "west",
     "duffin",
     "jason",
     "cedar",
     "september",
     "summer",
     "sept. 5, 2015",
     "antonio",
     "rockford",
     "gorner",
     "terrence",
     "tribune",
     "james/chicago",
     "lanisha",
     "garfield",
     "county",
     "2015",
     "tuesday",
     "jail",
     "park",
     "summer of 2015",
     "north",
     "august 2015",
     "july",
     "jeremy",
     "iowa",
     "side",
     "police",
     "kevin",
     "cook"
    ],
    "id": 0,
    "text": "Boy found in lagoon was killed because he cried from milk allergy pain: Cops Arrest made in the death of Kyrian Knox Chicago Police officials hold a press conference in Garfield Park in Chicago on Nov. 15, 2016, to announce that an arrest has been made in the death of 2-year-old Kyrian Knox, whose body parts were found in the park's lagoon. (Terrence Antonio James/Chicago Tribune)  Chicago Police officials hold a press conference in Garfield Park in Chicago on Nov. 15, 2016, to announce that an arrest has been made in the death of 2-year-old Kyrian Knox, whose body parts were found in the park's lagoon. (Terrence Antonio James/Chicago Tribune)  Jeremy Gorner Contact Reporter A man who was caring for 2-year-old Kyrian Knox in the summer of 2015 \"snapped\" and killed the toddler after the lactose-intolerant boy was fed milk and cried for a whole afternoon, police said. Kyrian's dismembered remains were found in the Garfield Park Lagoon on the West Side on Sept. 5, 2015. Police said in a news conference at the park Tuesday that a 41-year-old man is awaiting murder charges at Area North police headquarters in Kyrian's slaying. He was brought to Chicago on Monday from the Winnebago County Jail, where he was in custody on unrelated charges. The man had made a false missing person report last year claiming that the toddler had disappeared, police said. While the Cook County medical examiner's office ruled Kyrian's death a homicide, Area North Police Cmdr. Kevin said Tuesday that no one has been able to determine exactly how Kyrian was killed. \"Based on third party statements,\" Kyrian ingested milk one day, even though he was lactose intolerant, Duffin said. The toddler then kept crying all afternoon, said Duffin. The man \"kind of just snapped and couldn't deal with it anymore,\" he said. The break in the case came when police late last in 2015 found blood in the man's vehicle, yet the man denied that the toddler had been in the vehicle, Duffin said.  The blood was tested and this summer, police learned it matched the slain boy, said Duffin. \"Unfortunately, it took several months, I believe it was late July or early August of this year, when it was confirmed to be the baby's,\" he said. The remains of a toddler found in Chicago's Garfield Park Lagoon over Labor Day weekend in 2015 came back as matching the DNA of 2-year-old Kyrian Knox, who was reported missing in September in Rockford. On Nov. 15, 2016, it was announced that an arrest had been made in the death of Knox. (Chicago Tribune) \"Once we took the vehicle with a search warrant, we...tore out the carpeting and recovered the baby's blood in the vehicle,\" he said. Police believe that Kyrian's remains were dumped in the lagoon because the man has family in the area of the park. \"As a father of a 6-month-old myself, it's hard to fathom why someone would do this to a child,\" said Ald. Jason Ervin, whose 28th Ward includes the park. \"But we are glad that this is the first step in bringing this case to justice.\" Kyrian wasn't reported missing until the foot of a toddler was found in the lagoon on Sept. 5, 2015. More remains were found over the course of two days. In mid-November last year, Chicago police said they were searching for a person of interest to question about the disappearance of Kyrian. Later that month, police said the couple who were last caring for Kyrian were refusing to cooperate in the investigation. At the time, they were not identified as suspects. Kyrian Knox Kyrian Knox is seen in this undated handout photo provided by Rockford Police.  Kyrian Knox is seen in this undated handout photo provided by Rockford Police.  (Rockford police) Police later said they had received DNA analysis matching the remains of Kyrian, who was reported missing from Rockford in mid-September. The medical examiner's office ruled Kyrian's manner of death was homicide, but the office did not determine a cause of death. Kyrian was believed to be in the care of a family friend before he was reported missing, according to Rockford police. Officials said the child could have been missing since August 2015. The toddler's mother, Lanisha Knox, 24, had moved to Cedar Rapids, Iowa, with a high school friend who also has a 2-year-old. Both women left their children in the care of the high school friend's father who lived in Rockford, an official said. ",
    "title": "Boy found in lagoon was killed because he cried from milk allergy pain: Cops - Chicago Tribune"
   },
   {
    "entities": [
     "share",
     "crawford",
     "anna",
     "adjmi",
     "mike",
     "nbc",
     "donald",
     "1990",
     "clary",
     "fifth",
     "thursday",
     "starbucks",
     "schecter",
     "york",
     "manhattan",
     "connor",
     "tracy",
     "tiffany",
     "kaimowitz",
     "nov. 15, 2016",
     "kennebunkport",
     "keeping",
     "millions of dollars",
     "et",
     "november 15, 2016",
     "jonathan",
     "cynthia",
     "timothy",
     "nypd",
     "mcfadden",
     "wackrow",
     "white",
     "bratton",
     "maine",
     "avenue",
     "rachel",
     "secret",
     "getty",
     "tower",
     "a.",
     "trump",
     "frederic",
     "tuesday",
     "house",
     "2016",
     "william",
     "bouin",
     "ap",
     "safe",
     "new",
     "gucci",
     "pence",
     "yorkers",
     "city",
     "texas",
     "service",
     "r."
    ],
    "id": 1,
    "text": "Nov 15 2016, 6:11 pm ET Keeping Trump Tower Safe Will Be an 'Unprecedented Challenge' by Cynthia McFadden, Anna R. Schecter and Tracy Connor Share advertisement Trump Tower has long been a magnet for millionaires, a mecca for tourists, and a monument to one man's need to put his name on everything. Now that its owner-occupant has been elected president, the 58-story glass tower smack-dab in the heart of Manhattan is something new: a headache for the Secret Service and the NYPD. And with Donald Trump reportedly thinking about commuting between his Fifth Avenue penthouse and the White House, it could turn into a full-blown migraine. \"It's an unprecedented challenge,\" said William Bratton, who was New York City's police commissioner until two months ago. \"You are in one of the busiest cities in the world, on one of the busiest streets in the world, and one of the most well-known buildings in the world.\" People are screened by security before Vice President-elect Mike Pence arrives at Trump Tower in New York for meetings with President-elect Donald Trump November 15, 2016. TIMOTHY A. CLARY / AFP - Getty Images Jonathan Wackrow, who was a Secret Service agent on three presidential details, said he has no doubt the agency and the NYPD can meet the challenge. \"Trump Tower will be secure. Period. That's not even a question,\" he said. \"The bigger issue here is the impact that those security measures will have on the people of New York.\" Other presidents have used retreats — the compound in Kennebunkport, Maine, or the ranch in Crawford, Texas, for the Bushes — but they were in easily protected locations. Trump Tower, on the other hand, has hundreds of tenants in 263 apartments, according to its website. That's on top of 26 floors of offices and a five-story public atrium with stores ranging from Starbucks to Gucci. Trump has not left the building since Thursday, and SWAT teams, barricades and sand-filled trucks are already fixtures — along with protesters. The sky above it is a no-fly zone until the inauguration at least. \"It's like living in the White House,\" said resident Rachel Adjmi Kaimowitz, who voted for Trump but isn't thrilled about all the new security in her building. \"It's distracting, it's nerve-wracking, it's a big problem.\" Law enforcement agencies are meeting this week to discuss plans for securing the skyscraper going forward. Possible scenarios include closing lanes on Fifth Avenue, home to Tiffany's and other world-famous retailers, NBC New York reported . A woman under an umbrella pulls her suitcase on Fifth Avenue by police barricades outside the Trump Tower building in New York, Tuesday, Nov. 15, 2016. Richard Drew / AP New Yorkers can also expect to see restrictions on the side streets, bomb-sniffing dogs on the sidewalks and security booths popping up around the building, Bratton said. When there are large demonstrations, a section of Fifth Avenue may be shut down altogether, he said. All of it takes money, but how much is unclear. A senior NYPD official said the costs will be \"very significant.\" and another source estimated the price tag will be tens of millions of dollars. In a statement, the Secret Service said it has a long relationship with the NYPD \"involving large-scale complex security operations.\" \"We will continue to apply creative problem solving with our partners to achieve the highest level of security with the least amount of public impact,\" the agency said. Kaimowitz is already thinking of getting far away from Trump and his tower. \"Every time you have guests that come in you have to have them check in at a certain area and there's Secret Service all over,\" she said. \"I'm renting now and I'm considering not renting when my lease runs out. I think the people who own apartments are probably anxious to sell but they're not going to find anybody.\" But Frederic Bouin, 57, who has been living in the tower since 1990, has no complaints about the security lockdown. \"It's great,\" he said. \"It's the most secure building in the world.\" Cynthia McFadden ",
    "title": "Keeping Trump Tower Safe Will Be an 'Unprecedented Challenge' - NBC News"
   },
   {
    "entities": [
     "national",
     "background",
     "november 9, 2016",
     "2013",
     "defense",
     "los",
     "angeles",
     "camp",
     "nra",
     "st.",
     "congress",
     "department",
     "york",
     "instant",
     "utah",
     "of",
     "massacre",
     "winkler",
     "2009",
     "day",
     "nfa",
     "alcohol",
     "valentine\\'s",
     "d.c.",
     "michelle",
     "system",
     "2015",
     "criminal",
     "trump",
     "1934",
     "bureau",
     "house",
     "check",
     "new",
     "yard",
     "representatives",
     "january",
     "hood",
     "texas",
     "fort",
     "navy",
     "washington"
    ],
    "id": 2,
    "text": "Gun Control Groups Aim Their Money At States — And The Ballot That's what national reciprocity would do — it would give a concealed-carry-permit holder in a state such as Texas the right to carry a gun in a state such as New York, regardless of New York's concealed-carry laws. There are two versions of this law that have already been proposed in Congress, the broader of which would allow a person to get a concealed-carry permit outside his state of residence. \"That's the more controversial version of national reciprocity,\" Winkler says. \"I'm not sure that's the one we'll get, but the NRA is most likely going to push for the broadest version of national reciprocity.\" Winkler believes that some version is likely to pass, but he says that Democrats could filibuster. He also notes that some Republicans could withhold support from national reciprocity because of states' rights. \"If you believe in any local autonomy, as Republicans claim to, then the broad version of reciprocity undermines that significantly,\" Winkler says. \"Because a state or city like Los Angeles would no longer be able to control who carries guns in public.\" 2. An end to gun-free military zones At a rally in January, Trump said , \"My first day, there's no more gun-free zones.\" He was talking about schools and military bases. He later clarified his position on schools, saying that school resource officers or teachers should be allowed to carry them. He has not publicly changed his opinion on military bases. Currently, most gun owners on military bases must register their firearm and store it in an armory while on base. The only people who can carry guns while on a military base are on-duty military, state or local police. There have been pushes by the NRA and Republican lawmakers to allow more military personnel to carry firearms on base, following mass shootings at Fort Hood in 2009 and the Washington, D.C., Navy Yard in 2013, but the Department of Defense has not changed its position. Under Trump, it might. \"This is very easy,\" Winkler says. \"Allowing carrying of firearms on military bases is something that the president will probably be able to do through executive order. I believe that [Trump] will.\" 3. Removing suppressors from the National Firearms Act Gun owners can already use suppressors — or silencers — in most states, but gun rights groups say that the process to get one is onerous. Suppressors are regulated under the National Firearms Act, which was originally enacted in 1934 following the St. Valentine's Day Massacre to tax the making and transfer of certain firearms. The underlying purpose of the act, according to the Bureau of Alcohol, Tobacco, Firearms and Explosives, was to \" curtail, if not prohibit, transactions in NFA firearms .\" Gun rights advocates and shooters have long argued that suppressors should not be regulated by the NFA and have made a public health argument for their use: Guns are loud. \"Everybody that you know that's an old shooter is deaf,\" says Michelle Camp, the leader of the Utah chapter of The Well-Armed Woman. \"To have the ability to get [suppressors] easier would be really helpful.\" Winkler says it would take legislative action to get suppressors off the NFA list and that a piece of legislation already exists: the Hearing Protection Act of 2015 , proposed in the House of Representatives. Winkler says he doesn't expect it to be a priority for Congress, but \"if the NRA decides to get behind silencer legislation, I think it will pass,\" he says. Hours after Trump won last week's election, the NRA dropped this tweet: — NRABlog (@NRAblog) November 9, 2016 4. Revamping federal background check process Nobody is entirely happy with the federal government's current background check process or its database, the National Instant Criminal Background Check System. Gun control groups argue that there are too many loopholes in it, and many gun rights groups concur — a rare show of agreement — though not in the details. The system is supposed to prevent a felon or someone who is mentally ill from purchasing a gun, but it has obstacles like underfunding and inaccurate, out-of-date data. Gun control groups would like to see things in the current system fixed, including the straw purchasing loophole. Gun rights groups say they'd like to find ways to get the system better data to work with. During his campaign, Trump said that he was against expanding background checks and that the current system needs to be fixed. \"Unfortunately, I feel the efforts to 'fix' the background check system will be really efforts to gut the background check system,\" Winkler says. \"To make it less effective, less streamlined, and make it harder for prosecutors to find gun criminals. That's been the NRA's practice with regard to background checks in the past.\" ",
    "title": "Following Election, NRA Goes on 'Offense'; Here's What It Could Aim To Do : The Two-Way : NPR"
   },
   {
    "entities": [
     "national",
     "don",
     "puig",
     "monday",
     "terry",
     "turner",
     "marlins",
     "angeles",
     "kapler",
     "miami",
     "banister",
     "erstad",
     "giants",
     "times",
     "yasiel",
     "buck",
     "august",
     "chase",
     "donnie",
     "baker",
     "chicago",
     "tommy",
     "west",
     "nebraska",
     "gonzalez",
     "mattingly",
     "of",
     "jeff",
     "league",
     "university",
     "clayton",
     "francisco",
     "utley",
     "nl",
     "texas",
     "justin",
     "joe",
     "rangers",
     "francona",
     "gauthier",
     "robert",
     "dusty",
     "maddon",
     "stripling",
     "tricia",
     "hernandez",
     "darin",
     "showalter",
     "tuesday",
     "san",
     "adrian",
     "gabe",
     "roberts",
     "washington",
     "dylan",
     "ross",
     "american",
     "dodgers",
     "1988",
     "cleveland",
     "kershaw",
     "baltimore",
     "east",
     "spring",
     "/",
     "lasorda",
     "dave",
     "orioles",
     "los"
    ],
    "id": 3,
    "text": "Dodgers' Dave Roberts is National League manager of the year Dodgers' Dave Roberts is NL Manager of the Year Robert Gauthier / Los Angeles Times Dave Roberts becomes the first Dodger to be selected manager of the year since Tommy Lasorda in 1988. Dave Roberts becomes the first Dodger to be selected manager of the year since Tommy Lasorda in 1988. (Robert Gauthier / Los Angeles Times) Bill Shaikin Contact Reporter The interview was over but the camera still focused on Dave Roberts . As he took off his headset, his wife Tricia walked into the picture and planted a big, triumphant, nationally televised kiss on her husband, the newly crowned National League manager of the year. “I’m sure I’m going to get some ribbing,” Roberts said with a laugh. He wasn’t sure how much ribbing. He said he had about 200 unchecked text messages. Those were the spoils of victory. On Tuesday, Roberts became the first Dodgers manager to win the award since Tommy Lasorda in 1988, the last year the Dodgers appeared in the World Series . Every other NL West team has had a manager win the award since then. Roberts, who never had managed at any level, made runners-up out of Joe Maddon and Dusty Baker , each a three-time manager of the year. Roberts won with 16 first-place votes. Maddon, who led the Chicago Cubs to the World Series championship, finished second with eight votes. (Voting was conducted before the postseason.) Baker who led the Washington Nationals to the NL East championship, was third with four votes. The Miami Marlins’ Don Mattingly , whose divorce from the Dodgers created the vacancy that Roberts filled, finished fifth in the voting. Terry Francona, who led the Cleveland Indians to the World Series, was selected American League manager of the year, with Jeff Banister of the Texas Rangers second and Buck Showalter of the Baltimore Orioles third. Dodgers have become baseball’s ultimate modern franchise. They have an oversized front office that is heavily dependent on analytics. Many of their starters can’t pitch into the sixth inning. They have replaced everyday players with platoons. Monday offered longtime fans a welcome return of... The Dodgers have become baseball’s ultimate modern franchise. They have an oversized front office that is heavily dependent on analytics. Many of their starters can’t pitch into the sixth inning. They have replaced everyday players with platoons. Monday offered longtime fans a welcome return of... (Dylan Hernandez) In Roberts’ debut season, the Dodgers got within two victories of the World Series, as close as they have gotten since 1988. “We came up short in the sense of winning a world championship,” Roberts said, “but I’m proud of the way our group battled adversity all year.” When Mattingly left, Dodgers minor league director Gabe Kapler was widely considered the favorite to replace him. But, as ownership urged the front office to expand its search to external candidates, Roberts dazzled the Dodgers in interviews and emerged atop a field of nine. None of the three finalists — Roberts, Kapler and University of Nebraska coach and former Angels outfielder Darin Erstad — had managed in the major leagues. Roberts neither hid nor objected to the fact that the front office was heavily involved in daily decisions, but he established trust with his players by checking in with every player every day. \"I think the players really saw the authenticity in me from day one of spring training ,” he said. With the Dodgers setting a major league record by putting 28 players on the disabled list, and with the front office prone to making a roster move for even the slightest of advantages on any given day, the Dodgers’ media notes listed 206 transactions this year, an average of more than one per game. Roberts was left to deal with the human fallout virtually on a daily basis. He said he gained the most confidence when he removed pitcher Ross Stripling from a no-hitter in his major league debut, with five outs to go, and endured 24 hours of scrutiny and second-guessing only to grow more confident in his decision. “For me to be able to say I would do the same thing over again surprised me, in a good way,” Roberts said. Roberts was challenged by the two-month absence of ace Clayton Kershaw . The Dodgers had fallen eight games behind the front-running San Francisco Giants in the NL West, but Roberts trusted his players rather than call a team meeting to remind them of the obvious stakes. Roberts invested heavily in building a personal relationship with temperamental outfielder Yasiel Puig , but the manager was not shy about calling out Puig when the Dodgers demoted him to the minor leagues in August. Roberts also empowered the veteran leadership of Kershaw, Adrian Gonzalez, Chase Utley and Justin Turner . Turner said he respected Mattingly but said he saw something special in Roberts. “I loved playing for Donnie. I thought he was awesome,” Turner said in August. “He was just really nonconfrontational. He didn’t enjoy, it seemed like, taking care of things right away. I think some things lingered too long and ended up turning into bigger things and issues. “In his mind, he wanted the players to take care of it, and police ourselves, which is fine to an extent. We try to do that now. But bigger things don’t happen when Dave takes the initiative. Myself, Adrian, Chase, Kershaw, whoever, we don’t have to worry about ending it. We can just worry about playing, which makes it nice for us.” ",
    "title": "Dodgers&apos; Dave Roberts is National League manager of the year - LA Times"
   },
   {
    "entities": [
     "november 9, 2016",
     "harrigan",
     "new",
     "wehner",
     "mike",
     "monday",
     "secret",
     "reddit",
     "allegri",
     "donald",
     "u.s.",
     "trump",
     "service",
     "york",
     "matt",
     "manhattan"
    ],
    "id": 4,
    "text": "Tech CEO who vowed to murder Donald Trump with a sniper rifle resigns By Mike Wehner Facebook 0 Twitter 0 Email Print File photo - U.S. President-elect Donald Trump speaks at his election night rally in Manhattan, New York, U.S., November 9, 2016. (REUTERS/Carlo Allegri) If there's ever been a giant list of things you definitely shouldn't do in a civilized society, threatening to murder the democratically elected leader with a sniper rifle is probably right up there at the top. Apparently nobody told Matt Harrigan, CEO -- well, former CEO, anyway -- of network security firm PacketSled. In an ill-advised fit of blind rage, Harrigan took to Facebook to voice his stance on the future Trump presidency, but rather than providing reasoned, sane arguments to support his feelings, Harrigan simply vowed to murder Trump instead. Harrigan's violent rhetoric was quickly preserved with screenshots and rapidly gained attention on Reddit , where it was brought to the attention of PacketSled. Harrigan, as you might expect, performed one of the quickest reversals in the history of mankind, claiming that it was all a joke and a misunderstanding: \"My recent Facebook comment was intended to be a joke, in the context of a larger conversation, and only privately shared as such. Anyone who knows me, knows that I do not engage in this form of rhetoric with any level of seriousness and the comment most certainly does not represent my real personal views in any regard. I apologize if anything that I said was either taken seriously, was offensive, or caused any legitimate concern.\" Best Regards, Matt Harrigan But threatening to kill the president isn't exactly easy to undo, and his company wasted no time in distancing itself from him. On Monday, PacketSled noted that it is fully cooperating with the Secret Service , should a more in-depth investigation take root: More from BGR ",
    "title": "Tech CEO who vowed to murder Donald Trump with a sniper rifle resigns | Fox News"
   },
   {
    "entities": [
     "r-wis.",
     "clinton",
     "security",
     "senate",
     "bernie",
     "committee",
     "donald",
     "comey",
     "fox",
     "justice",
     "congress",
     "fbi",
     "department",
     "last week",
     "d.c",
     "ron",
     "browne",
     "sen.",
     "catherine",
     "jason",
     "james",
     "obama",
     "homeland",
     "johnson",
     "channel",
     "of",
     "judiciary",
     "foundation",
     "10 percentage points",
     "herridge",
     "white",
     "r-utah",
     "news",
     "charles",
     "governmental",
     "sanders",
     "october 2015",
     "trump",
     "r-iowa",
     "pamela",
     "1997",
     "house",
     "charlie",
     "grassley",
     "cbs",
     "k.",
     "sunday",
     "election day",
     "chaffetz",
     "1996",
     "rose",
     "affairs",
     "state",
     "hillary",
     "washington"
    ],
    "id": 5,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   At least four congressional investigations into Hillary Clinton’s personal email use and mishandling of classified information are expected to go forward even after the former secretary of state’s election loss last week, Republican lawmakers tell Fox News. The probes, which cover allegations that Clinton lied to Congress about her email practices in October 2015 and that government records were destroyed, are ongoing and not dependent on the election's outcome, two senior Republican senators said. \"I still don't have the information I need,\" Sen. Ron Johnson, R-Wis., chairman of the Senate Homeland Security and Governmental Affairs Committee, told Fox News. Johnson said the work of his committee, with jurisdiction over government records and the mishandling of classified information, would be careful not to disrupt President-elect Donald Trump’s priorities. “I think it’s one of the messages of this election that the public is disgusted when they see double standards, when they think people in high places, high government officials can get away with what ordinary citizens can't,” he said. “So, I just think it’s extremely important to follow this thing through and get all the information. Make it public.” A spokesperson for Senate Judiciary Committee Chairman Charles Grassley, R-Iowa, said answers, not the political calendar, are driving investigators. \"Senator Grassley has always followed inquiries through to their logical end, until he feels he's received the answers he needs to be able to satisfy the questions he posed on the public's behalf. He performs oversight regardless of which party holds the White House, just as he initiates oversight inquiries irrespective of politics,\" the spokesperson said. While the senators have more latitude to conduct committee investigations, there is an expectation on the House side that leadership will set immediate priorities for the new session. Both the House judiciary and government oversight committees have pending investigations that cover allegations of a quid pro quo between a State Department executive and an FBI official over stripping an email of its classified status in return for coveted slots for the bureau overseas. Congressional sources said lingering questions about the FBI probe into the Clinton Foundation, and pay-to-play allegations, must also be resolved – though FBI Director James Comey sought to close the book on the email case right before the election, after briefly re-opening the matter. \"We still have some questions because [Comey’s] latest letter narrowed the scope of their investigation to the time that she was secretary of state, but we're also interested in what happened before and what happened after that. It's this huge … mess that has to be cleaned up. So we would be remiss if we just dismiss it and moved on,\" Oversight Chairman Jason Chaffetz, R-Utah, told Fox News’ “Sunday Morning Futures.” Congressional sources said some committee requests for the State Department are over a year old, and others from the FBI, including for a handful of remaining interview summaries known as 302s, have yet to be fulfilled. \"[The requests] go back probably about a year. I've asked for information on who else, what other high-level administration officials were engaged on these emails,\" Johnson said.  President Obama, among others, used an alias to correspond with Clinton on her personal email which resided on a private, unsecured server. During a weekend conference call with top donors, Hillary Clinton blamed Comey for her defeat. Clinton said Comey's decision to reopen the email case 11 days before the election put her campaign on the defense and blunted her ability to make a strong closing argument. While Comey announced two days before the polls opened that he continued to believe there was no basis for criminal charges, Clinton told donors the FBI director's decision reinforced a central Trump campaign theme -- that the system is rigged -- and it drove Trump voters to the polls on Election Day. On CBS’ “This Morning,” Clinton’s former Democratic primary rival Bernie Sanders said the failure goes beyond the emails. \"It's not a question of what happens in the last week,\" Sanders told Charlie Rose. \"The question is she should have won this election by 10 percentage points. The question is why it is millions of white working-class people voted for Obama, turned their backs on the Democratic Party.\" Catherine Herridge is an award-winning Chief Intelligence correspondent for FOX News Channel (FNC) based in Washington, D.C. She covers intelligence, the Justice Department and the Department of Homeland Security. Herridge joined FNC in 1996 as a London-based correspondent. Pamela K. Browne is Senior Executive Producer at the FOX News Channel (FNC) and is Director of Long-Form Series and Specials.  Her journalism has been recognized with several awards.  Browne first joined FOX in 1997 to launch the news magazine “Fox Files” and later, “War Stories.” Advertisement ",
    "title": "Congressional Clinton probes will go forward post-election, GOP lawmakers say | Fox News"
   },
   {
    "entities": [
     "interactive",
     "okla.",
     "cbs",
     "okc",
     "airport",
     "afternoon",
     "will",
     "november 15, 2016",
     "world",
     "dept",
     "inc",
     "city",
     "southwest",
     "tuesday",
     "oklahoma",
     "police",
     "rogers",
     "department"
    ],
    "id": 6,
    "text": "Email OKLAHOMA CITY, Okla. — Police say one person has been hospitalized following a shooting at Will Rogers World Airport in Oklahoma City Tuesday afternoon. Police have closed the airport and advised those still inside to shelter in place, the Oklahoma City Police Department announced in a tweet. All arrivals and departures have been suspended, the airport said. We have closed Will Rogers Airport at this time. If you are inside of the airport, shelter in place until advised otherwise. — OKC Police Dept (@okcpd) November 15, 2016 Authorities tell CBS affiliate KOTV that the shooting occurred near a parking garage outside of the Southwest terminal, where a man was found and given medical care. He was transported to a hospital in “emergency condition,” police said. Police told the station they do not have a suspect or suspects in custody. Tactical teams were conducting a search of a parking garage Tuesday afternoon for the suspect and a possible second victim, a police spokesperson said. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Police: 1 shot at Oklahoma City airport; shelter-in-place ordered - CBS News"
   },
   {
    "entities": [
     "facebook",
     "gooch",
     "sooners",
     "member",
     "mike",
     "steve",
     "oklahoma",
     "carney",
     "world",
     "twitter",
     "department",
     "1986",
     "southwest",
     "airport",
     "james",
     "kansas",
     "of",
     "pinterest",
     "1984",
     "university",
     "delta",
     "linkedin",
     "rogers",
     "2:12 p.m.",
     "michael",
     "family",
     "joe",
     "airlines",
     "carolyn",
     "will",
     "tuesday",
     "employee",
     "conversation",
     "winchester",
     "balderrama",
     "karen",
     "newsy",
     "chiefs",
     "alaska",
     "paco",
     "united",
     "2:42 p.m. et",
     "guidelines",
     "google+",
     "nov. 15 2016",
     "castiglione",
     "city",
     "nfl",
     "police",
     "afternoon",
     "newslook"
    ],
    "id": 7,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Police shut down Oklahoma City airport after fatal shooting Authorities temporarily shut down Oklahoma City's Will Rogers World Airport after a fatal shooting of an airline employee Tuesday afternoon. The gunman was later found dead. Post to Facebook Police shut down Oklahoma City airport after fatal shooting Authorities temporarily shut down Oklahoma City's Will Rogers World Airport after a fatal shooting of an airline employee Tuesday afternoon. The gunman was later found dead. Check out this story on USATODAY.com: http://usat.ly/2fWwSrn CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 10 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Police shut down Oklahoma City airport after fatal shooting Share Police are still searching for a suspect. Video provided by Newsy Newslook Oklahoma City police officers gather information from vehicles leaving Will Rogers World Airport, Tuesday, Nov. 15 2016, in Oklahoma City. (Photo: Steve Gooch, AP) Authorities temporarily shut down Oklahoma City's Will Rogers World Airport after a fatal shooting of an airline employee Tuesday afternoon. The gunman was later found dead. The Oklahoma City Police Department sent out an initial Twitter message saying one victim, Michael Winchester, 52, was shot at the airport at 2:12 p.m. ET. Two hours later, police confirmed that Winchester, a former punter for the University of Oklahoma Sooners football team from 1984 to 1986, had died. Southwest Airlines confirmed that Winchester was an airline employee. He is also the father of an NFL football player, James Winchester, who plays for the Kansas City Chiefs. “It is with great sorrow that Southwest Airlines confirms that a Southwest Employee who was injured during a shooting incident today at Will Rogers World Airport in Oklahoma City has died from injuries. We continue to work with the local authorities investigating this incident. As a result of the police investigation, local flight operations have been halted,\" the statement said. \"The Southwest Airlines Family is deeply saddened by the passing of our Southwest Family Member, and we extend our heartfelt sympathies and support to his family and Southwest Co-workers at this time.” Police said the suspect in the shooting was later found dead in a pickup truck in an airport parking garage. Police Capt. Paco Balderrama says the suspect, who has not been positively identified, appears to have died of a self-inflicted gunshot wound. Balderrama said police believe the shooting was a premeditated attack. The airport handles between 7,000 and 8,000 passengers daily for Alaska, Delta, Southwest and United airlines. The airport is also a major transfer center for federal inmates, but its terminal is in a separate building. A jet carrying inmates to the transfer site was allowed to land while the rest of the airport was shuttered. \"There are going to be some delays for flights until we have further information,\" Will Rogers Airport spokeswoman Karen Carney told AP. She said she thinks that the shooting is an isolated incident. Joe Castiglione, director of athletics for the University of Oklahoma, tweeted, \"Our hearts are truly heavy for the entire Winchester Family. Mike was a former Sooner student athlete as was his son James/daughter Carolyn.\" Video from a television station helicopter showed what appeared to be a pool of blood near the bottom of a ramp leading from the airport's departure area. Two ambulances and a firetruck stood by. Streets around the airport were closed to traffic and citizens were warned to stay clear, according to local media reports. Flights at the airport were suspended “until further notice,” the airport said via Twitter at 2:42 p.m. ET. All arrivals/departures suspended until further notice. @OKCPD continues to investigate. 495 CONNECT TWEET 1 LINKEDIN 10 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2fWwSrn ",
    "title": "Police shut down Oklahoma City airport after fatal shooting"
   },
   {
    "entities": [
     "clinton",
     "monday",
     "john",
     "senate",
     "committee",
     "donald",
     "inc",
     "ukraine",
     "putin",
     "dmitry",
     "obama",
     "u.s.",
     "services",
     "bashar",
     "2009",
     "peskov",
     "interactive",
     "administration",
     "states",
     "assad",
     "trump",
     "russia",
     "2008",
     "tuesday",
     "kgb",
     "mccain",
     "america",
     "armed",
     "cbs",
     "mr.",
     "united",
     "kremlin",
     "east",
     "middle",
     "syria",
     "hillary",
     "vladimir"
    ],
    "id": 8,
    "text": "Email Both President-elect Donald Trump and Russian President Vladimir Putin have suggested they would like to improve U.S.-Russia relations -- but one top Republican lawmaker is warning Trump about trying another “reset” with Russia. Sen. John McCain (R-Arizona), the 2008 Republican presidential nominee and chairman of the Senate Armed Services Committee, said Tuesday in the wake of more Russian airstrikes in Syria that the U.S. should not place substantial “faith” in Putin’s desire to improve relations. “With the U.S. presidential transition underway, Vladimir Putin has said in recent days that he wants to improve relations with the United States,” he wrote in a statement. “We should place as much faith in such statements as any other made by a former KGB agent who has plunged his country into tyranny, murdered his political opponents, invaded his neighbors, threatened America’s allies, and attempted to undermine America’s elections. In the wake of Mr. Trump’s election, Kremlin spokesman Dmitry Peskov said Trump and Putin are “very much alike” in their worldviews and said Russia hopes “for their good personal relationship.” Putin and Mr. Trump spoke by phone Monday. McCain added that Putin “has rejoined [Syrian President] Bashar Assad in his barbaric war against the Syrian people.” He cautioned that previous attempts at a Russian “reset” -- most recently, that of President Obama and then-Secretary of State Hillary Clinton in 2009 -- did not work, so there’s little reason to hope a Trump-led effort would have a different result. “The Obama Administration’s last attempt at resetting relations with Russia culminated in Putin’s invasion of Ukraine and military intervention in the Middle East,” McCain said. “At the very least, the price of another ‘reset’ would be complicity in Putin and Assad’s butchery of the Syrian people. That is an unacceptable price for a great nation.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "John McCain cautions Donald Trump over U.S.-Russia \"reset\" - CBS News"
   },
   {
    "entities": [],
    "id": 9,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "aliyah",
     "national",
     "convention",
     "richard",
     "clinton",
     "peterson",
     "fine",
     "monday",
     "china",
     "bush",
     "nbc",
     "abigail",
     "july 22, 2016",
     "donald",
     "international",
     "kushner",
     "$10,800",
     "justice",
     "george",
     "department",
     "economics",
     "d.c",
     "republican",
     "$10,000",
     "gary",
     "granddaughter",
     "klem",
     "old",
     "arabella",
     "of",
     "november 15, 2016",
     "jewelry",
     "stahl",
     "eric",
     "office",
     "services",
     "post",
     "lesley",
     "$8,800",
     "administration",
     "gsa",
     "news",
     "d.c.",
     "general",
     "monica",
     "painter",
     "trump",
     "captivates",
     "tuesday",
     "for",
     "2016",
     "w.",
     "hufbauer",
     "cbs",
     "organization",
     "lipton",
     "frumin",
     "july",
     "ivanka",
     "jared",
     "institute",
     "marder",
     "$138",
     "washington",
     "hillary",
     "1787"
    ],
    "id": 10,
    "text": "Nov 15 2016, 1:25 pm ET Ivanka Trump's Company Scrambles Over '60 Minutes' Bracelet Criticism by Aliyah Frumin — Eric Lipton (@EricLiptonNYT) November 15, 2016 Ivanka Trump's company came under heavy criticism this week when it began promoting sales of a $10,000 bracelet that she wore on \"60 Minutes.\" And now, the future first daughter's company is seemingly backtracking after being accused of conflating her father's presidential interview with her own personal business. A \"fashion alert\" was initially sent to journalists on Monday by Monica Marder, vice president of sales for Ivanka Trump Fine Jewelry. It promoted Ivanka Trump as wearing \"her favorite bangle from the Metropolis Collection\" on the CBS News show. The bracelet costs $8,800 to $10,800. \"Please share this with your clients…\" the email said. As a result, the company was accused of trying to make money off the election results through the interview. Play Is Ivanka Trump's business in trouble? 4:14 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161115215452if_/http://www.nbcnews.com/widget/video-embed/794855491942\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> On Tuesday, Abigail Klem, president of the company, said in a statement to NBC News that the \"style alert\" distributed to fashion journalists after the \"60 Minutes\" interview \"was sent by a well-intentioned marketing employee at one of our companies who was following customary protocol, and who, like many of us, is still making adjustments post-election.\" Klem added: \"We are proactively discussing new policies and procedures with all of our partners going forward.\" Related: Donald Trump Granddaughter Arabella Kushner Captivates China A public relations firm representing Ivanka Trump would not comment on whether or not the president-elect's daughter was aware that the email went out in the first place. The interview was not the first time Ivanka Trump used her father's political spotlight to highlight her brand. In July, the former model marketed a blush pink sheath dress she wore at the Republican National Convention. The dress, which retailed at a more affordable $138, quickly sold out. — Ivanka Trump (@IvankaTrump) July 22, 2016 Somewhat ironically, Ivanka Trump insisted that the Trump brand wasn't a priority during the \"60 Minutes\" interview. \"I don't think it matters,\" she responded when host Lesley Stahl asked if the controversial campaign has tarnished the Trump brand. \"This is so much more important. And more serious …That's the focus,\" she added. The president-elect added, \"I think what Ivanka is trying to say, 'Who cares? Who cares?' This is big league stuff ... this is our country. Our country is going bad. We're going to save our country. I don't care about hotel occupancy. It's peanuts compared to what we're doing.\" The email about the bracelet, however, underscores the many conflict-of-interest scenarios the president-elect and his business empire may face. For example: The Emoluments clause While Trump wouldn't have any legal obligation to sell or step away from his business interests under the Ethics in Government Act, he could face legal issues under the Emoluments clause in the Constitution, which dates back to 1787. It has since been interpreted by the Department of Justice as banning government officials from accepting any kind of gift from a foreign entity. Richard Painter, who served as chief ethics lawyer for President George W. Bush, gave the example of corporations putting the Trump name on a building owned by a foreign company. \"That could be considered as a gift,\" he said. \"If you have a transaction between a Trump entity and a company owned by a foreign government — that could be grounds for impeachment.\" His children's overall role Trump has said his kids will advise him, not to mention be a key part of his transition team. Federal law bans the president from appointing a relative — including in-laws like Ivanka Trump's husband Jared Kushner — to federal agency positions. Still, legally the president could appoint a family member to a non-cabinet, non-federal employee position. That issue was brought up when then-President Clinton asked his wife, Hillary, to lead the health care task force. But critics are already charging the Trumps with nepotism. The blind trust The president-elect has said his business holdings will be placed into a blind trust with his oldest three children in charge. As many critics have pointed out, a trust cannot be blind if you know who's running it and what assets it includes. \"It's hard to see how you keep this wall between you and your children,\" said Gary Hufbauer, a senior fellow at the Peterson Institute for International Economics. \"It's hard to imagine that Trump wouldn't know what was going on with these properties, with how they are performing, if money is coming in or not, and decisions on buying new properties. There's not the same degree of ignorance you would have with a blind trust.\" His Washington, D.C., hotel The Republican recently opened a new hotel in Washington D.C. The problem? It's at the Old Post Office building, owned by the federal government and leased to the Trump Organization. The General Services Administration — which Trump is now in charge of — is also in charge of his lease. What happens if there's a dispute over this financial arrangement? Will the GSA really make a fuss with the president? Aliyah Frumin ",
    "title": "Ivanka Trump's Company Scrambles Over '60 Minutes' Bracelet Criticism - NBC News"
   },
   {
    "entities": [
     "beverly",
     "monday",
     "clay",
     "ramsey",
     "mayor",
     "west",
     "obama",
     "15, 2016",
     "development",
     "night",
     "white",
     "corporation",
     "nov",
     "news",
     "charleston",
     "michelle",
     "county",
     "taylor",
     "jacobo",
     "tuesday",
     "pamela",
     "house",
     "julia",
     "virginia",
     "abc",
     "whaling"
    ],
    "id": 11,
    "text": "West Virginia Mayor Resigns After Controversial Facebook Post About Michelle Obama By JULIA JACOBO Nov 15, 2016, 4:30 PM ET 0 Shares WATCH Derogatory Post About Michelle Obama Causes Backlash 0 Shares Email A West Virginia mayor who faced backlash after posting a controversial comment about Michelle Obama on Facebook has resigned. Clay County Mayor Beverly Whaling came under fire after she appeared to agree with a racist comment posted about the first lady on social media. \"It will be refreshing to have a classy, beautiful, dignified First Lady in the White House,\" wrote Clay County Development Corporation director Pamela Ramsey Taylor after Election Day . \"I'm tired of seeing a Ape in heels.\" Whaling liked Taylor's Facebook post and commented, \"Just made my day Pam.\" The post was first reported by WSAZ-TV and was shared hundreds of times before it was deleted. On Tuesday, Whaling submitted a letter announcing her resignation, which she said would be \"effective immediately,\" ABC affiliate WCHS in Charleston, West Virginia, reported. She also issued an apology to the media, saying her comment was not meant to be racist. \"I was referring to my day being made for change in the White House! I am truly sorry for any hard feeling this may have caused! Those who know me know that I'm not in any way racist!\" she wrote. Whaling's resignation came before a previously scheduled Tuesday meeting where the town council was expected to discuss the issue. Taylor told WCHS Monday night that she had been put on leave. ABC News could not reach Whaling's or Taylor's offices for comment. ",
    "title": "West Virginia Mayor Resigns After Controversial Facebook Post About Michelle Obama - ABC News"
   },
   {
    "entities": [
     "security",
     "monday",
     "l.a.",
     "peter",
     "2013",
     "garcetti",
     "donald",
     "angeles",
     "police",
     "lapd",
     "knx",
     "67 percent",
     "daryl",
     "times",
     "mayor",
     "reed",
     "de",
     "department",
     "york",
     "studies",
     "emanuel",
     "chicago",
     "nov. 14",
     "obama",
     "california",
     "homeland",
     "2 million",
     "of",
     "public",
     "november 2009",
     "u.s.",
     "stahl",
     "holley",
     "eric",
     "3 million",
     "lesley",
     "november 14, 2016",
     "fiscal 2014",
     "naturalization",
     "91 percent",
     "states",
     "fiscal 2015",
     "news",
     "county",
     "86 percent",
     "fiscal 2011",
     "feb. 4, 2014",
     "gates",
     "trump",
     "tuesday",
     "and",
     "seattle",
     "ppic",
     "for",
     "charlie",
     "bill",
     "rahm",
     "immigration",
     "center",
     "beck",
     "migration",
     "1979",
     "united",
     "murray",
     "new",
     "sunday",
     "saxon/ap",
     "november 15",
     "dhs",
     "abc",
     "institute",
     "city",
     "blasio",
     "washington",
     "texas",
     "ed",
     "service",
     "policy",
     "los"
    ],
    "id": 12,
    "text": "Defiant LAPD chief says department will refuse to help Donald Trump’s deportation efforts The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Peter Holley November 15 at 3:33 PM Follow @peterjholley In this Feb. 4, 2014, file photo, Los Angeles Police Chief Charlie Beck speaks at a news conference at LAPD headquarters. (Reed Saxon/AP) Donald Trump has pledged to begin deporting millions of undocumented immigrants as soon as he takes office next year . For now, Los Angeles Police Chief Charlie Beck has no plans to help him do it. “We’re going to maintain the same posture we always have,” Beck told KNX 1070 Monday. “We don’t make detentions or arrests based solely on status, whether that’s immigration status or any other status.” “If the federal government takes a more aggressive role on deportation, then they’ll have to do that on their own,” he continued. [ Legal decision could resonate most in immigration epicenter of Los Angeles ] Beck called any effort to arrest and deport people a “monumental task” and estimated that there are 500,000 undocumented residents in the city of Los Angeles alone. “This is a population we police by creating partnerships, not by targeting them because of their immigration status,” he added. — Chief Charlie Beck (@LAPDChiefBeck) November 14, 2016 Since the earliest days of his presidential campaign, Trump has made immigration enforcement a central pillar of his controversial message to voters. He has promised to build a massive wall along the U.S.-Mexico border, labeled undocumented immigrants “rapists” and pledged to aggressively deport millions of people. In an interview  that aired Sunday, the president-elect told “60 Minutes” correspondent Lesley Stahl that he would deport 2 million to 3 million undocumented immigrants who “have criminal records.” “What we are going to do is get the people that are criminal and have criminal records, gang members, drug dealers, we have a lot of these people, probably 2 million, it could be even 3 million, we are getting them out of our country or we are going to incarcerate,” he said. [ Donald Trump plans to immediately deport 2 million to 3 million undocumented immigrants ] Stahl had pressed Trump about his campaign pledge to deport “millions and millions of undocumented immigrants.” Trump told her that after securing the border, his administration would make a “determination” on the remaining undocumented immigrants in the country. “After the border is secure and after everything gets normalized, we’re going to make a determination on the people that they’re talking about — who are terrific people. They’re terrific people, but we are going to make a determination at that,” Trump said. “But before we make that determination … it’s very important, we are going to secure our border.” According to the Washington Post Fact Checker , Trump likely gets these estimates from a Department of Homeland Security fiscal 2013 report  saying there were 1.9 million “removable criminal aliens.” However, that figure includes undocumented immigrants and people who are lawful permanent residents, or those who have temporary visas. As for how many of those people are illegally present noncitizens, there are conflicting figures from the think tank Migration Policy Institute and the Center for Immigration Studies. In a fact check, The Post rated Trump’s figures “Two Pinocchios,” noting that federal immigration enforcement data is “not always transparent or reliable.” \"60 Minutes\" aired the first extensive interview with President-elect Donald Trump Nov. 14. Trump said up to 3 million people who are \"criminal\" and undocumented could be deported or incarcerated. (CBS 60 Minutes) Already, under President Obama’s orders, an increasing percentage of those deported were people with criminal records, according to DHS . In fiscal 2015, 91 percent of “removals and returns” were people previously convicted of a crime, compared to 86 percent in fiscal 2014 and 67 percent in fiscal 2011. If there was one location in the United States in which Trump could make the largest dent in the country’s undocumented population, it would be sprawling Los Angeles County, where citizens and noncitizens have lived side-by-side for decades. Almost a quarter of the nation’s 11 million undocumented immigrants live in California, according to the Public Policy Institute of California . With an undocumented population of nearly 815,000, according to PPIC, Los Angeles County has more undocumented residents than any county in the state. Though estimates vary, experts calculate that more than 1.6 million  illegal immigrants live in Texas, making it second only to California in the size of its undocumented population. The LAPD has spent decades avoiding a significant role in the enforcement of federal immigration policies, even as the city’s undocumented immigrant population swelled. Following a special order by then-chief Daryl Gates in 1979 that stopped officers from inquiring about someone’s immigration status, the Los Angeles Times reported , the LAPD has for decades managed to remain outside the contentious immigration debate. In a subsequent interview with the L.A. Times, Beck reiterated that working with the Department of Homeland Security on deportation is not the department’s job. “I don’t intend on doing anything different,” he said. “We are not going to engage in law enforcement activities solely based on somebody’s immigration status. We are not going to work in conjunction with Homeland Security on deportation efforts. That is not our job, nor will I make it our job.” Unveiled in 1979, “ Special Order No. 40 ” directed LAPD officers to “not initiate police action” in an effort to ascertain someone’s legal status. Officers were instructed to notify the U.S. Immigration and Naturalization Service after arresting someone “for multiple misdemeanor offenses, a high grade misdemeanor or a felony offense” or someone who “has been previously arrested for a similar offense.” “The Los Angeles community has become significantly more diverse during the past several years with substantial numbers of people from different ethnic and sociological backgrounds migrating to this City,” the order states. “Many aliens, whether from Latin American, African, Asian or European countries, are legal residents. Others are undocumented and are residing in the City without legal sanction.” Since Beck became police chief in November 2009, the Times reported, the department has gone even further to remove itself from playing a role in deportations. Officers no longer hand people “arrested for low-level crimes to federal agents for deportation and [have] moved away from honoring federal requests to detain inmates who might be deportable past their jail terms,” the paper reported. [ Despite Trump’s threat to cut federal funding, mayors pledge to protect undocumented immigrants ] Beck told the Times that his command staff has met with community leaders and has delivered a consistent message when asked about immigration enforcement: “This is the same LAPD you had Monday, a week ago,” he said. “We have not changed because of the election on Tuesday. We have the same principles. We have the same values,” he said. “This is not going to change the way that the Los Angeles Police Department enforces the law.” The Times reported that Los Angeles Mayor Eric Garcetti also reiterated that police would continue to enforce Special Order 40. “Our law enforcement officers and LAPD don’t go around asking people for their papers, nor should they,” he said. “That’s not the role of local law enforcement.” Though Trump has threatened to withhold federal tax dollars, mayors of U.S. cities across the country have promised to protect their residents from deportation. New York Mayor Bill de Blasio even left open the possibility of deleting a database with the names of hundreds of thousands of undocumented immigrants living in New York. He was joined in opposition by Chicago’s Rahm Emanuel and Seattle’s Ed Murray, both of whom have pledged to resist efforts to deport their residents. “Seattle has always been a welcoming city,” Murray said Monday, according to ABC News . “The last thing I want is for us to start turning on our neighbors.” MORE READING:  ",
    "title": "Defiant LAPD chief says department will refuse to help Donald Trump’s deportation efforts - The Washington Post"
   },
   {
    "entities": [
     "clinton",
     "mike",
     "john",
     "bush",
     "caption",
     "jersey",
     "public",
     "n.",
     "pentagon",
     "a.",
     "keith\\xc2\\xa0kellogg",
     "angerer",
     "bolton",
     "lisa",
     "carson",
     "giuliani",
     "army",
     "memoli",
     "donald",
     "w.j.",
     "trudeau",
     "noam",
     "department",
     "sen.",
     "jeff",
     "paul",
     "levey",
     "getty",
     "collins",
     "elizabeth",
     "2008",
     "tuesday",
     "kumar",
     "giles",
     "for",
     "rudolph",
     "stier",
     "davis",
     "pence",
     "martha",
     "ryan",
     "east",
     "/",
     "city",
     "state",
     "service",
     "navy",
     "cnn",
     "alabama",
     "chris",
     "president",
     "max",
     "congress",
     "york",
     "hilton",
     "tracy",
     "barack",
     "oval",
     "obama",
     "images",
     "hennigan",
     "white",
     "christie",
     "michael",
     "tower",
     "trump",
     "m.",
     "2000",
     "america",
     "w.",
     "eliot",
     "united",
     "new",
     "ben",
     "mascaro",
     "cohen",
     "washington",
     "intelligence",
     "terry",
     "rand",
     "senate",
     "wilkinson",
     "committee",
     "george",
     "bierman",
     "d.",
     "iraq",
     "noah",
     "office",
     "rogers",
     "gop",
     "nations",
     "partnership",
     "indiana",
     "house",
     "drew",
     "warren",
     "2016",
     "middle",
     "hillary"
    ],
    "id": 13,
    "text": "Donald Trump's transition team loses a key figure as he struggles to find his footing Vice President-elect Mike Pence Drew Angerer / Getty Images Vice President-elect Mike Pence is also in charge of President-elect Donald Trump's transition team. Vice President-elect Mike Pence is also in charge of President-elect Donald Trump's transition team. (Drew Angerer / Getty Images) Noah Bierman and Lisa Mascaro Contact Reporters The shoot-from-the-hip style that helped Donald Trump win the presidency is now playing out in his transition to governing. An insular group of loyalists and family members are at the helm, giving the public little information. A top establishment figure abruptly departed the transition team. And officials from across the federal government say they have heard nothing from the people who are supposed to take their place two months from now. By Tuesday, a week after his election, Trump’s team had yet to discuss even basic elements of the government handoff with key players at the Pentagon, the State Department and other vital agencies, in large part because of a delay in signing the paperwork dictating the nuts and bolts of the process. “We are standing by ready to assist,” said Navy Capt. Jeff Davis, a Pentagon spokesman. \"We stand ready,\" said State Department spokeswoman Elizabeth Trudeau. The Trump campaign kept mum throughout the day as confidants and family members streamed in and out of Trump Tower in New York, occasionally stopping to speak with reporters cordoned behind a red velvet rope in the lobby, but giving up little before riding the elevator to Trump’s office. Leaks about internal squabbles and personnel moves, many involving close campaign allies competing for top posts, were left to fill the information void. \"No. No,” retired Army Lt. Gen. Keith Kellogg, a Trump advisor, said when asked about rumors of infighting on the Trump team. “It’s all been good.\" Armand Emamdjomeh But one of Trump’s most respected links to the Republican foreign policy community, Rep. Mike D. Rogers of Alabama, abruptly announced he was leaving the transition team. Rogers, a former chairman of the House Intelligence Committee, had been an important bridge between Trump and skeptics in his party. Rogers had been a holdover from the transition team assembled by New Jersey Gov. Chris Christie, who was replaced as the team’s leader last week by Indiana Gov. Mike Pence, the vice president-elect. A person close to Rogers called his departure part of an effort to distance the team from Christie.  \"Anyone close to Chris Christie got dumped,\" said the Rogers ally, who would not be named discussing internal transition team dynamics. \"All the level-headed people are stepping aside.\" Another potential bridge was also cut off when Eliot Cohen, a prominent conservative critic of Trump, portrayed himself as walking away angrily from an attempt at reconciliation. Cohen, a supporter of the war in Iraq who served in President George W. Bush’s State Department, had organized a letter signed by dozens of former officials denouncing Trump during the campaign. “After exchange [with] Trump transition team, changed my recommendation,” Cohen wrote on Twitter. “Stay away. They're angry, arrogant, screaming 'you LOST!’ Will be ugly.”   Trump had insisted during the campaign, contrary to evidence , that he had always opposed the Iraq war. Another potential player in the administration, retired neurosurgeon Ben Carson, also took himself out of the running for an administration job, according to Terry M. Giles, finance chairman during Carson’s presidential campaign. Christie’s departure was also responsible for the delay in setting up meetings between Trump’s team and the leaders of federal government agencies. Christie had signed an agreement with the Obama administration prior to election day that set parameters for interactions between White House officials and designated representatives of the president-elect's team. This is America's state of mind on election day Open link That agreement, which is required by federal law and sets the conditions for access to documents, staff and facilities of federal agencies, no longer applied once Christie was removed from his position. The White House said it received a new agreement signed by Pence late Tuesday. “The government is ready for the Trump folks, and the Trump folks need to get moving,” said Max Stier, president of the Partnership for Public Service, a nonpartisan group that focuses on good governance.  Stier said Trump seems to be figuring out how to move from campaigning to governing, one of the stiffest challenges that any president-elect faces, particularly one who campaigned as an outsider. The task is enormous, he noted: hiring 4,000 people, implementing policy, learning enough to avoid national security risks, preparing a budget a month after inauguration and preparing for “things you can’t expect, the asteroids that come in.” “With two houses of Congress now held by the Republicans, they have to produce” quickly, said Martha Kumar, an expert in presidential transitions.  Those most affected by Trump’s agenda are also anxious about the lack of clarity. Hospital groups, health insurers, consumer advocates and others have been scrambling since the election to learn how the Trump administration and it allies on Capitol Hill will fulfill their pledge to repeal and replace the Affordable Care Act, also known as Obamacare. Industry officials and others say it has been almost impossible to find out what the new administration is planning. Even identifying who is making decisions on what was a signature issue for Trump during the campaign has been a challenge, health sector leaders said. In 2008, President-elect Barack Obama’s team moved faster, signing an agreement to meet with top officials in Bush’s White House four days after he was elected. Eight years earlier, Bush’s transition team could not begin meeting with agency officials for weeks because the result of the 2000 election was in doubt. Kumar and Stier both said that Trump has time to regain his footing. Kumar believes Pence, who served in Congress, was a wise choice to lead the effort, given his ties to top lawmakers. House Speaker Paul D. Ryan (R-Wis.) tried to reassure the public that the effort remained on track and that he was in touch with Trump almost daily. \"We’re going to do everything we can to help make him be as successful as he's going to be,\" Ryan said. Trump's team tapped Rep. Chris Collins of New York — the first in the House to support him — as a liaison to House Republicans, and sent an aide to Tuesday's meeting of the House GOP as a legislative emissary.  Yet even as the process moves forward, all new administrations face hurdles in getting their Cabinet choices approved by the Senate, even if their party has control. Kentucky Sen. Rand Paul, a leading libertarian voice who briefly mounted his own presidential run, told CNN on Tuesday that he would not support John Bolton, once Bush’s ambassador to the United Nations, as a potential secretary of State, and would also have trouble supporting Rudolph W. Giuliani, the former New York mayor, for the job because of their support for the war in Iraq. “Giuliani and Bolton are very similar,” Paul said. “Bolton just has a more extensive cheerleading background with regard to the Middle East.” Liberal critics have also begun taking aim at Trump’s choices. Massachusetts Sen. Elizabeth Warren, speaking to corporate leaders at a Wall Street Journal forum, said Trump had already broken his promise to clean up Washington. \"He's putting together a transition team that's full of lobbyists,” she said. “The kind of people he actually ran against.\" Times staff writers Michael A. Memoli, W.J. Hennigan, Tracy Wilkinson and Noam N. Levey contributed to this report. Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. Caption Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win ",
    "title": "Donald Trump&apos;s transition team loses a key figure as he struggles to find his footing - LA Times"
   },
   {
    "entities": [
     "stevenson/the",
     "monday",
     "john",
     "peter",
     "senate",
     "mediterranean",
     "committee",
     "donald",
     "ukraine",
     "putin",
     "sen.",
     "obama",
     "u.s.",
     "services",
     "post",
     "gop",
     "states",
     "deyoung",
     "russia",
     "trump",
     "tuesday",
     "kgb",
     "mccain",
     "america",
     "armed",
     "karen",
     "united",
     "kremlin",
     "2005",
     "october",
     "november 15",
     "east",
     "middle",
     "vladi\\xc2\\xadmir",
     "syria",
     "washington"
    ],
    "id": 14,
    "text": "A Trump administration thaw with Russia is ‘unacceptable,’ McCain says The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Karen DeYoung November 15 at 1:26 PM Follow @karendeyoung1 Sen. John McCain, the chairman of the Senate Armed Services Committee, sent his first shot across the bow of President-elect Donald Trump’s national security plans Tuesday, saying that any attempt to “reset” relations with Russia is unacceptable. “With the U.S. presidential transition underway, Vladi­mir Putin has said in recent days that he wants to improve relations with the United States,” McCain (R-Ariz.) said in a statement released by his office. “We should place as much faith in such statements as any other made by a former KGB agent who has plunged his country into tyranny, murdered his political opponents, invaded his neighbors, threatened America’s allies and attempted to undermine America’s elections,” he said. [ U.S. accuses Russia of ‘barbarism’ and war crimes in Syria ] Sen. John McCain has repeatedly come under attack from GOP nominee Donald Trump. Here are just a few of their rocky moments. (Peter Stevenson/The Washington Post) McCain gave tepid support to Trump after the Republican nominating convention, then withdrew it in October after the leak of a 2005 recording revealing Trump making demeaning remarks about women, and then declined to speak about him as he headed toward his own reelection last week. His comments about Russia followed a telephone call between Trump and Putin on Monday and came amid reports of upheaval in the national security transition. In their conversation, the Kremlin said, Putin and Trump agreed that U.S.-Russia relations are “unsatisfactory” and vowed to work together to improve them. Trump’s office later said that they had discussed shared threats and challenges, and the long-term relationship between them. In his statement, McCain pointed out that Russia, in support of Syrian President Bashar al-Assad, resumed large-scale bombardment Tuesday in Syria. [ Russian warplanes from Mediterranean carrier join Syria attacks ] “The Obama administration’s last attempt at resetting relations with Russia culminated in Putin’s invasion of Ukraine and military intervention in the Middle East,” McCain said. “At the very least, the price of another ‘reset’ would be complicity in Putin and Assad’s butchery of the Syrian people. “That is an unacceptable price for a great nation. When America has been at its greatest, it is when we have stood on the side [of] those fighting tyranny,” McCain added. “That is where we must stand again.” Read more: ",
    "title": "A Trump administration thaw with Russia is ‘unacceptable,’ McCain says - The Washington Post"
   },
   {
    "entities": [
     "intelligence",
     "mike",
     "nbc",
     "chris",
     "committee",
     "donald",
     "devin",
     "kushner",
     "jersey",
     "cia",
     "york",
     "images",
     "last tuesday",
     "rogers",
     "white",
     "christie",
     "news",
     "friday",
     "getty",
     "trump",
     "tuesday",
     "house",
     "new",
     "pence",
     "ivanka",
     "jared",
     "nunes"
    ],
    "id": 15,
    "text": "Trump Presidential Transition: Who's in and Who's Out? 2:00 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161116013647if_/http://www.nbcnews.com/widget/video-embed/809824835669\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The Donald Trump transition, already off to slow start, bogged down further Tuesday with the abrupt resignation of former Congressman Mike Rogers, who had been coordinating its national security efforts. Two sources close to Rogers said he had been the victim of what one called a \"Stalinesque purge,\" from the transition of people close to New Jersey Gov. Chris Christie, who left Friday. It was unclear which other aides close to Christie had also been forced out. The Trump transition did not immediately respond to a request for comment. Rogers confirmed his exit in a statement that said that, despite his departure, he planned to continue to \"provide advice and counsel as needed to the incoming Trump administration.\" He and his top aide had been working for months, preparing the groundwork for transition. Two sources close to the situation described an atmosphere of sniping and backbiting as Trump loyalists position themselves for key jobs. \"It was a privilege to prepare and advise the policy, personnel and agency action teams on all aspects of the national security portfolio during the initial pre-election planning phase. Our work will provide a strong foundation for the new transition team leadership as they move into the post-election phase, which naturally is incorporating the campaign team in New York who drove President-elect Trump to an incredible victory last Tuesday,\" Rogers said in the statement. Congressman Rep. Mike Rogers (R-MI). Chip Somodevilla / Getty Images, file Rogers was initially seen as a leading candidate for CIA director, but now is likely off the list, a source told NBC News. Rep. Devin Nunes, the Republican chairman of the House Intelligence Committee, is now a top contender. Rogers' departure follows Christie's demotion from head of the team to a vice-chair, with Vice President-elect Mike Pence taking over for him last week. The purge indicates the emphasis on loyalty — and significant influence of Trump son-in-law Jared Kushner, husband of Ivanka — that characterized Trump's campaign will carry over into his White House. Multiple sources indicated that Christie was demoted because he wasn't seen as sufficiently loyal to Trump, failing to vocally defend him at key moments on the campaign trail. Play ",
    "title": "Trump Transition Shake-Up Part of 'Stalinesque Purge' of Christie Loyalists - NBC News"
   },
   {
    "entities": [
     "october 2014",
     "shim",
     "school",
     "lebanon",
     "foxnews.com",
     "department",
     "harrison",
     "oct. 26, 2014",
     "of",
     "judy",
     "u.s.",
     "oct. 22",
     "daily",
     "university",
     "irish",
     "beirut",
     "iran",
     "news",
     "livonia",
     "poe",
     "hurriyet",
     "dearborn",
     "michigan",
     "tuesday",
     "turkey",
     "high",
     "american",
     "detroit",
     "township",
     "technology",
     "clarenceville",
     "state",
     "serena",
     "isis"
    ],
    "id": 16,
    "text": "Facebook 0 Twitter 0 livefyre Email Print Serena Shim is pictured here in an undated photo provided by her family. It was supposed to be Serena Shim's last assignment inside Turkey reporting for an Iranian news agency when the Lebanese-American journalist died in what her family claims was a \"targeted hit.\" Two years after Shim's October 2014 death, her family is renewing its call for the U.S. government to investigate her case -- claiming the 29-year-old mother from Michigan was deliberately driven off the road in a staged car accident. \"I’ve heard nothing from the State Department or the Turkish government,\" Judy Poe, Shim's mother, told FoxNews.com Tuesday from her home in Harrison Township, a suburb of Detroit. Related Image Expand / Contract Serena Shim Shim, who had reported extensively on the alleged smuggling of ISIS militants across the Syrian-Turkish border, was killed for \"telling the truth,\" according to Poe. Shim was working for Iran's state-owned network Press TV on Oct. 26, 2014 when she riding in the passenger seat of a rental car, driven by her cousin, Judy Irish -- who was 16 at the time -- in the Turkish town of Suruc, near the Turkish-Syrian border. Turkish media outlets initially said Shim died after her car collided head-on with a large cement mixer -- despite traveling along a one-way highway -- and showed photos that appeared to support such reports. But Shim's mother and cousin -- who suffered only a broken nose in the crash -- said they believe the scene was staged to look like an accident. Irish, who blacked out after the car's airbags deployed, said she did not collide head-on with a cement truck. Instead, she said, a truck hit them from behind and ran their car off the road.  \"I was driving on a three-lane, one-way highway in the fast lane,\" she told FoxNews.com. \"I could see the semi-truck that was behind me in the middle lane. And he was going very quickly and he sped up in front of me and cut me off, making me crash into him.\" The accident came just days after Shim said she had been threatened by Turkish intelligence services, who accused her of being a spy, according to her mother. Poe, who claims she was in regular contact with Shim, said her daughter had been threatened by Turkish officials after reporting ISIS militants were being smuggled back and forth across the Syrian-Turkish border in the back of aid vehicles. \"Turkish officials wanted to speak with her – they went to her hotel and they went to local shops she had frequented,\" she said. Poe, citing Turkish media reports, said Irish was transported to a refugee hospital some 15 minutes away from the scene. Her daughter, whom she affectionately referred to as \"Sassy,\" was transported to a hospital nearly three hours away -- one where ISIS members were receiving free medical care, Poe claims. \"Initial reports said my daughter had died at the scene,\" Poe said. \"Then they said she died from a heart attack.\" The family also claims that the car pictured in the crash scene photos online is not the one Shim and her cousin had rented. Shim was buried in Lebanon on Oct. 22. \"There was not a single mark on Sassy,\" said Poe, who was able to view her daughter's body inside a Beirut morgue before she was buried. The State Department previously told FoxNews.com it does not conduct investigations into deaths overseas. Turkish media outlets, meanwhile, reported that Shim's cousin was responsible for the crash. An official report obtained by Hurriyet Daily News claimed Irish was the \"sole culprit\" and the truck driver was not in any way responsible. Related Image Shim was born in Michigan and raised in both Dearborn and Livonia, where she graduated from Clarenceville High School. She went on to attend the American University of Technology in Lebanon, where her biological father lives. \"She was a target, without a doubt. She knew too much,\" Poe said of her daughter. In a recording saved on Poe's cellphone, Shim said Turkish officials believed she was a spy but did not indicate for whom. \"She was doing very important work over there,\" Poe said. \"I miss everything about her,\" she said. \"I still can't believe she's not going to walk through the door.\" Advertisement ",
    "title": "Two years after U.S.-born journalist dies in Turkey, a question lingers: How did it happen? | Fox News"
   },
   {
    "entities": [
     "giuliani",
     "cnn",
     "richard",
     "clinton",
     "purdue",
     "pharma",
     "soviet",
     "john",
     "rand",
     "2013",
     "senate",
     "keystone",
     "khalifa",
     "committee",
     "relations",
     "first",
     "justice",
     "hamad",
     "times",
     "department",
     "ellis",
     "york",
     "newsletters",
     "nyt",
     "morning",
     "stearns",
     "goldman",
     "senator",
     "draft",
     "the",
     "obama",
     "kerry",
     "sachs",
     "iraq",
     "sheikh",
     "bear",
     "briefingsubscribed",
     "foundation",
     "paul",
     "sound",
     "states",
     "union",
     "political",
     "september 2012",
     "news",
     "khalq",
     "long",
     "al-thani",
     "trump",
     "island",
     "$200,000",
     "tuesday",
     "foreign",
     "mujahedeen",
     "strategic",
     "qatar",
     "mr.",
     "kentucky",
     "united",
     "new",
     "transcanada",
     "state",
     "triglobal",
     "ventures",
     "hillary",
     "$11.4 million"
    ],
    "id": 17,
    "text": "Continue reading the main story In one year — 2006 — Mr. Giuliani reported in a financial disclosure report that he had made 124 speeches, for as much as $200,000 each, and had earned a total of $11.4 million. He often made extravagant demands in return for agreeing to make a speech, including that the private plane that flew him to the engagement be a certain size . Advertisement Continue reading the main story During the presidential campaign, Mr. Trump repeatedly criticized Hillary Clinton for her speeches to Goldman Sachs, as well as for contributions Qatar made to the Clinton Foundation, which he claimed betrayed her commitment to women’s and gay rights because of Qatar’s poor record on both. This week, Senator Rand Paul, Republican of Kentucky and a member of the Senate Foreign Relations Committee, questioned Mr. Giuliani’s fitness for the job, pointing to his list of paid speeches, his work for foreign governments and his support for the Iraq war. Mr. Trump has long claimed erroneously that he opposed the war. “It is worrisome, some of the ties to foreign governments, because that was a big complaint about many of us with Hillary Clinton and her ties and the money she received from foreign governments,” Mr. Paul told CNN on Tuesday. Mr. Giuliani defended his firm’s work for Qatar — which he said included training the Qatari police and analyzing the security of a desalinization plant — because, he said, it was done under the previous emir, Sheikh Hamad bin Khalifa al-Thani , who abdicated in 2013. Mr. Giuliani said he had consulted the State Department about the contracts and had been told that Sheikh Khalifa was friendly toward the United States. A list of possibilities for key posts in the new administration. Mr. Giuliani said he was one of dozens of prominent Americans who worked for the Iranian opposition group known as the Mujahedeen Khalq, or the M.E.K. — drawing payments at the same time it was on a State Department list designating it a terrorist organization. He sought to persuade the State Department to revoke its terrorist listing, which the Americans did in September 2012 . “My ties to them are very open,” Mr. Giuliani said. “We worked very hard to get them delisted — by Hillary Clinton, by the way.” Another Giuliani client, the energy company TransCanada, applied to build the Keystone XL pipeline in the United States, and was rejected last year by President Obama after a recommendation by Secretary of State John Kerry. If it decided to apply again for permission and Mr. Giuliani ended up at the State Department, the application would land on his desk. Mr. Giuliani did not address that issue directly in the interview, saying only that his firm had offered security advice to TransCanada, when it had a partnership to build a natural-gas facility on Long Island Sound. The proposal was turned down. Advertisement Continue reading the main story “I’ve done no work on the pipeline,” he said. His other clients have included a long list of prominent American corporations, including Bear Stearns, Uber and CB Richard Ellis, the real estate giant. Under contract with Purdue Pharma , the maker of the often-abused painkiller OxyContin, Mr. Giuliani used his clout with the Justice Department to press the federal authorities to offer a less onerous punishment to the company after allegations that security problems at its warehouses might have contributed to black market sales. But it is the lesser-known names that may draw the most scrutiny. TriGlobal Strategic Ventures , a company that aims to “assist Western clients in furthering their business interests in the emerging economies of the former Soviet Union,” according to its website, is among the more obscure clients. First Draft Political news and analysis from the staff of The New York Times. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "Rudolph Giuliani’s Business Ties Viewed as Red Flag for Secretary of State Job - The New York Times"
   },
   {
    "entities": [
     "clinton",
     "new",
     "yorker",
     "donald",
     "83 percent",
     "trump",
     "linda",
     "hillary",
     "gottlieb",
     "manhattan"
    ],
    "id": 18,
    "text": "How Might Donald Trump's Campaign Affect His Brand? Building resident Linda Gottlieb and several neighbors began the petition after the release of the infamous Access Hollywood video in which Trump talked in vulgar terms about groping women. Along with several other residents, Gottlieb printed leaflets and passed them around the building. The petition read in part: \"Trump's appalling treatment of women, his history of racism, his attacks on immigrants, his mockery of the disabled, his tax avoidance, his outright lying — all are antithetical to the values we and our families believe in.\" A few people refused to sign, saying they supported Trump, she said. \"I said, 'That's your right to do so, and we all have the right of free speech,' \" Gottlieb said. \"Nobody was forcing anyone to sign. If they wished to, they could.\" Gottlieb said she was \"absolutely thrilled\" by the decision to change the name. \"The residents of the building were overwhelmingly in favor of getting the name down because he and his name do not represent the values that most of us have. And you don't want to walk into your apartment and look at the name of someone with whom you violently disagree,\" she said. The decision to change the name is the latest sign that the bitter presidential campaign may have taken a toll on Trump's celebrated brand. Although Trump himself is a lifelong New Yorker, much of the city supported Democrat Hillary Clinton, especially in Manhattan, about 83 percent of which voted for her. ",
    "title": "Trump's Name Will Be Removed From Apartment Buildings After Residents Demand It : The Two-Way : NPR"
   },
   {
    "entities": [
     "clinton",
     "holler",
     "john",
     "cooper",
     "mike",
     "stephen",
     "wisconsin",
     "heritage",
     "senate",
     "donald",
     "steve",
     "president",
     "cantor",
     "mcconnell",
     "action",
     "caption",
     "congress",
     "mexico",
     "york",
     "hilton",
     "republican",
     "nov. 15, 2016",
     "davidson",
     "oval",
     "d.",
     "obama",
     "breitbart",
     "bannon",
     "dan",
     "eric",
     "office",
     "paul",
     "shirley",
     "european",
     "craig",
     "white",
     "pressphoto",
     "michael",
     "gop",
     "news",
     "rory",
     "wednesday",
     "$1-trillion",
     "brian",
     "ohio",
     "mitch",
     "reagan",
     "agency",
     "trump",
     "a.",
     "bakersfield",
     "tuesday",
     "6:18 p.m",
     "and",
     "mccarthy",
     "house",
     "america",
     "warren",
     "2016",
     "bennett",
     "kentucky",
     "k.",
     "new",
     "mascaro",
     "us",
     "january",
     "ryan",
     "boehner",
     "pence",
     "steel",
     "city",
     "lisa",
     "hillary",
     "scalise",
     "kevin",
     "washington"
    ],
    "id": 19,
    "text": "Despite talk of GOP unity, Trump's programs face fight from Republican budget hawks US House Republican leadership European Pressphoto Agency Republican Majority Whip Steve Scalise holds a hat from Donald Trump's campaign as House Majority Leader Kevin McCarthy, left, and House Speaker Paul Ryan look on. Republican Majority Whip Steve Scalise holds a hat from Donald Trump's campaign as House Majority Leader Kevin McCarthy, left, and House Speaker Paul Ryan look on. (European Pressphoto Agency) Lisa Mascaro Paul D. Ryan appears to be cruising toward reelection as House speaker, but his bold promise Tuesday of a new “dawn” for GOP unity — Republican lawmakers found “Make America Great Again” hats waiting on their chairs at a morning meeting — does not hide the deep divisions that remain. There’s a clash growing between Donald Trump ’s new vision of the Republican Party, which includes increased spending on several fronts, and budget hawks like Ryan and the GOP's small-government Freedom Caucus, whose ideology had previously dominated the party. It’s not just that the president-elect has promised costly big-ticket items — beefing up the military, building a wall along the border with Mexico and improving the social safety net, including healthcare. Trump has also shown little interest in Ryan’s signature budget-slashing proposals — such as cutting entitlement spending on Medicare and Medicaid — which had long been central to the GOP’s plan for reducing deficits. Trump names top aides as he begins laying out a White House strategy Nov. 15, 2016, 6:18 p.m. This is our look at President-elect Donald Trump's transition and the outgoing Obama administration. Here's what's happening in Washington right now:Trump's elevation of Stephen K. Bannon to top White... (Lisa Mascaro) In fact, very little of what Trump promised to do during the campaign involved cutting government spending. Rather, he spoke of investing in the nation, creating jobs, and he once proudly proclaimed himself “the king of debt” in his business dealings. Ryan says he now talks to Trump every day, despite their on-again, off-again relationship and warnings that Ryan might face a move to oust him as speaker during Tuesday’s internal GOP vote. Instead, House Republicans unanimously agreed Tuesday to nominate the Wisconsin Republican for another two-year term, rewarding his efforts to unify the party. The final House vote will take place in January. But Ryan acknowledged that they are only beginning to work through the details of a unified Republican agenda. “It’s going to take time to figure out exactly what bill comes where and how it all adds up,” Ryan said. The first clash may come over Trump’s call for a $1-trillion infrastructure program. Even if Trump relies on private investment, as his advisors have suggested, the notion of using government to prime the pump to create jobs stunned many conservatives when it received top billing on election night. Scope of Donald Trump's falsehoods unprecedented for presidential candidate » Dan Holler, spokesman at the conservative Heritage Action for America, was taken aback as he watched Trump’s victory speech and the president-elect spoke of his “beautiful” program for new bridges, roads, airports and schools. To many that sounded more like the dream of big-spending Democrats than the Republican just elected to the White House. “It would be a mistake to think that’s what the people were clamoring for,” said Holler, whose influential group tries to hold the line against spending. “As if that is the main message of the campaign — that we need a massive stimulus.” Indeed, a week before election, when most still thought Hillary Clinton would win, GOP officials were preparing to attack the Democratic nominee’s own, much smaller infrastructure program as wasteful and unnecessary. On Tuesday, former House Speaker John A. Boehner, himself a casualty of GOP infighting, referred to Trump as a friend, but also “barely Republican.” The battle over spending is just one of the challenges that lie ahead as Republicans adjust to fact that they have now achieved what they long sought: Republican control of the White House and Congress  for the first time in a decade.  Because Trump doesn’t neatly align with any previous strain of the GOP, it will only confound the job facing congressional leaders like Ryan. “There’s probably going to be a learning curve as [Republicans] transition from opposing the policies of Democrats to implementing a conservative agenda,” said Michael Steel, a Republican strategist and former top aide to Boehner.  “There’s no question this is a huge step into the unknown,” he said. “They are building an airplane while in flight.” In that sense, Trump’s election won’t end the civil war between Republicans on Capitol Hill. In fact, it may only complicate matters by adding a new front in their internal battle — a Republican-led White House. To be sure, Trump and the party share some goals — repealing Obamacare, cutting taxes and reducing regulations.  And Ryan is trying hard to steer the conversation with Trump to the House GOP’s “Better Way” agenda — his blueprint for small-government. (Brian Bennett) He said recently that the effort to repeal Obamacare should also tackle reforms to Medicare and Medicaid. Trump has given nod to the document, but it is unclear how broadly it might be adopted by the new administration. Trump has often spoke of protecting entitlement programs, rather than scaling them back. The possibility for friction between Congress and the White House is only made worse by the fact that Trump named as his top strategist Stephen K. Bannon, the former Breitbart News head who previously declared war on GOP establishment leaders like Ryan. Also, Trump is facing his own pressure to deliver on election promises. “The people Trump spoke to, who helped him get elected – ‘the forgotten people’ – they’re going to be looking for results,” said Rory Cooper, a Republican strategist who was a top aide to former Majority Leader Eric Cantor . “There aren’t excuses anymore. You can’t blame it on divided government.” And at the end of the day, Trump may have the upper hand, given his victory. “It’s not a power sharing arrangement,” said Craig Shirley, a Republican strategist who has written extensively about President Reagan. “Trump is the head of the party — it is his party now.” The Trump administration may encounter the steepest resistance from the so-called Freedom Caucus, which before Trump was the most powerful insurgent faction inside the GOP, leading the charge against Boehner and in the budget wars against Obama administration. Trump names Priebus and Bannon as top White House aides and says deportations will begin immediately » The caucus of several dozen lawmakers was divided over whether to support Trump’s candidacy and it’s unclear how much of a honeymoon they will give the new president. Already some members who backed Trump are warning that deficit spending may be a bridge too far. “There’s Democrats and Republicans who believe deficits don’t matter,” said Republican Rep. Warren Davidson, a Trump backer and one of the newest Freedom Caucus members, who took over Boehner’s Ohio district. “There’s no one in the Freedom Caucus that stands for that.” Rep. Charlie Dent (R-Penn.), a key moderate, cautioned it was too soon to declare an end to GOP in-fighting. “The dynamics that we’ve been dealing with all session need to change,” Dent said. “Whether they will change or not is still a bit of an open question.” For the moment, Ryan seems to be navigating between the party’s factions, easily winning Tuesday’s nomination vote in the House GOP conference. Rep. Kevin McCarthy of Bakersfield was elected to serve another term as majority leader. A similar outcome is expected across the Capitol on Wednesday when Senate Majority Leader Mitch McConnell of Kentucky stands for reelection as party leader. Even so, the final vote could still prove difficult for Ryan when the new Congress convenes in January.  Ryan was slow to embrace Trump. But in the final days of the election, the potential for Republicans to sweep control of the House, Senate and White House drew him in. “I’m not looking backward, I’m looking forward,” Ryan said Tuesday. “I’m looking for how we make this work for the American people.” Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. Caption Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win ",
    "title": "Despite talk of GOP unity, Trump&apos;s programs face fight from Republican budget hawks - LA Times"
   },
   {
    "entities": [
     "greenblatt",
     "kelsey",
     "monday",
     "conference",
     "party",
     "senate",
     "person",
     "heritage",
     "anti-defamation",
     "donald",
     "steve",
     "sarah",
     "action",
     "tech",
     "harvard",
     "nancy",
     "sen.",
     "goldman",
     "2011",
     "defenders",
     "oval",
     "california",
     "booker",
     "d-n.j.",
     "breitbart",
     "november 15, 2016",
     "bannon",
     "daily",
     "while",
     "minnesota",
     "league",
     "office",
     "jonathan",
     "foundation",
     "sachs",
     "paul",
     "schiff",
     "headlines",
     "cory",
     "administration",
     "white",
     "fight",
     "pelosi",
     "r-calif.",
     "political",
     "michelle",
     "conservative",
     "tea",
     "2010",
     "2014",
     "nevada",
     "trump",
     "andrew",
     "club",
     "tuesday",
     "very",
     "beast",
     "mccarthy",
     "d-calif",
     "house",
     "kellyanne",
     "harry",
     "mba",
     "palin",
     "august 2016",
     "2012",
     "conway",
     "new",
     "reid",
     "january",
     "england",
     "ryan",
     "abc",
     "adam",
     "georgetown",
     "washington",
     "bachmann",
     "alaska",
     "nov 15, 2016",
     "kevin",
     "smart"
    ],
    "id": 20,
    "text": "Why Trump's Appointment of Steve Bannon Has Raised So Many Alarms By Adam Kelsey Nov 15, 2016, 5:27 PM ET 0 Shares WATCH Steve Bannon: In a Minute 0 Shares Email Critics of Steve Bannon -- Donald Trump ’s campaign CEO, who is now senior counselor to the president-elect -- have accused him of peddling or being complicit in white supremacy, anti-Semitism and sexism in the articles published on the alt-right website he oversees, Breitbart, as well as in interviews. Bannon's website has lauded the Confederate flag and taken aim at Jewish people and women and Bannon himself has made controversial statements about women and homosexuals. Even though defenders, such as House Majority Leader Kevin McCarthy, R-Calif., argue that Bannon shouldn't be held accountable for everything published on the site, critics say that putting Bannon in such a prominent position sets a dangerous precedent. \"There must be no sugarcoating the reality that a white nationalist has been named chief strategist for the Trump Administration,” said House Minority Leader Nancy Pelosi, D-Calif. in a statement Monday. Added Sen. Cory Booker , D-N.J. today, \"Elevating Steve Bannon... to one of the highest positions in the White House installs a man with fringe and dangerous ideologies just steps from the Oval Office.\" Here is a list of some of Steve Bannon’s statements and Breitbart articles that have raised eyebrows: Donald Trump Chief of Staff Reince Priebus Defends Steve Bannon as a 'Very, Very Smart Person' “A Bunch of Dykes” During a 2011 radio interview in which he spoke in support of conservative women, Bannon employed a derogatory term for homosexual women while explaining, in his view, why liberals reacted so strongly against Alaska Gov. Sarah Palin and Minnesota Rep. Michelle Bachmann. “The women that would lead this country would be pro-family, they would have husbands, they would love their children,” said Bannon. “They wouldn’t be a bunch of dykes that came from the Seven Sisters schools up in New England.” Breitbart Headlines While Bannon has contributed to Breitbart News as a writer, having penned at least 20 articles, he oversaw the website after founder Andrew Breitbart died in 2012. Under Bannon’s leadership, Breitbart has published articles that have received flak due in part to headlines like: “Bill Kristol: Republican Spoiler, Renegade Jew” “Birth Control Makes Women Unattractive and Crazy” “There’s No Hiring Bias Against Women in Tech, They Just Suck at Interviews” “Does Feminism Make Women Ugly?” “The Solution to Online ‘Harassment’ Is Simple: Women Should Log Off” \"Hoist It High And Proud: The Confederate Flag Proclaims A Glorious Heritage\" \"Donald Trump Would Be the Real First Black President\" Bannon also acknowledged that the alt-right movement, which Breitbart champions, has appeal to white supremacists and anti-Semites, according to an interview he gave to liberal magazine Mother Jones at this year’s Conservative Political Action Conference. \"Are there anti-Semitic people involved in the alt-right? Absolutely,” Bannon said. “Are there racist people involved in the alt-right? Absolutely. But I don't believe that the movement overall is anti-Semitic.\" “Bitch Slap the Republican Party ” Bannon, speaking in support of the Tea Party, said in a 2010 interview on Political Vindication Radio that what supporters “need to do is bitch slap the Republican party.” “I’m a Leninist,” Bannon reportedly told a Daily Beast journalist at a book party in 2014, referring to the revolutionary Russian communist leader. “Lenin wanted to destroy the state, and that’s my goal too. I want to bring everything crashing down, and destroy all of today’s establishment.” When the Daily Beast reporter emailed Bannon in August 2016, Bannon replied: “I don’t remember meeting you and don’t remember the conversation. And as u [sic] can tell from the past few days I am not doing media.” “The Fight Club” Speaker of the House Paul Ryan , who would later become a target of scrutiny by Trump supporters due to his lukewarm support for the nominee, bore the brunt of Bannon’s criticism of the establishment in January when he told the Washington Post that he and others at Breitbart “say Paul Ryan was grown in a petri dish at the Heritage Foundation ,” referring to the mainstream conservative think tank. “We call ourselves ‘the Fight Club.’ You don’t come to us for warm and fuzzy,” said Bannon in the Washington Post story. “We think of ourselves as virulently anti-establishment, particularly ‘anti-’ the permanent political class.” Chorus of Critics...and Defenders Trump's choice of Bannon was slammed by politicians and advocates alike, including the Anti-Defamation League . \"It is a sad day when a man who presided over the premier website of the Alt Right, a loose-knit group of white nationalists and unabashed anti-Semites and racists - is slated to be a senior staff member in the 'people's house,' said the group's CEO, Jonathan Greenblatt. \"We call on President-elect Trump to appoint and nominate Americans committed to the well-being of all our country's people and who exemplify the values of pluralism and tolerance that makes our country great.\" Rep. Adam Schiff, of California, called the move \"alarming.\" Steve Bannon's Breitbart is fringe, homophobic, racist, misogynist & anti-Semitic. His appointment is very alarming: https://t.co/XLZM0TyX3k — Adam Schiff (@RepAdamSchiff) November 15, 2016 And outgoing, longtime Nevada Sen. Harry Reid expressed his ire over the decision. “So far rather than healing these wrongs, Trump’s actions have deepened them,\" he said on the Senate floor Tuesday. \"In his first official act he appointed a man supported as a champion of white supremacy as his chief strategist in the White House. “If Trump is serious about unity, the first thing he should do is rescind his appointment of Steve Bannon. Rescind it. Don' t do it. Think about this. Don't do it.” But many have come to Bannon's defense. \"I see where the outrage is and that doesn't surprise me. Same people who are trying to get past the election results,\" Trump campaign manager Kellyanne Conway said in Washington, DC today. \"Steve Bannon is a Georgetown Harvard MBA grad, a former naval officer, a former Goldman Sachs vice president and really the general, the field general in our successful campaign effort -- a brilliant tactician and serves president elect Donald Trump very well.\" Trump's Chief of Staff, Reince Priebus, called Bannon a \"very, very smart person.\" \"I don't know where they're coming from,\" he said of the critics, on ABC's \"Good Morning America.\" \"That's not the Steve Bannon that I know.\" 0 Shares ",
    "title": "Why Trump's Appointment of Steve Bannon Has Raised So Many Alarms - ABC News"
   },
   {
    "entities": [
     "inzaurralde/the",
     "marvel",
     "clinton",
     "mike",
     "john",
     "wisconsin",
     "scaramucci",
     "kushner",
     "steve",
     "jersey",
     "cia",
     "jose",
     "bannon",
     "thomas",
     "2009",
     "sessions",
     "pentagon",
     "adelson",
     "russia",
     "jr.",
     "priebus",
     "november 15",
     "vladi\\xc2\\xadmir",
     "carson",
     "n.y.",
     "giuliani",
     "bailey",
     "wynn",
     "donald",
     "moscow",
     "morning",
     "anthony",
     "entertainment",
     "markon",
     "sen.",
     "johnson",
     "jeff",
     "laurie",
     "paul",
     "night",
     "photos",
     "news",
     "brandi",
     "condoleezza",
     "rnc",
     "roth",
     "tuesday",
     "and",
     "sembler",
     "mccain",
     "perlmutter",
     "harry",
     "$1.9 million",
     "roy",
     "pence",
     "sid",
     "city",
     "state",
     "barrack",
     "texas",
     "europe",
     "reince",
     "then-secretary",
     "national",
     "monday",
     "stephen",
     "chris",
     "miriam",
     "hillary",
     "diane",
     "rudy",
     "2007",
     "york",
     "mel",
     "ron",
     "republican",
     "eisenberg",
     "the",
     "jason",
     "oval",
     "obama",
     "of",
     "eastern",
     "u.s.",
     "costa",
     "viebeck",
     "post",
     "white",
     "christie",
     "michael",
     "states",
     "delreal",
     "rice",
     "robert",
     "$5 million",
     "deyoung",
     "trump",
     "andrew",
     "jerry",
     "america",
     "armed",
     "karen",
     "ray",
     "jenna",
     "eliot",
     "united",
     "new",
     "k.",
     "ben",
     "kremlin",
     "cohen",
     "jared",
     "dallas",
     "associated",
     "islamic",
     "syria",
     "miller",
     "ballard",
     "washington",
     "bastien",
     "j.",
     "$11.2 million",
     "senate",
     "committee",
     "ukraine",
     "putin",
     "florida",
     "manhattan",
     "farhi",
     "hoffine",
     "california",
     "flynn",
     "breitbart",
     "hendricks",
     "services",
     "office",
     "washburne",
     "rogers",
     "elise",
     "woody",
     "weiser",
     "gop",
     "view",
     "brian",
     "isaac",
     "sheldon",
     "kgb",
     "house",
     "may",
     "press",
     "reid",
     "nov. 10, 2016",
     "spring",
     "lew",
     "greg",
     "vladimir"
    ],
    "id": 21,
    "text": "Trump faces growing tension with key Republicans over national security issues The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it President-elect Donald Trump listens as President Obama talks to the media in the Oval Office of the White House. (Jabin Botsford/The Washington Post) By Jerry Markon , Karen DeYoung and Greg Miller November 15 at 6:14 PM Follow @JerryMarkon Follow @karendeyoung1 Follow @gregpmiller President-elect Donald Trump, who clashed with leading Republicans throughout his campaign, faced growing tumult in his national security transition team on Monday as key members of his own party appeared to question his views and personnel choices. Former congressman Mike Rogers (R-Mich.), a respected voice on national security thought to be a leading candidate to run the CIA, was among those pushed out of the team over the past two days, two individuals with direct knowledge said, in a series of moves that have added to the anxiety across the upper ranks of U.S. intelligence agencies. The changes came as Trump met Tuesday with incoming Vice President Mike Pence to discuss Cabinet and top White House personnel choices. Pence last week replaced New Jersey Gov. Chris Christie (R) as head of Trump’s overall transition efforts, and Christie’s associates — who had been Trump’s link to the GOP mainstream for months — now find themselves losing influence. [ It’s not just the Cabinet: Trump’s transition team needs to find nearly 4,000 appointees ] A number of Christie allies have been told they were no longer in line for top posts, according to several people familiar with the transition, who spoke on condition of anonymity to speak candidly. The Post’s Robert Costa and Paul Farhi discuss the appointments by President-elect Donald Trump of Stephen K. Bannon as chief strategist and senior counselor and Reince Priebus as chief of staff. (Bastien Inzaurralde/The Washington Post) Also on Tuesday, perhaps the most influential Republican on national security matters, Sen. John McCain (R-Ariz.), weighed in on Trump’s efforts to work with Russian President Vladi­mir Putin, saying any efforts to “reset” relations with Russia are unacceptable. McCain, the Senate Armed Services Committee chairman who had a difficult relationship with Trump during the campaign, issued a statement blasting Putin as “a former KGB agent who has plunged his country into tyranny, murdered his political opponents, invaded his neighbors, threatened America’s allies and attempted to undermine America’s elections.’’ A former U.S. official with ties to the Trump team described the ousters of Rogers and others as a “bloodletting of anybody that associated in any way on the transition with Christie,” and said that the departures were engineered by two Trump loyalists who have taken control of who will get national security posts in the administration: retired Lt. Gen. Michael Flynn and Trump’s son-in-law, Jared Kushner. Rogers had no prior significant ties to Christie but had been recruited to join the Trump team as an adviser by the New Jersey governor. At least three other Christie associates were also pushed aside, former officials said, apparently in retaliation for Christie’s role as a U.S. prosecutor in sending Kushner’s father to prison. Rogers’ departure adds to the list of positions for which the Trump team is struggling to find suitable candidates, and came as Eliot Cohen, a leading voice of opposition to Trump among former GOP national security officials during the campaign, blasted Trump’s transition team for its treatment of perceived foes. Now operating below Pence on the transition team, the people said, are advisers who are close to Sen. Jeff Sessions (R-Ala.) — himself a top Trump associate known for his hardline views on immigration — and former Breitbart News head Stephen K. Bannon. Bannon’s recent appointment as chief White House strategist was denounced by advocacy groups and Democrats, who accuse him of racist, anti-Semitic and misogynist views. Senate Minority Leader Harry Reid (D-Nev.) said Tuesday, in his first speech on the Senate floor speech since Trump’s victory, that the president-elect should retract Bannon’s appointment, calling the latter a “champion of white supremacy” whose hiring undermines Trump’s call for national unity following the election. 1 of 22 What President-elect Donald Trump did on his trip to Washington View Photos Trump arrives at the White House for a meeting with Obama and on Capitol Hill to meet with Republican congressional leaders. Caption Trump arrives at the White House for a meeting with Obama and on Capitol Hill to meet with Republican congressional leaders. Nov. 10, 2016  President Obama talks with President-elect Donald Trump in the Oval Office of the White House in Washington. Jabin Botsford/The Washington Post Buy Photo Wait 1 second to continue. “By placing a champion of white supremacy a step away from the Oval Office, what message does Trump send?” Reid said. “I say to Donald Trump, take responsibility. Rise to the dignity of the office of the president of the United States instead of hiding behind your Twitter account. ... Show America that racism, bullying and bigotry have no place in your White House.” Inside Trump Tower in Manhattan, where the president-elect is planning his government, the shift is seen as a clear signal that Trump will govern more in line with the populist, hardline campaign he ran, the people said. In another surprising development on Tuesday, retired neurosurgeon Ben Carson, who has been a confidant to Trump since the end of the Republican primaries, is unlikely to join the administration but will remain an informal adviser. “The way I’m leaning is to work from the outside and not from the inside,” Carson said in an interview. “I want to have the freedom to work on many issues and not be pigeonholed into one particular area.” Carson, who is Trump’s most high-profile African American supporter, has been under consideration for several positions in Trump’s Cabinet, including secretary of health and human services. Adding to the uncertainty, former New York City mayor Rudy Giuliani appeared to take himself out of the running for attorney general. Giuliani, a former U.S. attorney and a top Trump adviser, had been considered a leading candidate for the prestigious post. “I won’t be attorney general,” Giuliani said Monday at a Wall Street Journal event. Cohen, meanwhile, drew widespread attention for his tweet. “After exchange w Trump transition team, changed my recommendation: stay away. They’re angry, arrogant, screaming “you LOST!” Will be ugly,’’ tweeted Cohen, who served from 2007 to 2009 as counselor to then-Secretary of State Condoleezza Rice. He was a driving force behind an open letter last spring — eventually signed by 122 Republican national security leaders — who opposed Trump’s candidacy. Cohen, who last week had urged career officials to serve in Trump’s administration, said in an interview that a longtime friend and senior transition team official had asked him to submit names of possible national security appointees. After he suggested several people, Cohen said, his friend emailed him back in terms he described as “very weird, very disturbing.” “It was accusations that ‘you guys are trying to insinuate yourselves into the administration…all of YOU LOST.’…it became clear to me that they view jobs as lollipops, things you give out to good boys and girls,” said Cohen, who would not identify his friend. Cohen also said the transition official was “completely dismissive” of concerns raised about Trump’s appointment of Bannon, who Trump’s advisors have strongly defended. His friend’s email conveyed the feeling that ‘we’re so glad to see the bicoastal elites get theirs,’” added Cohen, who described the response as “unhinged.’’ Trump transition officials had no immediate comment Tuesday, but Jason Miller, a senior transition communication adviser, told reporters Monday night that Trump and Pence know the urgency of filling key positions. “Obviously, inauguration day is not getting further away. And people need to get going. This is an absolute top priority understood by the president-elect and the vice president-elect,” Miller said. Some political observers were also stunned to hear that Texas Agriculture Commissioner Sid Miller, an adviser to Trump, was being considered as a candidate for agriculture secretary in the new administration. Miller was widely criticized for recently calling Hillary Clinton a “c–t” on Twitter. He later placed blame for the tweet on a “third-party vendor” who he said would be removed from his campaign staff. As for the president-elect, Trump jumped back on Twitter on Tuesday morning to argue about his expected loss of the popular vote to Hillary Clinton. Trump was known for his incendiary tweets during the campaign, but has tweeted only sporadically since his victory. “If the election were based on total popular vote I would have campaigned in N.Y., Florida and California and won even bigger and more easily,” Trump wrote at his personal account, @realDonaldTrump. Six minutes later, Trump changed his tone and defended the electoral college, where his victory was secured. The system is “actually genius in that it brings all states, including the smaller ones, into play. Campaigning is much different!” he wrote. Amid the widespread uncertainty, coordination between Trump’s transition team and the Obama White House is now on hold until Trump’s team signs a key document, the Associated Press reported. The document, a memorandum of understanding smoothing interaction between the two teams, has yet to be signed by Pence, who recently replaced Christie as head of Trump’s transition planning. White House spokeswoman Brandi Hoffine said the Obama administration is working with Trump advisers to get the document signed. Some of Trump’s biggest campaign fundraisers and super PAC donors were rewarded Tuesday with seats on his presidential inaugural committee, which will be headed by investor Thomas Barrack Jr., a Trump business associate who hosted the candidate’s first fundraiser in May. Casino magnate Sheldon Adelson and his wife Miriam – who together gave at least $11.2 million to his campaign and allied super PACs, making them Trump’s biggest donors -- were named as finance vice-chairs. Other major financial backers on the committee include New York financier Lew Eisenberg, who headed the Republican National Committee’s joint fundraising effort with the campaign; Wisconsin billionaire Diane Hendricks, who gave at least $1.9 million to support Trump; and Laurie J. Perlmutter, the wife of Marvel Entertainment chief executive Isaac Perlmutter, who gave $5 million to a pro-Trump super PAC days before the election. Other major campaign fundraisers were also give slots, including New York Jets owner Woody Johnson, Dallas executive Roy Bailey, Florida lobbyist Brian Ballard, New York financier Anthony Scaramucci, Florida developer Mel Sembler, Dallas investor Ray Washburne and former RNC finance chairman Ron Weiser. Casino mogul Steve Wynn, who declined to say during the campaign which candidate he was backing, also secured a spot. The cascading developments followed a telephone call Monday between Trump and Russian President Vladimir Putin, during which they agreed that relations between their countries were “unsatisfactory” and vowed to work together to improve them, the Kremlin said in a statement. Moscow said the two men discussed combining efforts in the fight against terrorism, talked about “a settlement for the crisis in Syria” and agreed that their aides would begin working on a face-to-face meeting between them. Trump’s office later said that Putin had called to “offer his congratulations” and that they had discussed shared threats and challenges, “strategic economic issues” and the long-term relationship between the two nations. The president-elect spoke admiringly of Putin during the campaign, praising him as a stronger leader than President Obama and saying the two countries should join together to fight terrorists, particularly the Islamic State in Syria. Those views put Trump at odds with many GOP defense hawks, who are uniformly suspicious of Moscow and have denounced Russian actions in Eastern Europe, Ukraine and Syria. The offer of cooperation could also immerse Trump in a deep controversy with the Pentagon, where military and civilian leaders have strongly opposed collaboration with Russia, particularly in Syria. Protests, meanwhile, continued for a sixth straight day in major cities and on college campuses over last week’s election results, in which Trump won the electoral college but lost the popular vote to Democratic nominee Hillary Clinton. Andrew Roth in Moscow, Jenna Johnson in New York City and Robert Costa, Elise Viebeck and Jose DelReal in Washington contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump faces growing tension with key Republicans over national security issues - The Washington Post"
   },
   {
    "entities": [
     "assembly",
     "springfield",
     "perlman",
     "kelly",
     "kerley",
     "john",
     "bruce",
     "lindall",
     "relations",
     "sarah",
     "keith",
     "afscme",
     "catherine",
     "hartnett",
     "rauner",
     "of",
     "illinois",
     "board",
     "labor",
     "administrative",
     "3 percent",
     "roberta",
     "lynch",
     "seth",
     "general",
     "$1,000",
     "$427",
     "2014",
     "nov. 11, 2016",
     "judge",
     "tuesday",
     "january 2016",
     "$3 billion",
     "2 percent",
     "american",
     "$188",
     "january",
     "anders",
     "federation",
     "state",
     "snyder"
    ],
    "id": 22,
    "text": "Rauner scores big win over union on contract talks Bruce Rauner Gov. Bruce Rauner on Nov. 11, 2016, in Springfield. Gov. Bruce Rauner on Nov. 11, 2016, in Springfield. (Seth Perlman / AP) Privacy Policy An Illinois labor board declared Tuesday that Gov. Bruce Rauner and the state's largest employee union are at an impasse in negotiations, clearing the way for the Republican governor to attempt to impose his terms on a new contract. The unanimous ruling puts an already wobbly state government in uncharted territory. The union has never gone on strike. But that will become an option if Rauner enforces the offer he left on the table. There's still some time, however, for the two sides to plot their next moves. The Rauner administration and the American Federation of State, County and Municipal Employees Local 31 are awaiting a written ruling from the Illinois Labor Relations Board, but spokesman Anders Lindall said the union already anticipates appealing the decision in state court. In the meantime, the union called on the governor not to implement the disputed contract and instead to restart negotiations. \"Nothing coming out of this decision compels the governor to seek to impose (his terms),\" Lindall said. \"He is free to come back to the bargaining table, and we think that in the public interest, in the interest of every Illinoisan … that he should do that, that he should come back to the bargaining table and join us in doing that hard work of compromise.\" The Rauner administration, meanwhile, suggested the union should \"partner with us as we consider how best to implement the contract.\" \"Today's decision is fair for taxpayers and state employees,\" Rauner spokeswoman Catherine Kelly said in a statement. \"As a result of this agreed-to process, the state can now implement its contract, saving the taxpayers more than $3 billion over four years.\" Rauner's last, best and final offer included no across-the-board guaranteed salary increase, but provided for $1,000 bonuses linked to work attendance, a series of new health care options with premiums ranging from $188 per month to $427 per month depending on employee salary, new rules that prevent overtime from kicking in before an employee has worked 40 hours in a week, and reduced holiday pay, among other things. The labor board, which is made up of five political appointees, determined that the parties were at impasse — a technical stage in negotiations that allows the governor to attempt to impose his final offer. In doing so, the panel rejected a recommendation from an administrative law judge. The judge, citing a failure by Rauner's negotiators to provide AFSCME with information about a number of its proposals, had suggested allowing Rauner to implement his terms on some items while sending the state back to the negotiating table on others. Although the labor board agreed that the state had erred in not providing AFSCME with the requested information, its members were quick to dismiss the judge's two-part solution. Instead, they chose to employ a legal approach suggested by Rauner's lawyers, in which deadlock over a single issue could be considered enough to put a stop to the talks. That issue was subcontracting. It was the first issue the two sides broached in the contract talks, and it was the last issue to come up in January before Rauner's team declared that it would seek the labor board's opinion on impasse. A Rauner negotiator cited the disagreement over subcontracting as a reason for referring the matter to the board. At the crux of that dispute is Rauner's desire to make it easier for the state to subcontract to the private sector for services ordinarily performed by state workers. Rauner's team initially wanted unlimited ability to subcontract, saying it needed flexibility to find cost savings to get the state's finances in order. AFSCME rejected that proposal outright. The Rauner administration came back with a modified proposal for what's known as \"managed competition,\" where the union would compete with private companies in bidding for contracts. The two sides spent months trading language on the idea, discussing it over the course of 21 bargaining days. On the day that the Rauner team decided the talks were deadlocked, AFSCME had proposed adding language requiring that bids from private contractors would have to \"meet the standard of greater efficiency, economy or other related factors\" — language that the administration already had made clear it opposed. \"Subcontracting was the insurmountable issue that really got to the heart of the beliefs of both parties,\" said labor board member Keith Snyder, a former mayor of Lincoln appointed by Rauner last year. \"Dealing with what the state is trying to deal with in terms of financial crisis, and AFSCME trying to deal with protection of jobs and members' jobs and things like that.\" While the state labor panel is comprised of five people appointed by the governor, Snyder is one of just two who joined the board after Rauner took office. The others were first appointed under past administrations. AFSCME's Lindall criticized the board for going against the recommendation of the administrative law judge. The union spokesman accused the Rauner administration of having \"sabotaged the collective bargaining process\" but reiterated the union's long-held public position that it does not want to go on strike. \"We have long contended that the governor is trying to impose his unfair terms or force state workers, if they don't want to accept those, to go out on strike,\" Lindall said. \"We think that a strike would be harmful to the people of Illinois, and Gov. Rauner's path of chaos and confrontation is not in the public interest.\" The animosity between the governor and AFSCME dates to the 2014 campaign, when candidate Rauner made it known he would be willing to shut down the government and fire public workers if that's what it took to achieve his objectives. His disdain for AFSCME also was apparent in his preferred nickname for the union: \"Af-scammy.\" Rauner's opposition to the union is both ideological and political. AFSCME has long been allied with Democrats in state government, helping fuel their political campaigns with donations and on-the-ground help from its army of members. The union's key function is to negotiate a master collective bargaining agreement that covers roughly 40,000 state government workers and sets the terms for the health benefits offered to current and retired state employees. It's a dynamic that Rauner has derided as a conflict of interest because the union can work to influence the outcome of elections, then sit across the negotiating table from those it helped to elect. Rauner's personal fortune allowed him to self-fund much of his 2014 campaign, and he ran as someone who would not be beholden to organized labor, which he blamed for much of the state's financial woes. That raised the stakes on the contract talks as Rauner set out to make good on the promise that electing an \"outsider\" would make it possible to weaken the union's influence on state finances. From the beginning, AFSCME viewed the contract negotiations as just one piece of a broader Rauner-led assault on union power in Illinois. In one of his first acts as governor, Rauner tried to halt the practice of unions collecting fees from nonunion workers. He also called for banning campaign contributions by unions and called for the creation of \"empowerment zones\" where voters could decide to limit union influence. All of that formed the backdrop for negotiations. AFSCME Executive Director Roberta Lynch's opening remarks on the first day of contract talks made reference to Rauner's past statements about \"corrupt union bosses\" and \"sweetheart deals,\" and she repeatedly questioned whether the state intended to bargain in good faith. For a total of 67 days over the course of nearly a year of contract talks, AFSCME's more than 230 bargaining representatives, led by Lynch, sparred with the Rauner administration's negotiators in meetings that often were overseen by federal mediators. In her 400-page retelling and analysis of the negotiations, Labor Board Administrative Law Judge Sarah Kerley described the talks as \"atypical\" from the start, and marked by a \"battle mindset on both sides of the table.\" Even the process of establishing ground rules for negotiations was contentious and took weeks to resolve. At times, the disagreements turned profane, with Lynch at one point telling a Rauner negotiator to \"get the (expletive) out!\" AFSCME's distrust of the Rauner administration ran so deep that the union spent much of the year waging a parallel effort to take the matter out of Rauner's hands by pushing legislation that would allow an independent arbitrator to step in. Twice, the Democrat-led General Assembly passed legislation allowing for the arbitrator, and twice Rauner vetoed the measure. So by the time Rauner referred the dispute to the labor board in January 2016, two shadows were looming over the talks: the governor's anti-union political stance and the union's efforts to get around him in the midst of negotiations. As is standard in any negotiation, both sides started out with wish lists that were unacceptable to the other side. Rauner wanted to delete a number of provisions in the expired contract, including restrictions on subcontracting and rules for filling positions after layoffs. He took aim at the state workers' 37.5-hour workweek, saying overtime shouldn't kick in until 40 hours had been worked. The administration wanted to freeze wages and institute a merit pay system that would reward high performers with nonpensionable bonuses. And it sought to increase the worker-paid share of health care costs. AFSME wanted a 2 percent pay raise in the first year of the contract followed by 3 percent increases for the following years. The union also wanted to add bereavement leave and expand parental leave for state workers. On health care, the union wanted to add benefits without increasing the cost to workers. In bargaining sessions, the two sides moved slightly, but some lines were clearly drawn. Kerley concluded that there was indeed a deadlock over certain issues, including subcontracting, holiday scheduling and vacation. But she reasoned that there was still room to negotiate on other issues, including wages and health care, since the administration hadn't provided requested information and was seeking to make changes that can't be imposed unilaterally. But Kerley also provided commentary on the process that called into question whether either side had good reason to believe they'd ever reach a deal. \"After weeks and weeks hearing testimony of the parties on the status of negotiations and reviewing the record in this case, I am left with the firm impression that the state felt an urgency to reach a resolution while the union was content to negotiate by infinitesimal increments,\" Kerley wrote in her recommendation to the labor board. \"There is certainly evidence in the record to support that the union did not believe it would reach agreement at the bargaining table. From the very early days of negotiations, the union accused the state of seeking to destroy the union, pointing, in part, to many proposals the state ultimately withdrew.\" AFSCME contends that even given the labor board's ruling, Rauner can't implement all of his contract changes since some, like the merit pay system, would require employees to voluntarily waive their legal rights to have their pay count toward their retirement pensions. The labor board decided to sidestep that issue. In a nod to the likelihood that the contract dispute will land in court, board Chairman John Hartnett declined to let the board weigh in. \"It may be for some other body to determine,\" Hartnett said. kgeiger@chicagotribune.com ",
    "title": "Rauner scores big win over union on contract talks - Chicago Tribune"
   },
   {
    "entities": [
     "first half of 2016",
     "garcetti",
     "focus",
     "black",
     "angeles",
     "lapd",
     "training",
     "times",
     "60 percent",
     "department",
     "york",
     "biased",
     "philadelphia",
     "hall",
     "chicago",
     "jose",
     "september",
     "of",
     "south",
     "u.s.",
     "eric",
     "francisco",
     "on",
     "elimination",
     "d.c.",
     "aguilar",
     "2015",
     "diego",
     "matter",
     "nov. 15",
     "san",
     "alfonso",
     "tuesday",
     "policing",
     "seattle",
     "charlie",
     "32 percent",
     "kate",
     "lives",
     "beck",
     "2012",
     "new",
     "renewed",
     "mather",
     "october",
     "baltimore",
     "dallas",
     "14 percent",
     "city",
     "washington",
     "last friday",
     "police",
     "los"
    ],
    "id": 23,
    "text": "Los Angeles Police Chief Charlie Beck at a news conference in October. Nick Ut/AP hide caption toggle caption Los Angeles Police Chief Charlie Beck at a news conference in October. Nick Ut/AP A report released by the Los Angeles Police Department on biased policing found the city is not alone in failing to follow up on accusations of unfair profiling by its officers. It was requested by the city's five-member civilian police commission in September after the department released documents showing the LAPD had upheld none of the 97 allegations of racial profiling by its officers in the first half of 2016. LAPD Reports Shooting 38 People In 2015; A Third Of Cases Involved Mental Illness The Los Angeles Police Department is the third-largest municipal police force in the U.S., with about 9,900 sworn officers. It serves about 3.9 million people, according to the report. The report , titled Prevention and Elimination of Biased Policing, was dated Nov. 15, but was released last Friday after Mayor Eric Garcetti requested residents be allowed to review it before a meeting of the commission on Tuesday. The report begins by acknowledging that: \"While the Department has significantly improved over the past decades, there is much work to be done to maintain and improve the level of public trust that is so essential for effective policing, especially with communities that have been subjected to historical discrimination and disadvantage.\" It goes on to compare the LAPD to police departments in Baltimore, Chicago, Dallas, New York, Washington, D.C., San Diego, San Francisco, San Jose, Seattle and Philadelphia. The report found only three of the departments — in Los Angeles, San Francisco, and Seattle — have \"confirmed procedures specifically used for biased policing investigations.\" Moreover, only three of the departments studied — San Diego, San Jose and Washington, D.C. — ever disciplined an officer over an allegation of racial profiling during the years for which data is available, which in most cases goes back to 2012. Article continues after sponsorship The report also summarized the findings of a survey conducted earlier this year which asked about 2,000 adults living in the city about their fear of crime, their trust in police and their satisfaction with police services. That survey found the majority of Los Angeles residents strongly or somewhat approve of the LAPD's work, but that the percentage of black people who disapprove (about 32 percent) was significantly higher than the rate among white people (about 14 percent). Asked whether LAPD officers \"treat people of all races and ethnicities fairly,\" nearly 60 percent of black people disagreed with the statement, nearly twice the rate of white people. In LA, Renewed Focus On Training Police On When To Shoot, And When Not To In a rare move, the civilian police commission for Los Angeles devoted its entire weekly hearing on Tuesday to the findings of the report. The hearing was held at Los Angeles City Hall to make room for members of the public who wished to hear comments from community organizations the commission had invited to express opinions about the findings in the report. At the hearing, Police Chief Charlie Beck called for the survey to be replicated before reforms are made based on the results. \"These results are important to us,\" he said, but added he needed more information \"to see whether meetings like this, to see if programs such as community safety partnership ... to see whether that makes a difference. As a baseline, it's hard to judge this because its the first of its kind.\" Multiple representatives of community groups spoke during the hearing, and many of the comments addressed people's personal experiences interacting with officers. \"LAPD needs to change their reputation in my community,\" 19-year-old Alfonso Aguilar of South Los Angeles told the commission. When he first arrived at the hearing, Aguilar was \"so nervous to enter a room with so many police\" he walked out and splashed water on his face, t weeted Kate Mather , a reporter for the Los Angeles Times who spoke to Aguilar after the hearing. The Los Angeles chapter of the Black Lives Matter organization posted a video on Twitter of people shouting \"no justice, no peace\" outside the room where the hearing was held. ",
    "title": "LAPD Report Finds Racial Disparity In Approval And Trust Of Police : The Two-Way : NPR"
   },
   {
    "entities": [
     "children",
     "qayyarah",
     "october 17",
     "samah",
     "felipe",
     "international",
     "malla",
     "november 8, 2016",
     "families",
     "berzan",
     "ammar",
     "husna",
     "bartila",
     "people",
     "addai",
     "eleven",
     "malak",
     "bulent",
     "haidar",
     "syrian",
     "kalak",
     "fullscreen",
     "abbas",
     "intisar",
     "unit",
     "orthodox",
     "afar",
     "2nd",
     "norwegian",
     "najaf",
     "mosul",
     "atallah",
     "al",
     "kirkuk",
     "organization",
     "hassan",
     "today",
     "army",
     "medicine",
     "civilians",
     "khazer",
     "st.",
     "plesch",
     "displaced",
     "bashiqa",
     "november 15, 2016",
     "debaga",
     "aden",
     "minister",
     "epa",
     "mcgrath",
     "kurdish",
     "ngo",
     "young",
     "ayn",
     "getty",
     "idp",
     "abdul\\xc2\\xa0wahab\\xc2\\xa0al-saadi",
     "shamary",
     "prime",
     "valerie",
     "yahyawa",
     "usa",
     "for",
     "iraqi",
     "baghdad",
     "ibrahim",
     "migration",
     "arbil",
     "sam",
     "emergency",
     "church",
     "bartella",
     "tel",
     "state",
     "schreck",
     "hamdani",
     "isis",
     "abu",
     "local",
     "nov. 7, 2016",
     "qayara",
     "lulu",
     "zavallis",
     "soldiers",
     "nasir",
     "chris",
     "achilleas",
     "karkukli",
     "forces",
     "pastor",
     "drobnjakovic",
     "mohammed",
     "jassim",
     "images",
     "of",
     "eastern",
     "u.n.",
     "6:42 p.m. est",
     "jadaa",
     "council",
     "refugee",
     "special",
     "november 6, 2016",
     "hussein",
     "rezqallah",
     "marko",
     "armored",
     "united",
     "sunday",
     "guidelines",
     "october",
     "oct. 30, 2016",
     "isil",
     "islamic",
     "syria",
     "nineveh",
     "november 16, 2016",
     "oct. 17",
     "kilic",
     "newslook",
     "geneva",
     "khelil",
     "nov. 9, 2016",
     "water",
     "kukyeli",
     "dana",
     "fighting",
     "afp",
     "nov. 2, 2016",
     "armoured",
     "nov. 13, 2016",
     "hamed",
     "nov. 15, 2016",
     "ninth",
     "shaqouli",
     "protection",
     "division",
     "november 17, 2016",
     "iraq",
     "christians",
     "shami",
     "faziliya",
     "november 14, 2016",
     "academy",
     "november 10, 2016",
     "nov. 6, 2016",
     "nations",
     "gogjali",
     "sham",
     "safin",
     "nov. 1, 2016",
     "conversation",
     "khoury",
     "qayyahh",
     "ap",
     "yusuf",
     "hasan",
     "andersen",
     "adam",
     "kokjali",
     "plain",
     "wednesday"
    ],
    "id": 24,
    "text": "Iraqi commander: Could take months to take control of Mosul from ISIL Fighting around Mosul displaced 56,000 people, the International Organization for Migration said. Post to Facebook Iraqi commander: Could take months to take control of Mosul from ISIL Fighting around Mosul displaced 56,000 people, the International Organization for Migration said. Check out this story on USATODAY.com: http://usat.ly/2fvhZxL CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 9 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Iraqi commander: Could take months to take control of Mosul from ISIL Ammar Al Shamary and Valerie Plesch, Special for USA TODAY 6:42 p.m. EST November 15, 2016 x Share Civilians displaced by Iraqi forces' offensive on the Islamic State group-held city of Mosul settled into the Khazir and Hasansham camps, with some expecting the fighting in their hometown to last a long time. Video provided by AFP Newslook Soldiers from the Iraqi Army Armoured Ninth Division take cover as a sniper fires at ISIL positions from a rooftop across the frontline in the Entisar neighborhood on Nov. 15, 2016 in Mosul, Iraq. (Photo: Chris McGrath, Getty Images) BAGHDAD — Iraqi forces face a dilemma as they push farther into Mosul: How to draw out entrenched Islamic State fighters while protecting residents who’ve been hunkered in their homes for weeks. “We are advancing steadily,” said Lt. Gen. Abdul Wahab al-Saadi, a commander in Iraq’s elite counterterrorism forces. \"We are taking in civilians fleeing (Islamic State-controlled) areas while prioritizing protecting residents inside the city.” Since Oct. 17 when the offensive on Mosul began, Iraqi forces have advanced from the east and the south, clearing surrounding towns and finally entering the eastern districts of the city last week. They have encountered heavy resistance from the militants as they attempt to move toward the city center. Posted! A link has been posted to your Facebook feed. A Mosul resident suffering shrapnel wounds to his upper body cries out for his 18-month-old son being treated for head injuries at an Iraqi Special Forces 2nd division open air field clinic in the Samah neighborhood of Mosul on November 17, 2016. Iraqi forces have broken into jihadist-held Mosul and recaptured areas inside the city, but a month into their offensive, there are still weeks or more of potentially heavy fighting ahead. The medical point saw a spike in patients today with dozens coming through in a few hours among them several children and 5 fatalities. /  Odd Andersen, AFP/Getty Images 18-month old Jassem is comforted by an army medic while being treated for shrapnel head injuries at an Iraqi Special Forces 2nd division open air field clinic in the Samah neighborhood of Mosul.  Odd Andersen, AFP/Getty Images The body of 19-year-old Berzan Ibrahim Khelil, who was killed by a mortar during fighting between the Iraqi forces and Islamic State militants, is carried to a cemetery on a cart by his cousin in Mosul.  Felipe Dana, AP Iraqis who fled the fighting between Iraqi forces and Islamic State militants, gather around flames to warm themselves from the cold, as they wait to cross to the Kurdish controlled area, in the Nineveh plain, northeast of Mosul.  Hussein Malla, AP A Iraqi shepherd who fled fighting between Iraqi forces and Islamic State militants, stands with his donkey as he waits to cross to the Kurdish controlled area in an open field northeast of Mosul.  Hussein Malla, AP Fullscreen Iraqi displaced women prepare bread at Jadaa refugee camp near Qayyarah city, some 40 km southern Mosul, Iraq. According to a local official in Jadaa camp, the camp which was opened after the beginning of the military operation to liberation of Mosul city, is currently hosting around ten thousand people who fled from many villages near Mosul due to the fighting between the Iraqi forces and Islamic State group.   Ahmed Jalil, EPA An Iraqi displaced boy looks through a tent at Jadaa refugee camp near Qayyarah city.  Ahmed Jalil, EPA An Iraqi displaced boy wears a mask depicting Korean pop star Park Jae-sang as he stands with a friend at Jadaa refugees camp near Qayyarah city.  Ahmed Jalil, EPA Fullscreen A group of women and children flee during a lull in the fighting as the Iraqi Special Forces 2nd division engage IS fighters while pushing into the Aden neighborhood in Mosul on November 16, 2016. Iraqi forces have broken into jihadist-held Mosul and recaptured area inside the city, but a month into their offensive, there are still weeks or more of potentially heavy fighting ahead. / AFP PHOTO / Odd ANDERSENODD ANDERSEN/AFP/Getty Images ORIG FILE ID: AFP_I56SO  Odd Andersen, AFP/Getty Images Children emerge from their houses to greet soldier from the Iraqi Special Forces 2nd division during a lull in the fighting with IS fighters while pushing into the Aden neighborhood in Mosul.  Odd Andersen, AFP/Getty Images A man and his children lead a sheep past parked fighting vehicles during a lull in the fighting as the Iraqi Special Forces 2nd division engage IS fighters while pushing into the Aden area in Mosul.  Odd Andersen, AFP/Getty Images Iraqi special forces fighters carry a girl that was fatally wounded during fights against Islamic State in Mosul.  Qassim Abdul-Zahra, AP Pastor Khoury Rezqallah Sam'ani visits the Syrian Orthodox Church in Bashiqa, outskirts of Mosul.  Gailan Haji, EPA Fullscreen An Iraqi man carries a boy and a white flag as they flee to an area held by the Iraqi Special Forces 2nd division in the Samah neighborhood of Mosul on November 15, 2016, during an ongoing operation against Islamic State group jihadists. Hundreds of people used the opportunity to get out of harms way during a period of relative calm on the frontline neighborhoods of eastern Mosul.  Odd Andersen, AFP/Getty Images Two Iraqi girls are seen helped onto a truck by Iraqi Special Forces 2nd division soldiers to be transported out of the combat zone in the Samah area of Mosul.   Odd Andersen, AFP/Getty Images An Iraqi man pushes his mother on a wheelbarrow as they flee to an area held by the Iraqi Special Forces 2nd division in the Samah neighborhood of Mosul .  Odd Andersen, AFP/Getty Images Front line medics from the Iraqi Special Forces 2nd division and volunteers from the Slovak charity Academy of Emergency Medicine treat an Iraqi girl with a shrapnel wound at an outdoor field clinic.  Odd Andersen, AFP/Getty Images Internally displaced people flee fighting between Iraqi forces and Islamic State militants on a road in eastern Mosul.  Felipe Dana, AP Iraqi special forces in an armored vehicle drive past children during fighting with Islamic State militants, in eastern Mosul.  Felipe Dana, AP Iraqi displaced people who just fled from Intisar district east of Mosul city, arrive in a checkpoint in Bartila town east of Mosul.  Ahmed Jalil, EPA An Iraqi girl named Noor poses with her cat after fleeing with her family from the Intisar district east of Mosul.  Ahmed Jalil, EPA Fullscreen Men wait to go through a security check after arriving at an IDP camp after fleeing Mosul on November 14, 2016 in Kalak, Iraq. The mosul offensive has slowed due to heavy resistance from ISIL in the small streets of the outer neighborhoods of Mosul. Residents have been told not to flee and advised to stay in their homes in an address by the Iraqi Prime Minister.   Chris McGrath, Getty Images Eleven year old Atallah is helped down from a stretcher after receiving treatment for a shrapnel injury in his eyes at an outdoor field clinic in the Samah neighborhood in Mosul.  Odd Andersen, AFP/Getty Images A young boy who fled the fighting around Mosul is seen in the Hasan Shami camp for internally displaced people.  Achilleas Zavallis, AFP/Getty Images Iraqi boys fill plastic containers with water at the al-Khazer camp for internally displaced people who fled the fighting around Mosul.  Achilleas Zavallis, AFP/Getty Images An Iraqi woman carries a carton on her head at the al-Khazer camp for internally displaced people.  Achilleas Zavallis, AFP/Getty Images An Iraqi barber cuts the hair of a young boy while other children watch, inside the al-Khazer camp for internally displaced people who fled the fighting around Mosul.   Achilleas Zavallis, AFP/Getty Images Civilians arrive by truck to an IDP camp after fleeing the Entisar neighborhood of Mosul.  Chris McGrath, Getty Images Fullscreen A father and grandfather of a 15-year-old mourn as Iraqi forces surround his body at an outdoor field clinic in the Samah neighborhood in Mosul on Nov. 13, 2016. A double-barreled mortar attack killed the boy and seriously injured his 12-year-old neighbor as Iraqi special forces continued to battle Islamic State forces as they pushed through the Arbagiah area and into Karkukli.   Odd Andersen, AFP/Getty Images A family watches a convoy from the Iraqi Special Forces 2nd division advancing in the Mosul's Karkukli neighborhood.  Odd Andersen, AFP/Getty Images A Christian Iraqi woman cries after she saw the St. Addai church, which was damaged by Islamic State fighters during their occupation of Keramlis.  Hussein Malla, AP A girl, injured by fighting between the Iraqi forces and Islamic State militants, rests after receiving treatment on her foot at a field hospital in eastern Mosul.  Felipe Dana, AP An Iraqi Christian soldier from the Nineveh Plain Protection Unit fixes the bell of the St. Addai church, which was damaged by Islamic State fighters during their occupation of Keramlis.  Hussein Malla, AP Iraqi Christians carry their bags, as they walk between houses that were damaged by Islamic State fighters during their occupation of Keramlis.  Hussein Malla, AP A woman pleads with a soldier from the Iraqi Army Armored Ninth Division for a food package in a street just behind the frontline in the Intisar neighborhood in Mosul.  Chris McGrath, Getty Images A young boy plays with a toy as residents line up to receive food packages in a street just behind the frontline in the Intisar area.  Chris McGrath, Getty Images Civilians hold a white flag as they pass an Iraqi Army Armoured Ninth Division tank on the frontline in the Intisar neighborhood.  Chris McGrath, Getty Images Local residents lining up for food packages look at the sky as a helicopter strafes nearby buildings in a street behind the frontline in the Intisar area of Mosul.  Chris McGrath, Getty Images Fullscreen A displaced Iraqi woman holds her cat, Lulu, as she waits for transport in the Iraqi Kurdish checkpoint village of Shaqouli, about 35 kilometres east of Mosul, on November 10, 2016, after she fled her home with her children in the eastern Intisar neighbourhood of the embattled city to take refuge at a camp in Arbil. Iraqi forces are taking part in an operation to recapture Iraq's second city Mosul from Islamic State group jihadists.  Odd Andersen, AFP/Getty Images Newly arrived displaced Iraqis await transport in the Iraqi Kurdish checkpoint village of Shaqouli, about 35 kilometers east of Mosul.  Odd Andersen, AFP/Getty Images A Peshmerga soldier keeps an eye on some cross border sheep trading at the Iraqi Kurdish Shaqouli checkpoint east of Mosul.   Odd Andersen, AFP/Getty Images A Kurdish girl wears her relative's assault rifle and ammunition belt as she waits at the  Iraqi Kurdish Shaqouli checkpoint.  Odd Andersen, AFP/Getty Images Children play in Qayara, some 50 kilometers south of Mosul, Iraq.  Marko Drobnjakovic, AP Fullscreen An Iraqi boy who was displaced by fighting in Mosul walks out of his tent at a camp for internally displaced people in Hassan Sham, east of Mosul, Iraq. The United Nations says over 34,000 people have been displaced from Mosul, with about three quarters settled in camps and the rest in host communities.   Felipe Dana, AP Iraqi children who were displaced by fighting in Mosul, follow instructions given by a teacher, center, during an outdoor class at a camp for internally displaced people in Hassan Sham, east of Mosul, Iraq.  Felipe Dana, AP Iraqi children who were displaced by fighting in Mosul attend an outdoor class at a camp for internally displaced people in Hassan Sham.  Felipe Dana, AP A Iraqi boy who was displaced by fighting in Mosul, gets his hair cut at a camp for internally displaced people in Hassan Sham.  Felipe Dana, AP A man packs supplies into his car at a check point outside Al Qayyarah as heavy smoke from burning oil wells set on fire by fleeing ISIS members fills the sky in Al Qayyarah, Iraq.   Chris McGrath, Getty Images Two boys play in a street outside their home in front of a burning oil well set on fire by fleeing ISIS members in Al Qayyarah, Iraq.   Chris McGrath, Getty Images Fullscreen People are seen shopping at a local market street in front of smoke from a burning oil well set on fire by fleeing ISIS members in Al Qayyarah, Iraq. Many families have begun returning to their homes in recently liberated towns south of Mosul. Oil wells in the area that were set on fire by ISIS continue to burn blanketing the area in think clouds of smoke and oil.   Chris McGrath, Getty Images A child pushes a sheep, with wool blackened by smoke and oil from burning oil wells set on fire by fleeing ISIS members in Al Qayyarah, Iraq.   Chris McGrath, Getty Images A man stands at his butcher shop at the local market in Al Qayyarah, Iraq.   Chris McGrath, Getty Images A woman makes bread under smoke filled skies from burning oil wells set on fire by fleeing ISIS members in Al Qayyarah, Iraq.  Chris McGrath, Getty Images Men carry their belongings as they approach a check point to enter into Al Qayyarah.  Chris McGrath, Getty Images A group of children stand outside their home in a street close to a burning oil well set on fire by fleeing ISIS members in Al Qayyarah, Iraq.   Chris McGrath, Getty Images Fullscreen An Iraqi girl, who was displaced by fighting in Mosul, looks out of her window at a camp for internally displaced people, in Hassan Sham, east of Mosul, Iraq, Wednesday, Nov. 9, 2016. The United Nations says over 34,000 people have been displaced from Mosul, with about three quarters settled in camps and the rest in host communities.  Felipe Dana, AP Iraqi children who were displaced by fighting in Mosul play with a black lamb at a camp for internally displaced people, in Hassan Sham.  Felipe Dana, AP Clothes of Iraqis, who were displaced by fighting in Mosul, hang to dry on the fence of a camp for internally displaced people, in Hassan Sham, east of Mosul.  Felipe Dana, AP Iraqi children who were displaced by fighting in Mosul play at a camp for internally displaced people, in Hassan Sham.  Felipe Dana, AP A young boy covers his mouth as heavy smoke from burning oil wells fills the sky in Al Qayyarah, Iraq.   Chris McGrath, Getty Images Children play on rubble at a destroyed football stadium as heavy smoke from burning oil wells fills the sky in Al Qayyarah, Iraq.   Chris McGrath, Getty Images Fullscreen A displaced man awaits transport in the Iraqi Kurdish checkpoint village of Shaqouli, near Mosul, on November 8, 2016, as families who fled their homes in the Samah and Intissar neighborhoods of the country's second city head to camps in Arbil. Iraqi forces are taking part in an operation to recapture Iraq's second city Mosul from Islamic State jihadists.  Odd Andersen, AFP/Getty Images A displaced Iraqi girl, who fled the northern city of Mosul due to the government forces planned military operation to retake the Iraqi city from Islamic State group jhadists, waits to receive food aid at al-Khazar camp.  Safin Hamed, AFP/Getty Images Displaced Iraqis wait to receive food aid at al-Khazar camp in the village of Hasan Sham.  Safin Hamed, AFP/Getty Images Displaced Iraqis wait to receive aid at al-Khazar camp.  Safin Hamed, AFP/Getty Images Displaced Iraqis receive aid at al-Khazar camp in the village of Hasan Sham.  Safin Hamed, AFP/Getty Images A Peshmerga fighter helps Malak, a 6-year-old displaced Iraqi girl, and her kitten Krish, to get into a truck in the village of Shaqouli.  Odd Andersen, AFP/Getty Images Displaced Iraqis sit on trucks in the village of Shaqouli, about 35 kms east of Mosul.  Odd Andersen, AFP/Getty Images Iraqis displaced by fighting in Mosul line up for food distribution at a camp for internally displaced people in Hassan Sham, Iraq.  Felipe Dana, AP Iraqis displaced by fighting in Mosul carries mattresses at a camp for internally displaced people in Hassan Sham.  Felipe Dana, AP An Iraqi youth displaced by fighting in Mosul carries mattresses at a camp for internally displaced people in Khazer, Iraq.  Adam Schreck, AP Fullscreen A young girl looks out a bus window for members of her family after fleeing fighting in Mosul on Nov. 7, 2016 in Gogjali, Iraq. Peshmerga forces assaulted the town of Bashiqa from two fronts as the Mosul offensive entered its 21st day. The Iraqi army was slowed around the more densely populated district of Gogjali.  Chris McGrath, Getty Images An injured man displaced by the fighting in Mosul pleads with a camp official to be given snacks and cigarettes that were being given out at the Hasan Sham IDP camp in Gogjali, Iraq.   Chris McGrath, Getty Images Fullscreen An Iraqi man who fled the fighting trims his beard after reaching the Iraqi army 9th armored division base adjacent to the Al-Intissar neighbourhood of Mosul on Nov. 7, 2016. Iraqi forces retook a key town from the Islamic State group, a crucial objective on the southern front of the offensive to wrest back the city of Mosul.  Odd Andersen, AFP/Getty Images Fullscreen An Iraqi woman who had fled the fighting is pleading with the soldiers as her son is being questioned by the Iraqi army 9th armored division at an operating base adjacent to the Al-Intissar neighborhood of Mosul on Nov. 7, 2016.  Iraqi forces retook a key town from the Islamic State, a crucial objective on the southern front of the offensive to wrest back the city of Mosul.  Odd Andersen, AFP/Getty Images Iraqi families displaced from the Hamam al-Alil area near Mosul, return to their homes after the recapture of their village by Iraqi forces from the Islamic State.  Ahmad Al-Rubaye, AFP/Getty Images Displaced Iraqis from the Hamam al-Alil area return to their homes.  Ahmad Al-Rubaye, AFP/Getty Images Displaced Iraqis from the Hamam al-Alil area return to their homes.  Ahmad Al-Rubaye, AFP/Getty Images Iraqis inspect the damage at a site in the Hamam al-Alil area.  Ahmad Al-Rubaye, AFP/Getty Images Iraqi children loot a commercial complex in the Hamam al-Alil area.  Ahmad Al-Rubaye, AFP/Getty Images Iraqi forces' medical staff attend to residents from the Hamam al-Alil area.  Ahmad Al-Rubaye, AFP/Getty Images A woman cradles her son after being reunited with him after more than two years after fleeing fighting in Mosul.  Chris McGrath, Getty Images A woman cries as she tries to find photos in her bedroom after returning to her home in the newly liberated town Bartella, Iraq.  Chris McGrath, Getty Images Two men walk past piles of discarded niqabs thrown on the fence by women arriving at the Hasan Sham IDP camp after fleeing the fighting in Mosul.  Chris McGrath, Getty Images Men wait to go through a security check at a civilian screening point after fleeing Mosul.  Chris McGrath, Getty Images Water is handed to men waiting in a truck to take them to the Hasan Sham IDP camp from a civilian screening check point after fleeing Mosul in Gogjali, Iraq.  Chris McGrath, Getty Images People displaced by fighting in Mosul carry food packages at the Hasan Sham IDP camp.  Chris McGrath, Getty Images People displaced by fighting in Mosul scuffle for snacks and cigarettes thrown to them at the Hasan Sham IDP camp in Gogjali, Iraq.   Chris McGrath, Getty Images People pass money through a fence to a man buying food at the Hasan Sham IDP camp .  Chris McGrath, Getty Images Civilians are assisted as they arrive by truck at the entrance of the Hasan Sham IDP camp after fleeing fighting in Mosul.  Chris McGrath, Getty Images Fullscreen Iraqi families, who fled their homes in Hamam al-Alil, gather on the outskirts of their town, on November 6, 2016, during an operation against Islamic State group jihadists to regain control of the city of Mosul. Men of the Iraqi army's 15th division were advancing through Salahiyah village, on the edge of Hamam al-Alil, one of the main targets on the vast southern front.  Ahmad Al-Rubaye, AFP/Getty Images Iraqi children, one flashing the sign of victory, greet Iraqi army's soldiers from the 9th armored division in the area of Ali Rash.  Odd Andersen, AFP/Getty Images Iraqi families, who fled their homes in Hamam al-Alil, gather on the outskirts of their town.  Ahmad Al-Rubaye, AFP/Getty Images Iraqi families, who fled their homes in Hamam al-Alil, gather on the outskirts of their town.  Ahmad Al-Rubaye, AFP/Getty Images Families, who fled their homes in Hamam al-Alil, gather together the outskirts of the town.  Ahmad Al-Rubaye, AFP/Getty Images Families flee Hamam al-Alil during an operation against Islamic State group jihadists to regain control of the city of Mosul.   Ahmad Al-Rubaye, AFP/Getty Images Families flee the fighting around Hamam al-Alil.  AHMAD AL-RUBAYE, AFP/Getty Images Fullscreen People are evacuated by the Iraqi military as mortars land in their proximity in Gogjali, on the eastern edges of Mosul, Iraq, Sunday, Nov. 6, 2016. Iraq's special forces worked Sunday to fully clear neighborhoods on Mosul's eastern edge of Islamic State militants as ISIL claimed bombings killed at least 20 people elsewhere around the country.  Marko Drobnjakovic, AP Displaced people walk past a checkpoint near Qayara, south of Mosul.  Felipe Dana, AP A displaced boy poses for a photo as he stands at a checkpoint near Qayara.  Felipe Dana, AP A boy carries a lamb as he flees an area of fighting between the Iraqi forces and Islamic State militants in Gogjali.  Marko Drobnjakovic, AP Children play amid debris from a building destroyed by an airstrike, in Qayara, south of Mosul, Iraq.  Felipe Dana, AP Fullscreen A young girl eats a meal at a food distribution center at an IDP camp in Debaga, Iraq. The camp is full to capacity, housing almost 35,000 people from the surrounding areas of Mosul and Al Qayyahh, in the past two days the camp has taken in close to 1,500 new arrivals as people flee the ongoing Mosul offensive.   Chris McGrath, Getty Images Young boys wait outside a food distribution center for food packages at an IDP camp in Debaga.  Chris McGrath, Getty Images A young boy waits in line to receive food packages at an IDP camp in Debaga.  Chris McGrath, Getty Images People wait outside a bedding distribution center at an IDP camp in Debaga.  Chris McGrath, Getty Images A young boy carries bedding given out to new arrivals by an NGO at an IDP camp in Debaga.  Chris McGrath, Getty Images A young girl waits at a food distribution center at an IDP camp in Debaga.  Chris McGrath, Getty Images Fullscreen Iraqi families wait to board a truck before heading to camps housing displaced people near Gogjali, which lies on the eastern edge of Mosul. Some civilians were leaving Gogjali and others the eastern Mosul neighborhood of Samah, in what may be a rare breach for civilians trapped inside the city. More than 21,000 people have fled to government-held areas since October 17, while thousands more may have been seized by IS for use as human shields, according to the United Nations.  Bulent Kilic, AFP/Getty Images Iraqi families flee the violence due to the ongoing operation by Iraqi forces against jihadists of the Islamic State group to retake the city of Mosul.  Bulent Kilic, AFP/Getty Images Iraqis, who fled the violence due to the ongoing operation by Iraqi forces against jihadists of the Islamic State group to retake the city of Mosul, walk on a road with their flocks.  Bulent Kilic, AFP/Getty Images An Iraqi youth, who fled the violence due to the ongoing operation by Iraqi forces against jihadists of the Islamic State group to retake the city of Mosul, carries a sheep as he leaves Gogjali.  Bulent Kilic, AFP/Getty Images An Iraqi family drives in their car as they leave Gogjali.  Bulent Kilic, AFP/Getty Images Iraqi families wait on a truck with white flags at a Kurdish checkpoint some 20 kilometers from Mosul.  Bulent Kilic, AFP/Getty Images A displaced Iraqi family rides back to their home at the outskirts of Qayara, south of Mosul, Iraq.  Felipe Dana, AP A displaced man has his hair cut at Jedaa camp in Qayara, south of Mosul.   Felipe Dana, AP Children play next to a burning oil field in Qayara, south of Mosul.  Felipe Dana, AP Families arrive at Khazir camp after they escaped from Mosul.  Gailan Haji, EPA Iraqi men who just fled from areas near Mosul smoke cigarettes as they arrive at a checkpoint in Bartila, east of Mosul.  Ahmed Jalil, EPA People arrive at Khazir camp after they escaped from Mosul.  Gailan Haji, EPA Abu Jassim has a cigarette for the first time after two years under the rule of IS, as people arrive at Khazir camp after they escaped from Mosul.  Gailan Haji, EPA Families arrive at Khazir camp after they escaped from Mosul. Iraqi forces have managed to enter the city of Mosul from the eastern front, where they fought with jihadists from the Islamic State group in the Kukyeli neighborhood.  Gailan Haji, EPA People arrive at Khazir camp after they escaped from Mosul. Iraqi forces started their military offensive to recapture Mosul from Islamic State on 17 October.   Gailan Haji, EPA An Iraqi policeman hugs his mother who just fled from Kokjali village after arrival at a checkpoint in Bartila, east of Mosul.  Ahmed Jalil, EPA An elderly woman who just fled from Kokjali arrives at a checkpoint in Bartila.  Ahmed Jalil, EPA An Iraqi man who just fled with his family from Kokjali shaves his beard after his arrival at a checkpoint in Bartila.  Ahmed Jalil, EPA Fullscreen People who were displaced from their homes by the fighting between Iraqi forces and Islamic State militants return to their neighborhood in Gogjali, an eastern district of Mosul, Iraq, on Nov. 2, 2016. Iraqi special forces paused their advance in the eastern district of Mosul to clear a neighborhood of any remaining Islamic State militants, killing at least eight while carrying out house-to-house searches.  Marko Drobnjakovic, AP Fullscreen Iraqi women take shelter with children in the village of Gogjali, a few hundred yards from Mosul's eastern edge, as clashes go on between Iraqi army forces and jihadists of the Islamic State group to retake Mosul, the last Iraqi city under the control of ISIL.  Bulent Kilic, AFP/Getty Images An Iraqi man gets his beard trimmed as civilians take shelter inside a mosque in the village of Gogjali.  Bulent Kilic, AFP/Getty Images A boy looks at Iraqi soldiers as civilians take shelter inside a mosque in Gogjali.  Bulent Kilic, AFP/Getty Images A woman waves to Iraqi soldiers in the village of Gogjali.  Bulent Kilic, AFP/Getty Images Fullscreen Iraqi Shiite clerics mourn at the funeral of Shiite fighters who were killed in the Iraqi army offensive to retake the northern city of Mosul from the Islamic State group, at a mass funeral in the holy Iraqi city of Najaf.  Haidar Hamdani, AFP/Getty Images Iraqi civilians flee the village of Gogjal.  Bulent Kilic, AFP/Getty Images Fullscreen Seven members of the same family are buried after their house was hit by an airstrike late last month, in Faziliya, north of Mosul, Iraq. Yusuf Mohammed Yusuf said that an airstrike hit the house of his brother and killed eight members of his family in the village of Faziliya, which was recently retaken by Iraqi Kurdish forces from the Islamic State group. The body of one child was not found.  Felipe Dana, AP People shop for clothes in Faziliya, north of Mosul, Iraq. The Norwegian Refugee Council warned that more than 1 million civilians trapped inside Mosul \"are in grave danger\" as Iraqi troops advance into the city.  Felipe Dana, AP A Kurdish peshmerga soldier takes photos of destroyed houses on a road north of Mosul, Iraq.  Felipe Dana, AP People injured in fighting between Iraqi forces and Islamic State militants move through an alley of Gogjali, an eastern district of Mosul, Iraq.  Marko Drobnjakovic, AP Yusuf Mohammed Yusuf sits on the debris of his brother's house, which was destroyed by an airstrike, in Faziliya, north of Mosul, Iraq. All of its occupants were killed.  Felipe Dana, AP Fullscreen A boy looks out from a car window at a checkpoint near Qayara, south of Mosul, Iraq, on Nov. 1, 2016. The U.N. human rights office is lauding efforts by the U.S.-led coalition in the battle against the Islamic State group in Mosul. The office in Geneva says coalition flights over Iraq have largely succeeded in preventing IS from bringing in 25,000 more civilians to the city center, where the militant group has been using people as human shields as Iraqi forces advance on Mosul.  Felipe Dana, AP Fullscreen An Iraqi refugee child who fled Mosul washes dishes at the U.N.-run al-Hol refugee camp in Syria's Hasakeh province. The Al-Hol camp is being expanded to accommodate the refugees already arriving and the many more who are expected to come as the operation to recapture Mosul advances. Some 6,000 people have been at the camp for the past two years, and it is being expanded to receive 30,000 people.   Delil Souleiman, AFP/Getty Images An Iraqi refugee who fled Mosul hangs her laundry at the U.N.-run al-Hol refugee camp in Syria's Hasakeh province.  Delil Souleiman, AFP/Getty Images Fullscreen A girl looks out of the window of her home in the Yahyawa camp for internally displaced Turkmen on the outskirts of Kirkuk, Iraq, on Oct. 30, 2016. More than 600 families from Tel Afar, a town west of Mosul, have been living in the camp for two years and are hoping for their town to be liberated from Islamic State militants so they can return to their homes.  Felipe Dana, AP An elderly woman looks out from her home in the Yahyawa camp for internally displaced Turkmen.  Felipe Dana, AP Husna Abbas sits with her grandchildren inside her home in the Yahyawa camp.  Felipe Dana, AP People pray in a mosque built inside a tent in the Yahyawa camp.  Felipe Dana, AP A boy stands outside a tent in the Yahyawa camp.  Felipe Dana, AP Boys walk in the Yahyawa camp.   Felipe Dana, AP Children play in the Yahyawa camp.  Felipe Dana, AP Iraqis from the village of Ayn Nasir, south of Mosul, gather outside the village as Iraqi forces prepare to enter the village to fight against Islamic State group jihadists as part of an operation to liberate the city of Mosul.  Ahmad Al-Rubaye, AFP/Getty Images Iraqi families who were displaced by the ongoing operation by Iraqi forces fighting the Islamic State group are seen near Qayyarah, south of Mosul.  Bulent Kilic, AFP/Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "Iraqi commander: Could take months to take control of Mosul from ISIL"
   },
   {
    "entities": [
     "facebook",
     "harrigan",
     "monday",
     "2013",
     "donald",
     "$8 million",
     "fred",
     "chicago",
     "della",
     "jack",
     "november 15, 2016",
     "u.s.",
     "francisco",
     "matt",
     "zuckerberg",
     "white",
     "news",
     "buzzfeed",
     "cava",
     "secret",
     "reddit",
     "dorsey",
     "wilmot",
     "trump",
     "tuesday",
     "8:14 p.m. est",
     "google",
     "conversation",
     "house",
     "2016",
     "nov. 8",
     "newsy",
     "packetsled",
     "mr.",
     "cybersecurity",
     "sunday",
     "mark",
     "ceo",
     "guidelines",
     "san",
     "marco",
     "service",
     "november 13, 2016",
     "newslook"
    ],
    "id": 25,
    "text": "Cybersecurity CEO resigns after threatening to shoot president-elect Trump PacketSled founder raged on Facebook election night that he would assassinate Trump. Post to Facebook Cybersecurity CEO resigns after threatening to shoot president-elect Trump PacketSled founder raged on Facebook election night that he would assassinate Trump. Check out this story on USATODAY.com: http://usat.ly/2fWJPBr CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 45 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Cybersecurity CEO resigns after threatening to shoot president-elect Trump Marco della Cava , USA TODAY 8:14 p.m. EST November 15, 2016 x Share The tech industry leader said those who believe the hype show a \"profound lack of empathy.\" Video provided by Newsy Newslook PacketSled CEO Matt Harrigan has resigned after his election night comments threatening president-elect Trump surfaced. (Photo: PacketSled screenshot) SAN FRANCISCO — PacketSled's website boasts complete network cybersecurity with \"3x threat detection.\" But the threat board members detected most recently came from the San Diego-based company's founder, Matt Harrigan, who resigned Tuesday after election night boasts he planned to assassinate president-elect Donald Trump. Harrigan took to his Facebook page Nov. 8 as results confirmed Trump's victory to say \"I'm going to kill the president. Elect,\" according to a  Reddit copy of his Facebook comments. A friend answered, “You just need to get high.\" Harrigan's response: \"Nope, getting a sniper rifle and perching myself where it counts. Find a bedroom in the White House that suits you…. I'll find you.\" More fake news on the Web — this time, via Google On Sunday, Harrigan disavowed his threat. \"My humble apologies that a flawed joke has become public/out of context. My poor judgement does not represent the views of  @ packetsled …\" Harrigan's alarming public comments reflect the way in which social media played an often polarizing role in the 2016 election. Passionate voices on both sides of the political divide used services such as Facebook and Twitter to express frustration and worse, while candidate Trump leveraged the platforms to reach his constituents directly. Twitter CEO Jack Dorsey has said Twitter is taking steps to crack down on hate speech , from making it easier to report alleged incidents to educating moderators on the type of conduct violates its rules. My humble apologies that a flawed joke has become public/out of context.  My poor judgement does not represent the views of @packetsled … — Matt Harrigan (@mattharrigan) November 13, 2016 Meanwhile, Facebook CEO Mark Zuckerberg is facing dissent  in his own ranks. Employees have formed a secret internal task force to study whether fake news sites that proliferated on Facebook had an impact on the election results, according to Buzzfeed News. Zuckerberg called the notion that such news swayed the outcome \"crazy.\" Grubhub CEO says Trump email 'misconstrued' Tensions around the fraught election's outcome have also showed up in the workplace. The CEO of Chicago food delivery start-up GrubHub last week sent staff an email slamming the \"nationalist, anti-immigrant and hateful politics of Donald Trump\" and supporting employees' rights to make a better life in the U.S.,  inviting employees who didn't agree to resign. He later said the statement had been misconstrued. Harrigan founded PacketSled in 2013, and over the past years has raised $8 million in venture capital funding. On Monday, PacketSled's board issued a statement on the company website saying it had turned over relevant information to the Secret Service and had placed Harrigan on leave. On Tuesday, Harrigan resigned. \"We want to be very clear, PacketSled does not condone the comments made by Mr. Harrigan, which do not reflect the views or opinions of the company, its employees, investors or partners,\" the company said in an online statement. CTO Fred Wilmot will take over as interim CEO while the board looks at replacement candidates. Follow USA TODAY tech reporter  Marco della Cava  on Twitter. 233 CONNECT TWEET 1 LINKEDIN 45 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2fWJPBr ",
    "title": "Cybersecurity CEO resigns after threatening to shoot president-elect Trump"
   },
   {
    "entities": [
     "2003",
     "clinton",
     "john",
     "school",
     "riverside",
     "miami",
     "peruggi",
     "chicago",
     "nathan",
     "law",
     "district",
     "college",
     "university",
     "iran",
     "justin",
     "union",
     "sept. 11, 2001",
     "russia",
     "hanover",
     "turkey",
     "boesky",
     "1965",
     "late-night",
     "56 percent",
     "giuliani",
     "judith",
     "crimea",
     "macmahon",
     "donald",
     "1989",
     "67 percent",
     "department",
     "hugo",
     "news",
     "chavez",
     "pataki",
     "diego",
     "sept. 11",
     "william",
     "bill",
     "sept. 12, 2001",
     "ronald",
     "rudolph",
     "ivan",
     "may 28, 1944",
     "abc",
     "city",
     "state",
     "isis",
     "nov 15, 2016",
     "2001",
     "lloyd",
     "china",
     "monday",
     "defense",
     "rudy",
     "justice",
     "york",
     "southern",
     "barack",
     "obama",
     "of",
     "u.s.",
     "donna",
     "1968",
     "mafia",
     "bratton",
     "50 percent",
     "d.c.",
     "judge",
     "reagan",
     "trump",
     "2000",
     "america",
     "magazine",
     "new",
     "bronx",
     "syria",
     "washington",
     "july 24, 2007",
     "attorney\\xe2\\x80\\x99s",
     "senate",
     "george",
     "fishel",
     "louis",
     "manhattan",
     "california",
     "september",
     "kerry",
     "iraq",
     "office",
     "rodham",
     "european",
     "1981",
     "time",
     "1993",
     "san",
     "hillary",
     "regina"
    ],
    "id": 26,
    "text": "Rudy Giuliani Emerges as Contender for Secretary of State By JUSTIN FISHEL Nov 15, 2016, 4:54 PM ET 0 Shares WATCH Rudy Giuliani: In a Minute 0 Shares Email Former New York City mayor and fierce Donald Trump campaign surrogate Rudy Giuliani has emerged as a contender for secretary of state, a Trump transition team insider told ABC News. While he has also been under consideration for attorney general, aides told ABC News that he has said he would prefer a position as the nation’s top diplomat. Giuliani has spent most of his career in domestic politics and would be considered an outsider among the foreign service officers who walk the halls of the State Department. But Giuliani’s experience as the mayor of New York City during the Sept. 11, 2001, terrorist attacks and his subsequent foray into security politics falls right in line with Trump’s most urgent foreign agenda item: combating Islamic extremism and ISIS. “ISIS, short-term, I believe, is the greatest danger,” Giuliani said in an interview with The Wall Street Journal on Monday. “And not because ISIS is in Iraq and in Syria but because ISIS did something al-Qaeda never did — ISIS was able to spread itself around the world.” Defeating ISIS might seem like a job for the Department of Defense, but the top diplomat plays a role in building alliances to defeat terrorist organizations. Secretary of State John Kerry has spent much of the past year meeting with leaders of the many foreign countries with interests in Syria and Iraq, including Arab League nations, European Union members, Russia, Turkey and Iran. Many of those countries have conflicting agendas. Trump has not revealed his strategy for defeating ISIS on the battlefield, insisting that he doesn’t want to tip off the enemy. However, he has said he would be inclined to let Russia and its ally Syrian President Bashar al-Assad lead the fight against ISIS in Syria. That would be a stark contrast from Barack Obama’s policy. Giuliani also told The Wall Street Journal that while he would be willing to reset relations with Russia and China, a projection of U.S. military force has been missing from the relationship. “Russia thinks it’s a military competitor. It really isn’t,” Giuliani said. “It’s our unwillingness under Obama to even threaten the use of our military that makes Russia so powerful.” A failed attempt to restart relations with Russia worsened with its annexation of Crimea and Russia’s bombing campaign in Syria, which often targeted U.S.-backed rebel forces. Trump seems willing to abandon those opposition forces, saying no one really knows who they are. 5 Major Foreign Policy Challenges Facing President-Elect Donald Trump Giuliani also said Trump could undo the Iran nuclear deal, Kerry’s signature policy achievement. The next president “can disavow it, as a matter of law, like that,” Giuliani said, snapping his fingers. In reality, walking away from the deal or renegotiating it with the six nations that signed it would be complicated and time consuming. It is, however, entirely possible to undermine the deal and get Iran to walk away from it, setting up a recipe for a military standoff should Iran continue to pursue a nuclear weapon. Unqualified? Not surprisingly, anti-Trump forces are already saying Giuliani is unfit to serve as secretary of state. Correct the Record, a political action committee that supported Hillary Clinton’s candidacy, says that Giuliani “has little foreign policy knowledge and almost zero formal diplomatic experience” and that “instead of fighting for American interests, he’s spent the past 15 years making money off deadly dictators and sworn enemies of this country.” The website questions some of Giuliani’s business dealings with the Mujahadeen-e-Khalq, an anti-Iranian group that was formerly designated a terrorist organization with a complex background and strong lobbying arm in Washington, an oil company owned by Venezuelan dictator Hugo Chavez, a Serbian nationalist party and other organizations . Early Career Rudolph William Louis Giuliani (born May 28, 1944, in New York City) graduated from Manhattan College in the Bronx in 1965 before graduating magna cum laude from New York University Law School in 1968. He stayed in New York to do a clerkship for Judge Lloyd MacMahon, a U.S. district court judge for the Southern District of New York before moving to Washington, D.C., to work for the U.S. Attorney’s Office. Giuliani would bounce between New York and D.C. several times — to New York for four years at a private practice, then back to D.C. to launch a political career. In 1981, Giuliani served as President Ronald Reagan’s associate attorney general. Two years later, he was appointed U.S. attorney for the Southern District of New York, where he did his clerkship. For six years, Giuliani earned a reputation as a tough U.S. attorney fighting drugs, violence and organized crime in the city. He prosecuted a number of high-profile cases, including that of Wall Street trader Ivan Boesky, and indicted 11 heads of organized crime in the Mafia commission trial. David McNew/Getty Images Republican presidential nomination hopeful, former New York City Mayor Rudy Giuliani, talks to the reporters as he campaigns, July 24, 2007, in Riverside, California. Mayor of New York Despite a failed run for New York mayor in 1989, Giuliani ran again as the Republican candidate in 1993 and won. He went on to serve two terms and cement his place in the city’s history. Giuliani worked to reform the New York City welfare system by requiring able-bodied people to work or perform community service to receive payments. The welfare-to-work initiative caused welfare rolls to drop more than 50 percent during his eight years in office. With his appointee Police Commissioner Bill Bratton, Giuliani aggressively tackled the city’s crime problem. By the time Giuliani left office, the violent crime rate had fallen 56 percent, according to PolitiFact. Robberies plummeted by 67 percent. Murders fell by nearly two-thirds. Some critics point to data from the U.S. Justice Department that show New York City crime rates began to drop in the years before his mayoralty, saying the declines were part of a broader trend also seen in Chicago, San Diego, Miami and other cities. Others have criticized the tactics used to achieve those results — tactics like stop and frisk, which raised concerns about racial profiling but which Giuliani continued to defend as recently as this September. But Giuliani is best known for his leadership in the aftermath of the attacks against the World Trade Center towers on Sept. 11. He was on the scene minutes after the second plane hit, and he coordinated rescue operations. “Tomorrow, New York is going to be here, and we are going to rebuild, and we are going to be stronger than we were before,” he said in a late-night news conference on the day the towers fell. His approval rating grew dramatically after the attacks as he worked to restore American confidence, and he became known affectionately by his supporters as America’s mayor. But some New York City firefighters and Sept. 11 family members later said they believed Giuliani capitalized on the attacks for political gain. Giuliani was named Time magazine’s 2001 person of the year, with an article titled “Mayor of the World.” Robert F. Bukakty/AFP/Getty Images PHOTO:New York Governor George Pataki, left, New York City Mayor Rudolph Giuliani, center, and Senator Hillary Rodham Clinton, tour the site of the World Trade Center attacks on Sept. 12, 2001 in New York. Personal Life In 2000, Giuliani ran against Hillary Clinton for the U.S. Senate while still serving as mayor. A diagnosis of prostate cancer caused him to withdraw from the race. At the time, his personal life was thrust into the spotlight when his extramarital affair with Judith Nathan became public. Weeks after he learned of his cancer diagnosis, Giuliani announced he was separating from his second wife, Donna Hanover, with whom he had two children. His first wife, Regina Peruggi, whom he married in 1968, was his second cousin. Giuliani married Nathan in 2003. 0 Shares ",
    "title": "Rudy Giuliani Emerges as Contender for Secretary of State - ABC News"
   },
   {
    "entities": [
     "giuliani",
     "chaggaris",
     "clinton",
     "kelly",
     "mike",
     "chris",
     "team",
     "steve",
     "maggie",
     "donald",
     "rudy",
     "major",
     "farhi",
     "garrett",
     "david",
     "benghazi",
     "eisenberg",
     "sen.",
     "arden",
     "jeff",
     "washburne",
     "rogers",
     "ayotte",
     "sessions",
     "christie",
     "news",
     "lew",
     "tom",
     "r-new",
     "tower",
     "dearborn",
     "commerce",
     "trump",
     "tuesday",
     "martin",
     "cbs",
     "rick",
     "ray",
     "mr.",
     "new",
     "ben",
     "january",
     "hampshire",
     "pence",
     "2005",
     "state",
     "barrack",
     "carson",
     "hillary",
     "nov 15, 2016",
     "hassan"
    ],
    "id": 28,
    "text": "Last Updated Nov 15, 2016 4:19 PM EST By Arden Farhi, Major Garrett and Steve Chaggaris State of the transition The state of the transition is “stalled...scrambling...and on pause,” according to several sources familiar with the transition. The team at this point is not “up and running fully” after “blowing up” the team, beginning with Chris Christie’s recent ouster as the chairman of the transition team.  One sign -- personnel announcements that were supposed to be made this week have been put on hold.  Members of the transition staff are waiting for further instructions from Trump Tower.  For all intents and purposes, Christie no longer has a role in the transition, although formally he was merely demoted to the level of vice chair, a title held by several members of the team. He’s “gone, not involved -- on the sideline,” according to one source, as is ally Mike Rogers .   A Republican member of the national security establishment told CBS News’ David Martin that Rogers was forced off the transition team because of his closeness to Chris Christie, who had been in charge of the transition before he was demoted last week. Trump replaced Christie at the top of the transition team with Pence. The other strike against Rogers, according to Martin’s source, was that he had done his own investigation of Benghazi and found that Hillary Clinton had done nothing wrong. Rick Dearborn, a top aide to Senator Sessions, has filled some of the void left by Team Christie’s departure. His is an operational role inside the transition, researching potential appointees.  CBS News reports that Trump can be expected to name a national security team before other posts. The economic team is expected to be named second. Ben Carson will retain his advisory role within the transition but he will not have a job in the administration. Tom Barrack will be named chairman of the inaugural committee as soon as Tuesday. Lew Eisenberg is expected to be finance chair for the inaugural committee, and Ray Washburne will serve as one of the vice chairs. The transition has begun staffing an advance unit that will work through the inauguration. One source told CBS that Mr. Trump is expected to hold rallies in January to build on the election result in an effort to create some resonance with the public and produce a pro-Trump atmosphere about his promises and early initiatives. These rallies -- planning for which is in disarray -- were initially conceived as a seven-state thank-you tour before the inauguration.   Cabinet appointments Secretary of State: Rudy Giuliani is pushing “hard, hard, hard” for secretary of state, according to a source. He wants it and is the leading contender at this point. However, one source called the speculation a potential ego boost to Giuliani and his appointment has not yet been finalized. Attorney General: Sen. Jeff Sessions, R-Alabama, is under consideration.  Secretary of Defense: Sen. Kelly Ayotte, R-New Hampshire, is among those being considered. She’s seen as qualified, available and Trump needs to include a woman in his cabinet. Ayotte rescinded her support of Trump during the campaign over the 2005 “Access Hollywood” video on which Trump could be heard using lewd language about women. Ayotte lost her re-election race against New Hampshire Gov. Maggie Hassan. Secretary of Commerce: Ray Washburne, a Texas-based businessman and Republican fundraiser, is under consideration. There is at least one other candidate.  Trump and Pence in meetings at Trump Tower Donald Trump has been in meetings with Vice President-elect Mike Pence, as he works on filling out his Cabinet, including top national security posts. Pence was seen entering Trump Tower armed with a thick briefing book. ",
    "title": "Trump transition: \"stalled...scrambling...on pause\" - CBS News"
   },
   {
    "entities": [
     "richard",
     "china",
     "cathedral",
     "2013",
     "holy",
     "amy",
     "july 2015",
     "mayor",
     "george",
     "moscow",
     "world",
     "emanuel",
     "business",
     "chicago",
     "cupich",
     "rule",
     "name",
     "$1.2 million",
     "april 22, 2015",
     "arab",
     "tribune",
     "emirates",
     "rome",
     "blase",
     "velasquez",
     "archbishop",
     "collins",
     "m.",
     "tuesday",
     "daley",
     "rahm",
     "phil",
     "united",
     "koch",
     "adam",
     "/",
     "steven",
     "francis"
    ],
    "id": 29,
    "text": "Taxpayer-funded group to pay for Emanuel's trip to see Cupich become cardinal Emanuel and Cupich Phil Velasquez / Chicago Tribune Chicago Mayor Rahm Emanuel greets Chicago Archbishop Blase Cupich during a visitation for the late Cardinal Francis George on April 22, 2015, at Holy Name Cathedral in Chicago. Chicago Mayor Rahm Emanuel greets Chicago Archbishop Blase Cupich during a visitation for the late Cardinal Francis George on April 22, 2015, at Holy Name Cathedral in Chicago. (Phil Velasquez / Chicago Tribune) Privacy Policy A city-funded economic development group will pay for Mayor Rahm Emanuel 's trip to Rome later this week for the ceremony elevating Chicago Archbishop Blase Cupich to cardinal. World Business Chicago is covering costs for the mayor, his wife, Amy Rule, and staff who also are going, Emanuel spokesman Adam Collins said. Collins said \"no taxpayer dollars\" were involved because the group raised private funds for the trip. But World Business Chicago, which has said its financial records are not subject to the state's open records law, got $1.2 million in city funding from hotel tax proceeds this year. That's a contrast with other city and state elected officials, who are either using campaign or personal funds to pay for the trip, which the Emanuel administration said Tuesday includes more than 80 civic, faith, elected and business leaders, along with students from two city high schools. Collins did not respond to a question about how the Rome visit fits in with the group's mission to promote economic development and create jobs in the city. Emanuel serves as chairman of World Business Chicago, and it's not uncommon for the group to send mayors and other city officials overseas to promote the city. In July 2015, Deputy Mayor Steven Koch — who heads up the mayor's economic development efforts — led a trade mission to China. Before that, the group sent Emanuel to China in 2013. And World Business Chicago paid for Mayor Richard M. Daley 's trips to China, Moscow and the United Arab Emirates. ",
    "title": "Taxpayer-funded group to pay for Emanuel&apos;s trip to see Cupich become cardinal - Chicago Tribune"
   }
  ]
 }
}